{"id": "857263bff6dfd03dfcd0cd3445b7fbcd32f65928", "text": "Shaping a sustainable future\n\nAccenture AB | Sustainability Report fiscal year 2021\n(September 1 2020-August 31 2021)\nContents\n\n→ **Overview**\n  A letter to our stakeholders\n  Goals & Progress at a glance\n  Our commitment to the Sustainable Development Goals\n  Highest priority SDGs for Accenture in Sweden's operations\n  Accenture’s Environmental, Social and Governance materiality matrix\n  Case: SDG ambition accelerator program\n\n→ **Path to net-zero:**\n  Working towards a path to net-zero\n  Accelerating our 1.5°C climate ambition in Sweden\n  Pillar 1: Accelerating the reduction of our own emissions\n  Pillar 2: Reducing our value chain emissions\n  Pillar 3: Integrating sustainability by design in our business strategy\n  Case: H&M Foundation Billion Dollar Collection\n  Pillar 4: Influencing climate action in our society and with our people\n  Case: Telia—The Shift\n\n→ **Social Impact:**\n  Creating social impact\n  Sparking innovation for society with our people and ecosystem\n  Societal response to COVID-19\n  Accenture Development Partnerships\n  Case: Sara Kulturhus\n\n→ **People:**\n  Focusing on our people\n  Caring for our people\n  Investing in our people\n  Accelerating equality for all\n  Case: Open Door Session\n\n→ **Supply Chain:**\n  Securing responsible procurement\n  Our ethical procurement strategy\n  Human rights commitment\n\n→ **Ethics and Governance:**\n  Living our core values\n  Integrity is always top of mind\n  Case: Spring Talkers\n  Digital responsibility\n\n→ **A look ahead**\n  Path to net-zero:\n  Working towards a path to net-zero\n  Accelerating our 1.5°C climate ambition in Sweden\n  Pillar 1: Accelerating the reduction of our own emissions\n  Pillar 2: Reducing our value chain emissions\n  Pillar 3: Integrating sustainability by design in our business strategy\n  Case: H&M Foundation Billion Dollar Collection\n  Pillar 4: Influencing climate action in our society and with our people\n  Case: Telia—The Shift\nA letter to our stakeholders\n\nAs terrible as the COVID-19 pandemic has been over the past years, we are now seeing a world awakened to an incredible opportunity to reimagine and rebuild responsibly and sustainably and, in turn, transform our global economy into one that works for the benefit of all.\n\nAt Accenture, we like to think of this as shared success. Shared success will depend on the ability to understand all stakeholders; connect the power of technology, human ingenuity, and business value; and accelerate technology-led transformation. To realize this future, organizations across all sectors must embrace this moment of—and opportunity for—change. We must think differently, act boldly and reach new levels of collaboration—and we must do it now.\n\nOur strategy at Accenture is to deliver 360-degree value. That means that we build into our own business a commitment to deliver the value our clients need, beyond the financial business case. We are embedding sustainability by design into our core business—into everything we do and for everyone we work with: our clients, people, shareholders, partners, and communities. We believe sustainability is the new digital—it is a truly powerful force of change; transforming how we live and work.\n\nAs this report demonstrates, we continue to raise the bar for what we can accomplish—and the speed at which we act. Thanks to our incredible partners, and to our 1400 people in Sweden who continuously dedicate themselves to our clients and stakeholders. Through their personal commitments and passion, we are able to drive positive change and deliver on the promise of technology and human ingenuity every day.\n\nMattias Lewrén\nChief Executive Officer\nGoals & Progress at a glance\n\n19,000\n\nhours of participation in Accenture-sponsored Time & Skills program in Sweden 2021 *\n\n0,05 ton\n\ncarbon emissions per employee in Sweden from air travel in fiscal 2021\n\n89% reduction\n\nin air travel per employee in Sweden from prior year\n\n99% electricity\n\nfrom renewable sources in Sweden in fiscal 2021\n\n99% completion\n\nrates for Accenture in Sweden on our ethics & compliance trainings in fiscal 2021\n\n* Accenture-sponsored “Time & Skills Programs” comprise Accenture Development Partnerships, pro bono consulting and paid volunteering projects\n** Executives (Managers and above so CL7 – MDs)\nThe health, economic and social crises of 2020 have set back progress against the Sustainable Development Goals (SDGs), with one comprehensive analysis suggesting the pandemic will drive a highly or moderately negative impact on 13 of the 17 SDGs.*\n\nNow, more than ever, we are committed to playing our part in accelerating change. This year, Accenture has continued to partner with the United Nations—alongside SAP and 3M—to launch SDG Ambition to challenge and support companies everywhere to raise the bar in driving progress on the SDGs. As part of the SDG Ambition Accelerator, we are helping to drive adoption among more than 600 companies across 65 countries, including 31 Nordic companies, among which are 16 Swedish and 15 Finnish companies (see case story SDG Ambition Accelerator Program).\n\nShared action and collaboration remain crucial to our strategy. Increasingly, we use SDGs as a universal language to galvanize action with our clients, ecosystem partners, suppliers, and other stakeholders. For example, we use Accenture’s SDG prioritization to inform our clients and suppliers about our most important SDGs. Against this backdrop, we have continued to focus our efforts against our top-priority SDGs.\n\nGlobally, we have also refreshed our SDG analysis against our ESG materiality matrix in 2020 as part of our standard annual review, further strengthening the link between our ESG materiality matrix and the SDGs we are prioritizing. Our goal was to understand emerging issues—including the effects of the global pandemic—and potential changes to how we prioritize our ESG topics. In addition, we have set several important new goals relating to SDGs and ESG material issues, particularly around climate, waste, water, and inclusion and diversity. For more details on the materiality matrix and how the ESG Materiality topics match to the SDGs, see our global sustainability report United Nations Global Compact: Communication on Progress 2020.\n\nWe recognize that we can increase our impact by thinking about the ripple effect of outcomes we can generate. For example, we know that action on gender (SDG 5) helps reduce inequalities (SDG 10), and that strong, ethical institutions (SDG 16) foster the conditions for innovation to thrive (SDG 9), thereby enhancing work opportunities and economic growth (SDG 8).\n\n* Sachs, J., Schmidt-Traub, G., Knoll, C., LaVigne, G., Fuller, G., Woelm, F. 2020. The Sustainable Development Goals and COVID-19. Sustainable Development Report 2020. Cambridge: Cambridge University Press.\nAccenture’s Environmental, Social and Governance materiality matrix\n\nWe continue to capture the importance of our highest-priority ESG topics to our stakeholders and our business in our ESG materiality matrix. This serves as a consistent framework for articulating our priorities and engaging with our stakeholders about the journey we are taking. At the summary level, the process we undertook was:\n\n**Inputs to the stakeholder axis**\n\nWe used specialist third-party software to conduct detailed benchmarking and analysis of recent and emerging ESG issues across peers, competitors and others. We also reviewed the latest insights on ESG materiality from relevant nongovernmental organizations (NGOs), industry bodies and academics; new frameworks and good practices, such as the universal ESG metrics from the World Economic Forum; and the SDG Ambition benchmarks.\n\nWe worked with our Investor Relations team to understand emerging investor requirements captured through our annual shareholder outreach process, and analyzed our clients’ ESG requests and emerging priorities using our client request tool, where we log and respond to clients’ requests for ESG information (e.g., as part of proposals or supplier compliance reviews).\n\n**Inputs to the business axis**\n\nWe reviewed our business prioritization in light of Accenture’s new purpose and governance changes, our new ESG targets, our Enterprise Risk Management program, and other related impacts on our people and global operations. We also worked directly with a number of our senior leaders to identify possible changes to our issues or how we prioritize them.\n\n**Notes**\n\n- Topics not included on this matrix are not considered relevant for our non-financial disclosures.\n- For GRI purposes, the outlined sections of the above matrix contain the most material non-financial topics in scope for reporting with the GRI Standards that are included in our GRI Content Index. For each topic, our list of definitions of material topics references the specific Standards used as well as Management Approach information. This report has been prepared referencing the GRI Standards. For more information about these Standards, please visit the GRI website.\n- To view the high priority SDGs mapped to Accenture’s ESG material issues, please see page 65, Global report “United Nations Global Compact: Communication on Progress 2020”.\n\n**Importance to stakeholders**\n\n- **Very High**\n  - Community Giving\n  - Human Rights\n  - Responsible Buying\n  - Societal Impact\n  - Public Policy & Advocacy\n  - Water\n  - Waste, including e-waste\n\n- **High**\n  - Nature, Biodiversity & Wildlife\n\n- **Medium**\n  - Data Privacy & Cyber Security\n  - Ethics & Integrity\n  - Climate Change & Carbon Emissions\n  - Responsible Technology & Innovation\n  - Inclusion, Diversity & Equal Opportunity\n  - Enabling Clients’ Sustainability\n  - Employee Well-being & Engagement\n  - Working Conditions\n  - ESG Management\n  - Talent Attraction, Retention & Development\n\n**Importance to business**\n\n- **Very High**\n  - Nature, Biodiversity & Wildlife\n\n- **High**\n  - Data Privacy & Cyber Security\n  - Ethics & Integrity\n  - Climate Change & Carbon Emissions\n  - Responsible Technology & Innovation\n  - Inclusion, Diversity & Equal Opportunity\n  - Enabling Clients’ Sustainability\n  - Employee Well-being & Engagement\n  - Working Conditions\n  - ESG Management\n  - Talent Attraction, Retention & Development\n\n- **Medium**\n  - Community Giving\n  - Human Rights\n  - Responsible Buying\n  - Societal Impact\n  - Public Policy & Advocacy\n  - Water\n  - Waste, including e-waste\n\n- **Low**\n  - Nature, Biodiversity & Wildlife\nIn 2020, Accenture in Sweden updated our framework for the Sustainable Development Goals (SDGs) by identifying the top prioritized SDGs and key targets for our business – those where we consider we can make the most significant contribution from our operations. The prioritized SDGs are a result of thorough analysis from a wide selection of input and perspectives: direct and indirect stakeholders, economic market development, technology factors, competitor analysis and civil society.\n\nThe process included conducting market research of our top 20 clients in the Nordics. The results showed that our top three business-facing SDGs are within industry, innovation and infrastructure (SDG 9), and responsible consumption and production (SDG 12), and climate action (SDG 13). SDG 13, climate action, responds to one of the most pressing issues of our time, and is a top priority among our stakeholders.\n\nAlthough we have categorized the prioritized SDGs in business facing and stakeholder facing, there are overlaps—what is important to our business is also important to our stakeholders and vice versa.\nMost relevant SDG targets for Accenture in Sweden’s operations\n\n3.8 Achieve universal health coverage... access to quality essential healthcare services...\n\n5.5 Ensure women’s full and effective participation and equal opportunities for leadership at all levels...\n\n5.6 Enhance the use of enabling technology, in particular information and communications technology, to promote the empowerment of women.\n\n8.2 Achieve higher levels of economic productivity through diversification, technological upgrading and innovation...\n\n8.4 Improve progressively... global resource efficiency in consumption and production and endeavour to decouple economic growth from environmental degradation...\n\n8.5 By 2030, achieve full and productive employment and decent work for all women and men, including for young people and persons with disabilities, and equal pay for work of equal value.\n\n8.8 Protect labour rights and promote safe and secure working environments for all workers...\n\n9.2 Promote inclusive and sustainable industrialization and, by 2030, significantly raise industry’s share of employment and gross domestic product...\n\n9.5 Enhance scientific research, upgrade the technological capabilities of industrial sectors in all countries... encouraging innovation...\n\n10.2 Empower and promote the social, economic and political inclusion of all, irrespective of age, sex, disability, race, ethnicity, origin, religion or economic or other status.\n\n12.2 By 2030, achieve the sustainable management and efficient use of natural resources.\n\n12.5 By 2030, substantially reduce waste generation through prevention, reduction, recycling and reuse\n\n12.6 Encourage companies, especially large and transnational companies, to adopt sustainable practices and to integrate sustainability information into their reporting cycle.\n\n13.2 Incorporate measures to fight climate change into policies, strategies and planning.\n\n13.3 Improve education, awareness-raising and human and institutional capacity on climate change mitigation, adaptation, impact reduction and early warning.\n\n16.5 Substantially reduce corruption and bribery in all their forms.\n\n16.6 Develop effective, accountable and transparent institutions at all levels.\n\n17.16 Enhance the global partnership for sustainable development, complemented by multi-stakeholder partnerships that mobilize and share knowledge, expertise, technology and financial resources, to support the achievement of the sustainable development goals in all countries...\nIn 2015, all United Nations’ member states accepted the 2030 Agenda for Sustainable Development, which is a shared plan for current and future harmony and well-being for people and the planet. The 17 Sustainable Development Goals (SDGs) are at the core of this agenda. Everyone must act together to reach the SDGs, however, the world, and especially the business community, is not progressing towards the goals at the pace and scale that is needed. According to recent research by Accenture and the United Nations Global Compact, only 21% of CEOs believe business is playing a critical role in contributing to SDGs.\n\nSDG Ambition Accelerator seeks to change this. The initiative was launched in January 2020 by the UN Global Compact in partnership with Accenture and SAP, and joined by 3M as Patron Sponsor, as a practical response to an urgent call for action. SDG Ambition’s purpose is to challenge and support thousands of companies in more than 65 countries to accelerate their level of sustainable ambition to meet both the society’s and the planet’s needs by fully incorporating the SDGs into business strategy and operations.\n\nFollowing the SDG Ambition Accelerator launch, Accenture and SAP have released concrete guidance to help businesses accelerate action to achieve the SDGs. Accenture has led development of program materials which included insights from the CEO Study and Progress Report and, furthermore, the team has created in-country curriculum and workshop materials and assisted with in-country program delivery.\n\n“It has been an inspiration and privilege to be part of the UN SDG Ambition Accelerator program. The commitment and leadership shown by the companies that embed the SDGs into their business strategies and operations is impressive, and it is truly amazing to be a part of the journey to create a sustainable future for generations to come.”\n\nDaniel Hind\nDigital Transformation Senior Manager, Accenture\n\n“The SDG Ambition Accelerator is one of our key initiatives to support companies in accelerating their progress towards the SDGs. However, the importance of Accenture’s role for the delivery of SDG Ambition cannot be stressed enough. Throughout the accelerator, participating companies were accompanied by a talented Accenture team of sustainability and technology specialists that provided hands-on guidance and support.”\n\nMagnus Mellgren\nOperations and Network Manager, UN Global Compact Network Sweden\nWorking towards a path to net-zero\nThe UN Global Compact has designated this the “decade to deliver” on the UN SDGs and the promise of a greener, more equitable future. Meaningful climate action requires collaboration between businesses, individuals, governments, and nongovernmental organizations. We are committed to enabling global cooperation among business leaders to achieve a low-carbon future. The calls for business action grew louder in 2020, as the world navigated unprecedented challenges, including the ongoing, intensifying climate crisis, as well as the global pandemic.\n\nAt this unique moment when the world is reimagining how to work and live, we have an opportunity to change the business of business by incorporating sustainable practices into the design of operations.\n\nThrough our own actions and our work with clients and ecosystem partners, we are helping to transform the global economy into a more sustainable marketplace. In this context we announced three new industry-leading environmental goals in October 2020: achieve net-zero emissions by 2025, move to zero waste and plan for water risk.\n\nOur environmental strategy focuses on three areas:\n\n- Helping our clients achieve their goals, including transitioning to low-carbon energy, migrating to greener IT and responsible value chains.\n- Reducing our own footprint, including carbon emissions, waste generation and water impact.\n- Engaging our people to innovate to address key environmental issues.\n\nReducing our environmental impact is built into our Code of Business Ethics (COBE) and our core values, specifically Stewardship. These inform our Environmental Responsibility Policy, which was established in 2007 and is reviewed annually by our Environment governance group.\n\nHigh priority SDG targets relevant for this chapter:\n\n- **8.4** Improve progressively... global resource efficiency in consumption and production and endeavour to decouple economic growth from environmental degradation...\n- **9.2** Promote inclusive and sustainable industrialization...\n- **9.5** Enhance scientific research, upgrade the technological capabilities of industrial sectors in all countries... encouraging innovation\n- **12.2** By 2030, achieve the sustainable management and efficient use of natural resources\n- **12.5** By 2030, substantially reduce waste generation through prevention, reduction, recycling and reuse\n- **12.6** Encourage companies, especially large and transnational companies, to adopt sustainable practices and to integrate sustainability information into their reporting cycle\n- **13.3** Improve education, awareness-raising and human and institutional capacity on climate change mitigation, adaptation, impact reduction and early warning\n- **17.16** Enhance the global partnership for sustainable development, complemented by multi-stakeholder partnerships that mobilize and share knowledge, expertise, technology and financial resources, to support the achievement of the sustainable development goals in all countries...\nAccenture in Sweden is a member of the Exponential Roadmap Initiative. The initiative has developed the 1.5°C Business Playbook, a framework supporting companies to halve their CO2 emissions each decade to meet the 1.5°C climate ambition. It focuses on strategy and action to accelerate climate action results and is built upon the four pillars. At Accenture in the Nordics, we have a dedicated environment cross-functional core team who are working across all four pillars to reduce our CO2 emissions and achieve net-zero by 2025.\nPillar 1\nAccelerating the reduction of our own emissions\n\nOver the last decade, Accenture has continually set bigger and bolder environmental goals, innovating our approach to environmental sustainability, and making strategic investments. Our new, industry-leading climate action goals take an ambitious approach to addressing energy, waste and water management. By 2025, we have committed to:\n\nAchieve net-zero emissions\n- We’ll focus first on actual reductions in our emissions by powering our offices with 100% renewable energy, engaging key suppliers to reduce their emissions and equipping our people to make climate-smart travel decisions.\n- To address remaining emissions, we’ll invest in proprietary, nature-based carbon removal solutions, such as large-scale tree planting, that will directly remove carbon emissions from the atmosphere.\n\nMove to zero waste\n- We’ll reuse or recycle 100% of our e-waste, such as computers and servers, as well as all our office furniture.\n- We’re committed to eliminating single-use plastics in our locations at the conclusion of the COVID-19 pandemic.\n\nPlan for water risk\n- We’ll develop plans to reduce the impact of flooding, drought and water scarcity on our business and our people in high-risk areas.\n- We’ll also immediately begin to measure and reduce water use in these locations.\n\nIn alignment with the Paris Climate Agreement, we’ve also pledged to do our part to keep global warming below 1.5° Celsius by joining more than 400 companies that have signed the UN Global Compact’s Business Ambition for 1.5° Pledge to date.\n\nMultiple industry-wide external certifications, such as ISO® 14001, demonstrate our commitment to running our business responsibly and sustainably and to integrating robust environmental practices into our operations. Accenture’s Environment Management System is ISO® 14001-certified globally—to see our ISO®-certified locations, locations that use smart metering and where we’re powering our offices with renewable energy, visit our Environmental Impact Map.\n\nEmissions and energy\nTo reach our net-zero goal by 2025, we will reduce emissions by powering offices with 100% renewable electricity, engaging key suppliers to reduce their emissions and equipping Accenture’s people to make climate-smart travel decisions.\n\nBecause we do not own our office buildings, our plans to increase renewable electricity are not heavily focused on on-site renewable generation. Rather, we are engaging market based renewable electricity purchase opportunities. In locations where Accenture owns electricity procurement decisions, we can move fast to make changes. In locations where energy is purchased on our behalf, we are collaborating with building management and others to improve our renewable electricity mix. In Sweden, 99% of our electricity consumption came from renewable sources in fiscal 2021.\nOur absolute reductions\n\nBy 2025, Accenture globally aims to reduce our absolute greenhouse gas emissions by 11%, our scope* 1 and 2 greenhouse gas emissions by 65% and scope 1, 2 and 3 emissions per unit of revenue intensity by 40%. Our progress against those goals in 2020:\n\n- Total emissions—reflecting short-term impacts of the pandemic—decreased by 32% from our baseline, exceeding one aspect of our 2025 target.\n- Scope 1 and 2 were reduced by 39%.\n- Emissions per unit of revenue were reduced by 45%.\n\nWhile we celebrate the temporary reductions in emissions seen in fiscal 2020/2021 and the important possibilities this represents, we remain committed to keeping our sights set on exceeding all the elements of our science-based target on a long-term basis following the end of the pandemic and its related impacts. This includes how we power our offices, taking a cloud-first approach to improve energy efficiency. In some offices around the globe, during the early stages of shelter-in-place due to the global pandemic, we saw energy reduction of more than 80%. We are able to track this because Accenture uses precision monitoring tools that automate energy measurement and feed into cloud-based energy management systems, enabling us to rapidly consolidate and understand our energy use. As we return to our offices, we are committed to implementing more AI technology to capture data and continuously improve our energy efficiency.\n\nHowever, as a professional services company, the most significant aspects of our environmental footprint are the greenhouse gas emissions related to travel and electricity used in our locations. To help reduce carbon emissions from air travel, Accenture in Sweden has committed to reduce air travel by 50% per employee by 2023, with 2018 as the baseline. As the impacts of the pandemic led to travel restrictions for our people, Accenture in Sweden saw a drop of 96% per employee since 2018 and with 89% over the past year. Although the effect of the COVID-19 pandemic has significantly reduced our air travel impact in fiscal 2021, we will continue to focus on reducing carbon emissions from air travel going forward.\n\nAssessing and disclosing climate-related risks\n\nWe agree with the industry-led Task Force on Climate-related Financial Disclosures (TCFD) that enhanced disclosure of climate-related financial risks improve financial impact assessments and support the transition to a low-carbon economy. Beginning in 2017, in accordance with TCFD guidelines, we updated our financial filings to strengthen our language on climate-related risks, and we include the financial impact in our annual CDP response. These include the increasing frequency and severity of adverse weather conditions, which may have a negative impact on our people, facilities and operations.\n\nSince 2007, Accenture has reported our environmental performance to CDP annually, including our environmental risks, opportunities and methodologies on climate change mitigation and adaptation. We are proud to be included in CDP’s Climate Change A List of top-performing global companies for the sixth time since 2014. More than 270 companies—less than 3% of the 9,600 companies that disclosed—received an A grade.\nAt Accenture, we expect our suppliers to provide updates around their environmental initiatives, goals and impact. Since 2010, we have invited selected global suppliers to respond to CDP’s Supply Chain self-assessment questionnaire. Overall, our suppliers are collectively seeing more opportunities to use emission-reducing energy sources, minimize the footprint of their goods and services, and align with shifting customer preferences in their reporting.\n\nAs a corporate member of CDP’s Supply Chain Program, we use CDP tools to promote engagement, transparency, and sustainable business practices with our suppliers. As part of our new global goal to reach net-zero emissions by 2025, we have set an ambitious target requiring 90% of our key suppliers, which account for 75% of our scope 3 emissions, to disclose their impact and actions being taken to reduce emissions through channels like CDP. As a company, this comprises three-quarters of our scope 3 emissions—an important and often overlooked metric in addressing climate change.\n\nAt Accenture, we know that being a responsible business requires taking responsibility for all our supply chain touchpoints, which is why we developed this new goal.\n\nOut of the more than 8,000 companies that participated in CDP’s 2020 program, we earned an “A” rating. Of the 154 CDP supply chain member companies inviting suppliers to participate, we were recognized on the Supplier Engagement Leaderboard for the fourth consecutive year—an honor given to only the top 7% of the companies assessed. More information is available in CDP’s Global Supply Chain Report 2020, “Transparency to Transformation: A Chain Reaction.”\n\nTo accelerate our global ambition in the Nordics, we rolled out a sustainability upskilling program to the Accenture Nordic Procurement team in fiscal 2021. The purpose of the program was to equip the team with deepened sustainability skills that enables meaningful conversations with Accenture’s suppliers in the Nordics.\nAt Accenture, we believe that sustainability is the new digital. Just as the digital revolution transformed how we live and work, so too will sustainability, driving new value and growth and permeating everything that we do. Accenture’s purpose is to deliver on the promise of technology and human ingenuity. And there are fewer things with greater promise than sustainability—it unlocks new opportunities for our clients, our partners, and our people, and for the places where we do business. We are determined to deliver on our promise to our clients by embedding a sustainability mindset into everything we do.\n\n**Sustainability by design**\n\nWe have put sustainability at the heart of our business—building our capabilities and integrating sustainability into everything we do. Integrating sustainability means meaningfully redefining how we think, create and measure value and sustainability impact:\n\n- We think differently about everything from evaluating risk to improving brand value.\n- We collaborate with our network of partners to develop new ways to uncover and create value through revenue growth and cost reduction opportunities.\n- Lastly, we help our clients measure every single component of the value and impact created on their sustainability agenda.\n\nAs an important step to integrate sustainability by design, Accenture in the Nordics is developing a capability to identify CO₂ savings in our client projects; the climate business case.\n\nGoing forward, this will be part of our proposals to give our clients guidance on the estimated carbon emissions for the proposed projects, together with guidance on how to reduce the emissions.\nCreating a sustainable future with our clients\n\nAs stakeholders demand more environmental, social and governance (ESG) efforts, regulations tighten and consumers increasingly expect brands to take action, organizations must demonstrate that they are purposeful about sustainability, hold strong ethical standards and operate responsibly in everything they do.\n\nIncreasingly, companies and brands are turning to their partners—and to technology and innovation—to integrate sustainability and create meaningful change that’s good for their business, the society, and the planet. That is why our dedicated teams bring deep experience and industry expertise to develop and implement strategies, operating models, processes, and technologies to help businesses achieve their sustainability goals.\n\nAt Accenture, we make a difference for the environment and our societies through our work with clients, who are some of the world’s leading companies and governments. Accenture’s sustainability value promise: through technology and human ingenuity, we are making sustainability a force for change. We infuse sustainability into every aspect of what we do and design from the start with sustainability in mind.\n\nBy engaging our ecosystem partners, we develop innovative solutions to help our clients reach their goals. Our priority areas include industry transitions to low-carbon energy; migrating to more sustainable IT, cloud and software; and driving responsible value chains.\n\n“In 2025, we’ll be talking about how every business is a sustainable business.”\n\nJulie Sweet\nCEO of Accenture\nExamples of recent sustainability projects that we have been driving at Accenture in Sweden include:\n\n- We helped a global online retailer migrate their e-commerce solution to cloud, in an agile and sustainable way powered by green energy and reduced energy consumption. The client’s online e-commerce solution that is built and run by Accenture, was already running in the client’s own data centers and sourcing only green energy and now use wind power on Microsoft Azure cloud. Thanks to cloud transformation features such as autoscaling it will use even less energy—essentially, it’s a sustainable green cloud.\n\n- We helped a retail client create their electrification strategy. Electrification is key to becoming more sustainable for many of our clients. Decarbonizing transportation and self-generating renewable energy to support society’s energy transition are some examples where Accenture supports our clients. A client within retail had identified electrification as a core activity to meet their sustainability targets. Accenture supported the client in creating an electrification strategy, fleet electrification roadmap as well as a business case to understand potential challenges, outline a way forward and set an ambitious target to facilitate the journey towards sustainability.\n\n- We embedded sustainability principles within the software ecosystem of a leading access solutions provider in the Nordics. Accenture visualized a typical software architecture at the client showing the flow of information across software layer, infrastructure, cloud and end-user device and peripherals to identify key decisions that a software developer or a product designer takes. We drew upon extensive research conducted by Accenture to develop a set of customized sustainable software principles for the client and transformed the client’s existing hardware focused “sustainability compass” by embedding sustainable software principles to identify, measure and track the sustainability impact of software development practices.\nMore than ever, people are demanding sustainable fashion. However, many start-ups struggle to receive the required support to truly transform the fashion industry beyond capsule collections and pilots. It has been estimated that billions of dollars are needed to change the fashion industry and to highlight this issue, the non-profit H&M Foundation launched ‘The Billion Dollar Collection’ in June this year.\n\nSince 2015, the H&M Foundation, in collaboration with Accenture and KTH, has supported early-stage innovation through the Global Change Award, recognizing ideas that can make the fashion industry circular. ‘The Billion Dollar Collection’ presents 10 of the previous Global Change Award Winners with potential to create multi-dimensional value with the industry’s support. The selected sustainable innovation start-ups come from across the globe and encompass elements from materials to traceability, and each start-up is showcased as a garment in a virtual fashion collection.\n\nThe collection has been exclusively created in computer-generated imagery by Mackevision, part of Accenture Interactive. Accenture also brought its 360-degree value approach to the collection with the timeframe of 2030 in mind, as a reference to the 2030 UN Sustainable Development Goals. The model shows how each innovation could have a significant, positive impact for the planet. And we are talking no small gains—for instance, one of these companies is estimated to have the potential to achieve an annual net reduction of 720,000 metric tons carbon dioxide emissions by 2030.\n\n“There are many sustainable tech innovations out there with great potential to realize value in multiple dimensions. With this being the decade to deliver in order to reach the Sustainable Development Goals, it is essential that we do everything we can to support these innovations to fuel a sustainable shift.”\n\nSara Rahiminejad\nTechnology Strategy Consultant, Accenture\n\n“With ‘The Billion Dollar Collection’ we wanted to highlight the impact in supporting, cooperating with, and adopting these and other game-changing solutions. Together we can create a shift in the fashion industry, where sustainability and innovation is implemented as default practices in time for 2030.”\n\nDiana Amini\nGlobal Manager, H&M Foundation\nPillar 4\nInfluencing climate action in our society and with our people\n\nAt Accenture in the Nordics, we are driving several initiatives to influence climate action, both in our society and with our people.\n\nDigitalization consultants for a fossil free Sweden\n\nAt Accenture in Sweden, we support 'A Fossil Free Sweden 2045 Roadmap', established by the Swedish Digitalization Consultancy Industry. The roadmap highlights important steps that are crucial to becoming more carbon efficient and emphasizes how digitization can support industries to change to efficient low-carbon solutions. We are also an active member of the industry association the Digitalization Consultants, who is working to implement the roadmap and influence public policy towards a fossil-free future supported by digitalization.\nTelia, a Swedish telecommunications company (telco), is aiming high with their new sustainability goal to achieve zero CO2 and waste by 2030. They want consumers, customers, telcos, suppliers, policymakers, and others to join their aspirations, and to understand the role a telco can play in a circular economy. Today, 91% of material inputs in the global economy are not cycled back. A shift to a circular economy is therefore a crucial part of a more sustainable society and essential in the fight against climate change.\n\nTo help, Accenture in Sweden provided Telia with concrete examples of how they could reach their objectives, by collaborating on a report describing the role of Telia and the telecommunications industry in the circular economy context. In the report, titled “The Shift: The role of Telcos in the Circular Economy”, Accenture defined five circular business models that can enable organizations to go from the current inefficient linear system to new circular business opportunities: Circular Inputs, Sharing Platforms, Products as a Service, Product Use Extension and Resource Recovery. By applying these circular business models, the global telecommunications industry can unlock substantial value through embedding circularity in operations, offering circular products and services and enabling a circular ecosystem. This in total amounts to a value of 45-80 billion US dollars annually by 2030.\n\n“Digitalization and connectivity play a central role in tackling many of today’s environmental challenges and can speed up the transformation from a linear to a circular economy. Traditional telcos, such as Telia, are evolving into digital players and are uniquely positioned in the ecosystem to enable circular solutions across industries and within its own value chain, to reduce consumption, waste and emissions while unlocking significant value. While the telco industry has started this journey, this report aims to inspire and accelerate efforts needed to make a sustainable shift.”\n\nAnna Töndevold\nNordic Sustainability Services Lead, Accenture\n\n“We can clearly see that the telco sector is part of the problem but also part of the solution. Telcos can, and must, influence the waste streams in our own value chain while we at the same time play an instrumental role in enabling other industries to tackle their environmental challenges and thereby speed up the transformation to a circular economy.”\n\nSara Gorton\nHead of Environmental Strategy, Telia Company\nEngaging our people\n\nAccenture people are passionate about learning and applying their skills to help the environment. Our internal, global network of eco champions promotes emissions reduction, climate mitigation, circular economy and biodiversity through a mix of virtual and in-person events, challenges and volunteer opportunities.\n\nWe’re also embedding a sustainability mindset across our business, by building the ‘Sustainability Quotient’ of all Accenture people across the globe, so that they always ask: How can this have a better, more sustainable outcome? How does this drive change to solve for the SDGs?\n\nDuring 2021, we introduced an upskilling program for all our people in Accenture in the Nordics, a 30-day Sustainability Challenge, offering a new action every day for 30 days, with the aim to increase knowledge and application of sustainability in the daily work of our employees.\n\nWe also launched the Nordic Sustainability week in June 2021, a full week of online events and a digital hub, where we enabled our employees to share their experiences, learn from experts, and get a better understanding of how to build a better future for all. As a part of the Sustainability Week, all employees were invited to calculate their own personal emissions, with guidance on what specific actions they can take to reduce their emissions.\nSupply Chain\n\nSecuring responsible procurement\nSecuring responsible procurement\n\nOne of our key objectives as a responsible business is to help build supply chains that are more sustainable and more inclusive. By encouraging a mindset of responsible buying both inside and outside Accenture, we are helping to generate long-term value for our clients, supplier partners and communities.\n\nBeyond transactional procurement with our partners and suppliers, Procurement Plus addresses four thematic pillars to advance responsible buying: the environment, human rights, supplier inclusion and sustainability, and the future of work. This approach informs every aspect of our supply chain, building stronger partnerships and making us more transparent, agile and ethical. Our buying program influences key initiatives such as our award-winning Global Supplier Inclusion & Sustainability program. Part of that initiative involves working within our ecosystem to identify, develop and work with small/diverse and adaptive suppliers. We also require suppliers to provide information and data on how they are improving their business performance to reduce their environmental impact, which, in turn, helps us improve our performance.\n\nHigh priority SDG targets relevant for this chapter:\n\n5.b Enhance the use of enabling technology, in particular information and communications technology, to promote the empowerment of women.\n8.8 Protect labour rights and promote safe and secure working environments for all workers...\n9.2 Promote inclusive and sustainable industrialization and, by 2030, significantly raise industry’s share of employment and gross domestic product...\n10.2 Empower and promote the social, economic and political inclusion of all, irrespective of age, sex, disability, race, ethnicity, origin, religion or economic or other status.\n12.2 Achieve the sustainable management and efficient use of natural resources\n13.2 Incorporate measures to fight climate change into policies, strategies and planning\n16.5 Substantially reduce corruption and bribery in all their forms.\n16.6 Develop effective, accountable and transparent institutions at all levels.\n17.16 Enhance the global partnership for sustainable development, complemented by multi-stakeholder partnerships...\nPillars of Responsible Buying\n\nEnvironment\n- CO2 emission\n- e-waste\n- Water\n- RE100\n- Carbon strategy\n\nHuman Rights\n- Labor conditions\n- Modern slavery\n- Child labor\n- Health & safety\n\nSupplier Inclusion and Sustainability\n- Diverse supplier development\n- Advance equality of opportunity/spend\n- Accessibility\n\nFuture of Work\n- Consequences of digitalization & automation\n- Business resilience\n\nEthics & Integrity\nAnticorruption, conflict of interest, ethical business, etc.\n\nGlobal Sustainable Procurement Hub\nFor supplier Environmental, Social & Governance (ESG) due diligence, reporting, collaboration and co-innovation for responsible buying and social impact\nOur ethical procurement strategy\n\nOur ethical procurement strategy directs our key employee training, how we select our suppliers and the development of our high standards for conducting business with our suppliers. To continue encouraging broader transparency within our supply chains, we require all suppliers—regardless of category or size—to adhere to our Supplier Standards of Conduct or to make an equivalent commitment. We bring this to life by frequently hosting open discussions with suppliers across the business and have a strong Global Diverse Supplier Development Program (DSDP).\n\nAs with our Code of Business Ethics (COBE), our Supplier Standards of Conduct reflect our core values and our commitment to the 10 Principles of the United Nations Global Compact (UNGC). As an active Global Compact LEAD participant and signatory to the 10 Principles, we strive to lead by example in upholding its principles. At Accenture in Sweden, suppliers need to accept our Supplier Code of Conduct, which sets out the labor standards, human rights principles, and other legal and ethical standards we require our suppliers to meet. In the spirit of continuous improvement, we continue to evolve our global Supplier Standards of Conduct in line with our commitment to responsible business. Additionally, we annually review our supply chain strategy through the lens of our COBE and the UNGC Principles as part of our efforts to set industry standards for maintaining an ethical supply chain. This is particularly important as part of our continuing efforts to encourage our suppliers to pay a living wage.\nHuman rights commitment\n\nAt Accenture, we have a long-standing commitment to supporting and respecting human rights, including the elimination of modern slavery, child labor and human trafficking in our supply chains and business operations. Given the nature of our business, and the risk assessments we have undertaken to date, we believe the risk of modern slavery, child labor and human trafficking in our business is low. But we are not complacent and frequently review how we can improve and evolve in response to changing circumstances such as COVID-19. Our intention always is to be thoughtful and targeted in how we select and engage our suppliers, particularly in relation to higher-risk sectors and countries. We do not compromise when it comes to doing business ethically and legally, and we leverage our global buying power to advance human and labor rights.\n\nWe seek to encourage a culture of transparency within our supply chains and provide a mechanism to enable employees of our suppliers to speak up about legal or ethical concerns, including slavery and human trafficking. Employees of Accenture suppliers may report concerns or violations (anonymously where permitted by local law) through the Accenture Business Ethics Helpline.\n\nTo promote a high quality of life for the communities we touch, Accenture continues to drive the adoption of a living wage. Through our Supplier Standards of Conduct, we strongly encourage all our suppliers to pay a living wage or higher to those who provide services directly to our company and/or our clients. This was particularly important in 2020/2021 as the pandemic exposed societal and financial inequities all over the world. Likewise, we have a robust regular review process in place to validate living wages in the local country context. We continue to take targeted actions and support advocacy in our supplier ecosystems to work toward the elimination of modern slavery as part of our commitment to maintaining an ethical supply chain that respects human rights.\n\nOur Modern Slavery Act Transparency Statement provides more information about our efforts in this area. This statement is identified as higher risk for slavery and human required by law, but it describes our efforts beyond the United Kingdom, particularly in key geographies that we identified as higher risk for slavery and human trafficking.\n\nGiven the significant growth in AI, respecting human rights across our supply chain also includes responsible use of this technology to grow our business the right way. We are building on our ethical procurement philosophy by adopting new AI tools to help simplify the contracting process, implement digital solutions, and identify and eliminate human rights risks within our supply chains. As part of our efforts, Accenture has invested in a new blockchain-enabled global Sustainable Procurement Hub. This Hub will help to better assess and drive transparency around our suppliers’ ESG performance, including in relation to slavery and trafficking.\nCreating social impact\nCreating social impact\n\nAt Accenture, we use human ingenuity and the latest technology to help create a more inclusive society. Through the ingenuity of our people, clients, ecosystem partners and nonprofit partners, we develop and scale innovative solutions to help create a more inclusive society where everyone can thrive. Over the past year, these initiatives were tested like never before as the world faced new challenges and the exacerbation of existing challenges due to the global health, economic and social crises.\n\nInnovating to help our clients and communities tackle societal issues has always been an important part of what we do as a responsible business. In 2020, this mindset informed our response to COVID-19, while we also continued to evolve and expand our social innovation program, our work through Accenture Development Partnerships and supporting our people to make a difference in our communities.\n\nHigh priority SDG targets relevant for this chapter:\n\n- **5.5** Ensure women’s full and effective participation and equal opportunities for leadership at all levels...\n- **5.8** Enhance the use of enabling technology, in particular information and communications technology, to promote the empowerment of women.\n- **8.2** Achieve higher levels of economic productivity through diversification, technological upgrading and innovation...\n- **8.5** Achieve full and productive employment and decent work for all women and men, including for young people and persons with disabilities, and equal pay for work of equal value\n- **9.2** Promote inclusive and sustainable industrialization...\n- **9.5** Enhance scientific research, upgrade the technological capabilities of industrial sectors in all countries...encouraging innovation...\n- **10.2** Empower and promote the social, economic and political inclusion of all, irrespective of age, sex, disability, race, ethnicity, origin, religion or economic or other status.\n- **16.6** Develop effective, accountable and transparent institutions at all levels.\n- **17.16** Enhance the global partnership for sustainable development, complemented by multi-stakeholder partnerships that mobilize...\nAt Accenture, we believe that ideas can change the world—and that individuals can inspire a movement. The Social Innovators initiative is inspired by two fundamental beliefs: that anyone can be a social innovator if they are equipped with key skills and mindsets—and that tackling the complex challenges facing society can only be done in collaboration across businesses, sectors and industries. The program has three elements to spark and sustain social innovation with our people, clients and other ecosystem partners.\n\nAt Accenture in Sweden, we are running a number of Social Innovation hackathons, innovation challenges and accelerators. As a part of the Social Innovation program, we are building critical skills like life-centered design, conscientious innovation, storytelling, cross-sector collaboration and measuring social impact. We are giving our people the opportunity to put these skills into practice taking their ideas to reality with clients, startups and nongovernmental organizations (NGOs).\n\nExponential changes in technology were already transforming the way we worked and lived before COVID-19. The pandemic accelerated these changes, as companies were forced to reimagine their role in society, and economies and industries needed to rebuild.\n\nAt Accenture in Sweden, we continued to unleash the social innovation power of our employees during 2020, to help our clients, people and communities to navigate the challenges and knock-on effects of COVID-19. We gave our people the opportunity to ideate, pitch their ideas and create their own projects—often in partnership with our partners and clients—to develop real solutions. With our COVID-19 Social Innovation program called “Good for Society”, we ensured that the role we play has a positive and lasting impact for society as a whole. At the same time, we were investing in our people by giving them the chance to contribute with meaningful work. Hence, the benefit of the program was twofold as we offered our people the opportunity to give back to society while building valuable skills for the future.\nHuman rights in our communities\n\nAligned with the human rights agenda, Accenture in Sweden is committed to work against discrimination in our communities. We believe that all citizens should have the same opportunities to a decent livelihood, that is why we partner with Save the Children Sweden.\n\nTheir program, On Equal Terms is a program that extends across sectors—business, civil society, academia, and government—to strengthen the commitment, participation, and influence of children and young people in Sweden’s socially and economically marginalized areas. The collective impact partnership aims to establish long-term structural societal change to reduce the discrimination of children and to strengthen their influence over issues that affect their well-being, by providing the children with the platforms, tools and support that empowers them to be part of creating a long-term positive change in their communities. Democracy and influence are key focus areas of On Equal Terms, and through the program, the youth are empowered to exercise their rights and take an active part in the journey toward a more inclusive society. All partners in the On Equal Terms program bring their unique set of skills to the partnership. Over the years, Accenture in Sweden has contributed with our expertise in digitalization, strategy & organization, impact measurement, and more.\n\nTo share our key learnings from working with a collective impact partnership approach, Accenture in Sweden, Save the Children Sweden and Stockholm School of Economics have launched a Collective Impact playbook site.\nAccenture Development Partnerships\n\nAccenture Development Partnerships delivers the power of Accenture’s global capabilities and experience to address complex social, economic and environmental issues in the developing world. We are working Workplace teams led across areas such as health, gender, livelihoods and education, financial inclusion, humanitarian response, agriculture, water and environment. Accenture Development Partnerships directly contributes to SDG 17 (partnerships for the goals), one of Accenture’s high priority SDGs, as well as generating impact across other goals such as SDG 5 (gender equality) and SDG 10 (reduced inequalities). In fiscal 2021, Accenture in the Nordics delivered 15 Accenture Development Partnerships projects, with 8 clients in international development.\nSara Kulturhus is a community building in Skellefteå that hosts hotel, conference, as well as theatre facilities. Accessibility and inclusion are at the heart of this building and for this purpose, Accenture in Sweden has built an app that guides people in the building with XR experience in their phones.\n\nThe building is one of the world’s tallest green buildings made from locally sourced wood with efficient energy use. With the app, Accenture has made the utilization of Sara Kulturhus sustainable by guiding its visitors to a more sustainable path, inspiring them to choose the stairs instead of the elevators and reduce stress of finding the way to a specific place. Accenture focused on user-centricity and its social innovation mindset to be able to provide an equal experience for all.\n\nThe team at Accenture specifically focused on making the app accessible for people who have a sight disability.\n\nThe purpose was to make sure that everyone would be able to navigate the menu using the screen reader which provides access to all content inside of the application menu. By creating a sound for the place in the path that the visitor needs to go next the app allows the visitor to follow the path even though they do not see it.\n\nEverybody should feel welcome at Sara Kulturhus. By designing a dependable, personalized companion that provides relevant contextual information to support and anticipate the visitor’s needs, Accenture has created an equal experience for everyone.\n\n“We noticed quite quickly that accessibility and inclusion was at the core of what the building was all about. It helped us set a strong vision and mission for the project—that the Sara Kulturhus app should never be just about technology; it should be about providing an equal experience for everyone.”\n\nDan Gemvall\nApplication Development Specialist, Accenture\n\n“Whilst working on Sara Kulturhus the goal has been to make the building available and safe for everyone, no matter what abilities you have in life. With the help of technology, we can make people more independent and as a result make it easier to engage with culture.”\n\nCarina Norman\nBusiness Developer, Skellefteå Kommun\nFocusing on our people\nThroughout Accenture’s history, our people have embraced constant change. Fiscal 2021 was no different. Facing multiple crises, our top priorities were the overall safety, health and well-being—both physical and psychological—of our people and their families. One of our primary goals is to lead with compassion and humanity—to help our people be their best professionally and personally—and this took on a deeper meaning and sense of urgency this past year.\n\nWe supported our people personally with new virtual tools and initiatives to ensure they were seen, heard, connected and productive, as well as to help cope with the demands and stresses of the compounding crises and to strengthen their mental resilience. We continued to make progress toward becoming a more inclusive and diverse organization and set important new goals to further accelerate these changes.\n\nAt the same time, we remain focused on supporting our people professionally, equipping them with leading-edge technologies, continuous learning and a supportive global community to enable them to seize opportunities and resources to successfully manage their careers—and to help themselves, our clients, our communities and one another as we look ahead to a new reality beyond Covid-19.\n\nHigh priority SDG targets relevant for this chapter:\n\n- **3.8** Achieve universal health coverage... access to quality essential healthcare services...\n- **5.5** Ensure women’s full and effective participation and equal opportunities for leadership...\n- **5.8** Enhance the use of enabling technology... to promote the empowerment of women\n- **8.2** Achieve higher levels of economic productivity through diversification, technological upgrading and innovation...\n- **8.5** By 2030, achieve full and productive employment and decent work for all women and men...\n- **8.8** Protect labour rights and promote safe and secure working environments for all workers...\n- **10.2** By 2030, empower and promote the social, economic and political inclusion of all, irrespective of age, sex, disability, race, ethnicity, origin, religion or economic or other status\nCaring for our people\n\nAs a talent-led organization, the ingenuity and unique strengths of our people are our most important source of competitive differentiation. To grow our business, we must support our people with deep compassion and care.\n\nAfter the pandemic was declared, we worked to ensure their safety and well-being. Our commitment to helping our people be their best both professionally and personally has never been stronger than in this time of crisis and disruption.\n\nSupporting our people’s resiliency and well-being\n\nOur commitment to fostering a “Truly Human” environment took on greater meaning in fiscal 2021, providing a road map and principles for helping our people to become even more resilient and to maintain and enhance their physical energy, mental focus, value and sense of purpose.\n\nWe have demonstrated compassion and shown our people just how deeply we care for them with new or expanded services tailored to the needs of their local markets. In addition to existing programs such as shared best practices for working from home; and extended our benefits where possible, e.g. WFH allowance and extended occupational injury insurance.\n\nWith most of our people working remotely, human and social connections became even more essential. In response, we created a “home” for our people online, called #moretogethernow. Even though Accenture was uniquely positioned to adapt in virtual environments, it was important that our people had somewhere to turn that addressed their new concerns and fears, supported their entire selves, and helped them to stay safe, seen, connected and enabled.\n\nThe Accenture #moretogethernow site offers tools and support for everything from working remotely to mental health to specific topics like parenting and juggling the demands of new “co-workers” (i.e., children). Since launch, the site has been continually refined and updated with relevant content based on the feedback and needs of our people—reinforced with the mantra, “Together, we are better than ever.”\n\nAnother initiative took place between January 11 and March 14, 2021, when Accenture IF—Accenture’s Sports Association in Sweden, hosted Winter Sprinter Challenge. This event aimed to promote well-being and healthy habits of its employees and to donate money to Save the Children foundation, based on the distances the employees ran and walked in their teams. About 180 employees participated in this challenge with the overall distance result of 34,680 kilometers and over 50,000 SEK donation to Save the Children Sweden.\nPivoting to remote work and preparing for the future\n\nBuilding on our decades of experience with remote working, we quickly enabled our workforce to work from home and suspended substantially all business travel. We also shared our expertise in remote working with many clients and community organizations that were doing it for the first time.\n\nWe are implementing a comprehensive plan to return to Accenture offices and our clients’ offices where permissible. The safety of our people and the needs of our clients will guide how we manage our phased transition. By taking a phased approach, we have been able to prepare our workspaces and monitor and adjust protocols as needed. We have also built in the flexibility to respond quickly if government directives and local conditions change.\n\nWe believe the work environment of the future will continue to evolve, but will include more remote working and be very fluid as we innovate, collaborate and develop personal connections with people working from home, offices and at client sites. Over the longer term, we believe that personal collaboration and engagement will remain essential to maintaining our culture of shared success.\n\nMaintaining a healthy and safe workplace\n\nSupporting our people also includes helping to ensure rigorous health and safety programs for them—at our offices and client sites.\n\nIn 2020, we implemented a new, globally consistent Occupational Health and Safety policy to reinforce our commitment and define the responsibilities of all our people and contractors to keep our work environment healthy and safe—whether at an Accenture office, project site or at an alternate location. The new policy drives compliance with applicable laws and regulations and fosters adoption of health and safety management standards across Accenture.\n\nOur Global Asset Protection (GAP) team is responsible for providing crisis management and security advice and assistance to our people. GAP maintains a 24/7 Global Watch program to assist our people with security risks and health advice, and promotes awareness when our people travel to high-risk locations. GAP provides security awareness training on issues such as workplace violence, travel safety and natural disaster preparation. GAP also maintains a mass notification capability to alert employees to security events in their area based on residential, office and travel data.\n\nIn 2021, our Workplace teams led the development of a global Health Champion program, which helps to educate, inform and advocate for our people about health and safety concerns.\nInvesting in our people\n\nWe are committed to continually enhancing the capabilities of our people through training and on-the-job learning opportunities. We continue to make significant progress in helping our people pivot to new, advanced technologies by providing them with the tools, skills and flexibility to discover new talents and keep pace with the digital revolution and our new reality.\n\nWhen they are equipped for success, not only are they fulfilled in their career journeys, but our clients, our business and our communities reap the benefits.\n\nPerformance achievement\n\nOur Performance Achievement experience, supported by patented technology, is another way we invest in our people. Our people identify and apply their strengths, focus on a few vital priorities, ask for and share regular feedback, and take personalized actions to grow and develop.\n\nIn a particularly challenging year, we created the capacity to pay meaningful bonuses for fiscal 2021 performance. In Sweden, we also announced a significant number of 284 promotions during fiscal 2021 and in our December 2020 cycle we promoted 4 new managing directors and 5 new senior managing directors.\n\nSkilling and specialization at scale\n\nWe know how important it is for our people to have a solid grasp of the major technologies that we create, customize, consult on and deploy, such as cloud, AI and cybersecurity. And, crucially, our people must be able to share that knowledge easily with their teams and clients alike.\n\nWe believe skills are the common currency that will unlock boundaryless opportunities for our people and power our networks. We continue our focus on Specialization at Scale—a program that provides a robust and agile way to ensure that the right team, with the right skills, is ready to serve our clients. Using the power of AI, we help our people identify their skills and specializations, and then match them with project leaders and career opportunities.\nOur unwavering commitment to inclusion and diversity enables us to attract, develop, inspire and reward the best people. It creates an environment that unleashes innovation, allows our people to perform at their very best, and underpins a culture in which everyone feels they have an equal opportunity to belong, advance and thrive. We approach inclusion and diversity with the same discipline and rigor as any other business priority. We set goals, collect data to continuously improve and hold our leaders accountable.\n\nOur commitment starts at the top and we expect leaders at all levels to help create and sustain a culture of equality. Our areas of focus include gender; ethnic diversity; disability inclusion; lesbian, gay, bisexual, transgender and intersex (LGBTI); mental health; cross-cultural diversity.\n\nWe also commit to diversity and equal opportunity by eliminating discrimination in employment and applying our principle of meritocracy when we make decisions about our people.\n\nGender equality\nWe are making progress toward the global gender goals we set for ourselves in 2017. In 2020, women are accounted for 42.8% of our Swedish workforce, 40.1% of our new hires. By the end of fiscal 2021 women accounted for 48% of our total workforce and 43% of new hires.\n\nFiscal 2021 marked our 17th annual celebration of International Women’s Day for our people, clients and partners. For more than a decade, we have published groundbreaking research in conjunction with these celebrations. Our global research explored the hidden value of culture makers, the perception gap that exists between leaders and employees on this topic, and how closing this gap will yield substantial benefits for companies and their employees.\n\nAt Accenture in Sweden we participate as one of the main partners to Women in Tech, we cooperate with Teknikkvinnor and host a mentorship program for junior female talent at the universities in Sweden.\n\nWe continue to participate in the Employers for Pay Equity consortium with other companies that understand the importance of ensuring all individuals are compensated equitably for equal work and experience and have the same opportunity to contribute and advance in the workplace.\n\nMental health and wellness\nWe have made mental wellness a cornerstone of our commitment to helping our people be their best every day. We continue to break the stigma surrounding mental health by fostering a workplace environment where people feel comfortable engaging in open, honest dialogue about mental illness and mental well-being, including in response to external stresses such as the pandemic, natural disasters and other world events.\n\nThrough our Mental Health Ally network, Allies serve as ambassadors and advocates who can help colleagues facing mental health challenges find the support they may need. In 2020, our Mental Health Ally network expanded to nearly 7,000 members across every country where we operate. Our new Mental Health Essentials training helps our people understand the signs that a colleague needs help, how to have a conversation about mental health and the steps to take to support someone in need.\n\nNearly five years ago, we became one of the first corporate partners of Thrive Global, a behavior change technology company on science-based solutions to lower stress and enhance well-being and productivity. Thrive has enabled us to deliver customized workshops that help our people not only achieve a sense of belonging and purpose, but also stay physically energized and mentally focused in our hyper-connected, digital world.\n\nIn February 2020, we began offering Thriving Mind, a voluntary, whole human well-being program developed in partnership with Thrive Global to help our people learn about the science behind their brain’s response to stress, and provide tools and techniques to help them recharge wherever they are. Available in eight languages, Thriving Mind had more than 125,000 participants as 2020 ended. We are expanding the program in 2021, including launching an app that will provide easier access and new tools for our people. It will include an e-learning course, Thriving Together: Building Resilience and Belonging.\nIn recent years, there has been an increase in mental health issues in Sweden and in 2020 we saw an accelerated increase due to the pandemic.\n\nAt Accenture, the well-being of our people is a top priority. We are committed to support our employees in every way we can, and Accenture in Sweden initiated “Open Door Sessions” in collaboration with our health care provider Sophiahemmet in the beginning of 2021. Through a portal people were able to, anonymously and efficiently, book a 25-minute slot with a psychologist. Our objective was to provide easily accessible professional support, with the aspiration that proactive help can counteract a possible sick leave. Continued support was offered to 50% of the participants after the first session.\n\nThe Open Door Sessions were greatly appreciated and feedback from the participants showed that many had acquired an increased understanding of how the past year had affected them. The participants also valued that Accenture as employer understood and acknowledged the mental health challenges caused by the COVID-19 pandemic. Since Accenture’s aim is to continually support its employees’ well-being, more Open Door Sessions will be carried out in the future.\n\n“I am proud that we could come up with a proactive and easily accessible solution when our people needed it the most, in the middle of the pandemic. If we as an employer can lower the threshold for our employees to get professional support, we will do so!”\n\nLinn Winslott\nCountry HR Lead Sweden, Accenture\nDisability inclusion\n\nAccording to our global research, companies that fully include employees with disabilities grow faster than their peers. Yet, employees with disabilities around the world say they often feel excluded and unsupported. Our findings uncovered eight important factors that leaders can consider to build more inclusive cultures for all employees to unlock their—and their companies’—full potential.\n\nWe continue to create a safe environment for our people with disabilities. In the Nordics our Disability Inclusion Champion network of over 150 people brings our people, supporters and friends together for networking, collaborating and mentoring.\n\nAbilities Unleashed, our new, award-winning disability inclusion leadership development program, enables our people with disabilities to feel empowered, plan their career journeys, build their network and collaborate across the company. The program began in Europe and is expanding to Asia and North America, bringing additional aspiring leaders into its fold.\n\nPride\n\nEnsuring an inclusive environment for all our people—including LGBTI and all other sexual orientation, gender identities and expressions—is a key part of our belief that equality drives innovation.\n\nWe strive to provide identical employee benefits to same-sex and opposite-sex partners in all countries as law permits.\n\nIn Sweden we are proud to be recognized as a corporate leader that supports LGBTI people and the broader community. Accenture is a member of the Partnership for Global LGBTI Equality, a consortium of 19 leading multinational companies and six civil society partners. The initiative provides a platform to accelerate LGBTI workplace inclusion globally. In 2020, the initiative partnered with OutRight and the World Economic Forum to respond to COVID-19 by launching the COVID-19 Global LGBTQIQ Emergency Fund and made significant progress on the UN Standards Gap Analysis Tool.\n\nDuring Fiscal 2021 our focus has been to raise awareness about the situation for the LGBTQ+ community in the Nordics, engaging in collaborations with local organizations, taking a clear stance for equal human rights and showing our employees that not even a pandemic can stop us from showing our commitment to inclusion.\n\nDuring World Pride 2021 in Copenhagen, Accenture in Sweden was an official partner supporting the strong Human Rights agenda that the World Pride organization had chosen to drive. We arranged a well-visited panel discussion within the Human Rights Conference program, inviting clients, partners and our employees to join the discussion, as we truly believe that businesses have a great role to play in driving and developing society and policies to improve the conditions for the LGBTQ+ community, not only in the Nordics but also globally.\n\nThis year Accenture in Sweden collaborated as well with West Pride Festival in the city of Gothenburg and Malmö Pride Festival, which aimed to raise awareness and to support the local organizations that make a difference in the LGBTI community.\nEthics and Governance\n\nLiving our core values\nLiving our core values\n\nIntegrity is always top of mind\n\nDoing business responsibly, in compliance with laws and with integrity is the foundation of Accenture’s culture, reflecting our core values, inclusiveness and the highest ethical standards.\n\nConducting business with integrity\n\nWe believe an ethical culture is critical to our growth and differentiates us in a competitive marketplace. Clients choose to involve us in some of the most sensitive areas of their business in part because of our integrity and commitment to the highest ethical standards.\n\nOne way we demonstrate our commitment to behaving ethically is by supporting labor and human rights, locally in Sweden, as well as across our global business and operations. We also uphold this commitment as a LEAD participant of the United Nations Global Compact (which we signed in January 2008) and by adhering to the United Nations Guiding Principles on Business and Human Rights.\n\nOur commitment to ethics, human rights and strong corporate governance is a key driver of our business strategy and is essential to safeguard our people, clients, brand and financial performance. It is the foundation on which we build trust and is evident in our long-term relationships with our clients.\n\nAt Accenture we work with 90% of the 30 largest companies in Sweden, delivering on the promise of technology and human ingenuity. 80% of our Swedish clients have been our clients for 10 years or more.\n\nHigh priority SDG targets relevant for this chapter:\n\n- **5.5** Ensure women’s full and effective participation and equal opportunities for leadership at all levels...\n- **5.b** Enhance the use of enabling technology, in particular information and communications technology, to promote the empowerment of women\n- **8.8** Protect labour rights and promote safe and secure working environments for all workers...\n- **9.2** Promote inclusive and sustainable industrialization...\n- **10.2** Empower and promote the social, economic and political inclusion of all, irrespective of age, sex, disability, race, ethnicity, origin, religion or economic or other status\n- **16.5** Substantially reduce corruption and bribery in all their forms.\n- **16.6** Develop effective, accountable and transparent institutions at all levels.\nBuilding a strong ethical culture\n\nIn today’s evolving business, legal and regulatory landscape, determining what the right decision is can be difficult. To help our people make ethical choices and consider the full impact of their decisions, we rely on our core values and Code of Business Ethics (COBE) as guides.\n\nAt Accenture, our people care deeply about doing the right thing. Together, we have proven that we can succeed—providing value to our clients and shareholders and opportunities for our people—while being a powerful force for good. Our shared commitment to operating with the highest ethical standards and making a positive difference in everything we do is what makes Accenture special.\n\nIn today’s environment, we go beyond mere compliance; we innovate with integrity by using our understanding of technology and its impact on people to develop inclusive, responsible and sustainable solutions to complex business and societal challenges. To get this right, we must empower our people to make good decisions, act responsibly and speak up with confidence.\n\nWith our Code of Business Ethics, we want to help our people make ethical behavior a natural part of what we do every day—with each other, our clients, our business partners, and our communities.\n\nOur Code is more than just a document, it’s what we believe, how we live and how we lead. It’s embedded in all we do. It’s how we improve our business performance and build on Accenture’s reputation in the marketplace. It’s how we put our clients and our people first. It’s our way of putting integrity into action...every one of us, in every moment, every day.\n\nWe offer a broad range of resources to help our people better understand and fully engage with our COBE, including annual required Ethics & Compliance trainings, a Making Good Decisions tool, our COBE toolkit with downloadable job aids, an ethics helpline, an on-demand anonymous chatbot, and internal and external platforms for people to raise concerns, including anonymously.\n\nWe continue to evolve our required Ethics & Compliance training with shorter, interactive and visually engaging courses. Accenture employees (including part-time) must complete all required Ethics & Compliance training by July 31 each year to be fully eligible for year-end rewards (as permitted by law). In fiscal 2021, we achieved completion rates of more than 99% in Sweden.\n\nContractors are also required to complete Ethics & Compliance training within 60 days and may face revocation of access to systems or even termination if they fail to do so. Our goal is to maintain our high completion rates for trainings globally and to continue to evaluate our trainings (including through user feedback) to make sure they remain relevant and effective.\n\nWe are committed to providing a positive, respectful and inclusive work environment to all our people. This means we prohibit disrespectful behavior and have zero tolerance for sexual harassment, harassment or discrimination based on personal characteristics (such as race, color, ancestry, national/regional or ethnic origin, religion, sex, gender identity, sexual orientation, pregnancy, age or disability), retaliation, workplace violence or threats.\n\nWe understand that it is not always easy or comfortable to raise concerns. As a result, we provide multiple reporting channels for our people to raise those concerns in order to minimize potential unease in reporting an issue that may involve a colleague, an Accenture Leader, a client, supplier or contractor, or anyone else.\n\nWe strongly encourage our people to raise concerns to a manager or trusted advisor, an Accenture Leader, Human Resources or Legal and make it clear that they can always escalate concerns without fear of retaliation if they do not receive an acceptable response from their first point of contact.\n\nConcerns may also be reported anonymously to the Accenture Business Ethics Helpline 24/7. We encourage our people to contact Human Resources or Legal for guidance if they are unsure whether an issue should be reported. We take all good faith concerns seriously and all steps necessary to ensure that those who raise concerns do not experience any form of retaliation.\nGuiding our people’s behavior\n\nThe first fundamental behavior featured in COBE is “Make Your Conduct Count,” which articulates five locally relevant yet globally applicable standards to guide how we think and act across our unique and diverse culture. This framework creates a foundation for a positive, respectful and inclusive work environment that can inspire our people, reflect who we are and who we want to be as a company, and guide how we work with clients, our partners and each other.\n\nWe believe these ethical behaviors are critical to the success of our business, and we continue to monitor the ethical environment through anonymous surveys. We conducted our global Conduct Counts survey across all eligible countries at the end of fiscal 2020 and will continue to conduct the global survey at regular intervals.\n\nBecause we are part of a global organization, Accenture in Sweden can leverage scale to establish and improve efficient programs for our workforce. We are pleased to see continued adoption of Conduct Counts, with local leaders embracing the program and setting the “tone from the top,” further enhancing our professional environment by visibly modeling good behavior and holding themselves and others accountable.\n\nAs the program continues to grow and incorporate insights gained through local learning sessions and focus groups, we see positive individual and workplace changes. Survey data is driving our training and development programs, as well as local initiatives, to make sure we are meeting the needs of our people. One direct result of data-driven training is our interactive, scenario-based course for supervisors focused on handling feedback and concerns, which we introduced this year to ensure they have the tools they need to properly approach and elevate incoming feedback.\nAt Accenture in Sweden, we believe in a collaborative, honest and supporting work environment where everybody is empowered to be themselves, to be truly human and to make our conduct count. The Spring Talkers, launched by Accenture in Sweden in 2019 and inspired by the classic Swedish radio show “Sommarpratarna”, embodies these beliefs. In the program, some of our Accenture leaders in Sweden shed light on matters close to their hearts and welcome the listeners along on their personal journeys, while reflecting on various perspectives of ethics and respect for the individual at the workplace. By openheartedly sharing their own stories this way they contribute to an inclusive and trusting environment, highlighting how we can work together to achieve equality, create purpose, drive innovation, and live our code of business ethics every day.\n\nThis year Accenture in Sweden introduced season 2 of Spring Talkers. Every week during spring one episode of these brave and candid stories was released. Topics of the season include inclusion and diversity, mental health, climate change, workplace norms and biases, human and technology interaction, staying true to your own ethical compass and much more. In Nigel Waywell’s episode he gives a personal reflection on his 25 year-long Accenture journey and what he has come to learn over the years. He provides the listeners with a list of seven pieces of wisdoms, such as finding opportunities to learn everywhere, always being honest, and celebrating diversity.\n\n“It was a privilege to be asked to contribute to the Spring Talkers program and to reflect on my own career path, motivations, and outcomes. The opportunity to share perspectives through the recording has triggered numerous follow-up discussions with colleagues and offered a chance to share further in support of individuals as they define and develop their own personal journeys.”\n\nNigel Waywell\nSenior Delivery Lead, Accenture\nIncreasing transparency\n\nFor many years, we have communicated frequently and effectively with our people about how to raise a concern. In fiscal 2021, we increased transparency with our people about how they can find support once they raise a concern, how the investigation process works, and where to find aggregated internal data about the types of conduct matters we investigate and their outcomes.\n\nSupporting and respecting the rights of all people\n\nOur commitment to supporting and respecting internationally proclaimed human rights is a common thread connecting our business and requires the support of our leaders, people and suppliers.\n\nAs stated in our COBE, we focus our human rights efforts where they are most relevant to Accenture. For Accenture in Sweden that means for example:\n\n- Diversity and equal opportunity by eliminating discrimination in employment and applying our principle of meritocracy when we make decisions about our people;\n- Employment conditions and working practices and respecting the right to form and freely join legally constituted representative bodies and working in good faith with them;\n- Maintaining a respectful environment for our people, through COBE and Conduct Counts, by respecting the rights of our people relating to health, safety and security.\n\n- It also means protecting the privacy and security of personal data and using personal data responsibly.\n- Complying with all anticorruption laws without exception, regardless of local business culture or practices and respecting human rights in our supply chain in a manner consistent with our Supplier Standards of Conduct.\n- Our clients and other stakeholders increasingly look to us for visibility into our human rights commitments and policies. Some of our key global policies are publicly available through our Modern Slavery Transparency Statement to show how we drive human rights within our organization. These include: Speaking Up and Zero Tolerance for Retaliation, and Prohibition on Human Trafficking, Forced Labor and Child Labor.\n- We also adhere to relevant international instruments and documents, including the International Labour Organization’s Declaration on Fundamental Principles and Rights at Work, and the United Nations Guiding Principles on Business and Human Rights.\nAnticorruption principles\n\nWe are committed to conducting business ethically and leading by example. Our COBE and related anticorruption policies, both part of our global Ethics & Compliance program and human rights efforts, require our people, business partners and suppliers to comply with the anticorruption laws here in Sweden and everywhere we as a Global organization do business, including:\n\n- The U.S. Foreign Corrupt Practices Act (FCPA).\n- The Organization of Economic Cooperation and Development Convention on Combating Bribery of Public Officials in International Business Transactions.\n- The United Nations Convention Against Corruption.\n- The U.K. Bribery Act.\n\nOur relevant anticorruption policies apply to all Accenture people working for any Accenture entity, in any country, and to the many ways we handle our broad-based Anticorruption program. Through our internal controls function we regularly monitor our anticorruption program, and for Accenture in Sweden there have been no significant findings during fiscal 2021.\n\nWe continually assess and refine our Ethics & Compliance program, including how we train our people. Our approach provides a baseline of training to all Accenture people, including our part-time employees and contractors. Individuals in higher-risk roles receive additional anticorruption and other compliance training.\n\nDigital responsibility\n\nAs technology becomes ubiquitous, trust becomes paramount. To build—and maintain—trust in today’s digital age, businesses must use data and artificial intelligence (AI) ethically across customer information, product development and workforce training. Security and AI are among the topics within our Technology Quotient (TQ) training available to all Accenture people. In fiscal 2020, Accenture introduced TQ—a new training program to make tech fluency table stakes for everyone. The more our people can discuss technology in plain language, the more our clients can, too—and the easier it will be for them to adapt to changes and explain them to their customers, shareholders and employees. At the end of the fourth quarter of fiscal 2021, approximately 91% of Accenture’s people in Sweden had started their TQ journeys.\n\nBy using technology responsibly, we are considering the extended consequences of each new innovation—both positive and negative—on people, the planet and the economy.\n\nAs society continues moving to a digital-first reality, promoting human rights and setting industry standards are top of mind as we adapt our offerings to reflect this new collective consciousness.\nData privacy\n\nSafeguarding data is one of our most important responsibilities. We are continually evolving our approach to information security and data protection, identifying emerging threats and driving appropriate behavior to prevent and mitigate attacks. Everyone at Accenture has a personal responsibility to practice effective data management in accordance with our company policies, including our Data Privacy Statement and procedures, as well as changing global regulatory policies, such as GDPR.\n\nWe are dependent on information technology networks and systems to securely process, transmit and store electronic information and to communicate among our locations not only in Sweden but around the world and with our people, clients, alliance partners and vendors. Our success depends, in part, on our ability to continue to develop and implement services and solutions that anticipate and respond to the rapid and continuing changes in technology and offerings to serve the evolving needs of our clients.\n\nFacing the unique challenges created by COVID-19 and large employee populations working remotely, we took additional steps to protect sensitive health data while operating safely and effectively. With a goal to stabilize, normalize and optimize our approach to the changing environment, we strengthened our processes and privacy controls already in place to enable a secure and safe mobile workforce, and enhanced information security and data protection training to include guidance on how to securely work from home. For example:\n\n- Work-from-home users received specific guidance and job aids. Advanced Technology Centers and Intelligent Operations Centers received increased levels of guidance.\n- Accenture quickly amended—and continues to update—our dedicated internal information security websites and communications with up-to-date work-from-home guidance and COVID-19 scam awareness.\n- We generated global awareness of our guidance around work-from-home security practices and increased participation in the Information Security Advocate program.\n- Accenture applied our Client Data Protection (CDP) controls across the enterprise and acquisitions, as well as collaborated with CIO to strengthen our app and cloud security.\n- Further, we updated our required Ethics & Compliance training to include enhanced work from-home guidance.\n\nWe adhere to the highest and strictest standards for handling and protecting global privacy requirements. Our robust data privacy management program is acknowledged through receipt of both Enterprise and Client Service Business ISO® 27001:2013 and ISO® 27701 certifications.\n\nWe take security seriously, with extensive training and learning assets. All Accenture people regularly participate in required and targeted data privacy trainings. Further, our global awareness campaign, Protecting Accenture: Live Smart to Stay Safe, equips our people with the latest best practice learnings and behaviors necessary to maintain safe hygiene of data security. Beyond our required, comprehensive training tracks, 99% of our people in Sweden have completed one tier of our Information Security Advocate program, which is a set of self-paced courses, designed to strengthen employee awareness and adoption of secure behaviors. Furthermore, over half of the people at Accenture in Sweden choose to expand their knowledge completing additional in-depth information security trainings.\n\nEmployees who complete the Information Security Advocate program are significantly less likely to contribute to an incident and outperform non-Advocates in identifying phishing email indicators and passing phishing tests. In addition to keeping Accenture, our people and our clients protected through advanced internal security practices, technologies and controls, we serve as a global provider of managed security services, helping our clients with comprehensive security solutions spanning strategy development, risk management, cyber defense, digital identity, application and managed security services.\nA look ahead\n\nWorking to ensure a sustainable future for our communities, our clients, our people, and our business is one of our biggest commitments. As we look ahead to a future where we are starting to recover from the COVID-19 pandemic we are dedicated to keep envisioning and actualizing the possibilities of sustainability. We have an unprecedented opportunity to embrace change and reimagine and rebuild responsibly.\n\nBuilding upon the interdependencies across regions and industries and the integration of the supply chain around the world that were highlighted during the pandemic, we will continue to help our clients on their sustainable journey. Sustainability is multi-dimensional, and so is our approach. We deliver value—and deliver on our values—by embedding sustainability into everything we do and for everyone we serve; our clients, people, partners, shareholders and communities. It’s about working together to rewire the global economy for shared success.\n\nAs we transform Accenture for all of our stakeholders, we will work tirelessly until we reach the day when, for our clients and their communities, sustainability is not just good business—it’s business as usual. Together with our 1,400 people in Sweden, our clients and all our ecosystem partners, we are committed to building a future of shared success to achieve sustainable, long-term growth that benefits everyone.\nAuditor’s opinion regarding the statutory sustainability report\n\nTo the general meeting of the shareholders in Accenture AB, corporate identity number 556608-0668.\n\nEngagement and responsibility\n\nIt is the board of directors who is responsible for the sustainability report for the financial year 2020-09-01—2021-08-31 and that it is prepared in accordance with the Annual Accounts Act.\n\nThe scope of the examination\n\nOur examination has been conducted in accordance with FAR:s auditing standard RevR 12 The auditor’s opinion regarding the statutory sustainability report. This means that our examination of the statutory sustainability report is different and substantially less in scope than an audit conducted in accordance with International Standards on Auditing and generally accepted auditing standards in Sweden. We believe that the examination has provided us with sufficient basis for our opinion.\n\nOpinion\n\nA statutory sustainability report has been prepared.\nStockholm 7 December 2021\nKPMG AB\n\nHök Olov Foraberg\nAuthorized Public Accountant\nAbout Accenture\n\nAccenture is a global professional services company with leading capabilities in digital, cloud and security. Combining unmatched experience and specialized skills across more than 40 industries, we offer Strategy and Consulting, Interactive, Technology and Operations services—all powered by the world’s largest network of Advanced Technology and Intelligent Operations centers. Our 624,000 people deliver on the promise of technology and human ingenuity every day, serving clients in more than 120 countries. We embrace the power of change to create value and shared success for our clients, people, shareholders, partners and communities. Visit us at www.accenture.com.", "source": "accenture_2021", "added": "2025-04-26", "created": "2025-04-26", "metadata": {"Source-File": "climate_reports/additional_reports/accenture_2021.pdf", "olmocr-version": "0.1.59", "pdf-total-pages": 52, "total-input-tokens": 93943, "total-output-tokens": 21019, "total-fallback-pages": 0}, "attributes": {"pdf_page_numbers": [[0, 118, 1], [118, 1935, 2], [1935, 3643, 3], [3643, 4274, 4], [4274, 6814, 5], [6814, 10449, 6], [10449, 11553, 7], [11553, 14046, 8], [14046, 16489, 9], [16489, 16524, 10], [16524, 19508, 11], [19508, 20040, 12], [20040, 22911, 13], [22911, 26143, 14], [26143, 28133, 15], [28133, 29785, 16], [29785, 31369, 17], [31369, 33402, 18], [33402, 35696, 19], [35696, 36497, 20], [36497, 38987, 21], [38987, 40337, 22], [40337, 40384, 23], [40384, 42611, 24], [42611, 43275, 25], [43275, 44880, 26], [44880, 47902, 27], [47902, 47925, 28], [47925, 50087, 29], [50087, 52170, 30], [52170, 53764, 31], [53764, 54563, 32], [54563, 56738, 33], [56738, 56761, 34], [56761, 58875, 35], [58875, 61424, 36], [61424, 64002, 37], [64002, 65957, 38], [65957, 70149, 39], [70149, 71665, 40], [71665, 74706, 41], [74706, 74752, 42], [74752, 77025, 43], [77025, 81238, 44], [81238, 83054, 45], [83054, 85000, 46], [85000, 87295, 47], [87295, 89870, 48], [89870, 93910, 49], [93910, 95307, 50], [95307, 96360, 51], [96360, 97049, 52]]}}