{"id": "70ad9122f9d3c45d179d351a0eff49fe44734fa8", "text": "We have been and continue to be in uncertain and challenging times. As the pandemic crisis unfolded, it tested our physical and mental resilience as individuals and as communities while changing the way we live. It also burnished a bright light on the best of humanity as we saw thousands of individuals—healthcare specialists, community workers, essential services personnel—put their personal health and safety at risk while helping millions cope with the pandemic.\n\nThe world will never be the same again, and as we hit the reset button and reimagine our future, it’s important to remember that the pandemic and its associated impact on the economy has intensified existing vulnerabilities and created new ones. No one knows when the crisis will end. What we do know is that we are facing a new reality, and to thrive in it, we need a new way of thinking that’s inclusive and leaves no one behind.\n\nEmerging technologies can drive socio-economic recovery and enable a step change in innovation-led growth. Besides driving business growth, advanced technologies like AI, IoT, big data analytics, extended reality and robotic process automation help drive equitable growth through improved access to work opportunities, universal healthcare and education for all. And as we embark on this digitally powered growth journey, we need to consider the potential and unintended risks.\n\nFor example, millions of children have been impacted by school closures and the lack of digital learning infrastructure. While some have been able to study remotely, many more have been left out due to the lack of access, or funds. We need to make the right investments today to mitigate these risks for the future.\n\nAt Accenture we recognize that now, more than ever, collaborating at scale, and creating shared successes will be key to reimagining the future and delivering on our priorities. We have a renewed commitment to combining the promise of technology and human ingenuity to drive 360° value for not just our clients, our people, shareholders and partners but also for our communities, transforming not just our own industry and ecosystem but also ultimately making a real difference in society. Our people have embraced constant change, remaining committed to creating lasting value, and we are incredibly proud of the work we have done.\n\nI would like to thank our people and partners for their ongoing support and collaboration, and for their extraordinary effort over the past few months to making a positive difference, every day.\n\nRekha M. Menon\nChairperson and Senior Managing Director\nAccenture in India\nInnovating for social impact\n\n- Reskilling individuals from economically weaker sections\n- Collaborating with our strategic partners to drive meaningful change\n- Using exponential technologies to build a more inclusive and sustainable world\n\nEnabling our grant partners to recover and rebuild amidst the pandemic\n\nA more sustainable future\n\n- Exploring new ways to make shared success a reality\n\nOur people make a difference\n\n- Harnessing the power of goodness to make a difference everyday\nEnabling our grant partners to recover and rebuild amidst the pandemic\n\nAs COVID-19 unfolded, we worked closely with our NGO partners who were steadfastly working on the frontlines to address the unprecedented challenges caused by the pandemic.\n\nSolely focused on complementing their on-the-ground efforts, we were able to swiftly repurpose our budgets to maximize the overall impact. To ensure that our partners get back to their core strength of skilling youth, we helped them to pivot toward digitizing content and virtualizing training delivery. We have released a series of playbooks to help partners recover and operate efficiently and virtually. We also helped the NGO partners work closely with the community members by:\n\n- Spreading awareness about the pandemic\n- Creating awareness about hygiene standards\n- Facilitating disinfection activities\n- Training farmers on safety protocols\n- Enabling women micro-entrepreneurs to stitch masks\n- Setting up a dedicated helpline for persons with disabilities to learn about the pandemic\n- Distributing 3D-printed face shields to police personnel in West Bengal\n\nSupporting healthcare workers to help patients and vulnerable individuals\n\nWe are working with both Oxfam India and Charities Aid Foundation to empower COVID-19 frontline workers. Leveraging our digital capabilities, we are helping Oxfam train community workers on the disease, how to prevent it and hygiene practices. These workers are then educating the communities in which they work and live. The organization has also been arranging awareness sessions through mobile vans as well as through local media.\n\nSo far, Oxfam has touched the lives of more than 170,000 people through personal protection kits and training, including digital training sessions via video conferencing.\n\nWorking with Oxfam and Charities Aid Foundation, we also provide personal protection kits to doctors, nurses and sanitation workers. Each kit contains masks and face shields, protective suits, gloves and hand sanitizers. They have been distributed in hospitals and other places in the states of Karnataka, Kerala, Maharashtra and Uttar Pradesh as well as the National Capital Region, including Gurgaon and Delhi.\n\nEmpowering the underprivileged to continue learning\n\nMany disadvantaged young people in India attend vocational training centers that use blended learning methods. With COVID-19 restrictions in place, most can no longer attend these courses physically. Accenture and Quest Alliance developed an app that offers more than 150 free digital lessons so that the underprivileged youth can continue building their career and life skills virtually.\n\nSince the lockdown, more than 65,000 youth have benefited from using Quest App, which provides lessons in communicative English and digital literacy. The app also equips them with the skills they need for the job market. This includes helping them craft resumes, prepare for job interviews, understand the importance of teamwork, handle workplace harassment and interact with customers. Available in several Indian languages, the content is aligned with the employability skills curriculum for government-run vocational training centers.\nInnovating for social impact\n\nEmpowered to dream big\n\nKajal is an 18-year-old tenth standard student belonging to a marginalized community. She had little hope in life beyond what she was exposed to through her father, a rickshaw puller, and mother, a domestic cook. That was only until she came to know of the Skills to Succeed training at Navgurukul. “I feel privileged to be working in an MNC as a Software Engineer with a substantial monthly salary,” said Kajal about her successful job placement after pursuing a short-term software engineering course targeted at the underprivileged and marginalized.\n\nLike Kajal, hundreds of young people across rural India have gotten a new lease on life through Accenture’s Skills to Succeed initiative. Through a robust ecosystem of organizations that include our clients and partners, we are creating large-scale, long-term solutions that close global employment gaps. Today, we continue to explore new horizons to equip underprivileged people with job-readiness or entrepreneur skills.\n\nLeveraging technologies to empower youth and women from economically weaker sections and persons with disabilities with the skills needed in high-demand job sectors\n\nMore than 870,000 people in India benefited from Skills to Succeed since FY10 (46% women beneficiaries as of FY20)\n\nIn FY20:\n- Over 175,000 people skilled in India\n- 105,000 joined work or commenced business\n- 49% women\n- Over 3,000 persons with disabilities\nGaining the right skills\n\nMany students in rural Karnataka struggle with English—a language considered both a nemesis and a necessity around these parts of the country. “English is a professional language. Everyone in the IT sector speaks it. Fluency in spoken English is a must to get a job,” says Shivaprasad. He’s a second-year student at the Government Industrial Training Institute Huvina Hadagali in Bellary, Karnataka. Ask him a question and he glows with pride as he answers in English. “It wasn’t always the case. I had struggled to learn the language, even during pre-university days,” he declares.\n\nThat was before he came across Quest App. He now spends an hour every day on the app, and this has helped him gain fluency in English and become a more confident person. “I want to remove the fear of English from the minds of the youth in my neighborhood and make them feel confident, too. I plan to teach them for free,” says Shivaprasad.\n\nWhat’s more, the app has helped him develop a habit of reading. “In school, a friend gifted me a book ‘Light for Students: Towards Higher and Deeper Values’ by Sri Aurobindo. I was finally able to read it after all these years,” says Shivaprasad.\n\nQuest App hosts more than 75 hours of digital content around digital literacy and fluency, workplace readiness and career management skills to enable on-the-go self-learning for youth. It has proven to be an effective mode of learning despite the absence of a good teacher or facilitator.\n\nWe built the app as part of Future Rights SkillsNetwork, a program jointly launched by Accenture, Cisco and Quest Alliance. The program aims to equip and improve the lives of 1.5 million youth in India. The in-classroom program is delivering more than 240 hours of training to students enrolled in the industrial training institutes (ITIs) to build 21st-century skills and become future-ready.\n\nShining a light on women micro-entrepreneurs\n\nWhen the Tamil Nadu government announced a scheme to supply face masks to people below the poverty line, they chose 60 women micro-entrepreneurs trained under our collaborative program (Accenture–EDII MSDPs) to meet this demand. Ganesh Lakshmi, a jute bag manufacturer in Coimbatore, was among the fortunate women to win this large order. Empowering her was a certificate course she did in 2018–19 on Micro Skillpreneurship Development Program (MSDP) implemented by the Entrepreneurship Development Institute of India (EDII), our Skills to Succeed partner.\n\nMaheshwari, a tailor in Madurai, Tamil Nadu wanted a means to earn some extra money in her free time. She enrolled in the Micro Entrepreneurship Development Program (MEDP) by the EDII in 2016–17, and learned to make jute bags, files, pouches and hand purse. Being an expert in making a variety of jute products, it was easy for her to make face masks. Each day, after completing her household tasks, she stitches 250 masks. Maheshwari has been assured of continuous business until January 2021, and she is extremely happy. Her motto? Patience pays off!\n\nLakshmi and Maheshwari are just two of 60 women skillpreneurs who have been chosen by the Tamil Nadu government to manufacture one lakh masks. These women were trained as part of our program—the Women Entrepreneurs Access Connect Transform (WeAct). Conceptualized in collaboration with the Entrepreneurship Development Institute of India, and launched in March 2020, WeAct provides structured hand-holding support to women nano- and micro-entrepreneurs. Using the platform, women entrepreneurs can access market information and financial guidance, connect with peers and attend appropriate training to transform their business. The program already has over 1950 registered members spanning the states of Andhra Pradesh, Karnataka, Kerala, Maharashtra, Rajasthan, Telangana and Tamil Nadu.\nStories of hope\n\nShubha from Thagechekere, Karnataka\nShubha wanted to become a lawyer, but her family couldn’t support her education. Accenture’s tablet-based health navigator app, created for MAYA Health, gave her renewed hope. As a health navigator, she could improve the health of the rural community by bringing basic health services to people’s doorsteps. Moreover, she could dream big and give her children the education she was denied and help them lead a better life.\n\nSarvari Parveen from Metiabruz, Kolkata\nSarvari belongs to a community where the liberty and freedom of girls are restricted. But she wanted to be independent. Anudip Foundation gave her a chance to do just that. She learned the skills she needed to get a job and make a career for herself.\n\nAnudip Foundation has empowered more than 59,000 women like Sarvari so far. The organization is helping women shape their future and overcome their circumstances by training them for in-demand digital jobs. In partnership with Accenture, the organization has digitized its curriculum as well as reinvented the ways of learning. This tie-up has opened up a whole new world of possibilities for every student who enrolls.\n\nSavrupalli Shinde from Mhaswad, Maharashtra\nSavrupalli became a part of the Mann Deshi Udyogini program, where she learned to set up and run a business and develop her sales skills. She now runs her own business of musical instruments and can proudly call herself an entrepreneur.\n\nMann Deshi Udyogini serves as the first business school for underprivileged rural women. The program equips women with the business skills to start a venture and become businesswomen in their own right.\n\nAccenture teamed up with Mann Deshi and provided the foundation with the management information system support to standardize their training initiative. It infused a new ray of hope in an initiative that will enable more than 141,000 women to become strong, independent individuals.\n\nRemaining energized by the commitment and efforts of our strategic partners to improve the way the world works and lives\n\nOn March 3 and 4, 2020, Accenture in India celebrated a decade of corporate citizenship along with our key non-governmental organization (NGO) partners. To mark the occasion, we organized an event where we recognized the unwavering commitment of our NGO partners toward helping us drive a positive impact on our communities. We also turned the spotlight on how we can continue working together to enable a brighter future for the underprivileged and marginalized in India.\n\nOur strategic partners are broadly divided into three portfolios: Employability, Micro-enterprise and Social Enterprise.\n\nEmployability\nFocus area: Digital Delivery, Digital Literacy and Digital Fluency\n\nPartners:\n\nAide et Action India: Training youth primarily in the retail sector, in addition to BFSI and beauty therapy assistance\n\nAnudip Foundation: Imparting training on social media, analytics and cloud for freelance jobs in the e-commerce industry\n\nDon Bosco Tech (DB Tech): Providing vocational skills training to youth in key sectors such as hospitality, retail and manufacturing across India\n**Micro-enterprises**\n\n**Focus area:** Business, financial literacy, marketing and digital skills, particularly for women in semi-urban and rural areas\n\n**Partners:**\n\n- **Charities Aid Foundation (CAF):** Provides strategic and management support to corporates, individuals and NGOs with an aim to ensure greater impact of their philanthropic and CSR investments.\n- **Entrepreneurship Development Institute of India (EDII):** Providing entrepreneurial skills training to women and youth in peri-urban, rural areas. The training ensures beneficiaries acquire necessary skills needed to launch a new business.\n- **Mann Deshi Foundation:** Training marginalized women (who have no formal education) and girls (who have dropped out of high school) on technical, financial and marketing skills to become entrepreneurs.\n\n**Social Enterprise**\n\n**Focus area:** Incubation of early-stage social startups\n\n**Partners:**\n\n- **Villgro:** Incubating early-stage, innovative for-profit enterprises that have an impact on the lives of the unprivileged in India, such as BookMyBai; helping people hire maids, babysitters, cooks and patient care.\nBringing together social and technology innovators, using exponential technologies to build a more inclusive and sustainable world\n\nArtificial Intelligence has given computers vision. It is now giving conservationists the “ears” they need. Recognizing endangered species by their call in the wild is a critical element in conservation efforts. Unlike vision, sound can be used to track them even if the animals are camouflaged and irrespective of the direction where they are located. Wildlife Conservation Society (WCS) India and Accenture Labs worked collaboratively to demonstrate the role of technology in not only easing the task for conservationists, but allowing them to focus on their core job, which is to protect animals in the wild. WCS collects data by deploying multiple sound recorders in the forest, which are collated at the base station. Recorded files are analyzed by the Nature Sound Analyzer, which annotates the start and end points of animal sounds in the file. These sounds are then reconfirmed by WCS researchers. The analysis of the recordings helps identify where endangered animals are located (based on the location of the recorder) and when they were last present at the location (based on the timestamp of the identified call sound). This information on their habitat is a critical input to the conservation efforts, such as demarcation of forest areas as protected zones or organizing a response from forest rangers and park management against illegal poaching and trade in endangered species. The primary technologies used are Digital Signal Processing (DSP) and AI. The benefits of the project are two-fold. On the human side, it reduces hours and hours of effort in analysing information to a few seconds and minutes. On the technology side, it represents the importance of AI in converting sounds in the wild into critical insights that can help conservationists calibrate and prioritize their response.\n\nAccenture, in close collaboration with the Bombay Natural History Society (BNHS), developed the Internet of Birds (IoB) app to enhance the experience of amateur birdwatchers by helping them identify nearly 600 species of birds found in the Indian subcontinent. It is the first platform of its kind to use the power of Deep Learning and Image Recognition to identify birds from the Indian subcontinent and allows citizens to participate effectively in the Citizen Science Program.\nA more sustainable future\n\nWith 10 years left to achieve the United Nations (UN) Sustainable Development Goals (SDGs), it is clear that, collectively, we have more work to do.\n\nWe must accelerate our actions and collaborate in new ways with competitors and others. We are committed to playing our part. We have in fact committed ourselves to challenge and support companies in integrating the 17 UN SDGs into their core business and to make shared success a reality.\n\nA decade into our quest to lessen our environmental impact, thinking—and acting—sustainably has become a part of daily life at Accenture. We continue to explore innovative technologies and ways to decouple business growth from emissions growth. By making our operations more efficient, harnessing the innovative spirit of our people and developing new sustainability solutions, we are accelerating the global shift to a low-carbon economy and reducing the impact of climate change.\n\nSince 2007, we have saved more than 1.94 million megawatt-hours of electricity, reduced more than 1 million metric tons of CO2 and generated more than US$258 million in energy savings worldwide.\n\nIn India, we have invested in energy-efficiency measures, including LED and EC fan retrofits and smart energy meters.\n\n| Description                        | FY19 | FY20 (estimated numbers) | % Variance |\n|------------------------------------|------|--------------------------|------------|\n| Electricity, mill kWh              | 240  | 182                      | -24%       |\n| Energy Performance Index (EPI)     | 170  | 126                      | -26%       |\n| Water consumption, KL/Employee     | 6.9  | 4.9                      | -29%       |\n| Renewable energy mix               | 34%  | 42%                      | 8%         |\n| % Recycled waste*                  | 77%  | 74%                      | -3%        |\n\n*FY20 is an anomaly year due to COVID-19\nWe act for impact\n\nIn 2019, we committed to procuring 100% renewable energy across our global facilities by 2023, joining the RE100, a global corporate leadership initiative bringing together influential businesses committed to 100% renewable electricity. We are the largest professional services company to have a goal aligning with the Science Based Targets Initiative. Our target is to reduce our absolute greenhouse gas emissions by 11% against our 2016 baseline by 2025, including a commitment to reduce scope 1 and 2 emissions by 65%, and a 40% per unit of revenue intensity reduction for scope 1, 2 and 3 emissions over the same time period. To date, we have cut absolute emissions by 7%, reduced our scope 1 and 2 emissions by more than 19% and reduced our per unit of revenue emissions by more than 29%.\n\nThrough our Eco Action 2020 initiative, we are bringing our environmental commitments to life and working toward a greener future. It’s not about taking giant leaps; it’s about taking baby steps toward making a sustainable difference. It’s about saying no to harmful shortcuts and yes to responsible “greener than” actions.\n\nOur people are making a positive impact by increasing their awareness about environment sustainability and participating in virtual eco-volunteering.\n\nFor the past eight years, we have launched a global environmental challenge on Earth Day—the Greener Than Game—as a fun way for our people to compete for the title of the greenest individual, idea or team at Accenture. In FY20, more than 9,000 people participated in the initiative in India, a gamified, internal platform to earn points while learning about Accenture’s environmental programs and ways to travel more sustainably.\n\nA truly inclusive workplace\n\nOur commitment to our people and to accelerating equality for all has never been more relevant than it is today. Together, Inclusion, Diversity & Equal Opportunity is explicitly one of our highest-priority Environmental, Social and Governance (ESG) material issues and an intentional part of how we conduct business.\n\nWhen she rises, we all rise\n\nMaking progress on gender equality. We believe that the future workforce is an equal one and, by 2025, we will achieve a gender-balanced workforce. As of 2019, women comprised 44% of our global workforce. We have also committed to grow the percentage of women managing directors to at least 25% worldwide by the end of 2020—and at the end of 2019, we were at 24%.\n\nSupporting mental well-being\n\nTo continue to break the stigma surrounding mental wellness and to help our people prioritize their mental health, we created Thriving Mind, a holistic well-being program developed in partnership with Stanford Medicine and Thrive Global to help our people better manage stress. Over 60,000 of our people in India are using the program. We also have nearly 500 active mental wellness advocates helping their colleagues with mental well-being. Additionally, our people are using an AI tool that provides a safe and private way of embarking on their mental wellness journeys, offering support 24 hours a day.\n\nA barrier-free workplace\n\nWe have established an Accessibility Center of Excellence and a new Adjustment Request Tool to proactively address the assistive technology and equipment needs of our people with disabilities and enable them to succeed. In India, our goal is to increase workplace accessibility to 100%. By the end of 2019, we reached 95%.\n\nResponsible buying on a global scale\n\nWe work with our suppliers to advance key priorities—including environmental sustainability, human rights, inclusion, diversity and social innovation—and forge greater engagement and collaboration. Globally, our goal was to get 75% of our key suppliers to disclose their targets and actions toward emission reduction. In 2019, we surpassed that goal with 77% of our suppliers disclosing their targets, and 82% disclosing the actions they are taking.\nOur people make a difference\n\nHarnessing the power of goodness with just a click\n\nNow more than ever, people want to work for a company that shares their values. At Accenture, we challenge one another every day to come up with creative solutions around the future of work and climate change to equality, human rights and responsible innovation. And, our people are making a difference, every day.\n\nEmployee Giving Program\n\nOur people contribute through their monthly salary to support more than 50 NGOs. In FY20, the program benefitted thousands of youth, women and children across India through projects that focus on women empowerment and elderly care as well as training programs for Persons with Disabilities and youth.\n\nMore than 26,700 people signed up for Employee Giving Program\n\n44 partners collaborated in FY20 up from 28 in FY19\nRunning for a cause\n\nOur annual Empower Run focuses on the physical and mental well-being of our people. This seven-city run encourages our people to fuel their sense of purpose by giving to the communities while fostering a sense of belonging by running for a cause. The third edition of the Accenture Empower Run raised funds for our NGO partner VAANI, which empowers hearing-impaired children across India to lead a full life.\n\nWhat made the event truly special this time was the one-of-a-kind medals we had made for all our runners. These uniquely designed medals, made of paper dust, were personally handcrafted by persons with intellectual disability. Craftizen Foundation, an NGO partner that works to preserve and evolve Indian craft skills, was instrumental in engaging women, who were previously rag-pickers, to stitch lanyards made with single-use plastics.\n\nSupporting the hearing impaired\n\nSakibul\n\nBorn in Malancha village in West Bengal, 7-year-old Sakibul Mondal was diagnosed with hearing loss when he was barely a year old.\n\nToday, he is a happy, engaged student at the VAANI Sadhan Centre, where he gets one-on-one training on language, mathematics, communication and life skills via a combined method of sign language, lipreading and tactile learning.\n\nHis mother, too, is an active participant in his education and is a community mobiliser in their village.\n\nMaithri\n\nMaithri was diagnosed with hearing loss at the age of three. Today, she’s a happy-go-lucky 11-year-old who attends mainstream school in Tumkur, Karnataka. She is also a regular student at the VAANI Sadhan Centre, where she undergoes speech therapy and learns life skills.\n\nVolunteering\n\nOur volunteers have spent more than 95,000 hours in community outreach through associating with more than 50 NGOs that support digital skilling efforts.\n\nJayanthi Nair, Analyst, who lives in Pune, is an active volunteer of the Zooniverse project, which has brought her a sense of purpose. What’s more, it has given her a chance to involve her family in the activity. Her son enjoys classifying animals with her and is learning so much about biodiversity. She’s also the proud winner of the Zooniverse Global and National contest.\n\nNidra Naik is a process trainer in Hyderabad. In her free time, she has been diligently conducting DigiClass for the beneficiaries of Dr. Reddy’s Foundation. It’s been a very fulfilling experience for Nidra.\n\n- **DigiClass:** In these unprecedented times, when all of us are working from home, we had to design something to ensure our Skills to Succeed volunteers continued to teach and our beneficiaries continued to learn life-skills. We built an in-house virtual platform, DigiClass, to facilitate online sessions for underprivileged youth. 500+ volunteers have delivered 5,000+ DigiClass sessions reaching and improving the lives of 2,000+ youth\n\n- **Global Learning and Observations to Benefit the Environment (GLOBE)** is a NASA citizen science initiative that allows volunteers to gaze at the clouds and share their observations for environmental research. Using the GLOBE Observer phone app, they can upload descriptive metrics and photos of clouds from their backyard or balcony.\n\n  **Impact:** 700 volunteers and more than 12,000 observations\n\n- **Zooniverse** focuses on understanding how plants and animals behave, to understand, among other things, the impact of climate change. By making this tool available to our people, we’re helping speed up critical research that informs environmental innovation and will help protect the earth for future generations.\n\n  **Impact:** 4,500 sign-ups with nearly 1,244,000+ classifications\n\n- **Mapathon** is a project to put the world’s most vulnerable people on the map. This year, our people created a digital map of remote areas in Peru, using the OpenStreetMap online tool with the help of a satellite image. Through the project, we are enabling the provision of life-saving essential health care for women and children.\n\n  **Impact:** 54,000 edits with 450 volunteers\nAwards and recognition\n\nAccenture in India won the Golden Peacock Corporate Social Responsibility Award in 2019.\n\nAccenture in India received the AVPN Constellations Award for the Future Right Skills Network Program in 2020.\n\nProbono\n\n“On-top-of-the world, that’s how the team felt when we worked on developing a mobile app for managing the alumni of Medha, one of our partner NGOs. Great sense of purpose for all of us,” expressed Divya Prakash Singh, one of our volunteers and a lead for probono projects.\n\nOur people contributed close to 40,000 of probono hours in FY20, delivering capacity-building projects covering several areas:\n\n- Strategy & Consulting: Research, road map, fundraising and technology\n- Legal: Consultation and documentation\n- Marketing: Fundraising pitch, brochures and presentations\n- IT capacity building: Websites, database management and process automation, virtual sessions for trainers of NGO partners, and\n- Knowledge management, life skills, communicative English, computer basics and job readiness\nAbout Accenture\n\nAccenture is a global professional services company with leading capabilities in digital, cloud and security. Combining unmatched experience and specialized skills across more than 40 industries, we offer Strategy and Consulting, Interactive, Technology and Operations services—all powered by the world’s largest network of Advanced Technology and Intelligent Operations centers. Our 514,000 people deliver on the promise of technology and human ingenuity every day, serving clients in more than 120 countries. We embrace the power of change to create value and shared success for our clients, people, shareholders, partners and communities.\n\nVisit us at www.accenture.com", "source": "accenture_2020", "added": "2025-04-09", "created": "2025-04-09", "metadata": {"Source-File": "climate_reports/ccrm_2022/accenture_2020.pdf", "olmocr-version": "0.1.59", "pdf-total-pages": 15, "total-input-tokens": 33557, "total-output-tokens": 7057, "total-fallback-pages": 0}, "attributes": {"pdf_page_numbers": [[0, 0, 1], [0, 2603, 2], [2603, 3094, 3], [3094, 6285, 4], [6285, 7742, 5], [7742, 11573, 6], [11573, 14732, 7], [14732, 15864, 8], [15864, 18284, 9], [18284, 20194, 10], [20194, 24131, 11], [24131, 24971, 12], [24971, 29003, 13], [29003, 30035, 14], [30035, 30724, 15]]}}