{"id": "92e7aa7a4f11a4128e4e24686fad31a448801ec1", "text": "Contents\n\n4 Introduction\n3 CEO Statement\n5 About ADM\n5 About the Report\n6 Awards\n7 Goals and Key Performance Indicators\n\n11 Feed the World\n13 Our Core Business\n14 Food Quality and Safety\n15 Innovation\n16 Reducing Food Waste\n17 Concern Worldwide\n\n18 Protect Nature\n20 Land\n27 Climate\n32 Freshwater\n\n36 Enrich Lives\n38 Community Engagement\n39 Human Rights\n41 Diversity, Equity, and Inclusion\n43 Health and Safety\n\n44 Governance\n45 Strategy and Oversight\n46 Risk and Opportunity Management\n47 Key Topic Assessment and Stakeholder Engagement\n48 Commitments and Policies\n49 Compliance and Ethics\n\n51 Data Tables and Indices\n52 Data Tables\n53 Verification Statements\n56 GRI Content Index\n60 SASB Standards\n61 TCFD\nCEO Statement\n\nDear Stakeholders,\n\nADM is committed to sustainability as a foundation of our purpose and a pillar of our growth strategy. With global scale and a value chain that stretches from more than 200,000 farmers to customers ranging from multinational CPGs to startups, we have a unique opportunity to lead, supporting the production of more sustainable solutions in categories encompassing food, fuel, and industrial and consumer products. And our efforts to advance this critical work were central to our priorities and accomplishments in 2022.\n\nAs much of the world emerged from COVID restrictions, the global food supply system came under pressure once again last year, threatened by severe weather events and Russia’s invasion of Ukraine. We believe that everyone has the right to the food they need to sustain their lives – and we demonstrated our commitment to that belief throughout 2022 as we continued to Feed the World. Our team used our irreplaceable global asset base, as well as our unparalleled product portfolio and expertise, to respond to global events, remaining agile as we procured and delivered products to meet global nutritional needs. We advanced production expansions across our footprint, from Illinois, to Serbia, to Germany; began work on our Decatur Nutrition Protein Solutions Center; and continued to advance construction of our North Dakota soybean processing facility.\n\nWe did all of this while continuing to Protect Nature and the value chains in which we operate. We firmly believe that we can meet the world’s needs both for food security and sustainability – and we’re doing that in multiple ways. First, we’re continuing to set ambitious goals for ourselves: In 2022, we announced our aspiration to reach net-zero by 2050, and committed to working with the Science-Based Targets Initiative to align our sustainability targets with ambitious goals to limit the average rise of global temperatures to 1.5 degrees Celsius. And as we drive the use of low-carbon energy globally across ADM, we’ve set a Strive 35 goal of 25% of our total energy usage coming from low-carbon sources by 2035.\n\nWe also continued to advance a comprehensive set of initiatives such as our growing regenerative agriculture program, our unique carbon capture and storage capabilities, and energy and efficiency improvements across our operational footprint, to achieve significant carbon-intensity reductions across a broad array of feedstocks. Our sustainable agriculture program, branded as re:generations™, enrolled 1.2 million unique regenerative agriculture acres in 2022, and continued to connect partners across the value chain, including our groundbreaking multi-year agreement with PepsiCo. We’re expanding the use of our first-of-its-kind commercial carbon capture and storage facility, increasing capacity and working with partners to expand carbon capture to additional U.S. facilities. From enhancing efficiency and biofuels use in our transportation fleet, to our work to replace coal-fired boilers at key facilities, to expanding procurement of renewable energy, we’re exploring every viable option to decarbonize our operations and value chain and empower the industries we serve to usher in a bold new era.\n\nEverything we do comes back to our purpose and our work to Enrich Lives of our colleagues, the people in our supply chains and the communities in which we operate, and the countless consumers around the globe who depend on our products every day. We use our capabilities for the greater good – paving the way through practices that make a positive impact on the world. Nothing demonstrated that more in 2022 than our actions to support the people of Ukraine, ranging from millions of dollars in financial support, to colleagues who packed food and even made their homes available to team members who were forced to leave Ukraine. Those actions truly demonstrate the best of ADM, and they weren’t the only demonstrations of our culture in 2022. We were proud to be recognized as a Financial Times Diversity Leader, featured on Newsweek’s Most Loved Workplaces list, and named for the fourth straight year in Ethisphere’s World’s Most Ethical Companies list.\n\nThis report details many more ways in which we advanced our work to Feed the World, Protect Nature, and Enrich Lives in 2022. But what is most exciting to me is our future, as we continue to scale up our efforts. This is who ADM is, and I’ve never been more proud of our company and our team.\n\nSincerely,\n\nJuan R. Luciano\nCHAIRMAN AND CEO\n\n“We firmly believe that we can meet the world’s needs for both food security and sustainability.”\nIntroduction\n\n5 About ADM\n5 About the Report\n6 Awards\n7 Goals and Key Performance Indicators\nIntroduction\n\nAbout ADM\n\nAt ADM, we unlock the power of nature to enrich the quality of life. We’re a premier global human and animal nutrition company, delivering solutions today with an eye to the future. We’re blazing new trails in health and well-being as our scientists develop groundbreaking products to support healthier living. We’re a cutting-edge innovator, leading the way to a new future of plant-based consumer and industrial solutions to replace petroleum-based products. We’re an unmatched agricultural supply chain manager and processor, providing food security by connecting local needs with global capabilities. And we’re a leader in sustainability, scaling across entire value chains to help decarbonize our industry and safeguard our planet. From the seed of the idea to the outcome of the solution, we give customers an edge in solving the nutritional and sustainability challenges of today and tomorrow. Learn more at www.adm.com.\n\nAbout the Report\n\nWe are committed to reporting on our Environmental, Social, and Governance (ESG) activities on an annual basis. This report highlights our activities and progress toward addressing key ESG topics from January 1, 2022, to December 31, 2022, as well as the opportunities and challenges in our journey to help create a more resilient and sustainable global food system. Our purpose as a company is to unlock the power of nature to enrich the quality of life; therefore, our report is organized into three main sections: Feed the World, Protect Nature, and Enrich Lives. We have aligned our disclosures with three key sustainability reporting standards: the Global Reporting Initiative (GRI) Standards, the Task Force on Climate-Related Financial Disclosures (TCFD), and the Sustainability Accounting Standards Board (SASB). The content indices for these standards are included at the end of the report.\nAwards\n\n- SEAL Business Sustainability award\n- Field to Market Collaboration of the Year award\n- Environment + Energy Leader carbon capture recognition\n- Ethisphere World’s Most Ethical Company\n- Most Sustainable Trading Company Award\n## Goals and Key Performance Indicators\n\n### Strive 35\n\n| KEY TOPIC | GOAL | PROGRESS | TARGET DATE |\n|-----------|------|----------|-------------|\n| **GHG Emissions** | 25% absolute reduction in Scope 1 + 2 GHG emissions over 2019 baseline by 2035 | In progress | 12/31/2035 |\n| | 25% absolute reduction in Scope 3 GHG emissions over 2021 baseline by 2035 | In progress | 12/31/2035 |\n| **Energy** | 15% reduction in energy intensity over 2019 baseline by 2035 | In progress | 12/31/2035 |\n| | Increase low-carbon energy usage to 25% of total energy use | In progress | 12/31/2035 |\n| **Water** | 10% reduction in water intensity over 2019 baseline by 2035 | In progress | 12/31/2035 |\n| | 10% absolute reduction in water withdrawal over 2019 baseline by 2035 | In progress | 12/31/2035 |\n| **Waste** | 90% diverted from landfill | In progress | 12/31/2035 |\n## Biodiversity\n\n| KEY TOPIC          | GOAL                                                                 | PROGRESS          | TARGET DATE |\n|--------------------|----------------------------------------------------------------------|-------------------|-------------|\n| **No-Deforestation** | 100% deforestation-free across all supply chains                     | In progress       | 12/31/2025  |\n|                    | 100% deforestation-free soy                                         | 86%               | 12/31/2025  |\n|                    | 100% deforestation-free palm                                        | In progress       | 12/31/2025  |\n| **Traceability**   | 100% direct and indirect soybean suppliers in Argentina, Brazil, and Paraguay | Achieved          | 12/31/2022  |\n|                    | Maintain at least 98% traceability to palm oil mill                 | 100%              | Ongoing     |\n|                    | Increase traceability to palm plantation                             | In progress       | Ongoing     |\n| **Supplier Engagement** | 100% of palm volumes sourced from direct suppliers who have a publicly available NDPE policy, implementation plan, grievance management system, grievance log, deforestation monitoring, and publicly report progress against their time-bound implementation plan. | In progress       | 12/31/2022  |\n|                    | 100% of palm oil volumes in the IRF “Delivering” category           | 99.9%             | 12/31/2025  |\n|                    | 100% of palm kernel oil volumes in the IRF “Delivering” category    | In progress       | 12/31/2025  |\n## Biodiversity\n\n| KEY TOPIC                  | GOAL                                                                 | PROGRESS          | TARGET DATE |\n|----------------------------|----------------------------------------------------------------------|-------------------|-------------|\n| Land Use Change            | Disclose emissions from land use change                              | ✔️ Achieved 100%  | 7/1/2024    |\n| Land Conversion Risk Assessment | Complete soy sector global assessment of the risk of conversion of natural ecosystems to soy production | ✔️ In progress    | 12/31/2023 |\n| Regenerative Agriculture   | Enroll 4,000,000 acres in regenerative agriculture programs globally | ✔️ In progress 30% | 12/31/2025 |\n| Tree Planting              | Engage with local organizations to plant native tree species         | ✔️ In progress    | Ongoing     |\n| Reduction Targets          | Submit emissions reduction targets to SBTi or publish third-party validated LUC emissions reduction targets | ✔️ In progress    | 7/1/2024    |\n| Biodiversity Mapping       | Develop a global biodiversity mapping strategy                       | ✔️ In progress    | 7/1/2024    |\n| Priority Watersheds        | Develop a global water strategy focused on improving community well-being in priority watersheds, including water-stressed areas | ✔️ In progress    | 12/31/2025 |\n## Enrich Lives\n\n| KEY TOPIC          | GOAL                                                                 | PROGRESS          | TARGET DATE | SDG ALIGNMENT |\n|--------------------|----------------------------------------------------------------------|-------------------|-------------|---------------|\n| **Workplace Safety** | 50% reduction in Total Recordable Incident Rate (TRIR) from 2020 results | In progress       | 12/31/2025  | 3, 5          |\n|                    | 50% reduction in Lost Workday Incident Rate (LWIR) from 2020 results | In progress       | 12/31/2025  |               |\n| **Gender Parity**  | Achieve 50% gender parity among ADM’s senior leadership structure    | In progress       | 12/31/2030  | 8, 10         |\n| **Human Rights**   | Assess and disclose salient human rights                             | In progress       | 12/31/2023  |               |\n|                    | 100% of palm volumes sourced from direct suppliers with a human rights policy that is fully aligned with ADM Human Rights Policy | In progress       | Ongoing     |               |\n|                    | 100% of palm volumes sourced from direct suppliers conducting human rights due diligence | In progress       | Ongoing     |               |\nFeed the World\n\n13 Our Core Business\n14 Food Quality and Safety\n15 Innovation\n16 Reducing Food Waste\n17 Concern Worldwide\nFeed the World\n\nFood is fundamental. It sustains us, fulfills us, and fuels our well-being. It’s the most basic need with the most critical impact. ADM is devoted to that impact every single day.\n\nWe believe everyone has the right to the food they need to sustain their lives. In addition to our core business of providing access to nutrition worldwide, we’ve identified the following key levers that allow us to contribute to the global goal of zero hunger by 2030:\n\n| Land use efficiency | Innovating products like biostimulants that can increase yields allowing farmers to produce more crops on the same footprint |\n|---------------------|------------------------------------------------------------------------------------------------------------------|\n| Alternative proteins | Developing and mainstreaming new and innovative ways to increase availability of protein |\n| Post-harvest loss   | Supporting initiatives that reduce the amount of crops that are lost before reaching consumers |\n| Strategic partnerships | Working with NGOs to combat chronic malnutrition and hunger |\n| Food safety and quality | Ensuring the products and ingredients we create meet our strict standards |\nOur Core Business\n\nEvery day, our 42,000 employees work to transform agricultural commodities into ingredients and products for food, feed, fuel, and industrial and consumer products. We purchase millions of metric tons of agricultural commodities and transport them whole or processed to customers in more than 200 countries. We operate around 300 processing facilities, 440 procurement centers, and 64 innovation centers in 47 countries. Operating our own transportation fleet of 30,000 rail cars, 2,500 barges, 620 trucks, 1,700 trailers, 144 boats, and 27 oceangoing vessels allows us to move grain as needed in the event of weather or political disasters that may jeopardize food security. In 2022, we processed 18.6 million metric tons of corn and 33.0 million metric tons of oilseeds.\nFood Quality and Safety\n\nWe believe food is fundamental to quality of life, and expanding access to nutrition is a foundational piece of how we fulfill our purpose. The safety and security of our world’s food and feed supply chain is of critical importance to that work. That’s why at ADM, we continually review and improve our food safety systems and procedures, including good manufacturing practices for human and animal food and the development and implementation of risk-based preventive controls or critical control points for human food based on hazard analysis. Our facilities, processes, and procedures undergo regular evaluation to assess the risk of product contamination, and we implement a variety of safeguards and security concepts to reduce those risks. We’ve built our Food Safety and Quality program around three pillars: achieving best in class food safety, maintaining a culture of quality, and leveraging innovation and technology.\n\nBest in Class Food Safety\nUtilizing our customized “Integrated Risk Metric” (IRM) assessment application, we are able to proactively monitor and provide focused support across the organization through subject matter expertise, resources, and global verification procedures to ensure conformity to strict food safety standards.\n\nCulture of Quality\nEvery year, food safety and quality training is performed with plans to expand this program in 2023. In September 2022, we held our third annual Global Food Safety Week for our colleagues around the globe to provide a dedicated time to refresh and refocus. We completed trainings and other activities to reinforce and educate our team on the critical roles we all play and how to improve our Quality & Food Safety culture.\n\nInnovation and Technology\nBecause food safety has always been a critical priority, we are constantly looking for improvement opportunities to move from safe to safer. We leverage new technologies and process innovations to improve food safety through:\n\n- Increased ability to detect food safety risks\n- Improved identification of food safety concerns\n- Innovative safety controls\n- Technology enhancements to drive predictive quality\n\nFood Safety Conference in Nigeria\nOur Quality and Food Safety Center of Excellence, in collaboration with Human Nutrition colleagues in Nigeria, hosted our first food safety conference in Nigeria. The conference theme was “Unlocking Nature and Enriching Lives Through Food Safety”. The event hosted participants from the government, regulatory agencies, and academia, as well as key players in the food and beverage industry in Nigeria. The conference provided the opportunity to showcase the ADM product portfolio – introducing our new and changing product offerings available to the Nigerian market. We also had the opportunity to collaborate with influencers in the Nigerian food sphere and showcase the best-in-class food safety culture of ADM to the Nigerian market. Overall, the conference helped our enterprise vision of building meaningful relationships with the food and beverage sector of Nigeria.\nInnovation\n\nBiostimulants\n\nImproving crop yields is vital to enhancing food security and improving agricultural sustainability. As the global population and resulting demand for food continue to grow, increasing yield – defined as the amount of food or grain produced from a given amount of land – continues to be a vital tool. Biostimulants are a new and promising innovation, with some focusing on crop yield improvements. According to The Fertilizer Institute and U.S. Department of Agriculture, “a plant biostimulant is a substance(s), microorganism(s), or mixture(s) thereof, that, when applied to seeds, plants, the rhizosphere, soil or other growth media, act(s) to support a plant’s natural nutrition processes independently of the plant biostimulant’s nutrient content. The plant biostimulant thereby improves nutrient availability, uptake or use efficiency, tolerance to abiotic stress, and consequent growth, development, quality or yield.”\n\nADM has introduced a new agricultural biostimulant, NeoVita 43™, that boosts corn yields by improving nutrient use efficiency. We collaborated with the University of Illinois to design, implement, and analyze research trials to evaluate the performance of NeoVita 43. In most trials across multiple years and locations, NeoVita 43 boosted yields over the control when used alone or with starter fertilizer. Following this consistently positive performance, ADM expanded testing efforts to precommercial on-farm trials with ADM fertilizer customers in 2022.\n\nNeoVita 43 is formulated to closely mimic the plant root exudate that supports soil microbial activity to promote nutrient availability and uptake by the plant. By increasing the availability of these key nutrients to the soil microbiome early in the growing season, developing plants can increase nutrient uptake and get off to a stronger start, which can lead to higher yields.\n\nAlternative Proteins\n\nAt ADM, we believe alternative proteins have a fundamental role to play in the wider protein ecosystem, helping to build a sustainable food future for our growing population. If we can augment and diversify the world’s existing protein sources with a range of alternative options, we will have more nutritious food options available and more solutions for tackling challenges like hunger, food security, and sustainability. This is why ADM continues to expand and evolve our robust array of traditional plant-based protein offerings, while also investing and partnering with startups that are pioneering leading-edge protein technology innovations.\n\nIn 2022, we announced several significant projects planned to increase our capabilities to deliver alternative proteins to our customers. First, a significant enhancement of our Decatur, Illinois, alternative protein production facility will increase our soy protein concentrate capacity and extrusion capacity of the site. Also in Decatur, we are creating a new, state-of-the-art Protein Innovation Center, which will bring together labs, test kitchens, and pilot-scale production capabilities to power new innovation, from novel and diversified ingredients, to more sustainable and efficient processing, to unique and differentiated texture, taste, appearance, and nutrition solutions. We also opened a new facility in Serbia that extends our production of non-GMO textured soy to include origination and extrusion capabilities in Europe.\n\nRadical collaboration will be vital to our ability to sustainably feed our growing population. At ADM, we’re investing in and partnering with food technology companies creating new and expanding existing alternative protein sources such as insects, cultured meat, fermentation, legumes, and more. These companies and their technologies are important pieces of the puzzle in building pioneering protein sources that can help with food security and sustainably feed a growing population and bring more and better choices for consumers.\nReducing Food Waste\n\nAs a leader in meeting global food demand for an ever-growing population and advancing the cutting edge of health and nutrition, ADM is playing a pivotal role in not only powering nature to enrich the quality of life but delivering solutions, especially on the issue of post-harvest loss.\n\nPost-harvest loss is food that does not get eaten for reasons that occur between the field and the consumer. Those reasons include environmental conditions, such as spoilage due to temperature or humidity; mechanical issues, such as leaving grain behind in the field or improper storage; and microbial action, such as bacteria/fungi contamination.\n\nFor over 10 years, the ADM Institute for the Prevention of Post-Harvest Loss (ADMI), in collaboration with the University of Illinois, has been working to improve post-harvest management of grains and oilseeds to reduce poverty and food insecurity by generating knowledge, scaling improved technologies, and building institutional capacity. The organization has worked with a wide variety of public and private sector partners on post-harvest reduction initiatives, including non-profit organizations, private industry, NGOs, governments, research institutes, and international universities.\n\nIn 2022, ADM Cares contributed $120,000 in additional grant funding to ADMI to support three different projects in Bangladesh and Indonesia. The first project addresses the post-harvest losses with farmer producer organizations in India by providing access to storage solutions. The second supports a partnership between ADMI and Bangladesh Agricultural University to train rural youth entrepreneurs to start service provision businesses with BAU-STR grain dryers and provide entrepreneurial training for rural youth who can become service providers during harvest seasons. The third project supports a public-private partnership in Indonesia’s agricultural sector that will support the development of programs to help farmers gain better access to markets.\n\nImplementing important projects like these, as well as the Institute’s efforts, from improving efficiencies and increasing production, to converting byproduct streams into value-added products, and aligning on strategic partnerships, demonstrate that ADMI is an important leader in alleviating food waste and extending its capabilities to improve hunger for communities around the globe.\nConcern Worldwide\n\nIn 2019, ADM Cares announced a $1 million contribution to Concern Worldwide to create the Lifesaving Education and Assistance to Farmers program, or LEAF, a comprehensive, dual-phased initiative to address malnutrition in Kenya and Ethiopia. Concern Worldwide believes that no human potential should go unfulfilled due to poverty, disaster, or crisis. Its programs are designed to address the specific causes of extreme poverty in each community.\n\nLEAF prevents malnutrition through the promotion of sustainable agricultural techniques for poor and vulnerable people to generate long-term income. Also, the program increases the adoption of nutrition-sensitive and climate-smart agricultural production to promote longevity. Through the LEAF program, Concern specifically implemented activities to alleviate high malnutrition levels by working with 60 community health volunteers on early detection and referral for malnutrition cases. In addition, Concern provided further programmatic support to the community through farming inputs, such as tractor subsidies, certified seeds, fuels subsidies, and water pumping sets, and facilitated irrigation canal access for 300 farmers to increase crop production.\n\nOutreach to smallholder farmers to provide training and access to financing and equitable business opportunities has enhanced overall community livelihoods. Farmers enrolled in LEAF have increased production capacities through programs, reducing produce losses from 60% to 20%, and through enhanced irrigation, which helped farmers move from the river basins to higher ground, providing better opportunities for crops to thrive. What’s more, roughly two-thirds of the total seeds planted in Tana River, Kenya, were drought-resistant, increasing yields and incomes to the community. Farmer training, access to financial services, and implementation of vegetable planting in home gardens all provided additional support for local farmers to enhance well-being.\n\nIn the first 18 months (Phase I) of our partnership, LEAF directly impacted almost 50,000 individuals through lifesaving treatment of acutely malnourished children, and developed sustainable livelihoods for poor and vulnerable people to generate long-term income.\n\nBuilding on the success of Phase I, ADM Cares approved an additional $400,000 contribution to build LEAF Phase II in Kenya in 2021 and 2022. The contribution reached close to 10,000 farmers and impacted over 60,000 individuals. The LEAF Phase II program has significantly contributed to the communities’ ability to maintain a basic level of food security, seeing approximately half of the farmers reach self-sustainability without inputs from Concern, a massive achievement. Target communities can be completely self-sufficient through irrigation systems, crop rotations, and nutritional education.\n\nA community member and mother, Aisha, explains, “Hunger has now reduced, and we are able to eat at least three times a day with my family. My child is healthy too and out of the nutrition program since September. We no longer rely on one type of food.”\nProtect Nature\n\n20 Land\n27 Climate\n32 Freshwater\nProtect Nature\n\nNature sustains us, and we must protect it.\n\nNature provides us with many essential services, including the air we breathe, the food we eat, and the water we drink, as well as medicines and recreational opportunities. Biodiversity is a critical element of our nature. Around the world, the soil microbiome supports plant growth while insects, birds, and bats pollinate those plants. Scientists continue to discover new species, but alarmingly, biodiversity loss is greatly outpacing those discoveries.\n\nAt ADM, we have an unwavering commitment to global sustainability to create positive impact on the world and contribute to the greater good. With our vast supply chains, direct connections with growers, and ambitious environmental goals, we are in a position to make meaningful change to support global biodiversity through our efforts in land, climate, and fresh water. We have identified the following key levers:\n\n| Biodiversity management | Working with local organizations to restore and reforest ecosystems and monitor animal activity |\n|-------------------------|--------------------------------------------------------------------------------------------------|\n| No-Deforestation        | Improving traceability and supplier engagement to ensure our supply chains are deforestation free |\n| Regenerative agriculture| Collaborating across the supply chain to increase the use of practices that improve soil health, biodiversity, water quality, and GHG emissions |\n| GHG emissions reduction | Implementing projects that reduce our carbon footprint, improve our energy intensity, and increase our low-carbon energy usage |\n| Innovation              | Developing and improving products and processes to lower our environmental footprint, including plant-based alternatives to traditional petroleum-derived products |\n| Water reduction          | Reducing water withdrawals at our facilities |\n\nIntroduction Feed the World Protect Nature Enrich Lives Governance Data Tables and Indices\nLand\n\nOur global food system feeds eight billion people, employs almost a third of the global workforce, and supports the livelihoods of more than 600 million farmers. As the global population has expanded, so too has agricultural production, with significant expansion in the past two decades making it possible for more people to have access to affordable and safe food. However, this expansion came at the cost of natural ecosystems. Our sector is at high risk from the impacts of climate change, but it is also the largest emitting sector after energy, responsible for 23% of global greenhouse gas (GHG) emissions, with much of this resulting from the conversion of forests and other ecosystems to agricultural use. To keep the 1.5°C target in the Paris Agreement within reach, tackle food crisis risks, and enable the transformation to a global net-zero future, we must focus on limiting impacts from land use change, reducing emissions at the field level, leveraging the land’s ability to sequester carbon, and improving productivity of existing agricultural land.\nNo-Deforestation\n\nADM has set a goal to be deforestation-free in all of our supply chains by 2025.\n\nImproving traceability allows us to monitor our supply chain for deforestation.\n\nIn palm, we have consistently maintained high traceability to the mill level (over 98% for palm oil and palm kernel oil), and we are working with our direct suppliers to increase traceability to plantation of origin.\n\nVOLUME TRACEABLE TO PLANTATION (%)\n\n|          | Q3-Q4 2019 | Q1-Q2 2020 | Q3-Q4 2020 | Q1-Q2 2021 | Q3-Q4 2021 |\n|----------|------------|------------|------------|------------|------------|\n| Palm Oil | 26.7       | 12.7       | 25.9       | 40         | 54.5       |\n| Palm Kernel Oil | 44.9 | 59 | 43.3 | 54.5 |\n| Combined |            |            |            |            |            |\n\nIn 2021, we started reporting traceability for palm oil and palm kernel oil combined.\n\nMoving forward, we are working with our direct suppliers to implement satellite monitoring in our palm supply chain. Additional information about our no-deforestation efforts in our palm supply chain can be found here.\n\nFor soy in South America, we achieved 100% traceability in 2022. We have mapped the field boundaries (polygons) of our direct suppliers to the farm. Indirect suppliers are traced to the first aggregation point. We then assess the location of the aggregation point for deforestation within a 50 km radius. Satellite monitoring of the polygons and engagement with growers in our supply chains enable identification of deforestation incidences as well as opportunities for reforestation efforts. Additional information about our no-deforestation efforts in our South American soy supply chains can be found here.\n\nUsing our map of direct suppliers’ farms and satellite imaging, we measured our deforestation-free volumes in Brazil and priority regions of the Cerrado at 99% using a 2015 baseline, the year we launched our No-Deforestation Policy. To increase transparency and credibility, the results were verified by a third party. By the end of 2023, we will complete this exercise for our indirect suppliers in Brazil and all suppliers in Argentina and Paraguay.\n\nSOYBEAN SOURCING DEFORESTATION RISK MITIGATION\n\n|          | Global 43.75 M MT | Brazil 13.37 M MT | Priority Regions of the Cerrado 6.02 M MT |\n|----------|-------------------|-------------------|----------------------------------------|\n| Low Risk | 14%               | 32%               | 24%                                    |\n| Verified Deforestation-Free | 21% | 68% | 76% |\n| In Progress | 65% | 68% | 76% |\n\nIn the U.S., as part of our regenerative agriculture program, we map field boundaries of participating growers in our corn, soy, wheat, and peanut supply chains and use satellite monitoring to screen for deforestation. In 2022, our program engaged over 1 million acres. Using 2015 as a cut-off date to match our South America soy methodology and align with the publication of our policy, we identified 1,617 acres of deforestation in the seven year look-back period, with none of it occurring in the most recent year. This analysis shows our sourcing from these acres is 99.99% deforestation-free.\n\nTo meet our 2025 deforestation-free goal, we identified four key actions:\n\n- Conduct a comprehensive deforestation risk assessment for all commodity and ingredient supply chains.\n- For high-risk supply chains, identify direct and indirect volumes and determine a method for traceability.\n- Develop monitoring protocols and supplier engagement plans to measure deforestation-free volumes.\n- Engage a third party to verify results.\n1.5° Roadmap\n\nIn 2022, ADM and 11 other agricultural trading and processing companies signed a joint statement at COP26 committing to “lay out a shared roadmap for enhanced supply chain action consistent with a 1.5 degrees Celsius pathway, that supports achievement of our goals, and increases collaboration and implementation in areas including: enabling policy environments, transparency on scope 3 emissions and indirect supply chains, and improving livelihoods for farmers.” Throughout the rest of the year, the Tropical Forest Alliance (TFA) and World Business Council for Sustainable Development (WBCSD), along with 14 of the world’s largest agricultural trading and processing companies, worked diligently to complete the Agriculture Sector Roadmap to 1.5°C.\n\nWe are working collaboratively to transform the agriculture sector. As a signatory of the Roadmap, we are developing company-specific implementation plans for our sourcing of palm oil and soy, which will include time-bound targets, a detailed scope, supply chain mapping and traceability, monitoring and response, and verification.\n\nSpecifically, the Roadmap requires disclosure of land use change emissions and submission of emissions reduction targets to the Science-based Targets initiative (SBTi) or another credible third-party for validation by July 1, 2024. Last year, ADM committed to submit targets to SBTi, and began the process of completing a full Scope 3 GHG emissions screening and inventory, including land use change, enabling our disclosure of land use change more than a year in advance of the deadline. Land use change emissions can be found in the Scope 3 section of this report.\nRegenerative Agriculture\n\nRegenerative agriculture is a system of farming that helps to rebuild the health of our soils while producing food to feed the world. The principles of regenerative agriculture system are based in Indigenous ways of land management and are adaptive to local physical conditions and culture and include:\n\n- Maintaining living roots in soil\n- Maximizing diversity – crops, soil, pollinators\n- Minimizing soil disturbance\n- Continuously covering soil\n- Responsibly managing inputs – fertilizers, pesticides\n\nFor several years, ADM has partnered with farmers to implement sustainable and regenerative agriculture programs. These ranged from educational events to pay-for-practice to helping farmers achieve certifications and purchasing certified volumes. We gained valuable experience through these pilot projects, and in 2022, we launched our re:generations™ program with a goal of engaging over 1,000,000 acres in North America in regenerative agriculture projects, and exceeded that goal, engaging 1,900 farmers and 1.2 million acres in our inaugural year.\n\nOur regenerative agriculture program works to identify and implement customized and targeted projects focusing on outreach, education, and continuous improvement to drive adoption of practices. We have identified five key advanced agricultural practices that have multiple positive outcomes such as reducing GHG emissions, improving soil health, and protecting water quality.\n\nThese practices include cover crops, reduced or no-tillage, nitrogen reduction and efficiency programs, integrated pest management, and diverse crop rotations.\n\nOur program involves partnering with local conservation agronomy groups, including American Farmland Trust, Ducks Unlimited, Flint River Soil and Water Conservation Districts, Kansas Association of Conservation Districts, Minnesota Soil Health Coalition, and Practical Farmers of Iowa. These groups work with growers to select the practices that are fit for purpose for their specific farms, taking into account variances in soil types and weather. In addition to covering the cost of education and technical support, we also provide financial incentives to participating growers.\n\nBy partnering with Farmers Business Network (FBN) to expand availability of their Gradable platform to our network of farmers, we are able to collect and aggregate data with a focus on security and privacy while expediting calculation and analysis of results through a linkage to Field to Market’s Fieldprint Calculator.\n\nOur customers are excited about this program, too. Last year, we entered into collaborations with several customers to increase the funding pool, allowing us to reach more farmers with the program. Leveraging Scope 3 inventory accounting principles, we allocate emissions, reductions, and removals to those customers, as well as use Field to Market metrics to measure additional impacts including biodiversity, water quality, soil conservation, irrigation water use efficiency, and land use efficiency. For example, ADM and PepsiCo signed a groundbreaking, 7.5 year agreement to support regenerative agriculture practices on up to 2 million acres of farmland.\n\nIn 2022, across 19 different projects we saw positive results in GHG metrics:\n\n- Our regenerative agriculture acres emitted 253,000 MT less CO₂e than the benchmark.\n- According to the U.S. Department of Agriculture’s COMET-Planner, participating acres sequestered 115,500 MT of CO₂.\n\nWhen looking at individual projects, additional metrics provided valuable insight:\n\n- Using the Field to Market Biodiversity Index – a metric designed to measure the capacity of a farm to support a diverse community of plants and animals – our corn project acres in Nebraska scored 86%, which is better than the local non-cover crop benchmark of 76%.\n- Another project (multi-state and multi-crop) had a similar result with a Biodiversity Index score of 84%.\n- A soy project in Iowa used the Iowa Soybean Association’s tile monitoring program to monitor Water Quality, which showed a 26% improvement through reduced nitrate pollution than fields without cover crops.\n- Using the Illinois Nutrient Loss Reduction Strategy county-based load numbers, our Illinois project acres planting cover crops showed 20,200 lbs less nitrogen and 1,400 lbs less phosphorus run-off to waterways.\n\nEncouraged by our learnings and success in North America, we have expanded the program to Europe and South America and set a goal to increase enrollment to 4,000,000 acres globally by 2025.\nResponsible Pesticide Management\n\nIn addition to our regenerative agriculture efforts, we also participate in several certification and rating programs, including ADM Responsible Soy, 2BSvs, Round Table for Responsible Soy (RTRS), International Sustainability and Carbon Certification (ISCC), Roundtable on Sustainable Palm Oil (RSPO), Sustainable Agriculture Initiative – Farm Sustainability Assessment (SAI-FSA), Red Tractor, Food Alliance, and Fair Trade. These programs allow us to provide certified products to our customers based on their goals and program focus areas.\n\nWe recognize that pesticide use in the agricultural sector has led to concerns regarding the potential for unintended environmental and health impacts. We also recognize that an estimated 45% of crop production worldwide is lost to pests annually. While we do not own farms and cannot mandate practices, we do strive to work with growers across our diverse global supply chains to support sustainable practices that substitute natural controls for some agrochemicals, foster ecosystem balance, reduce GHG emissions, and mitigate crop losses.\n\nWe engage with growers around the world on implementing sustainable and regenerative agricultural practices, including integrated pest management (IPM) and cover crops. IPM is designed to reduce risks to health and the environment through the design and implementation of a plan to prevent and manage pest damage by the most economical means with the least possible hazard to people, property, and the environment. Cover crops improve soil health, improving natural pest control mechanisms. Some species, such as cover rye, can even control some diseases.\n\nWe source commodities from several programs with components that specifically impact pesticide usage. Through Field to Market, we are incentivizing adoption of cover crops, in addition to other regenerative agriculture practices. The ADM Responsible Soy, Doing It Right, Food Alliance, ISCC, RSPO, and RTRS programs all require the development, implementation, and monitoring of IPM plans. Organic farming prohibits the use of synthetic pesticides.\n\nIn 2022, we sourced volumes from programs that specifically focus on pesticide management techniques and practices as follows:\n\n| Commodity                  | Metric Tons |\n|----------------------------|-------------|\n| Wheat                      | 177,200     |\n| Peanuts                    | 86,200      |\n| Fruits, Flavors, Colors, etc. | 23,400     |\n| Sunflower                  | 69,900      |\n| Corn                       | 1,922,900   |\n| Soybeans                   | 4,153,000   |\n| Canola                     | 3,646,000   |\n| Palm                       | 196,100     |\n| Other Crops                | 11,300      |\nTransformation Spotlight:\n\nBiodiversity\n\nBiodiversity is a hot topic globally, and especially in South America where, according to the International Union for Conservation of Nature (IUCN), 40% of the planet’s biodiversity, 25% of forests, and 26% of freshwater resources are concentrated. We have two important and exciting programs in the region dedicated to preserving and enhancing biodiversity.\n\nTree Planting\n\nA critical part of environmental conservation, planting trees helps to rehabilitate degraded areas, create corridors to reconnect isolated pockets of forests, and support plant and animal biodiversity. Specifically, planting native saplings – trees that are a few years old and have already developed a root system – allows local biodiversity to recover by improving water quality, providing habitat for wildlife, preventing soil erosion, and sequestering CO₂ from the atmosphere.\n\nIn 2022, our colleagues in Paraguay partnered with A Todo Pulmón to plant native tree saplings. Through an ADM Cares grant, the group was able to plant an additional 8,500 trees, bringing their annual total to 203,000.\n\nIn Brazil, we work with Parque Vida e Cerrado, a local NGO focusing on reforestation, scientific ideation, and environmental education. Their efforts have resulted in the planting of over 75,000 native seedlings, helping to restore natural corridors along streams and other degraded land within farms in our supply chain.\n\nCheck out a video of our colleagues in action.\n\nAnimal Tracking\n\nAs part of the second phase of our efforts with Parque Vida e Cerrado, ADM Cares sponsored a study to monitor and track large animal movement through soybean farms in our supply chain to see the impact on apex species.\n\nTwo maned wolves were fitted with radio collars to observe their movement patterns. The red line shows the male wolf, and the yellow line shows the female.\n\nIn addition, trail cameras have been set up to monitor for other species. So far, the cameras have identified 31 different species of mammal, including five species listed as threatened by the IUCN: marsh deer, oncilla, giant anteater, South American tapir, and the Brazilian three-banded armadillo.\nWaste\n\nAs a part of our Strive 35 goals, we have a target to reach a landfill diversion rate of 90% by 2035. In 2022, we continued to implement initiatives with the aim of reducing our waste generation and increasing the amount that is diverted to beneficial reuse. Our efforts in this space have a multitude of environmental benefits – from improving resource efficiency through recycling to generating soil amending compost. We also view waste-related issues through the lens of land preservation. Waste that is not diverted will ultimately require space within an existing landfill or the establishment of new land solely dedicated to retaining trash. By addressing our waste generation and expanding diversion strategies, we can not only conserve resources but also mitigate the footprint associated with landfills.\n\nOur efforts in 2022 include the following:\n\n- In June 2022, we broke ground on our new soybean processing facility in Spiritwood, North Dakota. Green Bison Soy Processing, a joint venture between ADM and Marathon Petroleum, is a brownfield development – building a new facility on an existing footprint. Repurposing an existing industrial site has benefits, but it also generates a lot of construction debris. Rather than demolishing and landfilling the existing infrastructure, the ADM team recycled and reused approximately 73,000 metric tons of concrete, preventing that material from being sent to a landfill. Much of the material has been used to grade the site and become part of the new plant’s foundation.\n\n- Our wet mill in Clinton, Iowa, worked with a third-party waste management vendor to find a beneficial reuse option for previously landfilled organics, including biomass from our wastewater treatment operation. In August 2022, the site began shipping the organic materials for land application, returning important nutrients to agricultural fields in our supply shed. We estimate this project will divert over 11,000 metric tons per year from landfill.\nClimate\n\nRecently, the Intergovernmental Panel on Climate Change (IPCC) released their sixth synthesis report with straightforward statements and dire warnings. The evidence is clear: if we do not act now, the planet will experience irreversible and catastrophic changes to ecosystems around the world, jeopardizing the people and wildlife depending on them. But there is also hope – promising low-carbon technologies, carbon removal through photosynthesis, ambitious national commitments, and support for community adaptations, as well as increased funding, can impact the degree to which the Earth experiences warming and climate change impacts.\n\n“Climate change is a threat to human well-being and planetary health. There is a rapidly closing window of opportunity to secure a livable and sustainable future for all...The choices and actions implemented in this decade will have impacts now and for thousands of years.”\n\nIPCC AR6 SYR\nScope 1 + 2 Carbon Reduction\n\nIn 2022, ADM committed to working with the Science-based Targets Initiative (SBTi) to align our sustainability targets with ambitious goals to limit the average rise of global temperatures to 1.5 degrees Celsius. We also announced our aspiration to reach net-zero by 2050, and published a roadmap of current and future technologies that may help us to achieve our short-, medium-, and long-term carbon reduction targets.\n\nPotential projects being evaluated include:\n\n- Purchasing and developing renewable energy through renewable energy certificates, power purchase agreements, and ADM projects. An example is our first wind project, which is expected to be operational mid-2023, and should provide our Brazilian operations with renewable power and reduce our Scope 2 footprint by more than 19,000 metric tons of CO$_2$e per year.\n- Discontinuing coal usage at our Mankato, Minnesota; Lincoln, Nebraska; and Des Moines, Iowa oilseeds facilities, with an estimated reduction of around 180,000 metric tons of CO$_2$e per year.\n- Exploring innovative technologies for reducing point source GHG emissions at three of our largest cogeneration facilities, which could provide ADM a method to reduce Scope 1 and Scope 2 emissions by approximately 3,000,000 metric tons when fully implemented.\n- Expanding our carbon capture and sequestration capabilities.\n- Following development of technologies and infrastructure to support next generation thermal energy generation, including hydrogen, renewable natural gas, small modular reactors, and post-combustion carbon capture and sequestration.\n\nWhile we continue to assess our pathway to achieve net zero, we’re diligently working to ensure we meet our Strive 35 targets. In 2022, 39 projects were completed that are expected to reduce our Scope 1 + 2 footprint by around 135,000 MT per year. Two examples of projects completed include:\n\n- Combustion controls improvements in Cedar Rapids, Iowa expected to reduce CO$_2$e by 62,000 MT per year.\n- Reverse Steam Tube Germ Dryer Airflow in Decatur, Illinois expected to reduce CO$_2$e by 45,000 MT per year.\nScope 3\n\nThe past year saw the release of enhanced GHG accounting guidance, the most substantive for ADM being the GHG Protocol’s Land Sector and Removals Guidance. In accordance with these proposed best practices, we have recalculated our Scope 3 inventory and have incorporated the emissions associated with land use change. While this methodology change resulted in a higher emissions total for 2022 when compared to our previous disclosures, it paints a clearer picture and is aligned with global accounting protocols. It also allows us to meet the disclosure requirements of the 1.5°C Roadmap more than a year ahead of the target. We remain committed to and confident in achieving our Strive 35 reduction target.\n\nWhen implemented across our sector, we believe this new guidance will provide stakeholders greater insight into the climate impact of agricultural supply chains and will demonstrate the carbon removal and sequestration potential of regenerative farming practices. Stakeholder collaboration is crucial when addressing Scope 3 emissions, especially as GHG accounting guidance continues to evolve. ADM is actively engaging NGOs, suppliers, customers, and third-party experts to continuously improve the accuracy and transparency of our Scope 3 inventory and uncover opportunities for emissions reductions.\n\nAs part of our commitment to pursue an SBTi approved target, we began evaluating and calculating all categories of Scope 3, and expect to have the full inventory complete in the second quarter of 2023. Last year, we established a new baseline using 2021 data because it was the most recent year and the highest quality of data available under the new GHG accounting protocols.\n\nAlso aligning with SBTi, we are disclosing our Scope 3 footprint in two pieces – FLAG and non-FLAG. Emissions from Forests, Land, and Agriculture (FLAG) are relevant to our sector and will require specific mitigation and sequestration activities that differ from other types of Scope 3 emissions.\n\nEmissions from purchased goods and services make up the largest portion of our Scope 3 inventory. This category includes farm-level emissions from fertilizers, fuels, and other direct emissions sources, as well as emissions from land use change, which we currently calculate using statistical land use change (sLUC) methodology.\n\nOur Scope 3 inventory currently includes categories 1-5 and 10: Purchased Goods and Services; Capital Goods; Fuel and Energy Related Activities; Upstream Transportation; Waste from Operations; and Processing of Sold Products.\n\nAs we work to reduce our Scope 3 footprint, key objectives include:\n\n- Increasing traceability and satellite monitoring to calculate actual land use change emissions.\n- Working with farmers in our supply chains to implement regenerative agriculture practices to reduce on-farm emissions and sequester carbon in the soil.\n- Collaborating with transportation providers to reduce emissions through initiatives such as Sea Cargo Charter, Green Shipping Corridors, and increased biofuel usage.\n- Engaging with downstream customers to gain insight to emissions from the processing of ADM ingredients into their products.\nEnergy\n\nIn 2020 when we announced our Strive 35 targets, we included a goal on energy intensity to ensure we continue to drive energy efficiency within our facilities as a way to support our GHG reduction goals. We have discovered that the diversity of our operations and energy portfolio across our global footprint does not allow for a meaningful roll-up of energy intensity on a per unit of production basis. The variation between a corn wet mill and an oilseeds processing facility is significant, and even the difference in energy needs between two different oilseeds can affect progress toward the goal. In addition, the lack of distinction between energy types (fossil, renewable, etc.) means that we lack insight into the true impact on the environment.\n\nTaking this into consideration, we will continue to track energy intensity to drive efficiencies and will report our progress against our existing goal, and we are adding a new goal to increase the use of low-carbon energy sources. Because of our use of onsite cogeneration, our overall energy purchase is less than 10% of our total energy usage, so we have set a more ambitious goal that includes onsite energy generation, as well. After review and vetting by the Utilities Center of Excellence (CoE), Strive 35 committee, and Sustainability and Corporate Responsibility Committee of the Board, we have added a renewable energy use goal. By 2035, we will increase our usage of low-carbon energy to 25% of our total energy use.\n\nLow-carbon energy includes renewable energy sources such as wind, hydro, and solar, as well as zero or extremely low emission energy sources such as biofuels, nuclear, natural gas with carbon capture and storage, and low-carbon hydrogen and ammonia.\n\nTo achieve the goal of 25% low-carbon energy, we will explore new and existing technologies, increase the use of biofuels in our mobile and stationary equipment, and increase our procurement of renewable energy purchases through renewable energy certificates (RECs) and power purchase agreements (PPAs).\n\nIn 2022, ADM implemented 64 projects with energy savings benefits that are estimated to save over 488,000 MWh.\nInnovation\n\nOur eyes are always toward the future – to new ways, new formulas, and new possibilities. We’re at our best when we’re on the cusp. And we thrive as partners, co-creators, and instigators, using technical ingenuity to spark game-changing ideas and ground-breaking solutions. We have developed a broad portfolio of solutions in polymers, packaging, and home and personal care.\n\nPlant-based Insulation Binding\n\nThe buildings where we live and work every day make up a large segment of GHG emissions. According to the International Energy Agency (IEA) September 2022 tracking report, these structures accounted for over 30% of global energy consumption in 2021. As the global population continues to grow, energy consumption in buildings continues to increase. As governments, companies, and people across the world work toward a 1.5°C future, improving the energy usage in buildings globally is critical to meet the goal.\n\nOne of the most impactful ways to improve building performance is by increasing insulation in both new and existing structures. The most common insulating materials today are mineral wool and fiberglass wool. Producers of insulating wool batts create thin fibers that are held together with a formulated binder. Historically, these binder systems used a petrochemical-based phenol-formaldehyde resin that was highly effective in bonding the fibers together. Many producers who are actively working to reduce formaldehyde in their insulation are discovering the power of biobased materials.\n\nADM has partnered with major insulation producers to implement new binder formulations derived from corn materials. These plant-based binders help provide the same insulating performance while eliminating the usage of formaldehyde resins.\n\nThis solution not only improves the health aspects of the insulation, but a key producer reported needing less energy to produce the binder.\n\nLG Chem\n\nADM and LG Chem, a leading global diversified chemical company, launched two new joint ventures in 2022 that will leverage our fermentation expertise to meet the growing demand for lactic and polylactic acid (PLA). The two joint ventures, GreenWise Lactic and LG Chem Illinois Biochem, are slated to have production facilities built in Decatur, Illinois, with a projected annual capacity of 150,000 tons of high-purity corn-based lactic acid and 75,000 tons of PLA, respectively.\n\nLactic acid has applications across many industries, ranging from food and feed to cosmetics, and will also be used as a precursor for the production of PLA, a bioplastic. PLA is a proven solution that allows us to transform a renewable resource into an alternative to the petroleum-derived plastics dominating the market. Unlike typical plastics, the feedstock for PLA are crops that can be grown each year which also means that the bioplastic has the potential to be compostable under industrial conditions. This project follows the previous announcement of our companies’ collaboration, currently in the development stage, to use lactic acid to produce acrylic acid, another common component of consumer products that traditionally relies on petrochemical raw materials.\n\nThe announcement of these joint ventures marks another step forward in ADM’s partnership with LG Chem and further demonstrates how we see sustainability as both a key principle in how we operate as well as an opportunity for growth.\nFreshwater\n\nWater has become an increasingly scarce commodity in many regions of the world, and lack of water threatens to become one of the leading challenges we all face globally. Water is critical to biodiversity, healthy communities, and to our operations, and we must do our part to protect it, which is why ADM included a two-part water goal in its Strive 35 plan. The first goal is designed to maximize water use efficiency and minimize water consumption across our global operations. The second goal is to develop a strategy to improve community well-being in priority watersheds, including water-stressed areas.\nOperational Water Efficiency and Reduction\n\nIn 2022, although we continued our work to reduce our water intensity, we faced significant headwinds. Specifically, a promising new recapture technology that was scheduled to be piloted was put on hold due to supply chain interruptions. In addition, our production value, which we use as the normalizing factor in our intensity calculation, was down by 10% this year at our Major Water Users Group (MWUG) facilities. These two factors combined for a disappointing result in our 2022 water intensity number even though our water withdrawal was lower than the baseline. This discrepancy between absolute reductions and increased water intensity, as well as a lack of alignment with how we disclose our water data via CDP, led us to re-evaluate our water goal. After review and vetting by the Utilities CoE, Strive 35 committee, and Sustainability and Corporate Responsibility Committee of the Board, we have decided to refocus our water goal as an absolute reduction of water withdrawal. By 2035, we will reduce our absolute water consumption 10% over a 2019 baseline.\n\nWater withdrawal consists of municipal water, surface water, well water, rain water, and wastewater purchased from third parties. For our reduction goal, focusing on reuse, recycle, and reclaim within our operations will allow us to make progress toward our goals and reduce our freshwater intake needs.\n\nIn 2022 we implemented several projects that resulted in reduced water withdrawal.\n\n- In Decatur, Illinois, we implemented steam condensate system improvements expected to result in a water savings of nearly 180,000 m³, energy reduction of around 16,000 MWh, and operating cost savings of over $440,000 annually.\n- At our biodiesel facility in Rondonópolis, Mato Grosso, Brazil, we focused on process optimization with a resulting water savings of around 40,000 m³ per year.\n- At our oilseeds facility in Spyck, Germany, we installed an additional gravel filter for our cooling water, which allows us to save approximately 138,000 m³ of water per year.\n\n### WATER WITHDRAWAL\n\n| Year | Withdrawal (million cubic meters) |\n|------|-----------------------------------|\n| 2019 (Baseline) | 114.0 |\n| 2022 | 112.8 |\n\n**Reduction** 1.0%\n\n### WATER INTENSITY\n\n| Year | Intensity (m³/ton of product produced) |\n|------|---------------------------------------|\n| 2019 (Baseline) | 2.33 |\n| 2022 | 2.56 |\n\n**Increase** 9.9%\nWater Replenishment\n\nAs part of our Strive 35 water goals, we committed to develop a global strategy focused on improving community well-being in priority watersheds, including water-stressed areas, by 2025. Over the past two years, with the support of a knowledgeable third party, we organized a broad group of internal stakeholders to work toward developing the strategic vision and framework for a Water Scarcity Program. The team includes representatives from sustainability, Utilities CoE, operations, and EHS from North America, South America, Europe, and APAC. The overall strategic goals within the framework include:\n\n- **Maximize water use efficiency across global operations.**\n  Practice the three Rs (reduce, reuse, and reclaim) at all of our facilities and consistently adopt the best management practices for minimizing use, maximizing returns, and maximizing the reuse potential of fresh water.\n\n- **Track and report consumptive water loss.**\n  Develop a consistent methodology for measuring water withdrawal and return and water lost through evaporation or into final products. Additionally, measure water-related risk at each of our facilities.\n\n- **Establish community focused partnerships.**\n  Develop relationships with partners performing water replenishment projects that benefit communities in the locations in which we operate. The use of community-based partnerships increases the local relevance of future projects while giving the community a voice in the decision-making process.\n\n- **Develop a Global Water Replenishment Program.**\n  Develop a global water replenishment program within the overall Water Scarcity Program to balance ADM’s consumptive water use with a portfolio of community-based water replenish projects implemented with partner organizations.\n\n- **Integrate program into existing operations and processes.**\n  Integrate the new water stewardship strategies into ADM’s existing operations to ensure the program’s efficiency, credibility, and longevity.\n\nIn the coming year, the team will work to define our water replenishment goal, lay out project requirements, prioritize implementation locations, and begin to identify projects and partnerships.\nARTCO Supports Living Lands & Waters with Tugboat Donation | ADM\n\nThe American River Transportation Company (ARTCO), an ADM subsidiary, is helping support Living Lands & Waters’ (LL&W) efforts to protect, preserve, and restore the nation’s inland waterways by donating a used tugboat through ADM Cares.\n\nThe donation of a 750-horsepower vessel dubbed “Nancy S.” will serve as an upgrade to LL&W’s equipment and help the organization allocate funds to other projects that meet their mission. The LL&W crew spends up to nine months of the year living and traveling on their barge, hosting river cleanups, watershed conservation initiatives, workshops, tree plantings, and other impactful restoration work.\n\nOur relationship with LL&W dates back to 2004 and throughout our partnership, ADM teams have volunteered their time to support programs including environmental restoration projects, invasive species removal, and free educational programming in communities along the Mississippi, Illinois, Tennessee, and Ohio Rivers. Through these efforts, we hope to strengthen and sustain these communities and support initiatives that drive meaningful social, economic, and environmental progress.\nEnrich Lives\n\n38 Community Engagement\n39 Human Rights\n41 Diversity, Equity, and Inclusion\n43 Health and Safety\nEnrich Lives\n\nWe believe that a skilled workforce and strong relationships with communities are core to our success and growth, and we can make a lasting impact on the world. We offer our people the opportunity to contribute to something greater than themselves, and we support the well-being of the communities in which we serve and operate.\n\nWe’ve identified the following key levers that allow us to enrich the lives of our colleagues and the communities where we operate:\n\n| ADM Cares          | Using philanthropic spending to support our communities |\n|--------------------|--------------------------------------------------------|\n| Human Rights       | Identifying and mitigating risks related to our supply chain and operations |\n| Safety             | Ensuring a safe working environment for our colleagues and contractors |\n| Culture            | Promoting a diverse, equitable, and inclusive work place |\nCommunity Engagement\n\nADM Cares\n\nAt ADM, we believe in the concept of shared value creation. Our corporate social investment program, ADM Cares, aligns corporate giving with our business strategies and sustainability objectives. Through the program, we work to sustain and strengthen our commitment to communities where we work, live, and operate by directing funding to initiatives and organizations driving meaningful social, economic, and environmental progress.\n\nIn 2022, ADM Cares grants targeted three focus areas aligned with our purpose of unlocking nature to enrich lives: education, food security, and sustainable agriculture. Moving into 2023, we have refined our focus areas to complement ADM’s growth strategy and business priorities to be: sustainability, food security, and health and well-being.\n\nThe ADM Cares team evaluates potential projects to ensure they meet eligibility criteria and further our work toward our goals in these focus areas. The impacts from projects receiving ADM Cares support are measured through annual outcome reports to allow for ongoing community needs assessments and to ensure critical issues are addressed.\n\nBy focusing on these areas, ADM Cares programs advance our sustainability goals, with special attention to partnerships that advance the United Nations Sustainable Development Goals (SDGs) aligned with our sustainability and business objectives.\n\nSpecifically, we work to support Goal 2: Zero Hunger; Goal 6: Clean Water and Sanitation; Goal 8: Decent Work and Economic Growth; Goal 13: Climate Action, and Goal 15: Life on Land.\n\nWe strive to sustain and strengthen communities where ADM colleagues work, live, and operate by directing funding, volunteerism, and industry knowledge to initiatives and organizations that drive meaningful social, economic, and environmental progress worldwide. ADM Cares optimizes our social impacts around the world, and through these partnerships, we are able to exponentially leverage our philanthropy to make a meaningful impact in the lives of many around the world.\n\nUkraine\n\nWith a number of operations based in Ukraine and surrounding areas, ADM understands its responsibility to aid those impacted by the war there. Currently, ADM has contributed $13 million to support Ukrainian colleagues and those affected by the war. The contributions come from a mix of ADM Cares funding, corporate support, and colleague contributions. ADM has donated to various NGOs, including the World Food Programme, Doctors without Borders, and the Red Cross. We have also donated directly to hospitals and medical centers in Ukraine, with colleagues taking action to hand deliver medical equipment and meet with hospital representatives.\n\nADM also supported individual colleagues through emergency support such as lodging and relocation aid. Portable power stations for Ukrainian colleagues, donated by ADM, provided critical electricity to colleagues in need. With attacks on Ukraine’s energy infrastructure, many people in the country have experienced power outages, making the devices much needed sources of emergency power.\n\nThrough ADM Cares, we have a program that matches colleagues’ personal donations. The generous outpouring of support from our colleagues resulted in a matching fund contribution of over $3.3M to ADM’s Rebuilding Lives Fund, which helps Ukrainian colleagues and their families with future rebuilding opportunities, illustrating the giving spirit of the ADM family in supporting our colleagues in need.\nHuman Rights\n\nAt ADM, we are committed to doing business with integrity. We believe in paving the way with good business practices, progressive solutions, and mindful actions that make a positive impact. We actively work to protect human rights in our operations and supply chains, taking actions that make a measurable, sustainable difference for communities and ecosystems around the world. While governments have the primary duty to protect and ensure the fulfillment of human rights, we have a role to play in protecting human rights in our operations, our supply chains, and the communities where we operate. We have the opportunity to enact change globally, and our 2022 efforts demonstrate our commitment to protect human rights throughout our supply chains.\n\nSupply Chain Due Diligence\n\nWorking with our suppliers to assess and address risks increases transparency and enables collaboration to protect human rights throughout our supply chain. Supply chain due diligence is a critical component of our Human Rights program, and strategically engaging with our supply chain takes three steps: mapping, risk assessment, and mitigation strategies. For more detailed information, please view our most recent Human Rights Report.\n\nSupply Chain Mapping\n\nADM has vast and varied supply chains. Our origination team procures raw commodities, such as corn, soybeans, wheat, and softseeds from all over the world. Our procurement team sources ingredients and indirect supplies needed to run our operations. We have been working for several years to assess our origination footprint and the risks associated with those commodities and geographies. Our dashboard contains KPIs related to traceability.\n\nIn 2022, we began mapping our ingredient supply chains to country of origin, successfully mapping over 90% of our Human Nutrition business ingredient procurement. That number continues to grow as we work diligently to assess our supply chains and continue engaging with our suppliers.\n\nRisk Assessment\n\nWe use many tools to assess the risks in our supply chains. Using knowledge of origin of supply, we can calculate commodity-geography specific risk ratings to identify our highest risk sourcing. Using industry-leading tools and platforms, we are able to standardize risk ranking and scoring mechanisms, evaluate specific risks within different supply chains, monitor news and press, and ensure proper focus on salient human rights risks. A combination of internal and third-party tools allows us to comprehensively assess risk across business units.\n\nRisk Mitigation\n\nA successful supply chain due diligence program requires effective risk mitigation strategies. We are working to engage with our strategic suppliers on their sustainability programs, as well as ensure compliance with our policies and future due diligence regulatory requirements. Our mitigation strategies are based on a supplier’s risk rating and can include the use of sustainability self-assessment questionnaires, contractual assurances, and social compliance auditing.\n\nWe have developed sourcing protocols for some high-risk goods and materials. For example, we require all of our direct palm suppliers to have a human rights policy aligned with ours and to implement a human rights due diligence program to ensure compliance with the policy. In addition, over the past year, we have been working with our legal team to include language in supply contracts that suppliers must abide by our Supplier Expectations, including our Human Rights Policy. These suppliers have the understanding that business relationships can be terminated upon discovery of human rights violations.\nSEDEX\n\nIn addition to working with suppliers and other key stakeholders to ensure we are sourcing in ways that protect human rights, we participate in an auditing program to verify to ourselves and interested customers that we are upholding our core beliefs within our operations. ADM is a member of Sedex, the world’s largest online platform for supply chain assessment, and we use the organization’s audit program to assess, improve, and report on sustainability practices. Each year, selected facilities host responsible sourcing audits conducted by third-party auditors. In addition to noting potential risks and opportunities for improvement, the audits also allow us to monitor for egregious violations of rights. When findings are identified, our sustainability, legal, operations, and compliance teams work with the location to identify and implement corrective actions. In 2022, ADM hosted 28 Sedex audits across all business units and in nine countries. At the ADM facilities visited in 2022, there were no fees charged to job-seekers in exchange for employment, and no collateral was taken in the form of money, identification, or other personal belongings without workers’ consent as a condition of employment by ADM or contracted companies. No human trafficking or forced labor of any kind was observed.\n\nWe continue to explore ways to leverage Sedex risk tools and audits in our supply chains to gain this level of insight and work with suppliers to mitigate risks.\nDiversity, Equity, and Inclusion\n\nStrategic Pillars: How We Will Achieve Our Vision\n\nLEADERSHIP\nENGAGEMENT, TRAINING, & COMMUNICATION\nRECRUITING\nADVANCEMENT & RETENTION\nNETWORKS & SPONSORSHIP\n\nHaving an inclusive culture allows us to cultivate innovation. We believe that true innovation arises from having many different perspectives and backgrounds at the highest levels of an organization, and we have a comprehensive plan in place to promote inclusion and equity at ADM. Each region has a Diversity, Equity, & Inclusion (DE&I) Council with leaders who manage the strategic pillars that will help us achieve our vision.\n\nIn 2022, to hold ourselves accountable to our DE&I commitments and monitor our progress as we work to create a more equitable, inclusive environment for our colleagues, we chose to publicly disclose our annual U.S. Equal Employment Opportunity (EEO-1) report data.\n\nGlobally, we support Employee Resource Groups (ERGs). These voluntary, employee-led groups allow colleagues with shared experiences, interests, or goals to come together in a safe space to offer support, build a sense of community, and promote personal and professional development. Our ERGs have continued to grow – both in the number of active members in our Women’s ERGs and with the introduction of four new groups: ERG de Afrodescendentes (Brazil), LGBTQIA+ ERG (Mexico), Multi-cultural ERG (EMEA), and Black Colleague Alliance (North America).\n\n“I would say one of the best things I have seen from the ERG in 2022 is the ability to have open conversations and support from each other regarding challenges women experience in the workplace. Whether dealing with work life balance, imposter syndrome, or selecting the right mentor...it has become evident that we are all in this together and regardless of your role in the organization many of us have this in common and are willing to support each other to overcome our challenges. The Women’s ERG has become a community within ADM, and I am looking forward to the continued outreach in 2023.”\n\nMolly Strader Fruit,\nLeader of the NA Women’s ERG\n\nParadigm for Parity\n\nParadigm for Parity is a coalition of business leaders dedicated to addressing the corporate leadership gender gap. Our commitment through Paradigm for Parity focuses on improving gender balance in global leadership by 2030. In 2018, we made a pledge to reach gender parity in our senior leadership by 2030 and have been working diligently toward that goal.\n\n| Senior Leadership | Salaried Colleagues |\n|-------------------|---------------------|\n| 79%               | 22%                 | 2018 | 34% | 66% |\n| 74%               | 26%                 | 2019 | 35% | 65% |\n| 73%               | 27%                 | 2020 | 36% | 64% |\n| 74%               | 26%                 | 2021 | 37% | 63% |\n| 72%               | 24%                 | 2022 | 39% | 61% |\nSupplier Diversity\n\nWe have a Supplier Diversity program that encourages the use of diverse suppliers, defined as businesses that are 51%+ owned by women, veterans, Hub-zoned, people with disabilities, LGBTQIA+, and minorities. Our initiative provides the opportunity for us to access diverse talent in some of the most dynamic emerging market segments in our global footprint. Supplier diversity promotes supplier participation that reflects our diverse customer base and business community.\n\nADM has expanded its Supplier Diversity program globally. This initiative has enabled us to have internal global champions to oversee the program in their regions, including EMEA, LATAM, and APAC. To identify potential diverse suppliers, we work with third-party organizations such as the National Minority Supplier Development Council (NMSDC), Women’s Business Enterprise National Council (WBENC), and WeConnect International to assist in finding the best diverse talent for our sourcing opportunities. In addition to fulfilling customer requirements, diverse suppliers bring a variety of advantages to the table, including innovation, customer service, and competitive edge.\n\nOne of our internal platforms, Power BI, allows us to track our KPI’s for diverse spend reporting to our external customers and internal stakeholders.\n\nAs ADM’s Supplier Diversity program grows and seeks to become best in class, we are continuing to add new initiatives in the near future, such as the implementation of our Tier 2 Diverse Spend Reporting and Diverse Supplier Development / Mentor Protégé Program. We continue to work with our global teams to identify what supplier diversity looks like in each of our regions where we have a presence.\n\nAs the world’s leader in agriculture processing, we continue to serve the vital needs of the world by creating opportunities to feed it better and bring awareness to supplier diversity being good business at ADM.\nHealth and Safety\n\nOur people are our lifeblood – they innovate, create, and deliver. They are the ones who make our company great, and they are our future.\n\nWe invest in our people and strive to create a workplace where they can thrive. This includes building a safety culture so everyone goes home safely to their families and the things that are most important to them. And this also includes investing in our people to maximize their potential.\n\nSafety\n\nOccupational health and safety is paramount at ADM, and we are committed to fostering a safe working environment for all of our employees and contractors. Our team has embraced the vision of Safe or We Don’t Do it.\n\nOur safety and health management system is built on a robust list of policies, standards, and supporting documentation including life-critical standards that govern our high-risk work. We have improved our investigation work processes with a goal to prevent repeat incidents. Our internal audit program for Environmental, Health and Safety, and Process Safety has completely transformed over the last three years to provide essential governance and identify opportunities for improvement, reduce risk, support our compliance commitments, and share lessons learned.\n\nIn 2022, approximately 80% of our sites completed the year without recordable injuries and about 90% without lost workday injuries. Sadly, we mourn two fatalities, one ADM colleague in Germany and one contractor in Brazil.\n\nWe remain committed to our ambitious goal of reducing our Total Recordable Incident Rate and Lost Workday Incident rate by 50% in 2025 compared to a 2020 baseline. We have taken additional steps to meet these goals by launching or enhancing efforts to improve occupational safety, including:\n\n- Cut Resistant Gloves Clock-to-Clock\n- Safe Work Permit program for all maintenance activities\n- Working Safely for Supervisors Program\n\nContractors remain a crucial aspect of our safety system and since 2021, they have been fully integrated into our KPIs and the incident rates published in this report.\n\nEmployee Health Programs\n\nIn 2022, ADM launched a pilot program with Medcor/Work Right at its site in Decatur, Illinois, that can not only assess and treat minor injuries onsite, but also provide injury prevention resources to colleagues. The program includes ergonomic assessments and recommendations for our colleagues’ workspaces, suggested stretching and rehabilitation exercises to prevent injuries related to repetitive movements or poor posture, and even massages. Employees can make appointments with the Medcor/Work Right team for advice and treatment at no cost.\n\nWe provide access to several virtual health support programs for our colleagues. For example, access to Hinge Health can help employees suffering from muscle or joint pain to work with a virtual care team to assess and develop a personalized exercise plan, reduce pain, find physical therapists, and more. We also provide weight management support through Wondr Health, diabetes and blood pressure management through Livongo, and a smoking cessation program in partnership with the American Cancer Society Quit for Life® program.\nGovernance\n\n45 Strategy and Oversight\n46 Risk and Opportunity Management\n47 Key Topic Assessment and Stakeholder Engagement\n48 Commitments and Policies\n49 Compliance and Ethics\nStrategy and Oversight\n\nOur commitment to change and growth goes beyond our products and services. At ADM, sustainable practices and a focus on environmental responsibility are not separate from our primary business: they are integral to the work we do every day to serve customers and create value for shareholders. We are committed to being a force for change in developing innovative, sustainable solutions in agriculture, food and nutrition, energy, and packaging materials while pursuing ways to continually improve our efforts in both protecting the environment and enhancing environmental and social sustainability. That is why our current strategic plan is called “Sustainable Growth”.\n\nWe believe sustainability is critical to our future growth strategy. Our strategic plan of sustainable growth leverages the trends and technologies in sustainability to help us grow and create value for our stakeholders. Our Ag Services and Oilseeds business unit is focused on traceability of sourcing and differentiation and engaging growers in our re:generations program. Carbohydrate Solutions is focused on decarbonizing its footprint, so as to become the partner of choice for lower-carbon intensity BioSolutions and biomaterials, including fuel solutions from agricultural products, to replace petroleum-based products. Nutrition is focused on developing alternative proteins, from sources such as fermentation, plants, fungi, and insects, increasing protein options for human and animal nutrition. The growth of these projects and businesses will be integral to supporting the objective of helping the planet limit total global warming to the 1.5°C threshold indicated by the IPCC.\n\nOur sustainability efforts are overseen by our Board of Directors, including a dedicated Sustainability and Corporate Responsibility Committee, and led by our Chief Sustainability Officer (CSO), who is supported by regional sustainability teams. The Sustainability and Corporate Responsibility Committee actively oversees our objectives, goals, strategies, and activities relating to sustainability and corporate responsibility matters, including safety and DE&I, and assists the Board in ensuring that we operate as a sustainable organization and responsible corporate citizen.\n\nThe Executive Council of ADM, our highest strategic and operational body, provides close supervision of our ESG efforts and an in-depth review of sustainability issues. Because we consider sustainability critical to our strategic planning and growth efforts, the CSO reports to the Chief Strategy Officer and is an important part of the strategy team. Furthermore, regional sustainability teams, along with the corporate sustainability team, support the CSO to drive sustainability efforts in our facilities and supply chains around the world. Our sustainability efforts are also supported by our Centers of Excellence, which drive efficiency programs in areas of focus such as Procurement; Supply Chain; Utilities; Diversity, Equity, and Inclusion; and Environmental, Health, and Safety.\n\nOur sustainability efforts are overseen by our Board of Directors, including a dedicated Sustainability and Corporate Responsibility Committee, and led by our Chief Sustainability Officer (CSO), who is supported by regional sustainability teams. The Sustainability and Corporate Responsibility Committee actively oversees our objectives, goals, strategies, and activities relating to sustainability and corporate responsibility matters, including safety and DE&I, and assists the Board in ensuring that we operate as a sustainable organization and responsible corporate citizen.\n\nThe Executive Council of ADM, our highest strategic and operational body, provides close supervision of our ESG efforts and an in-depth review of sustainability issues. Because we consider sustainability critical to our strategic planning and growth efforts, the CSO reports to the Chief Strategy Officer and is an important part of the strategy team. Furthermore, regional sustainability teams, along with the corporate sustainability team, support the CSO to drive sustainability efforts in our facilities and supply chains around the world. Our sustainability efforts are also supported by our Centers of Excellence, which drive efficiency programs in areas of focus such as Procurement; Supply Chain; Utilities; Diversity, Equity, and Inclusion; and Environmental, Health, and Safety.\n\nOur sustainability efforts are overseen by our Board of Directors, including a dedicated Sustainability and Corporate Responsibility Committee, and led by our Chief Sustainability Officer (CSO), who is supported by regional sustainability teams. The Sustainability and Corporate Responsibility Committee actively oversees our objectives, goals, strategies, and activities relating to sustainability and corporate responsibility matters, including safety and DE&I, and assists the Board in ensuring that we operate as a sustainable organization and responsible corporate citizen.\n\nThe Executive Council of ADM, our highest strategic and operational body, provides close supervision of our ESG efforts and an in-depth review of sustainability issues. Because we consider sustainability critical to our strategic planning and growth efforts, the CSO reports to the Chief Strategy Officer and is an important part of the strategy team. Furthermore, regional sustainability teams, along with the corporate sustainability team, support the CSO to drive sustainability efforts in our facilities and supply chains around the world. Our sustainability efforts are also supported by our Centers of Excellence, which drive efficiency programs in areas of focus such as Procurement; Supply Chain; Utilities; Diversity, Equity, and Inclusion; and Environmental, Health, and Safety.\nRisk and Opportunity Management\n\nSustainability risk management, including climate change and deforestation, is integrated into our multi-disciplinary, company-wide enterprise risk management (ERM) process. Each quarter, the ERM Sustainability subgroup reviews and reports sustainability risks and the related mitigation actions with the ERM team. The review includes previously identified risks to ensure proper focus of our initiatives, as well as the identification and assessment of emerging risks. The team uses a risk matrix which includes a quantitative assessment of impact, mitigation, and residual risk as well as qualitative information about risk categories, warning periods, mitigation strategies, and effectiveness.\n\nScenario Analysis\n\nIn 2021, we began the process of conducting a Scenario Analysis following the TCFD guidelines. The analysis looked at the potential impact of three warming scenarios: 1.5°C (latest recommendation from IPCC to prevent the worst effects of global warming), 2°C (aligned with the Paris Climate Accords), and 2.6°C (status quo). The first scenario assumes a rapid transition to a low carbon world in the next decade, limiting temperature increase to 1.5°C. This involves a high degree of transformation across the economy. Under this scenario, the worst anticipated physical impacts of climate change are avoided. The second scenario involves ambitious actions to mitigate climate change, limiting temperature increase to 2°C. This scenario requires greater policy action; however, there is still an increase in physical climate-related impacts. The third scenario is based on the current status quo with no changes to policies or actions and an anticipated increase in global temperature by 2.6°C resulting in increased physical impacts of climate change. ADM used these scenarios as written by the sources, except in the case of the third, status quo scenario, where transition risks were evaluated based on our existing Strive 35 commitments and implementation plan. In each of the scenarios, we identified potential sourcing shifts and limitations, operational changes, physical impacts, and opportunities. The primary risks identified fall into two categories: physical risks and transition risks. Key opportunities are related to products and services offerings.\n\nTransition Risks\n\n- Emerging regulation and carbon pricing mechanisms could result in increased operational costs in the short to medium term.\n- Changes in policy or introduction of new policies could introduce additional tax requirements at our facilities. For example, in South America, introduction of the national legislation on biomass-based power generation units, which requires additional certification and taxes, could limit our ability to operate our assets and increase our operating costs.\n- Market demand has a direct effect on production, as well as demand for certified sustainable commodities. Changes in consumer demand could result in additional cost of implementation that may not be overcome by product sales.\n- ADM uses coal-fired cogeneration technology to meet a portion of its energy demand. We are working to reduce the carbon footprint of our operations, but transitions can be time intensive and costly.\n\nPhysical Risks\n\n- Increased severity and frequency of extreme weather events such as cyclones and floods could lead to increased direct costs from the disruption of supply chains and impair our ability to deliver products to customers in a timely manner.\n- Increased severity and frequency of extreme weather events such as cyclones and floods could lead to increased sourcing costs due to limited availability of agricultural commodities and impact ADM’s ability to produce goods, which would directly affect sales and revenue.\n- Increased calls for preserving and enhancing biodiversity by taking acres out of production—at a time when the world’s supply of raw materials is in great demand—may challenge ADM’s sourcing of raw materials. As the global population grows, and producers in many areas of the world must plant more to feed more people, a balance must be appropriately struck, or raw material shortages may result.\n\nOpportunities\n\n- Developing enhanced transportation and warehousing scheduling, routing, and tracking technologies can reduce carbon footprint and costs while improving customer delivery satisfaction.\n- Development and expansion of low-emission goods and services could lead to increased revenues resulting from increased demand. As various renewable fuel standards are implemented around the world, ADM has an opportunity to capitalize through the production and sale of ethanol, biodiesel, and renewable diesel.\n- As demand for renewable products grows, development of new products or services from R&D and innovation could lead to increased revenues through access to new and emerging markets.\nKey Topic Assessment and Stakeholder Engagement\n\nFollowing the guidelines from the Global Reporting Initiative (GRI), we use a third party to conduct a formal assessment to identify and prioritize key sustainability topics that reflect our most significant impacts to the economy, environment, and people, including human rights. Because these impacts may change over time as our activities, business relationships, and assets evolve, we update this assessment on a regular basis. During our most recent assessment, the firm interviewed, surveyed, and researched publicly available information from a variety of internal and external stakeholders, including ADM leadership, investors, customers, employees, and NGOs. The assessment indicated several key topics that are consistent across all stakeholder groups as critically important: “GHG Emissions,” “Deforestation & Conversion,” “Governance,” and “Water Management.” Although these are critical to manage, the other topics on the matrix are also important to ADM and our stakeholders.\n\nOngoing Stakeholder Engagement\n\nWe have established direct and easy-to-access channels for engagement with different types of stakeholders. These engagements provide valuable insights on stakeholder concerns and topics that they consider important. In 2022, we engaged with stakeholders via customer feedback, NGO inquiries, and dialogue with shareholders. We also met with several customers and entered into partnerships on regenerative agriculture and environmental topics. As part of our supply chain efforts in palm and soy, specifically on the 1.5°C Roadmap, additional emphasis was placed on engaging with key stakeholders.\nCommitments and Policies\n\nADM has set forth several key social and environmental commitments and policies that collectively outline our expectations for our colleagues, business partners and contractors, and our organization as a whole, with respect to our sourcing operations. They establish clear standards that govern our approach to raw material sourcing, environmental stewardship, and employee conduct, among other areas, and they state our positions on issues of widespread public interest. These standards were developed with input from our operations, law, compliance, and EHS teams, and were approved by Chairman and CEO Juan Luciano:\n\n- Policy to Protect Forests, Biodiversity, and Communities\n- Code of Conduct\n- Environmental, Health, & Safety (EHS) Policy\n- Human Rights Policy\n- Statement on Genetically Modified Organisms\n- Statement on Animal Testing\n- Commitment to Anti-Corruption Compliance\n- ADM Supplier Expectations\n- ADM Tax Policy\n- Managing Supplier Non-Compliance Procedure\n\nIn a world that is becoming increasingly interconnected and transparent, we strive to match that clarity and provide means to facilitate conversation and feedback. We invite all stakeholders who have concerns related to the implementation of our policies to email us at responsibility@adm.com or use The ADM Way Helpline. Our Human Rights Policy protects human rights defenders, whistleblowers, complainants, and community spokespersons from any form of retaliation.\nCompliance and Ethics\n\nAt ADM, we believe in leading by example, setting a global standard for “good business” that other companies in our industry will follow. In March 2023, we were recognized by Ethisphere, a global leader in advancing the standards of ethical business practices, as one of the World’s Most Ethical Companies™ and one of only nine honorees in the Food, Beverage, & Agriculture category. This honor marks the fourth consecutive year we have received this recognition for our deep commitment to ethical business practices, transparency, and corporate citizenship.\n\nWe maintain high ethical standards across our global workforce. We expect employees to take responsibility for their actions and adhere to our values of honesty and integrity, consistent with our commitment to always conduct business fairly and ethically. Our Code of Conduct guides us on how to make sound decisions and illustrates proper actions for conducting our businesses. Our Code promotes a shared understanding of what achieving the right results the right way means. By knowing and following our Code, each of us does our part to maintain and further build trust with our various stakeholders—including our colleagues, customers, business partners, shareholders, and communities.\n\nWe prohibit all forms of corruption, including bribery, and we abide by all anti-corruption laws in every country we do business. We have a robust anti-corruption program that includes a global Anti-Corruption Policy and other compliance procedures and controls designed to minimize the potential for corruption in ADM’s global business dealings, such as enhanced due diligence, screening, monitoring of high-risk third parties, and pre-approvals before hosting or entertaining government officials. We train employees and third parties to raise awareness of corruption risks and applicable anti-corruption laws in order to both avoid inadvertent violations of the law and enable early recognition and handling of potential issues. Our Anti-Corruption Program and Policy are updated periodically to address new risks and incorporate continuous enhancements. In 2022 we published an Anti-Fraud Policy to increase awareness of ADM’s anti-fraud procedures and expectations for colleagues to speak up when they see something suspicious.\n\nWe have a strong “Speak Up” culture at ADM, which helps us handle issues and address problems in a timely manner, building trust with one another and with our customers, suppliers, and business partners and protecting the company from legal, financial, and reputational risks. We encourage employees to voice concerns or ask questions through multiple channels, including by talking with their supervisors, Human Resources, or Compliance, or at any time through additional reporting channels such as The ADM Way Helpline, which is available by phone or web in more than 30 languages and accessible using a QR Code. Reporting via the Helpline can be done anonymously, where permitted by law. We do not tolerate any form of retaliation for making a good-faith report of actual or potential misconduct. The ADM Way Helpline may also be used by stakeholders outside of ADM to raise questions or voice concerns.\n\nOur helpline is available by phone or web in more than 30 languages.\nWe feel a deep and genuine regard for the safety and well-being of all people, communities, and resources, and we treat them with care and consideration. We demonstrate trust and openness. And we are good stewards of the environment. Our Human Rights Policy protects human rights defenders, whistleblowers, complainants, and community spokespersons from any form of retaliation.\n\nIn 2022, we received a total of 1,181 reports concerning topics such as employee relations, EHS, diversity, equal opportunity, and respect in the workplace, and misuse or misappropriation of assets or information. We log and track all reports we receive. Each is classified by type and then assigned to an investigator to conduct an independent and objective review into the concerns raised. If an allegation is substantiated, we implement corrective and disciplinary actions which can include coaching and counseling, process or control improvement, verbal or written warnings, financial penalties, or termination.\n\nTraining is a key component of our compliance program. In 2022, employees completed required training on topics such as conflicts of interest, trade sanctions, and antiboycott regulations. Above and beyond our global annual required training, Compliance also led more than 100 trainings sessions for targeted employee populations.\n\nWe published over 90 global and regional compliance communications in 2022 to improve employee understanding of ethics and compliance expectations, enhance awareness of compliance risks, provide guidance on courses of action, and increase transparency into how ADM investigates and remediates issues of concern. The communications covered topics such as anti-corruption, data privacy and records retention, conflicts of interest, trade sanctions, speaking up, and more. Compliance Compass is our internal bi-monthly awareness campaign that features case studies highlighting real-world, anonymized compliance and ethics challenges faced by ADM colleagues. These articles regularly receive some of the highest engagement among posts on the ADM intranet, and have generated an increase in followers of our Compliance intranet page.\n\nWe conducted 14 Vendor Compliance sessions to manage risk related to our third-party relationships around the world, including a global supplier recognition event with our largest suppliers where we highlighted the importance of conducting business ethically. In these sessions, regional business leaders and compliance personnel provided training and engaged in rich discussions with approximately 700 vendors, joint venture partners, customers, and other business partners on topics such as anti-corruption, conflicts of interest, accurate books and records, supplier expectations, human rights, privacy, security, and sustainability. And consistent with our commitment to ongoing compliance monitoring of third-party service providers acting on our behalf, in 2022 we conducted 22 compliance audits of third-party intermediaries around the world.\nData Tables and Indices\n\n52 Data Tables\n53 Verification Statements\n56 GRI Content Index\n60 SASB Standards\n61 TCFD\n## Data Tables\n\n### Emissions\n\n| GHG EMISSIONS BY SCOPE | mtCO₂e |\n|------------------------|--------|\n| Scope 1                | 13,500,000 |\n| Scope 2                | 2,130,000  |\n| Biogenic               | 4,010,000  |\n\n| SCOPE 1 BREAKDOWN BY GHG | mtCO₂e |\n|--------------------------|--------|\n| CO₂                      | 13,290,000 |\n| N₂O                     | 80,500  |\n| CH₄                      | 42,700  |\n| SF₆                      | 4,200   |\n| HFC                     | 29,200  |\n| PFC                     | 0       |\n| HCFC                    | 3,900   |\n\n| GHG EMISSIONS BY REGION | SCOPE 1 | SCOPE 2 | TOTAL |\n|-------------------------|---------|---------|-------|\n| APAC                    | 72,400  | 113,700 | 186,100 |\n| EMEA                    | 980,000 | 218,070 | 1,198,910 |\n| LATAM                   | 147,430 | 67,340  | 214,770 |\n| North America           | 12,208,400 | 1,729,200 | 13,937,600 |\n| International           | 45,900  | 0       | 45,900  |\n\n| SCOPE 1 BREAKDOWN BY ACTIVITY | mtCO₂e |\n|-------------------------------|--------|\n| Stationary Combustion         | 12,890,000 |\n| Mobile Combustion             | 512,000  |\n| Fugitive Emissions            | 38,300   |\n| Process Emissions             | 11,700   |\n\n### BIOGENIC BREAKDOWN BY SOURCE/SINK | mtCO₂e |\n|-------------------------------------|--------|\n| Combustion                          | 1,030,000 |\n| Process                              | 3,430,000 |\n| Sold                                 | 25,900   |\n| Sequestered                          | 429,000  |\n\n### SCOPE 3 | mtCO₂e |\n| Category 1: Purchased Goods and Services | 97,600,000 |\n| Category 2: Capital Goods               | 935,000   |\n| Category 3: Fuel-and-Energy-Related Activities | 1,790,000 |\n| Category 4: Upstream Transportation     | 8,290,000 |\n| Category 5: Waste Generated in Operations | 208,000  |\n| Category 10: Processing of Sold Goods   | 9,260,000 |\n| Total                                  | 118,100,000 |\n\n### Energy\n\n| CONSUMPTION BY CATEGORY | MWh |\n|-------------------------|-----|\n| Renewable Fuel          | 2,920,000 |\n| Non-renewable Fuel      | 47,800,000 |\n| Purchased Electricity   | 4,540,000 |\n| Purchased Steam         | 284,000   |\n| Sold Electricity        | 260,000   |\n| Total                   | 55,300,000 |\n\n### Water\n\n| WATER WITHDRAWAL BY SOURCE | m³ |\n|----------------------------|----|\n| Groundwater                | 40,500,000 |\n| Surface                    | 32,700,000 |\n| Municipal                  | 39,600,000 |\n| Rain                       | 42,600   |\n| Once-Through-Cooling (Surface) | 218,000,000 |\n| Total                      | 331,000,000 |\n\n| WATER DISCHARGES BY DESTINATION | m³ |\n|---------------------------------|----|\n| Groundwater                     | 462,000 |\n| Other                           | 140,000 |\n| Surface                         | 39,700,000 |\n| Treatment                       | 40,100,000 |\n| Once-Through-Cooling (Surface)  | 218,000,000 |\n| Total                           | 298,000,000 |\n\n---\n\n1. Due to rounding, the addition of subtotals may not equal the reported category total\n2. Values are in metric tons of CO₂e (mtCO₂e)\nVerification Statements\n\nTo The Shareholders of Archer Daniels Midland Company\n\nArcher Daniels Midland Company (\"ADM\") was engaged to conduct an independent verification of the greenhouse gas (GHG) emissions reported by Archer Daniels Midland Company (\"ADM\") for the period stated below. This verification opinion declaration applies to the entire information included within the scope of work described below.\n\nThe determination of the GHG emissions is the sole responsibility of ADM. ADM is responsible for the preparation and fair presentation of the GHG statement in accordance with the criteria. ADM’s sole responsibility was to provide independent verification on the accuracy of the GHG emissions reported, and on the underlying systems and procedures used to collect, process and review the information. ADM is not responsible for the accuracy of the information or the underlying systems and procedures used to collect, process and review the information.\n\nThe scope of work included in this verification is limited to the verification of the GHG emissions data. The verification is not an audit and is less extensive in nature, timing and extent than is a reasonable level of assurance verification.\n\nBoundaries of the reporting company GHG emissions covered by the verification:\n\n- Operational Control\n- Worldwide\n- Exclusions include a small number of leased office spaces\n\nTypes of GHGs: CO2, NOx, CH4, HFCs, PFCs, SF6, other HFCs\n\nGHG Emissions Statement:\n\nScope 1: 1,530,000 metric tons of CO2 equivalent\nScope 2: 2,150,000 metric tons of CO2 equivalent\nScope 3: 2,150,000 metric tons of CO2 equivalent\n\nGHG Verification Methodology:\n\n- Evidence gathering procedures included in the scope were not limited to:\n  - Interviews with relevant personnel of ADM\n  - Review of documentary evidence provided by ADM\n  - Review of ADM’s data and information systems and methodology for collection, aggregation, analysis and review of information used to determine GHG emissions at ADM headquarters (Romeoville) and during in-person site visits to theater, fitness operations, and\n  - Audit of sample of data used by ADM to determine GHG emissions.\n\nVerification Opinion:\n\nBased on the process and procedures conducted, there is no evidence that the GHG emissions statement shown above:\n\n- Is materially correct and is a fair representation of the GHG emissions data and information, and\n- Has not been prepared in accordance with the GHG Protocol Corporate Accounting and Reporting Standard.\n\nIt is our opinion that ADM has established appropriate systems for the collection, aggregation and analysis of quantitative data for determination of these GHG emissions for the stated period and boundaries.\n\nStatement of independence, impartiality and competence\n\nADM is an independent professional services company that operates in health, safety, social and environmental management services including assurance with over 30 years’ experience providing these services.\n\nNo member of the verification team has a business relationship with ADM, its Directors or Officers that would impair the independence of the verification.\n\nADM has implemented a Code of Ethics across the business to maintain high ethical standards among staff in their day-to-day business activities.\nINDEPENDENT LIMITED ASSURANCE STATEMENT\n\nTo: The Shareholders of Archer Daniels Midland Company\n\nIntroduction and objectives of work\n\nArcher Daniels Midland Company (ADM) has engaged APEX Companies, LLC (APEX) to provide limited assurance of selected environmental and safety data (Gluconolactone) reported in its 2020 Corporate Sustainability Report (the Report). This assurance statement applies to the Subject Matter included in the scope of work described below.\n\nThis information and its presentation in the report are the sole responsibility of the management of ADM. APEX was not involved in the drafting of the Report. Our sole responsibility was to provide independent assurance on the accuracy of the Subject Matter. This is the seventh year in which we have provided assurance over the Subject Matter in the Report.\n\nScope of work\n\nThe scope of our work was limited to assurance over selected environmental and safety data and information including energy use, water use, waste by disposition and safety actions included in the Report for calendar year 2020 (the Subject Matter) and summarized in the attached table.\n\nOur assurance does not extend to any other information included in the Report.\n\nReporting Boundaries\n\nThe following are the boundaries used by ADM in reporting sustainability data:\n\n- Operational Control\n- Water/Utilities\n- Water usage for locations with greater than 400,000 cubic meters in usage\n\nReporting Criteria\n\nThe Subject Matter needs to be read and understood together with the APEX methodology for determining the information which is included in the GRI Standards Core Option and G3.1 reporting guidelines, as described in the Report.\n\nLimitations and Exclusions\n\nEvaluated from the scope of our work is any assurance of information relating to:\n\n- Activities outside the defined assurance period;\n- Operations and data provided in the Report;\n- The limited assurance engagement relies on a risk-based selected sample of sustainability data and the associated limitations that this entails. This independent assurance statement should not be relied upon to detect all errors, omissions or measurements that may exist.\n\nResponsibilities\n\nThe preparation and presentation of the Subject Matter in the Report are the sole responsibility of the management of ADM. APEX was not involved in the drafting of the Report or of this Reporting Criteria. Our responsibilities were to:\n\n- Obtain limited assurance about whether the Subject Matter has been prepared in accordance with the Reporting Criteria;\n- Form an independent conclusion based on the assurance procedures performed and evidence obtained; and\n- Report our conclusions to the Directors of ADM.\n\nAssessment Standards\n\nWe performed our work in accordance with APEX’s standard procedures and guidelines for external assurance of Sustainability Reports and International Standard on Assurance Engagements (ISAE) 3000 (Revised) Assurance Engagements Other than Audits or Reviews of Historical Financial Information (ISAE 3000) for assurance reports dated on or after Dec. 15, 2015, issued by the International Auditing and Assurance Standards Board. A materiality threshold was used in the assurance process.\n\nSummary of Work Performed\n\nAs part of our independent assurance, our work included:\n\n1. Assessing the appropriateness of the Reporting Criteria for the Subject Matter;\n2. Conducting interviews with relevant personnel of ADM;\n3. Conducting remote (virtual) site visits to Archer Daniels Midland Company facilities in Decatur, Illinois and remote interviews with personnel in corporate offices in Decatur, Illinois;\n4. Reviewing the data collection and consolidation processes used to compile the Subject Matter, including assessing assumptions made, and the data source and reporting boundaries;\n5. Reviewing documentary evidence provided by ADM;\n6. Agreeing a narrative of the Subject Matter to the corresponding source documentation;\n7. Reviewing ADM systems for quantitative data aggregation and analysis; and\n8. Assessing the disclosure and presentation of the Subject Matter to ensure consistency with assured information.\n\nConclusion\n\nOn the basis of our methodology and the activities described above:\n\n- Nothing has come to our attention to indicate that the Subject Matter is not fairly stated in all material respects; and\n- It is our opinion that ADM has established appropriate systems for the collection, aggregation and analysis of quantitative data.\n\nStatement of Independence, Integrity and Competence\n\nAPEX is an independent professional services company that specializes in Sustainability, Safety, Social and Environmental management services including assurance with over 30 years’ history in providing these services.\n\nAPEX has implemented a Code of Ethics across the business to maintain high ethical standards among staff in their day-to-day business activities.\n\nNo member of the assurance team has a business relationship with Archer Daniels Midland Company. Its Directors or Managers beyond that required of this assignment. We have concluded this assurance independently, and there has been no conflict of interest.\n| Energy | Quantity | Unit | Energy | Quantity | Unit |\n|--------|----------|------|--------|----------|------|\n| Electric | 1,000,000 | MWh | Gasoline | 10,000 | MWh |\n| Diesel | 2,000,000 | MWh | Natural Gas | 5,000 | MWh |\n| Biofuel | 1,000,000 | MWh | Hydroelectric | 10,000,000 | MWh |\n| Wind | 1,000,000 | MWh | Solar | 1,000,000 | MWh |\n\n**APEC Energy (APEC Member States Group)**\n\n| Source | Quantity | Unit |\n|--------|----------|------|\n| Greenhouse | 40,000,000 | tCO2e |\n| Methane | 20,000,000 | tCO2e |\n| Nitrous Oxide | 10,000,000 | tCO2e |\n\n**Safety Metrics**\n\n- Total fatalities: 0\n- Total injuries: 0\n\n**Water Resources**\n\n- Water use: 10,000,000 m³\n- Water quality: 90%\n# GRI Content Index\n\n**STATEMENT OF USE**\nArcher Daniels Midland has reported the information cited in this GRI content index for the period January 1, 2022 to December 31, 2022 with reference to the GRI Standards.\n\n**GRI 1 USED**\nGRI 1: Foundation 2021\n\n| GRI STANDARD | DISCLOSURE | LOCATION AND/OR RESPONSE |\n|--------------|------------|--------------------------|\n| **GRI 2:** General Disclosures 2021 | 2-1 Organizational details | Archer Daniels Midland Company Headquarters: Chicago, Illinois, US Page 13 |\n| | 2-2 Entities included in the organization’s sustainability reporting | ADM Website - Locations |\n| | 2-3 Reporting period, frequency and contact point | Reporting period: January 1, 2022 to December 31, 2022 Reporting cycle: Annual Publication date of the report: May 18, 2023 Contact: sustainability@adm.com |\n| | 2-4 Restatements of information | 2019 Strive 35 baseline was recalculated in accordance with the GHG Protocol |\n| | 2-5 External assurance | Pages 53-56 |\n| | 2-6 Activities, value chain and other business relationships | Pages 5, 13, 17, 38 2022 Form 10-K pages 4-8 |\n| | 2-7 Employees | 2022 Form 10-K pages 13-15 EEO-1 Report |\n| | 2-8 Workers who are not employees | Global data is not available |\n| | 2-9 Governance structure and composition | Page 45 2023 Proxy Statement pages 3-4, 8-13, 15-21, 27-28, 30-32 2022 Form 10-K pages 4, 10, 13-15 |\n| | 2-10 Nomination and selection of the highest governance body | 2023 Proxy Statement page 14 |\n| | 2-11 Chair of the highest governance body | 2023 Proxy Statement pages 15-16 |\n| | 2-12 Role of the highest governance body in overseeing the management of impacts | Page 45 2023 Proxy Statement pages 2, 17-21, 30-32 2022 Form 10-K page 10 Sustainability and Corporate Responsibility Committee Charter |\n| GRI STANDARD | DISCLOSURE                                                                 | LOCATION AND/OR RESPONSE                                                                 |\n|-------------|---------------------------------------------------------------------------|------------------------------------------------------------------------------------------|\n| 2-13        | Delegation of responsibility for managing impacts                         | Page 45                                                                                  |\n|             |                                                                           | 2023 Proxy Statement pages 17-21                                                          |\n|             |                                                                           | 2022 Form 10-K page 10                                                                   |\n|             |                                                                           | Sustainability and Corporate Responsibility Committee Charter                             |\n| 2-14        | Role of the highest governance body in sustainability reporting           | Page 45                                                                                  |\n| 2-15        | Conflicts of interest                                                     | 2023 Proxy Statement pages 27-28, 30, 81                                                  |\n| 2-16        | Communication of critical concerns                                        | ADM Way Helpline; responsibility@adm.com                                                  |\n|             |                                                                           | 2023 Proxy Statement page 33                                                              |\n| 2-17        | Collective knowledge of the highest governance body                        | 2023 Proxy Statement pages 8-13                                                           |\n| 2-18        | Evaluation of the performance of the highest governance body              | 2023 Proxy Statement page 26                                                              |\n| 2-19        | Remuneration policies                                                     | 2023 Proxy Statement pages 34-35, 37-80                                                   |\n|             |                                                                           | 2022 Form 10-K pages 10-11, 85-90                                                         |\n| 2-20        | Process to determine remuneration                                         | 2023 Proxy Statement page 41-42                                                           |\n| 2-21        | Annual total compensation ratio                                           | 2023 Proxy Statement page 75                                                              |\n| 2-22        | Statement on sustainable development strategy                              | Page 3                                                                                   |\n| 2-23        | Policy commitments                                                        | Pages 48, 49-50                                                                          |\n|             |                                                                           | 2023 Proxy Statement pages 17-21, 25                                                      |\n|             |                                                                           | 2022 Form 10-K pages 7-8, 13-15                                                          |\n| 2-24        | Embedding policy commitments                                              | Page 48                                                                                  |\n| 2-25        | Processes to remediate negative impacts                                   | Policy to Protect Forests, Biodiversity and Communities; Human Rights Policy; Managing Supplier Non-Compliance Procedure |\n| 2-26        | Mechanisms for seeking advice and raising concerns                        | Pages 48, 49-50                                                                          |\n| 2-27        | Compliance with laws and regulations                                       | 2022 Form 10-K pages 100-101                                                             |\n| 2-28        | Membership associations                                                   | ADM Website - Associations                                                                |\n| 2-29        | Approach to stakeholder engagement                                        | Page 47                                                                                  |\n| 2-30        | Collective bargaining agreements                                          | 15.9%, U.S. colleagues only                                                               |\n| GRI STANDARD | DISCLOSURE | LOCATION AND/OR RESPONSE |\n|--------------|------------|--------------------------|\n| **GRI 3:** Material Topics 2021 | 3-1 Process to determine material topics | Page 47, 2023 Proxy Statement pages 17-21 |\n| | 3-2 List of material topics | Page 47, 2023 Proxy Statement pages 17-21 |\n| | 3-3 Management of material topics | Pages 7-10, 11-17, 18-35, 36-43, 44-50, 2023 Proxy Statement pages 17-25, 2022 Form 10-K pages 4, 10-15 |\n| **GRI 205:** Anti-corruption 2016 | 205-2 Communication and training about anti-corruption policies and procedures | Pages 49-50 |\n| **GRI 302:** Energy 2016 | 302-1 Energy consumption within the organization | Pages 30, 52 |\n| | 302-3 Energy intensity | Pages 30, 52 |\n| | 302-4 Reduction of energy consumption | Pages 30, 52 |\n| **GRI 303:** Water and Effluents 2018 | 303-1 Interactions with water as a shared resource | Page 34 |\n| | 303-3 Water withdrawal | Pages 33, 52 |\n| | 303-4 Water discharge | Page 52 |\n| **GRI 304:** Biodiversity 2016 | 304-2 Significant impacts of activities, products and services on biodiversity | Pages 18-35 |\n| | 304-3 Habitats protected or restored | Page 25 |\n| **GRI 305:** Emissions 2016 | 305-1 Direct (Scope 1) GHG emissions | Pages 28, 52 |\n| | 305-2 Energy indirect (Scope 2) GHG emissions | Pages 28, 52 |\n| | 305-3 Other indirect (Scope 3) GHG emissions | Pages 29, 52 |\n| | 305-5 Reduction of GHG emissions | Page 7 |\n| **GRI 306:** Waste 2020 | 306-4 Waste diverted from disposal | Page 7 |\n| **GRI 308:** Supplier Environmental Assessment 2016 | 308-2 Negative environmental impacts in the supply chain and actions taken | No-Deforestation and Human Rights Program Assessment Report |\n| GRI STANDARD                                      | DISCLOSURE                                                                 | LOCATION AND/OR RESPONSE                                      |\n|--------------------------------------------------|---------------------------------------------------------------------------|----------------------------------------------------------------|\n| GRI 403: Occupational Health and Safety 2018     | 403-1 Occupational health and safety management system                    | Page 43                                                       |\n|                                                  | 403-3 Occupational health services                                       | Page 43                                                       |\n|                                                  | 403-6 Promotion of worker health                                         | Page 43                                                       |\n|                                                  | 403-9 Work-related injuries                                              | Page 43                                                       |\n|                                                  |                                                                           | 2023 Proxy Statement page 25                                    |\n|                                                  |                                                                           | 2022 Form 10-K page 15                                           |\n| GRI 405: Diversity and Equal Opportunity 2016    | 405-1 Diversity of governance bodies and employees                       | Page 41                                                       |\n|                                                  |                                                                           | 2023 Proxy Statement page 4                                     |\n| GRI 408: Child Labor 2016                        | 408-1 Operations and suppliers at significant risk for incidents of child labor | Page 39                                                       |\n| GRI 409: Forced or Compulsory Labor 2016         | 409-1 Operations and suppliers at significant risk for incidents of forced or compulsory labor | Page 39                                                       |\n| GRI 413: Local Communities 2016                  | 413-1 Operations with local community engagement, impact assessments, and development programs | Pages 16, 17, 23-24, 35, 38                                    |\n| GRI 414: Supplier Social Assessment 2016         | 414-2 Negative social impacts in the supply chain and actions taken       | Page 40                                                       |\n| GRI 416: Customer Health and Safety 2016         | 416-2 Incidents of non-compliance concerning the health and safety impacts of products and services | Page 14                                                       |\n## SASB Standards\n\n| TOPIC                                      | ACCOUNTING METRIC                                                                 | CODE       | RESPONSE OR LOCATION |\n|--------------------------------------------|-----------------------------------------------------------------------------------|------------|----------------------|\n| **Greenhouse Gas Emissions**               | Gross global Scope 1 emissions                                                    | FB-AG-110a.1 | Page 52              |\n|                                            | Discussion of long-term and short-term strategy or plan to manage Scope 1 emissions, emissions reduction targets, and an analysis of performance against those targets | FB-AG-110a.2 | Pages 7, 28, 52      |\n| **Energy Management**                       | (1) Operational energy consumed, (2) percentage grid electricity, (3) percentage renewable | FB-AG-130a.1 | Page 30, 52          |\n| **Water Management**                        | (1) Total water withdrawn, (2) total water consumed, percentage of each in regions with High or Extremely High Baseline Water Stress | FB-AG-140a.1 | Page 52              |\n|                                            | Description of water management risks and discussion of strategies and practices to mitigate those risks | FB-AG-140a.2 | Pages 32-34          |\n| **Food Safety**                             | Percentage of agricultural products sourced from suppliers certified to a Global Food Safety Initiative (GFSI) recognized food safety certification program | FB-AG-250a.2 | Page 14              |\n| **Workforce Health & Safety**               | (1) Total recordable incident rate (TRIR), (2) fatality rate, and (3) near miss frequency rate (NMFR) for (a) direct employees and (b) seasonal and migrant employees | FB-AG-320a.1 | Page 43              |\n| **Environmental & Social Impacts of Ingredient Supply Chain** | Percentage of agricultural products sourced that are certified to a third-party environmental and/or social standard, and percentages by standard | FB-AG-430a.1 | Page 24              |\n|                                            | Suppliers’ social and environmental responsibility audit (1) non-conformance rate and (2) associated corrective action rate for (a) major and (b) minor non-conformances | FB-AG-430a.2 | Page 40              |\n|                                            | Discussion of strategy to manage environmental and social risks arising from contract growing and commodity sourcing | FB-AG-430a.3 | Pages 20, 23-24, 39, 42, 49-50 |\n| **GMO Management**                          | Discussion of strategies to manage the use of genetically modified organisms (GMOs) | FB-AG-430b.1 | Statement on Genetically Modified Organisms |\n| **Ingredient Sourcing**                     | Identification of principal crops and description of risks and opportunities presented by climate change | FB-AG-440a.1 | Pages 20, 23-24, 46  |\n\n### ACTIVITY METRIC\n\n| ACTIVITY METRIC                  | CODE       | RESPONSE OR LOCATION |\n|----------------------------------|------------|----------------------|\n| **Production by Principal Crop** | FB-AG-000.A | Page 13              |\n| **Number of Processing Facilities** | FB-AG-000.B | Page 13              |\n## TCFD\n\n| TCFD CORE ELEMENT | TCFD DISCLOSURE REQUIREMENT | LOCATION |\n|-------------------|-----------------------------|----------|\n| **Governance**    | Board’s oversight of climate – related risks and opportunities. | Page 45 |\n|                   | Management’s role in assessing and managing climate-related risks and opportunities. | Page 45 |\n| **Strategy**      | Climate-related risks and opportunities the organization has identified over the short, medium, and long term. | Page 46 |\n|                   | Impact of climate-related risks and opportunities on the organization’s businesses, strategy, and financial planning. | Page 46 |\n|                   | Resilience of the organization’s strategy, taking into consideration different climate-related scenarios, including a 2°C or lower scenario. | Page 46 |\n| **Risk Management** | Process for identifying and assessing climate-related risks. | Page 46 |\n|                   | Process for managing climate-related risks. | Page 46 |\n|                   | Process for identifying, assessing, and managing climate-related risks are integrated into the organization’s overall risk management. | Page 46 |\n| **Metrics & Targets** | Metrics used by the organization to assess climate-related risks and opportunities in line with its strategy and risk management process. | Pages 46, 52 |\n|                   | Scope 1, Scope 2, and, if appropriate, Scope 3 greenhouse gas (GHG) emissions, and the related risks. | Pages 52 |\n|                   | Targets used by the organization to manage climate-related risks and opportunities and performance against targets. | Pages 7-10, 28, 52 |\n", "source": "archer_daniels_midland_2022", "added": "2025-04-27", "created": "2025-04-27", "metadata": {"Source-File": "climate_reports/tp_reports/archer_daniels_midland_2022.pdf", "olmocr-version": "0.1.59", "pdf-total-pages": 62, "total-input-tokens": 109967, "total-output-tokens": 29814, "total-fallback-pages": 0}, "attributes": {"pdf_page_numbers": [[0, 0, 1], [0, 708, 2], [708, 5348, 3], [5348, 5441, 4], [5441, 7313, 5], [7313, 7548, 6], [7548, 8408, 7], [8408, 10035, 8], [10035, 11413, 9], [11413, 12668, 10], [12668, 12790, 11], [12790, 13978, 12], [13978, 14770, 13], [14770, 17838, 14], [17838, 21778, 15], [21778, 24178, 16], [24178, 27282, 17], [27282, 27331, 18], [27331, 29340, 19], [29340, 30411, 20], [30411, 34023, 21], [34023, 35690, 22], [35690, 40232, 23], [40232, 42984, 24], [42984, 45167, 25], [45167, 47157, 26], [47157, 48094, 27], [48094, 50219, 28], [50219, 53390, 29], [53390, 55549, 30], [55549, 58953, 31], [58953, 59574, 32], [59574, 62006, 33], [62006, 64202, 34], [64202, 65391, 35], [65391, 65502, 36], [65502, 66419, 37], [66419, 69926, 38], [69926, 73578, 39], [73578, 75058, 40], [75058, 77932, 41], [77932, 79870, 42], [79870, 83038, 43], [83038, 83215, 44], [83215, 89010, 45], [89010, 93884, 46], [93884, 95554, 47], [95554, 97023, 48], [97023, 100308, 49], [100308, 103318, 50], [103318, 103432, 51], [103432, 106609, 52], [106609, 109881, 53], [109881, 115023, 54], [115023, 115711, 55], [115711, 117503, 56], [117503, 122495, 57], [122495, 124193, 58], [124193, 127169, 59], [127169, 130464, 60], [130464, 132111, 61], [132111, 132111, 62]]}}