{"id": "145b41b3aebcae861c301408b38a28cc741fa945", "text": "CORPORATE PROFILE\n\nWith 2021 sales and revenues of $51.0 billion, Caterpillar Inc. is the world’s leading manufacturer of construction and mining equipment, off-highway diesel and natural gas engines, industrial gas turbines and diesel-electric locomotives. For nearly 100 years, we’ve been helping customers build a better, more sustainable world and are committed and contributing to a reduced-carbon future. Our innovative products and services, backed by our global dealer network, provide exceptional value that helps customers succeed. Caterpillar does business on every continent, principally operating through three primary segments — Construction Industries, Resource Industries and Energy & Transportation — and providing financing and related services through our Financial Products segment.\nEXECUTIVE SUMMARY\n\nCHAIRMAN & CEO LETTER\n\nSUSTAINABILITY IN ACTION\n\nOur long-standing commitment to sustainability inspires us to set and achieve meaningful environmental, social and governance (ESG) goals and develop innovative products, technologies and services to support our customers on their sustainability journey.\n\nWe believe the energy transition represents a significant opportunity for long-term profitable growth, leading us to add sustainability as a focus area of our enterprise strategy.\n\nTo demonstrate the importance of transparent climate-related reporting and disclosure, we will further enhance our reporting in our Sustainability Report released in 2023. This will include our first-ever Task Force on Climate-Related Financial Disclosures (TCFD) report and public disclosure of estimated Scope 3 greenhouse gas emissions.\n\nENABLING OUR CUSTOMERS’ SUCCESS\n\nThe addition of sustainability as a focus area, together with operational excellence, expanded offerings and services, highlights our work to achieve Caterpillar’s and our customers’ climate-related objectives. Through investments in technology that facilitate fuel transition, operational efficiency and reduced emissions, we are helping our customers reduce their carbon footprint while also meeting their requirements for performance, durability and economic value.\n\nIn 2021, a number of projects were announced that will allow Caterpillar to contribute to a reduced-carbon future. You can read about several examples of product innovation in our Sustainability Report.\n\nOUR VALUES IN ACTION\n\nOur ESG commitment extends beyond environmental sustainability. We continue to build a more diverse and inclusive workplace, as outlined in our Diversity & Inclusion Report. We also demonstrate strong corporate citizenship through the Caterpillar Foundation, helping build stronger, more resilient and sustainable communities around the world.\n\nWe are building on our legacy of providing products and services that advance sustainable progress and improve standards of living, supporting our customers throughout the energy transition as they build a better, more sustainable world.\n\nJim Umpleby\nChairman & CEO\nCATERPILLAR TO BEGIN REPORTING SCOPE 3 GHG EMISSIONS DATA IN 2023\n\nCATERPILLAR’S APPROACH TO GHG EMISSIONS\n\nCaterpillar supports the goals of the Paris Agreement to limit global temperature rise, and we are committed to contributing to a reduced-carbon future. We demonstrate our commitment by setting targets and disclosing progress toward greenhouse gas (GHG) emissions reduction goals. We announced our first sustainability goals in 2006 and refined them in 2013 to include a 50% reduction in Scope 1 and 2 GHG emissions intensity from 2006 to 2020. We actually achieved a 51% reduction against this goal.\n\nIn 2021, we set seven new sustainability goals for 2030. Among them is a new goal to further reduce absolute Scope 1 and 2 GHG emissions by 30% between 2018 and 2030.\n\nAlso in 2021, we further emphasized our commitment to reducing product-related emissions by disclosing an additional new goal that 100% of our new products through 2030 will be more sustainable than the previous generation.\n\nIn 2023, Caterpillar will provide our first-ever public disclosure of estimated Scope 3 emissions data (including for Category 11 – Use of Sold Products), utilizing the Greenhouse Gas Protocol for reporting. Also of note, our first TCFD report will also be published in 2023. We will continue to be transparent about our goals, progress and innovations and are committed to continue enhancing our climate and sustainability disclosures.\n\nAt Caterpillar, we have a legacy of providing products and services that continually improve the quality of life and the environment by fulfilling society’s need for infrastructure including shelter, clean water, transportation and reliable energy – in a sustainable way.\n\nIn 2021, we released our Climate & Energy Statement, which reflects our commitment to contributing to a reduced-carbon future.\n\nClick here to read our updated CLIMATE & ENERGY STATEMENT.\nEXECUTIVE SUMMARY\n\nSUSTAINABILITY GOVERNANCE\n\nCATERPILLAR RESTRUCTURES BOARD TO FURTHER EMPHASIZE SUSTAINABILITY AND ESG\nSustainability oversight is conducted at Caterpillar’s highest levels, beginning with our board of directors. Given the importance of sustainability, the board restructured its committees, effective June 8, 2022, and created the new Sustainability and other Public Policy Committee (SPPC). Among other responsibilities, the SPPC will have oversight over climate and sustainability.\n\nManagement’s sustainability governance includes our Chief Executive Officer (CEO) and all executive officers who report directly to the CEO, including the Chief Sustainability & Strategy Officer.\n\nRead more about our Corporate Governance\n\nSHAREHOLDER ENGAGEMENT AND RESPONSIVENESS\nCaterpillar values the diverse perspectives and input of our shareholders. Through regular, ongoing shareholder engagement, we hear their interest in how Caterpillar is addressing and reporting on climate change, as well as how our company is contributing to a reduced-carbon future. We have responded to shareholder feedback by taking and announcing several key actions, including:\n\n• Disclosing our estimated Scope 3 GHG emissions data beginning in 2023;\n• Committing to utilize the TCFD framework to further enhance our sustainability reporting beginning in 2023;\n• Incorporating ESG performance into the 2022 incentive plan for executive officers;\n• Creating a new executive leadership position of Chief Sustainability & Strategy Officer, reporting directly to the Chief Executive Officer; and\n• Launching our annual Diversity and Inclusion Report, which also includes a link to the disclosure of our EEO-1 report.\n2030 GOALS AND PROGRESS\n\n**Operations Energy & Emissions**\n\n**GOAL:**\nWe have set a science-based Scope 1 and 2 goal to reduce absolute greenhouse gas emissions from our operations by 30% from 2018 to 2030.\n\n**32% Reduction in absolute GHG emissions from 2018**\n\n**Goal Progress:**\n✔ 24% of all energy at Caterpillar facilities provided by renewable sources*\n✔ Implemented energy/GHG reduction initiatives, including machine replacements and production efficiency improvements, resulting in beneficial contributions to reduced emissions\n\n**Operations Water**\n\n**GOAL:**\nImplement water management strategies at 100% of facilities located in water high-risk areas by 2030.\n\n**11% Facilities achieved goal of water strategy implementation**\n\n**Goal Progress:**\n✔ Foundational year for defining and deploying water management criteria in high-risk areas\n✔ Implemented water management elements, including compliance, management strategy, leadership review, and employee engagement\n\n**Operations Waste**\n\n**GOAL:**\nReduce landfill intensity by 50% from 2018 to 2030.\n\n**34% Reduction in landfill intensity from 2018**\n\n**Goal Progress:**\n✔ Recycled 91% of waste due to waste reduction and recycling projects\n✔ Reduced packaging waste due to increased utilization of returnable shipping containers\n\n**Remanufacturing**\n\n**GOAL:**\nIncrease sales and revenues from remanufacturing offerings by 25% from 2018 to 2030.\n\n**-3% Decrease in sales and revenues from remanufactured products from 2018**\n\n**Goal Progress:**\n✔ 127 million pounds of material taken back for remanufacturing through Cat Reman\n✔ Progress anticipated with remanufacturing options integrated into future product development\n\n**Product Emissions & Energy Efficiency**\n\n**GOAL:**\n100% of Caterpillar’s new products through 2030 will be more sustainable than the previous generation through collaborating with customers, reduced waste, improved design for rebuild/remanufacturing, lower emissions or improved efficiency.\n\n**100% New products introduced in 2021 were more sustainable than previous generations**\n\n**Goal Progress:**\n✔ Reduced waste and fuel consumption as well as increased safety and operator ease-of-use features in the Cat® M316 and M320 Wheel Excavators as compared to previous models\n✔ Supported improved efficiency and productivity, such as the 992 Wheel Loader that provides optimized design resulting in 32% more productivity and 48% more efficiency, as compared to the 992K\n✔ Reduced emissions through products such as the G3520 2.5MW gas generator set with retrofit kits allowing up to 25% hydrogen content, expected to be available in late 2022.\n\n*Renewable sources includes purchased and on-site generated renewable energy, and the renewable energy from grid-purchased electricity.\n2030 GOALS AND PROGRESS – continued\n\nEmployee Health & Safety\n\nGOAL:\nWe aspire to prevent all injuries and will further our industry-leading safety results by reducing recordable injury frequency (RIF) by 50% from 2018 to 2030.\n\n23% Decrease in recordable injury frequency from 2018\n\nGoal Progress:\n✔ Best safety performance on record for third year in a row\n✔ Facilities worldwide effectively managed enhanced safety measures and vaccination opportunities to protect employees from COVID-19\n✔ Amplified focus on new hire safety training and mentorship\n\nCustomer Safety\n\nGOAL:\nProvide leadership in the safety of people who work in, on and around our products.\n\nOur Qualitative Commitment Statement\nFor example, Caterpillar Safety Services highlights in 2021:\n✔ Provided safety counseling for 7,200+ customer employees\n✔ Developed a National Safety Month campaign\n✔ Hosted an Executive Leadership Safety Summit\n\nThe introduction of R1700 XE, a zero-emission battery electric loader, is the latest step in Caterpillar’s journey to electrification. A first of its kind for the mining industry, the Cat® MEC500 Mobile Equipment Charger is a standalone fast charging system designed to charge quickly and safely wherever it’s needed.\nSUSTAINABILITY AT CATERPILLAR\nNearly a century of sustainable innovation.\n\nDriving sustainable progress and helping customers build a better world through innovative products and services is not new to Caterpillar. Since our founding in 1925, sustainable innovation has powered our business.\n\nToday, with products from our Construction Industries, Resource Industries and Energy & Transportation segments in virtually every corner of the earth, we share the concerns of governments and the public about the risks of climate change. We support global efforts to mitigate climate change. We are committed to reducing Caterpillar’s GHG emissions while helping our customers meet their climate-related objectives as they build a better, more sustainable world. We support our customers during this energy transition through investments in new products, technologies and services.\n\nProviding what customers need, where and when they need it, has been a formula for success throughout Caterpillar’s history. Projects like the Panama Canal and the Apollo 11 mission to the moon are just two examples of big global challenges we’ve helped our customers tackle by bringing together innovative equipment, services and support. These milestones in our history were groundbreaking — and challenging. And now, we collectively face our next one — mitigating the effects of global climate change. Along with our customers, we’ve helped build the world we live in and embrace the challenge of helping build an even better one.\nAWARDS AND RECOGNITION\n\nBUSINESS AND INNOVATION\n\nDow Jones Sustainability Indices\nWorld and North America, 22 years\n\nS&P Global\n2021 Sustainability Yearbook\n\nWall Street Journal\n100 Most Sustainably Managed Companies 2021 (#21)\nBest-Managed Companies of 2021\n\nFortune\nWorld’s Most Admired Companies (#101)\n\nFortune 500\nWorld’s Most Admired Companies (#78)\n\nNewsweek\nAmerica’s Most Responsible Companies 2022 (#203)\n\nInterbrand\nBest Global Brands (#82)\n\nWORKPLACE\n\nForbes Magazine\nWorld’s Best Employers 2021 (#108)\nAmerica’s Best Employers 2021 (#344)\nAmerica’s Best Employers by State 2021\nBest Employers for Veterans (#34)\nBest Employers for Diversity 2021 (#362)\nGlobal 2000, 2021 (#132)\n\nHuman Rights Campaign\nCampaign Corporate Equality Index 2021\n80% Ranking\n\nGreat Place to Work Institute\n2021 Best Company to Work for in Brazil\n\nHuman Rights Campaign\nEquidad MX 2021\nTop major Mexican businesses and multinationals for LGBT workplace inclusion, Caterpillar Nuevo Laredo\n\nHuman Rights Campaign Foundation\nCorporate Equality Index\n\nUnited Way Worldwide’s Global Corporate Leadership Program\n\n10+\nFor more than 10 years, the annual internal Sustainability Excellence Awards have engaged our employees by recognizing Caterpillar teams or individuals who develop more sustainable products, services, solutions or processes.\nCORPORATE GOVERNANCE\n\n2021 HIGHLIGHTS\n\n- Named first Caterpillar Chief Sustainability & Strategy Officer\n- Committed to reporting in alignment with Task Force on Climate-Related Financial Disclosures in 2023\n- Announced commitment to incorporate ESG performance into our 2022 incentive plan for Executive Officers\nGovernance creates value and builds trust.\n\nWe believe a robust governance framework creates long-term value for our shareholders, strengthens board and management accountability, and builds trust in the company and our brand.\n\nOur board of directors has direct oversight of our climate and sustainability efforts. In 2021, Caterpillar leadership regularly reported to the board’s Public Policy and Governance Committee (PPG) regarding sustainability and climate strategies, priorities, goals and performance. The PPG was also briefed on these and other ESG issues as well as the perspectives of investors, customers, employees and other stakeholders. The PPG also reviewed Caterpillar’s annual political contributions and recommended the amount the company should contribute to the Caterpillar Foundation. The PPG provided regular updates to the board on these matters.\n\nRecognizing the increasing complexity and stakeholder interest in climate, sustainability and other ESG issues, in April 2022, the board decided to restructure certain of its committees. The board created the Sustainability & other Public Policy Committee (SPPC) to oversee all of the public policy matters previously overseen by the PPG. In addition, the SPPC will have explicit oversight over sustainability, social and public policy matters, including those related to the environment, climate change, human rights and lobbying. This restructuring will be effective immediately following the annual shareholder meeting on June 8, 2022.\n\n| GOVERNANCE HIGHLIGHTS* |  |\n|------------------------|--|\n| Size of Board          | 10 |\n| Number of Independent Directors | 9 |\n| Average Age of Directors | 64 |\n| Average Director Tenure (in years) | 8 |\n| Annual Election of Directors | Yes |\n| Mandatory Retirement Age | 74 |\n| Women                  | 30% |\n| Diversity              | 20% |\n| Majority Voting in Director Elections | Yes |\n| Independent Presiding Director | Yes |\n| Code of Conduct for Directors, Officers and Employees | Yes |\n| Supermajority Voting Threshold for Mergers | No |\n| Proxy Access           | Yes |\n| Shareholder Action by Written Consent | No |\n| Shareholder Ability to Call Special Meetings | Yes |\n| Poison Pill            | No |\n| Stock Ownership Guidelines for Directors and Executive Officers | Yes |\n| Anti-Hedging and Pledging Policies | Yes |\n| Clawback Policy        | Yes |\n\n* The information in this table reflects only the director nominees standing for re-election at the annual meeting of shareholders on June 8, 2022.\nETHICS & COMPLIANCE\n\nCaterpillar operates according to Our Values in Action — Caterpillar’s Code of Conduct. The Code defines our values — Integrity, Excellence, Teamwork, Commitment and Sustainability — which represent what we stand for and how we conduct ourselves with our customers, suppliers, communities and one another.\n\nIt guides our employees, affiliates and board members in living our Values each day. Among the topics covered are avoiding conflicts of interest, fair competition, anti-bribery, trade compliance, employee performance and development, non-harassment, non-discrimination, personal privacy, supplier expectations and environmental responsibility.\n\nAll Caterpillar employees are annually required to complete Code of Conduct training. As part of this training, employees must certify that they have read, understand and agree to comply with the Code of Conduct. Additional compliance training is also provided to employees based on risk identified in their job roles.\n\nETHICS & COMPLIANCE HELPLINE\n\nWe hold ourselves to the highest standard of integrity and ethical behavior. We promote and respect the rule of law and expect our employees and suppliers to do the same. We encourage individuals to report situations in which they have a good-faith belief that any circumstance or action has violated our Code of Conduct, enterprise policy or applicable law. Those who wish to report a concern can do so confidentially and anonymously through resources maintained by our Office of Business Practices. These resources include:\n\n- Online reporting\n- Email reporting at BusinessPractices@cat.com\n- Telephone reporting with toll-free and call-collect dialing options that support reporting in multiple languages and from multiple countries\n\nCaterpillar will not take any action — or tolerate any reprisal — against any party for raising an issue in good faith.\n\nLearn more about our governance framework, corporate governance initiatives and board composition:\n\n- 2022 Caterpillar Proxy Statement\n- Board Committees\n- Caterpillar Code of Conduct\nRISK MANAGEMENT\n\nRisk is an inherent part of conducting global business, and managing risk is fundamental to the way we work. Through robust programs including Enterprise Risk Management, Compliance and Audit, we engage across the enterprise to identify, prioritize and manage risks.\n\nEnterprise Risk Management and our enterprise strategy are linked: To better inform our decision-making, we evaluate risks at both the business unit and enterprise levels, considering the likelihood and potential impact of each risk. These evaluations guide our approach for risk management, allow us to understand the challenges these risks bring and position our business for the opportunities they present.\n\nWe consider risks across many categories, including strategic, operational, financial, compliance and hazard risks. We embed ESG risks into each risk category as part of our commitment to sustainability. We treat these ESG risks with the same priority and rigor as other risks across the business.\n\nAs risk management is fundamental to our culture, there is strong engagement in risk management from the CEO, executives, and senior leaders. The company’s officers share accountability for business risks, and the board has oversight of the enterprise process. The board and its committees oversee risk and have regular updates on topics that are identified through the risk management process. Outputs from risk management drive strategic initiatives and disclosures.\n\nOur risk management culture enables us to critically evaluate risks to our business and identify opportunities to create value for our employees, customers and shareholders. Our commitment to sustainability is reflected in our risk management practices as we strive to build a better world.\n\nPOLITICAL CONTRIBUTIONS\n\nWe advocate for policies, agreements, legislation and regulations that enable us to help our customers build a better, more sustainable world.\n\nWhere allowable by law, Caterpillar may make corporate contributions to campaigns, individual candidates or political committees to support public policies we believe will promote our business interests. Any political contributions by Caterpillar must be approved by our vice president of Global Government & Corporate Affairs. In addition, the board annually reviews the company’s political spending policy and its political activities including corporate political contributions, political contribution activities of the Caterpillar Political Action Committee (CATPAC), trade association participation and Caterpillar’s significant lobbying priorities.\n\nCATPAC contributions are made only in U.S. federal and state elections. CATPAC is funded through voluntary contributions by eligible individuals. A steering committee comprised of Caterpillar non-officer employees representing a diverse mix of U.S. locations and business units oversees all CATPAC disbursements to ensure they promote the company’s business interests.\n\nCaterpillar also maintains memberships in trade associations and business groups that may advocate on behalf of business community segments. We are committed to supporting these organizations, as they champion public policies that contribute to the business community’s growth and success.\n\nAdditional information regarding Caterpillar’s corporate contributions, CATPAC contributions and trade association memberships is available on our political engagement website.\nENERGY, FUEL ECONOMY AND EMISSIONS\n\n2021 HIGHLIGHTS\n\n- Continued investment in alternative and renewable power generation sources to reduce our operational emissions\n- Supported customers in their sustainability and climate journey by introducing product innovations that are more fuel efficient and lower-carbon generating in their operation\nCaterpillar supports global efforts to mitigate climate change.\n\nCaterpillar shares the concerns of governments and the public about the risks of climate change and supports global efforts to mitigate it.\n\nWe are committed to a reduced-carbon future. We demonstrate this in many ways, including our significant progress in reducing GHG emissions from our operations and our continued investment in new products, technologies and services to help our customers achieve climate-related objectives.\n\nWe have a legacy of providing products and services that continually improve the quality of life and the environment by fulfilling society’s need for infrastructure including shelter, clean water, transportation and reliable energy — in a sustainable way.\n\nLearn more about Caterpillar Climate and Energy Statement\nCaterpillar manages hundreds of facilities worldwide, all of which require energy. Some of these operations, especially our manufacturing sites, are energy intensive. To reduce our energy consumption and our GHG emissions, we are improving energy efficiency, investing in alternative and renewable power generation sources, and considering new technologies as they become available. Likewise, we are making other environmental improvements to conserve water and manage waste.\n\nOur enterprise energy management team builds awareness, encourages action and develops improvements in energy efficiency and alternative/renewable power generation. These solutions include purchasing renewable energy certificates and installing renewable energy sources, such as photovoltaics (PV) or a microgrid installation that combines PV with battery storage to supplement and offset electricity generated with diesel fuel at an off-grid location. One significant contribution to alternative energy consumption is the operation of combined heat and power (CHP) systems to power several manufacturing facilities. The energy management team evaluates opportunities for replication of CHP, PV and microgrids at other locations. We also continue to assess new ways to upgrade systems and make facilities more efficient.\n\nOur high-performance standards for environmental, health and safety (EHS) encourage going beyond merely complying with EHS laws and regulations. Our EHS assurance manual outlines Caterpillar’s EHS Management System and establishes fundamental requirements for all workplaces globally, including majority-owned subsidiaries and majority-owned joint ventures. Our facilities assess compliance with our requirements annually, and our EHS assessment team reviews those assessments while also conducting more in-depth reviews of select facilities each year.\n\nBeyond meeting standard expectations, facilities implement their own initiatives to improve safety, decrease energy use and increase productivity. As facilities evaluate potential environmental initiatives, they also consider annual investment required, total anticipated cost savings and average pay-back period. We also invite facilities to report emissions reduction activities through internal awards and recognition processes.\nKEY PERFORMANCE METRICS: GHG EMISSIONS, ENERGY, WATER & WASTE\n\n**GOAL:**\nWe have set a science-based Scope 1 and 2 goal to reduce absolute greenhouse gas emissions from our operations by 30% from 2018 to 2030.\n\n**Absolute GHG emissions**\nMillion metric tons CO2e\n- Scope 1\n- Scope 2\n\n| Year | Scope 1 | Scope 2 |\n|------|---------|---------|\n| '18  | 0.94    | 1.28    |\n| '19  | 0.91    | 0.87    |\n| '20  | 0.70    | 0.77    |\n| '21  | 0.74    | 0.77    |\n| '30  | 1.55    |         |\n\n**GHG Emissions Intensity**\nAbsolute metric tons CO2e/million dollars of revenue\n\n| Year | '18 | '19 | '20 | '21 |\n|------|-----|-----|-----|-----|\n| 40.6 | 33.0| 35.0| 29.7|\n\n**32%**\nReduction in absolute GHG emissions from 2018 through 2021\n\n**ENERGY**\n\n**Energy Intensity**\nAbsolute gigajoules energy use/million dollars of sales and revenues\n\n| Year | '18 | '19 | '20 | '21 |\n|------|-----|-----|-----|-----|\n| 461  | 445 | 463 | 404 |\n\n**Total Energy Consumption**\nAbsolute energy use million gigajoules\n\n| Year | '18 | '19 | '20 | '21 |\n|------|-----|-----|-----|-----|\n| 25.2 | 23.9| 19.3| 20.6|\n\n**Total Electricity Consumption**\nSum of purchased and self-generated electricity in million MWh\n\n| Year | '18 | '19 | '20 | '21 |\n|------|-----|-----|-----|-----|\n| 2.55 | 2.38| 2.09| 2.25|\n\n**Renewable Energy**\nRenewable electrical energy use/total electrical use x 100\n\n| Year | '18 | '19 | '20 | '21 |\n|------|-----|-----|-----|-----|\n| 17.4 | 21.2| 21.0| 24.2|\n\n**WATER**\n\n**GOAL:**\nImplement water management strategies at 100% of facilities located in water high-risk areas by 2030.\n\n**11%**\nFacilities achieved goal of water strategy implementation\n\n**WASTE**\n\n**GOAL:**\nReduce landfill intensity by 50% from 2018 to 2030.\n\n**34%**\nReduction in landfill intensity from 2018\nCaterpillar provides U.S. Environmental Protection Agency Tier 4 Final, European Union Stage V or equivalent products in North America, Europe and select regions around the world. These products provide up to a 90% reduction in emissions (nitrogen oxides and particulate matter) compared to Tier 3 or Stage IIIA emission standards. Product improvements in each segment provide customers with cost-saving benefits of improved fuel efficiency and fuel flexibility. Modular offerings allow customization of products to optimize technology and emissions profile that helps customers achieve their climate-related goals.\n\nAs an industry leader, we have a talented and experienced team that constantly innovates to improve product emissions, efficiency and safety. Caterpillar continues to engage with regulators and other governmental entities, industry organizations and nongovernmental organizations around the world to share that expertise, which supports advanced technology and informs decisions.\nENABLING CUSTOMER SUCCESS\n\nWe collaborate with dealers and customers to deliver customized solutions that help optimize energy use and provide training for operators on how to use our equipment more efficiently. For example, our efficiency experts can help customers evaluate and achieve emissions goals, reduce noise and dust, implement fuel-saving techniques, and optimize idle management practices and fuel and fluid usage.\n\n2030 GOAL\n\nCustomer Safety\n\nProvide leadership in the safety of people who work in, on and around our products.\n\nCaterpillar’s commitment to safety goes beyond our employees and facilities. Caterpillar Safety Services’ products, solutions and expertise support companies of all sizes in many industries, helping achieve and sustain safety excellence. This team supports dealers, suppliers and customers using cultural assessment tools, continuous improvement processes, technology that identifies and mitigates risk, and a wealth of industry-specific safety resources.\n\nPartnering for Zero-Incident Performance\n\nStacy and Witbeck is a construction contractor that specializes in complex transportation and transit projects. They engaged with Caterpillar Safety Services more than two years ago to transform their safety culture, including establishing safety steering teams to guide culture change. Because they have three regional offices, geographic diversity was an important consideration. By ensuring Stacy and Witbeck has representation from all regions on its safety steering teams, safety messages are shared with all employees. The company has since rebranded the Caterpillar safety program as its own to create buy-in and ownership.\n\nMaking Safety Everyone’s Job\n\nCreating a lasting safety culture often requires an all-in approach — meaning everyone. Lehman-Roberts, a hot mix asphalt producer and paving contractor, partnered with Caterpillar Safety Services to foster ownership of safety at all levels of its organization. The company began measuring leadership engagement as a leading indicator and conducted regular surveys of its front-line workers. Says Jeremy Ramberg, Senior Vice President of Construction at Lehman-Roberts, “we truly believe safety is a 24/7/365 endeavor. Now that we have a plan, we must continually communicate it.”\n\nKeeping People Safe at Work and at Home\n\nEighty-five percent of injuries that require medical treatment in the U.S. happen off the jobsite, according to the National Safety Council. That’s why the work of Caterpillar Safety Services extends to keeping people safe at home. In 2021, we launched a Corporate Safety Campaign to educate workers on topics like talking to kids about safety and developing a home safety plan. The campaign received over 20 million views across a range of media.\nSUPPORTING OUR CUSTOMERS\n\nPower is at the heart of our customers’ work. Innovation and integration are at the heart of ours. And we’re structured to deliver innovation and integration. Our engineers innovate at the component, system, product and worksite levels to develop integrated solutions to address customers’ specific goals — including lower GHG emissions, energy flexibility and business sustainability.\n\nCaterpillar’s approach to the energy transition is to offer multiple solutions made to match our customers’ work. Many of our advanced power offerings are already at work on customer sites in each of our primary business segments, either complementing our existing products or as stand-alone solutions. Others are in development. In order to continue to help our customers achieve their climate-related goals, our advanced power solution development is focused in five technology areas:\n\n1. LOWER-CARBON INTENSITY FUELS\n\nFuel choice is one way customers can reduce greenhouse gas emissions from in-use products. Many Caterpillar products are operating on lower-carbon alternatives to diesel and natural gas today, including biodiesel, renewable diesel, and biogas. For example, renewable liquid fuels like hydrotreated vegetable oil (HVO) are being used in our C175-20 engines to provide stand by power at a Microsoft data center in Sweden. HVO can reduce carbon intensity by 45% to 85% versus diesel. All Caterpillar diesel engines are capable of operating on 100% HVO right now. Caterpillar engines operating on natural gas blended with up to 80% hydrogen are being demonstrated in power generation projects today. Turbines can operate on up to 100% hydrogen. These and other projects are helping to demonstrate the viability of potential fuel sources like hydrogen while the infrastructure to support availability of renewable hydrogen is being developed.\n\nIn 2021, we announced that some Caterpillar gas generator sets are being configured to use 100% hydrogen on a design-to-order basis, and some commercial sets will be configured to operate on natural gas blended with up to 25% hydrogen.\n2. HYDROGEN FUEL CELL\nFuel cells use renewable hydrogen fuel as a scalable electric power source for stationary and mobile equipment. We announced a three-year project through a collaboration with Microsoft and Ballard Power Systems to demonstrate a power system incorporating large-format hydrogen fuel cells to produce reliable and sustainable backup power for Microsoft data centers. The project is supported and partially funded by the U.S. Department of Energy under the H2@Scale initiative and backed by the National Renewable Energy Lab. Caterpillar is providing the overall system integration, power electronics and controls that form the central structure of the power solution. In addition, Progress Rail announced a memorandum of understanding with BNSF Railway and Chevron to advance the demonstration of a locomotive powered by hydrogen fuel cells.\n\n3. ELECTRIFICATION\nElectric drivetrains and hybrid powertrains employ an electric drive transmission with power components to improve energy efficiency and productivity. The D6E XE high-drive dozer, for example, offers up to 35% better fuel efficiency and up to 23% less fuel usage than previous models. The 795 electric drive mining truck with a diesel-electric drivetrain has been paired with a trolley-assist system that allows the truck to use electric power while traveling uphill, and then switch back to diesel operation if electricity isn’t readily available. The trolley system reduces fuel burn by more than 90% while on trolley.\n\n4. BATTERY-STORED POWER\nBatteries power work with stored electrical energy, instead of, or in addition to, an engine. In 2021, we debuted our first 100% battery-powered electric drive mining machine and made-to-match charger. We’ve also designed a worksite power solution for a land-drilling operation that pairs a G3512 Natural Gas Generator with the Cat Energy Storage System with fully integrated controls. The combination allows the customer to make use of readily available field gas reducing the operation’s fuel costs and carbon intensity.\n\n5. MICROGRIDS\nMicrogrids integrate renewable energy sources into electric power systems. These worksite installations are particularly valuable in remote locations where renewable energy sources like solar or hydropower are readily available and electrical grids may deliver inconsistent power. Barrick Gold Corporation collaborated with Cat dealer Tractafric to install 7.5 MW of battery energy storage capacity for its microgrid at the Kibali gold mine in the Democratic Republic of the Congo. Now operational, Tractafric’s solution deploys the battery energy storage and Cat bi-directional power inverters to provide grid stability, while the Cat Microgrid Controller seamlessly integrates up to 45 MW of power generated by three hydroelectric power stations and 36 Cat 3512 diesel generator sets.\nPRODUCT INNOVATION\n\nWe provide the products and services needed to build a better, more sustainable world.\n\nWe are proud to support our customers in their sustainability and climate journey.\n\nOur teams are developing some of Caterpillar’s most fuel-efficient, lower carbon-emitting products. We began offering generator sets configured to use 100% hydrogen and automated fleets of mining machinery. Already, these solutions are improving safety, productivity and sustainability, with many product and service solutions still in development.\n\nHere are a few of the products and collaborations we announced in 2021 to help our customers meet their bold business and sustainability goals and our 2030 sustainability goal for new products with sustainability benefits.\n\n2030 GOAL\nProduct Emissions & Energy Efficiency\n\nOur customers’ needs align with our own goal for 100% of new Caterpillar products to be more sustainable than the previous generation. Specifically, products that meet one or more of these four criteria:\n\n• reduced waste or improved safety for our customers (e.g., less maintenance waste)\n• improved design for rebuild/remanufacturing, providing our customers options to extend the life of their machine\n• lower emissions and/or\n• improved efficiency.\n\nThat goal requires a relentless focus on product innovation, shared by a diverse team of driven and experienced Caterpillar employees.\nBUILDING BETTER JOBSITES — CONSTRUCTION INDUSTRIES\n\nThe construction industry demands sustainable solutions that are tough, reliable and versatile. From navigating narrow doorways to climbing rocky hills, our range of fuel-efficient products help our customers get the job done.\n\nCOMMITMENT TO MORE SUSTAINABLE PRODUCTS\n\nCustomers can reduce emissions up to 45% utilizing products with advanced technology such as the D6 XE, 966 XE, 972 XE, 980 XE, 982 XE, 320 or 336. Further, customers can utilize low-carbon intensity fuels in a majority of our Construction Industries products allowing for an opportunity to reduce lifecycle emissions up to 85%. What’s next? We are integrating advanced power sources into the next generation of products to help customers continue to meet their sustainability goals while also delivering the requirements of the jobsite and application.\n\nHELPING CONSTRUCTION CUSTOMERS REDUCE EMISSIONS TODAY\n\nFor the first time in the 10- to 12-ton medium wheel loader size class, the Cat 980 XE and 982 XE models now feature the Caterpillar designed and manufactured continuous variable transmission (CVT). Introduced in mid-2021, these medium wheel loaders include an expanded technology platform helping customers lower emissions with improved fuel efficiency and reduced maintenance costs. Deep system integration of the Cat CVT, engine, hydraulic and cooling systems significantly improve fuel efficiency up to 35%. The Next Gen Cat 966 XE and 972 XE Wheel Loaders — updated in late 2021—also improve fuel efficiencies up to 35% compared to the previous powershift models. Prolonged service intervals plus efficiencies gained through integration of the CVT powertrain result in even lower maintenance costs further reducing operating costs.\nDESIGNING FOR THE FUTURE\nAs our customers know, the point of purchase is only the first step in a Caterpillar product’s lifecycle. We leverage data analytics, remote monitoring, annual product updates and other services to keep products running smoothly and build in value along the way. Our engineers design products to reduce waste and enable a more circular economy. That’s why we offer to restore products to like-new condition through our cost-saving and life-extending remanufacturing offerings and Cat Certified Rebuild programs.\n\nEXPANDING CAT COMMAND, ENHANCING SAFE MACHINE OPERATION\nThe expansion of Cat Command for Excavating and Command for Dozing provides remote-control operation for select Cat excavators and dozers. Removing the operator from the machine and operating environments, Cat Command enhances safe machine operation, while reducing operator fatigue to increase productivity. Deeply integrated with machine electronics, Command controls allow users to experience the same machine response as if they were operating from inside the cab, allowing a high level of productivity to be maintained from a safe distance.\nREVOLUTIONIZING RESOURCE INDUSTRIES\n\nOur technology-dependent world relies on mined minerals — especially when it comes to powering emerging renewable energy solutions. In 2021, we focused on supporting sustainable mining with new battery electric and automated equipment options. We continue to evolve our portfolio through partnerships and acquisitions.\n\nFUEL EFFICIENT LARGE DOZERS\n\nThe D11 XE large dozer is our highest producing, most fuel-efficient Cat dozer ever. Equipped with an electric drive powertrain, it reduces fuel consumption by up to 25% with a machine lifespan up to 20% longer. We also updated our D10 series dozers, which now use 4% less fuel while offering a 3% boost in productivity.\n\nFIRST OF ITS KIND IN UNDERGROUND MINING\n\nRecognizing the demand for a battery electric vehicle in deep, difficult-to-ventilate underground mines, we have introduced a diesel-electric underground loader, along with the forward-looking R1700 XE — a high productivity, zero exhaust emissions loader with the industry’s only onboard battery and a portable equipment charger. It will complement a first-of-its-kind battery electric, zero exhaust emissions underground truck to provide a fully electric underground load and haul solution.\n\nREDUCED EMISSIONS LARGE WHEEL LOADERS\n\nThe Cat 992 Large Wheel Loader has set the standard in its size class for more than 50 years. In 2021, we raised the bar with our new 992, which has been demonstrated to produce up to 32% less emissions than its 992K counterpart.\nCUTTING CARBON THROUGH CUSTOMER COLLABORATIONS\n\nNouveau Monde Graphite announced its plans to build the world’s first zero-emissions, open-pit mine in Canada. It’s a transformative project we’re supporting as the exclusive supplier of an all-electric mining fleet.\n\nWe’re also supporting customers BHP and Rio Tinto in their goals to achieve net-zero carbon emissions by 2050. BHP will have the opportunity for first access to Caterpillar zero-emissions trucks at various development stages, and hands on learning opportunities to ensure successful deployment at their sites. For Rio Tinto, the opportunity to purchase the world’s first operational deployment of approximately 35 new Caterpillar 793 zero-emissions autonomous haul trucks once development is complete.\n\nFor our customer Newmont, we entered into a strategic alliance which will deliver a fully connected, automated, zero carbon emitting end-to-end mining system. The agreement includes the rapid deployment of an all-electric autonomous haulage fleet to support their operations on two continents. And we’re also developing our first battery electric zero exhaust emissions underground truck, which will complete our fully electric underground load and haul solution.\n\nCAT MINESTAR™ SOLUTIONS\n\nIn 2021, we unveiled the first electric drive model to join our expanding Command for autonomous haulage fleet, the 794 AC. This mining truck/haul truck offers up to 8% better payload and faster speed-on-grade. We also introduced the 777G autonomous water truck, which helps operators keep access roads safe while cutting water consumption by up to 50%.\nPOWERING THE ENERGY TRANSITION — ENERGY & TRANSPORTATION\n\nAs industries from transportation to technology embrace renewable energy, we’re delivering market-driven solutions to meet customers’ sustainability needs. We continue to evolve our portfolio through partnerships and acquisitions.\n\nGREENHOUSE GAS EMISSIONS REDUCTION\n\nBy combining CarbonPoint Solutions’ patented technology with Caterpillar Oil & Gas solutions, we can further reduce GHG emissions while helping our customers meet their climate-related objectives. CarbonPoint Solutions provides technology to concentrate and capture CO2 for utilization or sequestration, with applications including engines and turbines at oil and gas sites, distributed power and industrial plants, and waste-to-energy sites.\n\nHYDROGEN DEMONSTRATION\n\nWe’re working with Chevron to develop hydrogen demonstration projects in transportation and stationary power applications, including prime power. Together, we are confirming the feasibility and performance of hydrogen for use as a commercially viable alternative to traditional fuels for line-haul rail and marine vessels. As part of the collaboration, we are also working to demonstrate a hydrogen-fueled locomotive and associated hydrogen-fueling infrastructure.\nHYDROGEN-FUELED GENSETS\nIn response to customer interest in hydrogen, we announced that some Caterpillar gas generator sets are being configured to use 100% hydrogen on a design-to-order basis. We’ll also have some commercial sets configured to operate on natural gas blended with up to 25% hydrogen.\n\nEXPLORING LOW-CARBON SOLUTIONS\nWe entered a memorandum of understanding with Certarus to explore opportunities to bring lower carbon energy solutions to our customers. We are working together to advance the use of lower carbon fuels, including conventional and renewable natural gas and hydrogen.\n\nPROVIDING SUSTAINABLE ENERGY SOLUTIONS AROUND THE WORLD\nWe are providing companies and communities around the world with innovative, sustainable solutions. In Sweden, Microsoft is progressing toward its carbon-negative goal with new data centers powered by 100% renewable energy. Yet, in case of maintenance or a grid outage, they need sustainable standby power. Enter our Cat C175-20 and C18 generator sets, which run on locally refined Preem Evolution Diesel Plus — the world’s first eco-labeled liquid fuel, which contains over 50% renewable raw materials.\n\nIn Rwanda, methane gas at the bottom of Lake Kivu posed a serious risk of rising to the surface and triggering a gas explosion. In response, we partnered with local private and public officials to deliver 19 MWM branded gas generator sets that are transforming the methane gas-water mixture into a sustainable energy resource. The power plant supported by the generator sets will go live in 2022.\nInnovation is Key to a Sustainable Future\n\nOur 97-year history of sustainable innovation fuels our vision and determination to enable our customers’ success. Our goal to make each product more sustainable than the last has no finish line.\n\nWe’re thinking bigger and broader about the solutions we can deliver, and we’re looking further into the future to anticipate the challenges and opportunities ahead. Our commitment to sustainability goes beyond reducing emissions, and includes prioritizing safety, reducing waste and fulfilling society’s need for infrastructure. We are inspired to deliver for our customers and communities each step of the way. Together, we can build a better, more sustainable world for generations to come.\n2021 HIGHLIGHTS\n\n- Continued to support the Responsible Minerals Initiative to encourage greater supply chain transparency around conflict minerals\n- With a strong base of diverse suppliers already in place, we are investing in tools that will help identify diverse suppliers for new business opportunities\nCaterpillar responsibly sources the raw materials used to build our products.\n\nAs the world’s leading manufacturer of construction and mining equipment, off-highway diesel and natural gas engines, industrial gas turbines and diesel-electric locomotives, Caterpillar responsibly sources the raw materials used to build our products.\n\nOur supply base includes approximately 27,000 suppliers around the world providing raw materials and manufactured components across broad categories and technologies for aftermarket and production parts. These purchases include a variety of unformed steel products, cut or formed to shape and machined in our facilities; steel and iron castings and forgings, machined to final specification; and finished components, made to Caterpillar or supplier-developed specifications. We also help keep those materials in circulation for as long as possible.\n\nWe maintain global strategic sourcing models to meet our global facilities’ production needs while building long-term supplier relationships. We look for suppliers and business allies who demonstrate strong values and commit to the ethical principles outlined in the Caterpillar Supplier Code of Conduct. We also expect suppliers to comply with the sound business practices we embrace, follow the law and conduct activities in a manner that respects human rights.\n\nLearn more about the Caterpillar Supplier Code of Conduct\nSUPPLIER DIVERSITY\n\nSupplier diversity continues to be a focus for our strategic procurement team. With a strong base of diverse suppliers already in place, we are investing in tools that will help identify diverse suppliers for new business opportunities. This is key to delivering on our commitment to foster and increase business purchases with diverse suppliers.\n\nRESPONSIBLE MINERAL SOURCING\n\nMany considerations go into the responsible sourcing of minerals used in our products. Tin, tungsten, tantalum and gold (3TG), collectively known as “conflict minerals,” have been associated with human rights violations in the Democratic Republic of the Congo and adjoining countries. Our Conflict Minerals Position Statement contains clear expectations for our suppliers regarding their sourcing of these materials. We have established a process that identifies areas of risk on an ongoing basis, and corrective action plans to mitigate or remediate such risks relating to conflict minerals. A supplier’s failure to take corrective actions when required may lead to additional actions, up to and including the termination of our business relationship.\n\nCaterpillar supports the Responsible Minerals Initiative to help influence smelters’ engagement to support supply chain transparency and leverage industry collaboration toward greater business intelligence. Year over year, we strive for an increased supplier response rate, emphasizing 3TG priority suppliers. Caterpillar also publicly discloses the results of our Reasonable Country of Origin process and any necessary due diligence in Form SD and Conflict Minerals Report as required by the Securities and Exchange Commission, which discloses metrics and results of inquiries we execute within our first-tier suppliers. In these reports, we describe our due diligence efforts, including risk mitigation and process improvements we expect to implement in the following year.\n\nLearn more about our Conflict Minerals Position Statement\nREMANUFACTURING\n\n2021 HIGHLIGHTS\n\n- Introduced new Cat Reman parts that supported more than 400 unique engine and machine models\n- 127 million pounds of end-of-life material returned in 2021\nNearly 50 years of providing high-quality equipment with lower owning and operating costs.\n\nCaterpillar’s remanufacturing and rebuild operations have provided customers with quality equipment that helps deliver lower owning and operating costs.\n\nOur engineering and manufacturing expertise, field population and dealer organization make it possible for us to offer remanufactured products and components through many of our brands and rebuild options through our dealers.\n\nRemanufacturing and rebuild options deliver multiple sustainability benefits and help Caterpillar contribute to the circular economy. Through these activities, we recycle millions of pounds of end-of-life products annually. Because we are in the business of returning end-of-life components to like-new condition, we reduce waste and minimize the need for raw material, energy and water associated with producing new parts. Through remanufacturing, we contribute to sustainable development — extending the value of the energy and water consumed in a component’s original manufacture and keeping high-value nonrenewable resources in circulation for multiple lifecycles. The company’s enterprise strategy focused heavily on increasing services that offer superior customer value. With steady customer demand for remanufacturing products and components, we are well-positioned to help achieve this enterprise goal. Reducing waste through remanufacturing and rebuilding can provide benefits to the environment, customers and the enterprise.\n\n127 million lbs of material returned in 2021\n\n88% end-of-life eligible returns collected\n\n2030 GOAL\n\nRemanufacturing\n\nIncrease sales and revenues from remanufacturing offerings by 25% from 2018 to 2030.\n\nSustainability Benefits of Remanufacturing*\n\n- 85% less energy use\n- 61% less GHG emissions\n- 85% less material used\n- 85% less water used\n\n* Represents environmental impacts from remanufacturing process for a Cat Reman engine and components as compared to manufacturing a new, comparable engine and components. Does not include impacts elsewhere in our value chain. Based on a 2006 study done by Caterpillar on the 3412 cylinder head.\nREMANUFACTURING ACROSS OUR BRANDS\n\nCaterpillar machines and components are built to last. They are designed to withstand heavy-duty operating conditions and to be restored and used for multiple lifecycles.\n\nDesigning products and components to be used throughout multiple service lifecycles is the essence of our remanufacturing approach, which takes many different forms across our brands.\n\nCAT REMAN\nThe Cat Reman process returns component products at the end of their initial serviceable lives to like-new condition. Engineers use design guidelines to build key products with remanufacturing in mind, ensuring they are highly durable, even under heavy-use conditions. When a component reaches the end of its initial serviceable life, dealers can return the used component, referred to as core, to Caterpillar, where it is cleaned, inspected, salvaged and remanufactured to original factory specifications, including any relevant engineering updates. Cat Reman uses state-of-the-art salvage techniques, strict reuse guidelines, and advanced remanufacturing processes and quality controls to ensure remanufactured products provide like-new performance, coupled with a same-as-new warranty. We charge a deposit along with the purchase of each Cat Reman product, which gives customers an incentive to return their used components so that we can continue to give materials new life.\nSOLAR TURBINES\nSolar Turbines remanufactures turbine components and gas compressor components. Through advanced remanufacturing processes, components are returned to like-new condition. Once components have been certified, they are placed back into service, typically through an exchange program. This allows customers to exchange major components in days rather than months of downtime. The exchange equipment is tested and certified to the same performance and emission specifications, as well as implementing the latest design improvements. Solar continues to expand remanufacturing capabilities and invest in condition-based engineering, which allows for more finite determination of remaining useful life. Condition-based engineering improves reman content and extends overhaul cycles while ensuring quality at every step. Solar continues to invest in facilities around the world to expand capabilities with the goal of reducing transportation and provide a faster customer response.\n\nPROGRESS RAIL\nProgress Rail extends the use of existing locomotives by providing rebuild, overhaul and repower options. These modernization programs upgrade electrical and mechanical systems and other components to extend locomotive life by 10 years or more with appropriate maintenance. Repower upgrades meet or exceed current emissions standards in certain regions while improving reliability, reducing exhaust emissions and maximizing fuel economy. We also offer reconditioning or repair services for freight cars and a wide range of components, ensuring value-added returns are available for customers, reducing annual maintenance cost. When locomotives and railcars finally reach the end of their usable lives, they can be recycled for other uses through Progress Rail’s scrap management services. We also provide rail take-up and inspection services, including grading of previously used rail, which is then recycled, repurposed for other non-rail uses or relayed into track. In 2021, Progress Rail processed about 95,000 gross tons of material.\nCATERPILLAR ENERGY SOLUTIONS X-CHANGE\nThe X-Change program is a parts replacement program for medium and large MWM branded engines and a perfect example of circular economy principles. By remanufacturing and selling X-Change parts, engines and gensets, customers benefit from quick and cost-effective overhauls and repair services on-site. This maximizes uptime of the power and heat-generating power plants for both MWM and Cat branded product lines.\n\nThe replaced parts that reached the initial serviceable lifetime are returned to Caterpillar Energy Solutions where they are cleaned, disassembled, inspected and remanufactured to like-new condition. Technology updates that reduce emissions and increase efficiency while improving reliability are included. In this way significant lifecycle extension, including greenhouse gas emission reduction, is achieved.\n\nCATERPILLAR DEFENSE\nDuring disaster response or aid delivery, amid surge or rapid deployment, in wartime or peacetime, Caterpillar Defense responds to each operation’s needs, including offering solutions that extend the lifecycle of products. Through the military Service Life Extension Program, Cat dealers give machines a complete second lifecycle at a fraction of new replacement cost. We also have Caterpillar trained, qualified technicians who conduct repairs on military bases and customize replacement parts to local needs.\n\nCAT CERTIFIED REBUILD\nIn the same spirit as Cat Reman, Cat Certified Rebuild programs increase the lifespan of equipment by providing customers with product updates at a fraction of the cost of buying a new machine, enabling us to extend the life of materials.\n\nA complete Cat Certified Rebuild includes more than 350 tests and inspections, automatic replacement or reconditioning of approximately 7,000 parts and a like-new machine warranty. Trained dealer service professionals perform rebuild work using genuine equipment and parts while incorporating the latest engineering updates. Caterpillar provides information, data, training and service tools to help dealers decide which parts to reuse to achieve the expected longevity of rebuilt components. Since 1985, Caterpillar and our dealers have rebuilt more than 37,000 machines, powertrains and components.\n2021 HIGHLIGHTS\n\n- Delivered our best recordable injury frequency (RIF) performance on record for the third year in a row\n- Offered 1,720 new virtual training courses on topics ranging from safety to lean to leadership with more than 1.8 million courses completed\n- Increased or maintained scores on our employee experience and engagement surveys\nWe strive to create an environment where our employees can reach their full potential.\n\nOur Values-driven culture reflects our commitment to the health, safety, integrity, excellence, teamwork and diverse backgrounds and experiences of our 107,700 employees. Our values unite us across our many cultural, language, geographic and business boundaries, making us a stronger team. We encourage employee feedback and continually make improvements to help our team members do the work that matters.\nEMPLOYEE HEALTH AND SAFETY\n\nThe health and safety of our employees is an important focus at Caterpillar, and we strive to continuously reduce injuries. Safety is forefront in our strategic goals and metrics, with visible commitment and support by leadership. In addition to metrics, we believe the best way to drive a culture of safety excellence is to create an environment where our team is accountable for their own safety and the safety of those around them. We relentlessly strive to ensure our workforce returns home safely every day.\n\nOUR GLOBAL RESPONSE TO THE PANDEMIC\n\nProtecting the health of our employees is ingrained in Caterpillar’s culture at every level. In 2021, our safety-first culture led the company’s continued response to the COVID-19 pandemic by maintaining a global, enterprise-level task force comprised of business, environmental, health and safety (EHS), medical, human resources, facilities, legal and communications leaders. The task force further strengthened our response to the existing enhanced safety measures and improved benefits by increasing vaccination opportunities in many workplaces and paid time off to receive vaccinations away from work. The task force also developed and implemented a playbook for our businesses to support a limited, voluntary return to the workplace for some of our employees who were working remotely. This helped ensure employees returned to the office in a consistent and safe manner.\n\nSupervisors, managers and leaders in every region of the world delivered frequent communication with employees to help facilitate resiliency throughout the year. In return, our employees responded by focusing on driving business results, despite the challenges created by the pandemic.\n\nIn 2020, the Caterpillar Foundation donated $10 million to support response efforts and organizations directly impacted by COVID-19. The Foundation donated an additional $3.8 million in 2021 to relief organizations to provide essential medical supplies and support increased access to vaccines. In addition, many employees also continued to help fight the spread of COVID-19 in the communities where they live and work through donations to local families and volunteer work supporting local efforts.\n\nCREATING ACCOUNTABILITY FOR EVERYONE\n\nWe track enterprise metrics and targets as well as individual business unit goals. Common enterprise targets create structure and accountability, while business unit strategies focused on safety culture and involving leaders and employees in developing their culture create opportunities for innovation. We drive clear accountability and have an EHS management system, as described on page 17, that establishes expectations worldwide. From day one, we provide every newly hired employee with the knowledge they need to perform their job safely, and leaders regularly receive training on their role in safety compliance and setting an example for our strong safety culture. These actions help us manage risk while creating a culture focused on worker health and safety.\nOUR PROGRESS REPORT CARD\n\nIn 2021, driven on by our relentless focus on safety, we delivered our best recordable injury frequency (RIF) performance on record for the third year in a row. We improved our RIF rate by 23% from our 2018 base year and by 2% from the previous year. We accomplished this result while leading our organization through the global pandemic, effectively deploying enhanced safety measures and encouraging and making available vaccinations. While we are proud of our progress, we are also very saddened that a contractor suffered a fatal workplace injury at one of our facilities in 2021. This incident highlights that safety must always remain the number one focus of all workers, and it further strengthens our safety resolve.\n\nSETTING THE BAR HIGHER\n\nAs we pursue our 2030 goal, business unit leaders are engaged in the evolution of our safety vision. Our plan includes further strengthening our safety-first culture by continuing to involve employees in developing solutions, listening to their concerns and ensuring they feel comfortable talking to their peers about potential hazards or unsafe behaviors. Continuing to provide safety learning opportunities for our leaders, safety professionals and employees will enhance our efforts. We know the journey ahead will be challenging but vitally important as we continue to prioritize the safety of our employees and their families.\n\nHere are some ways our various locations have helped us achieve a safer work environment.\n\nUnited States\n\nSafety is a priority starting on day one. Within our Large Power Systems Division in East Peoria, Illinois, we incorporated feedback from operators, manufacturing engineers and subject matter experts to define the key skills for each job, improved standard work and provided job-specific training by validated trainers to certify new hires prior to releasing them to perform their jobs. Since this change, recordable injuries to newly hired employees have been dramatically reduced.\n\nEurope\n\nPracticing good ergonomics protects employees against injury. Our Grenoble, France, facility implemented several innovative approaches to ergonomic design. This included evaluation of traditional ergonomic risks, as well as an assessment of the work environment within the area and operator feedback about the work. These approaches identified several ways we could use technology to perform a task and protect employees from potential harm. This facility recently celebrated one year free from ergonomic-related injuries.\n\n2030 GOAL\n\nSafety\n\nWe aspire to prevent all injuries and will further our industry-leading safety results by reducing RIF by 50% from 2018 to 2030.\n\nRecordable Injury Frequency (RIF)\n\nRecordable injuries per 200,000 hours worked\n\n| Year | RIF |\n|------|-----|\n| 2018 | 0.53 |\n| 2019 | 0.43 |\n| 2020 | 0.42 |\n| 2021 | 0.41 |\n| 2030 | 0.27 |\nIndia\nThe Caterpillar facility in Thiruvallur produces structures for off-highway truck frames. We formed a diverse team of line operators, line section facilitators, section managers, manufacturing engineers and the operations excellence team to review the risk analyses for the various stations. As a result of the project, we implemented a collaborative robot in two stations to eliminate fall risks, bending at the waist, pinch points and repetitive motions of loading and unloading the station manually. In another station, we installed a common adapter to eliminate the need for manual change-out in between models, reducing the risk for pinch points, slips and trips, as well as grip force injuries. These improvements not only improved safety, but they also engaged employees with the workstations to identify issues and develop solutions. Safety, efficiency and employee fatigue all improved substantially.\n\nGlobal\nThe development of our Product Support & Logistics Division’s Safety Application Suite has allowed for a one-stop location where facilities can access all available safety resources in a multitude of languages. Translated materials have helped drive a better understanding of the materials and improved the quality of data accrued from non-English speaking locations. We increased participation now that the suite is accessible from any mobile device or computer. The project has increased diversity and inclusion within our safety programs and provided our sites with an enhanced ability to engage directly with employees, regardless of location or language.\nTALENT DEVELOPMENT AND TRAINING\n\nOur employees are encouraged to explore opportunities, pursue their interests and enjoy many fulfilling careers. We make this investment in employee development to help our business meet its ever-changing needs. Through continual learning, our employees will help us innovate and drive business results.\n\nBeginning with onboarding and with each assignment, our employees have access to robust learning and development resources. Many of our employees enjoy multiple career opportunities within our businesses, and we credit the hands-on learning opportunities we provide as well as our focus on development and career planning.\n\nAs the pandemic continued for a second year, on-demand and virtual learning became central to our menu of courses. We are regularly expanding the options on critical topics — ranging from safety to lean to leadership — so employees can access their desired training whenever and wherever they need it. We also continue to offer our production employees access to certification programs, ongoing learning and career development opportunities.\n\nVirtual Learning by the Numbers\n\n1,720 new programs\n\n>1.8 M courses completed\n\n71% apply learning to their work\nIn addition to online learning, Caterpillar offers development opportunities for employees to lead challenging projects, take on stretch assignments, serve on committees, join Employee Resources Groups, work with mentors and job shadow others — all aimed at fostering collaboration and learning. With a business case for investment and their manager’s sponsorship, hundreds of employees each year deepen their knowledge, pursue new career paths and add to their credentials by taking advantage of our tuition assistance program, which covers most of their expenses for tuition, fees and books.\n\nThrough deliberate succession planning, we identify and prepare leaders for new opportunities across the company. Intentional development planning helps our employees identify and work on the skills they need now and in the future.\n\n**DEVELOPMENT OPPORTUNITIES**\n\n- **Customized training programs** in Acuna, Mexico, met the increase in demand for welders by developing locally customized training programs aimed at the need for more specialized workers. Through a partnership with CONALEP, a local technical school, we developed a customized training program that increased class sizes and reduced the lead time for new welders to join our production line, resulting in 117 new welding certifications.\n\n- **Developing front-line leaders** is an increased focus through a new Leadership Development (LD) program called LD200, based on real-life challenges and opportunities leaders face. The program is offered through on-demand and in-person sessions. In 2022, an estimated 2,000 leaders in multiple countries will experience the inaugural program.\n\n**INVESTED IN EARLY CAREER TALENT**\n\n- We hire high school and college students directly into student programs that provide in-person and experiential learning to sharpen their skills and develop hands-on knowledge of our business.\n\n- In 2021, we welcomed more than 300 interns from 79 colleges and universities to our Caterpillar family and provided opportunities aligned with their career interest and/or field of academic study.\n\nNearly 25% of our 2021 intern class were returning interns.\nDEVELOPMENT OPPORTUNITIES (continued)\n\n• **Sharing best practices** is one of the best ways our employees learn. In 2021, Caterpillar’s Excavation Division held a competition between European work tools and fabrication facilities where teams competed based on their ideas for implementing lean approaches to their work. Throughout the competition, facilities shared their best practices for operational and transactional lean approaches, resulting in improvements like inventory optimization, re-work time reduction and higher production stability.\n\n• **Intentional career planning** and self-directed learning helps our employees own their careers. We invested in establishing dynamic career development models targeted at attracting and retaining our commercial workforce. Global leaders representing 18 divisions partnered together to establish the core skills, competencies and career paths for marketing, sales and product support employees. This gave the 6,000 employees in these roles a clear roadmap to develop and advance their careers.\n\n• **Speaking up about diversity and inclusion** is critical to our inclusive culture. Solar employees and leaders participated in a series of interactive, virtual diversity and inclusion training sessions covering topics on the importance of diversity, equity and inclusion to business success and tips for engaging in meaningful diversity dialogue.\n\n• **A new onboarding program** lays the foundation for success for anyone joining the Construction Industries Services Division. The four-month program is offered to internal transfers or external hires to set the tone for the employee experience, help drive networking across departments and bring the division strategy to life through group discussion. The 150 employees who completed the program in 2021 report greater understanding of our strategy, development expectations and customer needs, as well as a strong feeling of inclusion within the division. Since this program was offered, the employee experience score on the division’s annual Employee Insights Survey for employees with less than one year of service increased to 92%.\n\n• **Developing leaders locally** is a focus in our China facilities and offices. The China Leadership Development Program is aimed at developing leaders from within and includes classroom training, external visits to other facilities and hands-on learning projects. Our leaders teaching leaders approach allows participants to interact with senior leaders from every aspect of our business to improve their business acumen, understand enterprise priorities, enable cross function sharing and encourage innovation. To date, over 175 leaders have completed the program.\nHEALTH AND WELL-BEING\n\nAt Caterpillar, our success starts with our people. Our focus on health and well-being represents Caterpillar’s commitment to build and sustain a high-performing team. We demonstrate this commitment to our employees and the extended Caterpillar family by offering a wide range of benefits and programs that support their health and well-being.\n\nWhen our employees are healthy, they perform their best at work, at home and in their communities. Our Total Health strategy focuses on all aspects of well-being, including financial, physical and emotional/social health as well as promoting a sense of purpose.\n\nMajor programs include:\n\n- Monthly U.S. Financial Health webinar series — Covers topics that help our employees budget, save, plan and invest for their futures.\n- Total Health Highlights campaign — Builds awareness and provides education on a variety of well-being topics. Helpful resources are published online and delivered worldwide within the workplace through our “Total Health Champions,” a global network of employee volunteers who share their passion for wellness. This team coordinates programs and events that educate and emphasize the importance of good health.\n- Employee Assistance Program (EAP) — A free, voluntary and completely confidential service provided to employees and their eligible family members to help meet many challenges at home and work. The EAP also aims to engage employees while removing the stigma surrounding mental health by delivering webinars, web content and educational materials on a variety of health emotional/social health topics.\n\nOUR TOTAL REWARDS OFFERINGS\n\nOur commitment to health and well-being not only includes our employees, but also their families. We offer a variety of benefits to both our full- and part-time global workforce that extends to employees’ spouses, same-sex domestic partners and dependents. Benefits vary by country, but may include:\n\n- Healthcare coverage including medical, prescription drug, dental, vision and preventive exams and testing\n- Tax-savings accounts\n- Parental and adoption leave and infertility benefits\n- Life and disability insurance\n- Retirement savings plans\n- Time-off benefits, including vacation, holiday and paid volunteer time\n- Additional voluntary benefits, such as accident insurance, legal services and identify theft\n- Employee Assistance Program\n\nHigh Employee Utilization of Our Well-Being Offerings\n\n125 employees, on average, attended our monthly U.S. Financial Health webinars — and attendance keeps growing.\n\n2,000 employees attended one of 26 training sessions on becoming a Mental Health First Responder.\n\n300 employees in the UK participated in a month-long, at-home physical fitness program and over 150 employees regularly attended webinars on various mental health topics.\n\nOver 750 employees participated in our Prepare for Returning to the Workplace webinar.\nEMPLOYEE EXPERIENCE\n\nOur employees know best how to deliver innovative solutions and their perspectives and suggestions matter. We make it a priority to solicit employee feedback so we can improve upon their work experience and create an environment where everyone can do their best work.\n\nEach year, every employee is invited to participate in the confidential Employee Insights Survey and provide feedback and perspectives. Though 2021 was another challenging year, we saw leaders committed to listening to employee needs. Leaders partnered with employees and created an even stronger employee experience.\n\nWe embrace continuous improvement and do so by developing robust action plans and continuous, year-round listening approaches. In 2021, Resource Industries conducted nearly 300 “Stay Interviews” with employees to understand how they feel about their work environment, collaboration with peers, career development, why they stay with Caterpillar and how we can make their experience even better.\n\n2021 Annual Employee Insights Survey Snapshot\n\n82% response rate\n\nYear over year, we have increased or maintained scores on every index.\n\nScores were above benchmark on almost all survey items.\n\nInclusion index scores have increased for four years in a row.\nDIVERSITY AND INCLUSION\n\nWe are proud of our journey and continue to take actions and make important progress to create an even more diverse and inclusive workforce. In our Resource Industries segment, for example, a partnership with our Women’s Initiative Network employee resource group generated the ability to achieve 100% diverse interview panels, which increased the percentage of diverse candidates hired by Resource Industries. We invite you to learn more about our progress by visiting our Diversity & Inclusion webpage.\n\nVisit our Diversity & Inclusion webpage\n\nHUMAN RIGHTS\n\nIn accordance with Our Values in Action, Caterpillar is committed to respecting internationally recognized human rights principles throughout our global operations. Our Code of Conduct, Human Rights Policy, Slavery and Human Trafficking Statement and Supplier Code of Conduct represent our commitment that we will not condone and strive to eliminate all forms of forced labor, child labor and discrimination in the workplace. We also commit to establish safe and healthy working conditions. We value diversity as a foundational key to the success of our business strategy and seek to compensate our employees fairly and competitively where they work. We respect the principles of freedom of association and the right to collective bargaining. We have compassion for all persons affected by conflict wherever it occurs and we expect our directors, officers, employees, business partners and suppliers, including in conflict-affected areas, to comply with all applicable laws and conduct activities in a manner that respects human rights.\n\nRead our Human Rights Policy\nPHILANTHROPY\n\n2021 HIGHLIGHTS\n\n- Invested more than $41 million in 2021 to improve the lives of people in 39 countries\n- Participated in a campaign to establish natural infrastructure by planting 290,000 trees in 95 communities\nSince 1952, the Caterpillar Foundation has been on a mission to improve lives by focusing on the human, natural and basic services infrastructure needed for individuals to thrive and communities to be resilient.\n\nCaterpillar works alongside our dealers and customers to build the social infrastructure needed to make the world run. Our success contributes to the stability of regions around the world.\n\nCATERPILLAR FOUNDATION\n\nThrough the Caterpillar Foundation we have been on a mission to improve lives since its founding in 1952. As a Foundation, we focus on the human, natural and basic services infrastructure needed for individuals to thrive and communities to be resilient. Our philanthropic purpose builds on Caterpillar’s historical legacy of improving lives — finding new ways to tackle modern issues and identifying room for continuous improvement.\n\nFOUNDATION FOCUS AREAS\n\nThe Foundation invests in the skills people need to join the modern workforce, and the natural and vital infrastructure they rely upon.\n\n- **Empowering the workforce of the 21st century**\n  We invest in skills development and STEM (science, technology, engineering and mathematics) to equip people with the skills required for tomorrow’s economy, putting them on a path to prosperity. Skills-based education leads to better jobs, and better jobs lead to better futures.\n\n- **Building resilient communities to address critical environmental challenges**\n  We support natural infrastructure development and access to basic services, such as water resource management and energy.\n\n- **Giving back in our communities**\n  Caterpillar’s global team helps build a better world using their passion, time and talent to give back, maximizing impact through the Foundation’s disaster and matching gifts programs, United Way and volunteer efforts.\n\nNearly $851 million invested in global communities since 1952.\nIn 2021, the Foundation invested more than $41 million helping improve the lives of people in more than 39 countries around the world. Together with the help of the Foundation’s partners:\n\n- **3.3 million** individuals will have better access to industry-aligned STEM education programs.\n- **Over 530,000 acres** will be restored through reforestation, ecosystem restoration and more sustainable land use management practices.\n- **Nearly 15,000 individuals** are projected to enter the workforce after successful completion of technical and vocational education programs.\n- **Approximately 500 water system interventions** are projected to be installed to connect communities with reliable water sources.\n- **Around 12,000 individuals** will earn one or more industry-recognized credentials.\n- **More than 2.5 million** short tons of carbon are projected to be removed, sequestered or captured.\n- **Over $4 million** in disaster damage costs reduced.\n\nThe ‘It Starts with a Tree’ campaign aims to plant 290,000 trees in 95 communities. Along with Foundation partner One Tree Planted, we are addressing individual communities’ natural and economic infrastructure needs on a global scale. This innovative campaign serves as a launch pad to establish natural infrastructure that protects and strengthens communities.\n\nSome of these impacted communities include the 40 beekeepers who work in the Biobio region near Santiago, Chile, whose local businesses suffered due to recent brushfires. With 4,000 new trees planted, the habitat will be protected — allowing for the reproduction of bees. This will enable the beekeepers of Santiago to reactivate their businesses, putting them on a path toward economic success and financial independence.\nCREATING THE WORKFORCE OF THE 21ST CENTURY\n\nTo thrive in our changing world, individuals and communities need the skills, resources and services. Investments in workforce readiness and STEM aim to create human infrastructure through an empowered, prepared and skilled workforce.\n\nAcross Latin America, unemployment and a lack of education among young people are critical problems. Through a program that teaches students skills that align with the most relevant and profitable in-country sectors such as advanced manufacturing, agriculture, automotive, IT and logistics, Adriana enrolled in a welding course provided by International Youth Foundation. She was hired by a company that valued her skills and abilities and is now happily working as a computer numerical controlled machine operator.\n\nDISASTER RELIEF\n\nThe Caterpillar Foundation is a member of the Red Cross Annual Disaster Giving Program (ADGP). Our $1 million annual global investment helps provide a funding base, allowing the Red Cross to provide immediate relief to those impacted by disasters. This model ensures that the Red Cross has funds to prepare for disasters before they occur. In addition to the Foundation’s initial investment, Caterpillar team members eager to help in a time of crisis contributed more than $20,000, which was matched by the Foundation to make an even greater impact.\n\nThe Foundation’s support enabled the Red Cross to respond to disasters such as the Mayfield, Kentucky area when tornadoes ripped through the center of the United States, catastrophic flooding in several European countries and the Category 4 hurricane that made landfall near Port Fourchon, Louisiana.\nSOCIAL JUSTICE\n\nCaterpillar believes communities are strongest when there is equality for all. Partnerships with the Legal Defense Fund, U.S. Chamber of Commerce Foundation and Aspen Institute support community programs that address the destructive effects of racism and the fight for equal justice. Through its partnerships and initiatives, the Foundation is creating pathways for underserved and underresourced individuals to gain 21st century jobs through workforce readiness, vocational training and STEM education.\n\nIn 2021, the Foundation announced the creation of the first-ever Caterpillar Curator of African American Innovation and Entrepreneurship at the Smithsonian National Museum of African American History and Culture (NMAAHC). Through a $2 million grant, this position will direct initiatives to help NMAAHC advance new conversations and understanding of diversity and inclusion through the lens of African American innovation and entrepreneurship in science and technology.\n\nCATERPILLAR FOUNDATION AND THE UNITED NATIONS SUSTAINABLE DEVELOPMENT GOALS (UN SDGs)\n\nThe Caterpillar Foundation’s investments align with several of the UN SDGs. The Caterpillar Foundation works to build resilient communities in the places where we live and work and where there is need.\nREPORTING\n## ESG DATA\n\n### PEOPLE DATA\n\n|                        | 2018  | 2019  | 2020  | 2021  | GOAL 2030 | PERSPECTIVE |\n|------------------------|-------|-------|-------|-------|-----------|-------------|\n| Total number of employees | 104,000 | 102,300 | 97,300 | 107,700 | N/A       |             |\n| Number of employees outside U.S. | 59,400 | 58,700 | 57,000 | 63,400 | N/A       |             |\n| Women in enterprise     | 20%   | 20%   | 20%   | 23%   | 29% (2022) | Caterpillar is committed to increasing female representation throughout the company and has an aspirational goal of 29% women in the enterprise and 25% women in leadership. |\n| Women in leadership     | 19%   | 20%   | 20%   | 21%   | 25% (2022) |             |\n| Collective bargaining % of employees covered | 40%   | 41%   | 40%   | 40%   | N/A       | We respect the right of our employees to form, join or not to join any lawful organization of their choice without fear of reprisal, interference, intimidation or harassment. We believe it is important for individuals to exercise that right with the benefit of available information. |\n\n### SAFETY\n\n|                        | 2018  | 2019  | 2020  | 2021  | GOAL 2030 | PERSPECTIVE |\n|------------------------|-------|-------|-------|-------|-----------|-------------|\n| Lost-time case frequency rate (LTCFR) /A/ Worker-related injuries resulting in lost time per 200,000 hours worked | 0.16  | 0.15  | 0.20  | 0.18  | N/A       | Over the last two years, our lost-time case frequency has been impacted by the COVID-19 pandemic. Our continued focus on enhanced safety measures during the pandemic resulted in a 10% improvement from 2020 to 2021. |\n| Recordable injury frequency (RIF) /A/ Recordable injuries per 200,000 hours worked | 0.53  | 0.43  | 0.42  | 0.41  | 0.265     | We strive for all team members to go home safely, every day. In 2021, thanks to our relentless focus on safety, we delivered our best recordable injury frequency (RIF) performance on record, improving on our previous record set in 2020. We have improved our RIF rate by 23% from our 2018 base year, and by 2% from 2020 to 2021. |\n| Employee fatalities     | 1     | 0     | 0     | 0     | N/A       | While we are proud of our safety progress, we are also very saddened that a contractor suffered a fatal workplace incident at one of our facilities in 2021. These incidents highlight that safety must always remain the number one focus of all our workers. |\n| Contractor fatalities   | 1     | 1     | 2     | 1     | N/A       |             |\n\n### ENERGY — OPERATIONS\n\n|                        | 2018  | 2019  | 2020  | 2021  | GOAL 2030 | PERSPECTIVE |\n|------------------------|-------|-------|-------|-------|-----------|-------------|\n| Total energy use /A/ gigajoules | 25,160,000 | 23,950,000 | 19,340,000 | 20,600,000 | N/A       | We remain focused on improving energy efficiency and reducing energy consumption. |\n| Total electricity /A/ million MWh | 2.55  | 2.38  | 2.09  | 2.25  | N/A       |             |\n\nN/A = Not Applicable\n\n/A/ Data assured by ERM CVS. Please see our data assurance statement.\n### ENERGY — OPERATIONS (continued)\n\n|                      | 2018 | 2019 | 2020 | 2021 | GOAL 2030 | PERSPECTIVE |\n|----------------------|------|------|------|------|-----------|-------------|\n| Grid electricity     | N/A  | 83.8 | 87.3 | 86.7 | N/A       | In 2021, over 35% of our electrical energy was obtained from renewable or alternative sources. |\n| Renewable energy     | 17.4 | 21.2 | 21.0 | 24.2 | N/A       | In 2021, we reduced our energy intensity by 12% from our 2018 baseline. |\n| Alternative energy   | 15.1 | 14.3 | 12.0 | 13.0 | N/A       | Our absolute GHG emissions decreased 32% from 2018 to 2021. |\n| Energy intensity     | 461  | 445  | 463  | 404  | N/A       | In 2021, we reduced our GHG emissions intensity by 27% from our 2018 baseline. |\n| Absolute greenhouse gas (GHG) emissions | 2.22 | 1.78 | 1.47 | 1.51 | 1.55 | |\n| Scope 1 Direct emissions | 0.94 | 0.91 | 0.70 | 0.74 | N/A | |\n| Scope 2 Market-based indirect emissions from purchased electricity, heat or steam | 1.28 | 0.87 | 0.77 | 0.77 | N/A | |\n| Scope 2 Location-based | 1.32 | 0.93 | 0.83 | 0.85 | N/A | |\n| GHG intensity        | 40.6 | 33.0 | 35.0 | 29.7 | N/A | |\n\n### WATER — OPERATIONS\n\n| Water management strategies | N/A | N/A | N/A | 11% | 100% | Water management strategies is a new goal for Caterpillar and data collection began in 2021. Previous years are listed as N/A as this is a newly composed goal. In this first year of implementation, we are pleased to see foundational progress begin toward our 2030 goal. |\n| Water management strategies | N/A | N/A | N/A | 27% | N/A | |\n| Total water consumption by source | 3.85 | 3.74 | 3.38 | 3.70 | N/A | In 2021, we reduced our absolute water consumption by nearly 3% since 2018. |\n| Cooling water from foundry operations | 32.8% | 35.2% | 35.2% | 37.4% | N/A | |\n| Municipal water | 30.6% | 30.8% | 29.6% | 28.8% | N/A | |\n| Surface water | 18.3% | 18.0% | 20.4% | 19.4% | N/A | |\n| Other water | 0.4% | 0.7% | 0.6% | 0.5% | N/A | |\n| Groundwater | 17.9% | 15.4% | 14.2% | 13.9% | N/A | |\n| Water consumption intensity | 70.4 | 69.4 | 80.9 | 72.6 | N/A | Through 2021, we have reduced water consumption intensity at our facilities by a total of 5% from our baseline year of 2018. |\n\nN/A = Not Applicable\n/A/ Data assured by ERM CVS. Please see our data assurance statement.\n## WASTE — OPERATIONS\n\n|                      | 2018  | 2019  | 2020  | 2021  | GOAL 2030 | PERSPECTIVE |\n|----------------------|-------|-------|-------|-------|-----------|-------------|\n| Total waste          | 635,000 | 587,000 | 554,000 | 567,000 | N/A       |             |\n| Waste intensity      | 11.6  | 10.9  | 13.3  | 11.1  | N/A       | In 2021, we reduced our landfill intensity by 34% from our 2018 baseline. |\n| Landfill intensity   | 1.49  | 1.36  | 1.09  | 0.98  | 0.74      |             |\n| Waste recycled %     | 86.8  | 87.1  | 91.5  | 90.8  | N/A       |             |\n\nIn 2021, we reduced our landfill intensity by 34% from our 2018 baseline.\n\n## PRODUCTS\n\nNew products that are more sustainable than the previous generation through collaborating with customers, reduced waste, improved design for rebuild/remanufacturing, lower emissions or improved efficiency.\n\n|                      | 2018  | 2019  | 2020  | 2021  | 100% | 100% |\n|----------------------|-------|-------|-------|-------|------|------|\n| Waste intensity      | 11.6  | 10.9  | 13.3  | 11.1  |      |      |\n| Landfill intensity   | 1.49  | 1.36  | 1.09  | 0.98  | 0.74 |      |\n| Waste recycled %     | 86.8  | 87.1  | 91.5  | 90.8  |      |      |\n\nCaterpillar has a long history of and a strong process for innovation in the research and development of products and solutions.\n\n## STRATEGIC PROCUREMENT\n\nSupplier Code of Conduct self-assessments\n\n|                      | 2018  | 2019  | 2020  | 2021  | N/A |\n|----------------------|-------|-------|-------|-------|-----|\n| Supplier Code of Conduct self-assessments | 39%  | 67%  | 94%  | 96%  | N/A |\n\nSince 2016, Caterpillar has proactively surveyed our priority supply base to confirm alignment to Caterpillar’s published Supplier Code of Conduct. Caterpillar uses assessment response data to address supply chain risk through a collaborative approach with responding suppliers. The 2021 target reflects continued focus on this initiative.\n\n## REMANUFACTURING\n\nGrowth in remanufacturing business sales since 2018\n\n|                      | 2018  | 2019  | 2020  | 2021  | 25% |\n|----------------------|-------|-------|-------|-------|-----|\n| Product take-back by weight millions of pounds of end-of-life material received | 155  | 153  | 131  | 127  | N/A |\n\nOur remanufacturing and rebuild businesses provide customers with immediate cost savings, help extend product lifecycles and use materials more efficiently. We seek to continue to grow these businesses.\n\n## PHILANTHROPY\n\nCommunity investments millions of dollars\n\n|                      | 2018  | 2019  | 2020  | 2021  | N/A |\n|----------------------|-------|-------|-------|-------|-----|\n| Community investments millions of dollars | $27  | $28.6 | $37.9 | $41  | N/A |\n\nSince 1962, the Caterpillar Foundation has contributed nearly $851 million to help make sustainable progress possible around the world by building resilient communities that thrive in a rapidly changing world.\n\nMatching gifts millions of dollars\n\n|                      | 2018  | 2019  | 2020  | 2021  | N/A |\n|----------------------|-------|-------|-------|-------|-----|\n| Matching gifts millions of dollars | $4.1  | $3.5  | $9.8  | $22.6 | N/A |\n\nThe Caterpillar Foundation is proud to match contributions to eligible organizations given by our U.S. employees, retirees and board members.\n\nUnited Way millions of dollars\n\n|                      | 2018  | 2019  | 2020  | 2021  | N/A |\n|----------------------|-------|-------|-------|-------|-----|\n| United Way millions of dollars | $11.8 | $12.2 | $12.3 | $12.9 | N/A |\n\nCaterpillar has supported the United Way for more than 60 years through our annual campaign. The Foundation matches employee and retiree gifts during the campaign, amplifying our impact on the communities where we live and work.\n\nN/A = Not Applicable\n\n/A/ Data assured by ERM CVS. Please see our data assurance statement.\n1. Renewable energy percent includes purchased and on-site generated renewable energy, as well as calculating the percentage of renewable energy from grid-purchased electricity using data obtained from the International Energy Agency.\n\n2. Renewable Energy: Caterpillar defines renewable energy as energy resources that are naturally replenishing over a short period of time and virtually inexhaustible. Power generation examples include wind, solar, hydro, geothermal, tidal, wave, biomass and biogas from anaerobic digestion.\n\n3. Alternative Energy: Caterpillar defines alternative energy as any source of usable energy that offers substantial environmental benefits compared to the conventional sources of energy that it replaces. Power generation examples include landfill gas, coal mine and abandoned mine methane, combined heat and power, coal with carbon sequestration and localized power generation.\n\n4. Location-based Scope 2 GHG emissions are provided in accordance with the GHG Protocol Scope 2 guidance (2015). Our market-based Scope 2 emissions are calculated using the Scope 2 Quality Criteria. The following instruments were used in calculating our market-based Scope 2 emissions: Renewable Energy Guarantees of Origin, energy contracts, supplier-specific emission rates, Caterpillar-owned power generation facilities and, for the remainder of our facilities, grid average emission factors from USEPA’s eGRID (2019) and the International Energy Agency’s data (2018). For 2021 calculations, Caterpillar did not use residual mix factors.\n\n5. GHG emissions intensity is based on our combined Scope 1 (direct) and Scope 2 (indirect, market-based) GHG emissions. Likewise, total absolute GHG emissions are a sum of Scope 1 and Scope 2 (market-based) emissions.\n\n6. Data includes remanufacturing offerings provided by Cat Reman, Progress Rail, Solar Turbines, Caterpillar Energy Solutions, and Cat Defense.\n\n7. Data does not include Progress Rail or Solar Turbines.\n\n8. Product returned for remanufacture (called “core”) is not always returned within the same calendar year as sold.\n\n9. The Caterpillar Foundation changed its Matching Gift payout process in 2021. This data represents employee and retiree donations made in the calendar year 2020 and the match made in the calendar year 2021 in addition to employee and retiree donations made in the calendar year 2021 and the Caterpillar Foundation’s match made in 2021 (Q1-3). This also includes 2:1 employee and retiree donations made in the calendar year 2021 and the Caterpillar Foundation’s match made in 2021.\n\n10. This includes employee and retiree pledges during the 2021 campaign, and the Foundation match for the campaigns in the United States, Canada and Mexico paid in 2021/2022.\n\n11. Data includes Caterpillar and agency employees. Data does not include contractor employees.\n\n12. Base year GHG data has been amended per guidance provided by the Science-based Target Initiative Criteria and Recommendations Version 4.1 April 2020. Other prior year data have been revised for improved accuracy.\n\n13. Water intensity data prior to 2021 had been reported based on our 2020 target that did not include non-contact cooling water. We have updated our reporting for 2021 and prior years to include this additional water use.\n\nNote: Photos in this report reflect different periods of the COVID-19 pandemic, complying with various safety protocol requirements.\nPRIORITIZATION AND MANAGEMENT OF ESG ISSUES\n\nIn 2020, we prioritized ESG topics by reviewing Caterpillar’s strategies, risks and future plans, and examining the external industry landscape to understand both evolving trends as well as expectations of leading ESG standards, frameworks and disclosures.\n\nWe prioritized topics based on interviews with Caterpillar leadership, external research, benchmarking of industry peers and input from third-party consulting expertise, including:\n\n- Potential impact the topic may have on Caterpillar’s business\n- Level of awareness and concern about the topic by business stakeholders (e.g., customers, dealers, suppliers, investors, nongovernmental organizations, and others)\n- Degree to which Caterpillar has influence over the topic\n\nOur final step was to select issues that were highest priority. These issues guide our initiatives and decision-making throughout our global operations and are closely aligned with topics covered by the Sustainability Accounting Standards Board (SASB), Resource Transformation sector and Industrial Machinery & Goods industry.\n\nWe will continue to analyze and update these topics periodically as the ESG landscape and our business continues to evolve. We are committed to demonstrating shareholder responsiveness as we strive for continuous improvement throughout our sustainability journey.\n\n| ISSUE                        | RELEVANCE                                                                                                                                 |\n|------------------------------|-------------------------------------------------------------------------------------------------------------------------------------------|\n| Employee Health & Safety     | The health and safety of our employees is an important focus at Caterpillar, and we relentlessly strive to ensure our workforce returns home safely every day. |\n| Customer Health & Safety     | Our commitment to safety includes people who work in, on and around our products — from designing products for safe operations to providing safety services for our customers. |\n| Product Emissions & Energy Efficiency | With more than 4 million products operating globally, Caterpillar is committed to contributing to a reduced-carbon future. We continue to invest in new products, technologies and services to help our customers achieve their climate-related objectives as they build a better, more sustainable world. |\n| Operations Energy & Efficiency | Operations within our manufacturing facilities are energy-intensive and account for most of our Scope 1 and 2 emissions. |\n| Operations Water             | While less water intensive than some industries, we are focused on reducing water consumption and ensuring good water management practices, particularly in areas determined to be the most at risk for water scarcity or quality concerns. |\n| Operations Waste             | We strive to eliminate waste in our processes where possible, and to recycle those materials that remain, to reduce materials sent to landfills around the world. |\n| Remanufacturing              | Through our remanufacturing and rebuild offerings, we help keep materials in circulation for as long as possible, reducing waste, extending equipment life and providing lower-cost options for our customers. |\n| Material Sourcing            | We source raw materials and manufactured components from a global network of suppliers across broad categories and technologies for aftermarket and production parts; approximately 27,000 suppliers in total. Our Supplier Code of Conduct and supporting initiatives help ensure we responsibly source the raw materials used to build our products. |\n| Human Capital Management     | We attract and recruit the best talent to develop advanced technologies, meet customer needs and grow our business. The diverse thinking and decision-making of our people in an inclusive work environment strengthens us and drives our progress. |\n## SASB INDEX\n\n| TOPIC                        | SASB CODE | METRIC                                      | UNIT OF MEASURE | RESPONSE/COMMENT                                                                                                                                 |\n|------------------------------|-----------|---------------------------------------------|-----------------|--------------------------------------------------------------------------------------------------------------------------------------------------|\n| Accounting Metrics           | RT-IG-000.A | Number of units produced by product category | Number          | Sales data is provided in Caterpillar’s annual report to shareholders on Form 10-K.                                                                 |\n|                              | RT-IG-000.B | Number of employees                         | Number          | 107,700                                                                                                                                           |\n| Energy Management            | RT-IG-130a.1 | (1) total energy consumed                   | Gigajoules (GJ) | Total energy consumed in GJ for 2021 is 20,600,000.                                                                                               |\n|                              |            | (2) Percentage grid electricity             | %               | 86.7%                                                                                                                                             |\n|                              |            | (3) Percentage renewable                    | %               | 24.2%                                                                                                                                             |\n| Employee Health and Safety   | RT-IG-320a.1 | (1) total recordable incident rate (TRIR)   | Rate            | 0.41                                                                                                                                             |\n|                              |            | (2) fatality rate                           | Number          | 0 employees, 1 contractor                                                                                                                        |\n|                              |            | (3) near miss frequency rate (NMFR)         | Rate            | Caterpillar emphasizes the importance of reviewing all work-related environmental, health and safety incidents, including near misses. Near misses are communicated and managed locally. |\n| Fuel Economy & Emissions in Use-Phase | RT-IG-410a.1 | Sales-weighted fleet fuel efficiency for medium- and heavy-duty vehicles | Gallons per 1,000 ton-miles | Not applicable to Caterpillar.                                                                                                                     |\n|                              | RT-IG-410a.2 | Sales-weighted fuel efficiency for non-road equipment | Gallons per hour | We continue to invest in research and development aimed at products that generate fewer direct emissions. Read more about our focus on energy, fuel economy and emissions. Given the diversity of our products and applications in which our products are used, as well as the lack of industry standards to estimate on a per unit of work basis, Caterpillar does not calculate sales-weighted fuel efficiency or emissions in this manner. |\n|                              | RT-IG-410a.3 | Sales-weighted fuel efficiency for stationary generators | Watts per hour |                                                                                                                                                  |\n|                              | RT-IG-410a.4 | Sales-weighted emissions of: (1) nitrogen oxides (NOx) and (2) particulate matter (PM) for: (a) marine diesel engines, (b) locomotive diesel engines, (c) on-road medium- and heavy-duty engines, and (d) other non-road diesel engines | Grams per kilowatt-hour |                                                                                                                                                  |\n| Materials Sourcing           | RT-IG-440a.1 | Description of the management of risks associated with the use of critical materials | N/A             | Caterpillar responsibly sources the raw materials used to build our products. Please see the material procurement section of this report.          |\n| Remanufacturing Design & Services | RT-IG-440b.1 | Revenue from remanufactured products and remanufacturing services | Reporting currency | Our remanufacturing sales and revenues have reduced 3% since 2018.                                                                                   |\n## GRI INDEX\n\n### GENERAL DISCLOSURES\n\n| DISCLOSURE NUMBER | DISCLOSURE TITLE                                      | RESPONSE                                                                 |\n|-------------------|------------------------------------------------------|--------------------------------------------------------------------------|\n| 102-1             | Name of the organization                            | Caterpillar Inc.                                                         |\n| 102-2             | Activities, brands, products, and services          | 2021 Form 10-K, pgs. 1-9                                                |\n| 102-3             | Location of headquarters                             | Deerfield, Illinois, USA                                                 |\n| 102-4             | Location of operations                               | 2021 Form 10-K, pgs. 21-23                                              |\n| 102-5             | Ownership and legal form                             | Caterpillar is a publicly held corporation incorporated in the state of Delaware. Our shares trade on the New York Stock Exchange under the trading symbol CAT. |\n| 102-6             | Markets served                                       | 2021 Form 10-K, pgs. 1-7                                                |\n| 102-7             | Scale of the organization                            | 2021 Form 10-K, pgs. 8, 63                                               |\n| 102-8             | Information on employees and other workers           | Reporting > ESG Data                                                    |\n| 102-9             | Supply chain                                         | 2021 Form 10-K, pg. 6                                                   |\n|                   |                                                      | Material Procurement                                                    |\n| 102-10            | Significant changes to the organization and its supply chain | None                                                                    |\n| 102-11            | Precautionary Principle or approach                  | Caterpillar regularly identifies and manages business risks through a robust internal management system. See also Corporate Governance > Risk Management |\n| 102-12            | External initiatives                                 | Caterpillar Inc., our subsidiaries and the Caterpillar Foundation work with diverse organizations in order to advance economic, environmental and social issues and share best practices across industries. See GRI 102-13 for a list of affiliations. |\n| 102-13            | Membership of associations                           | Caterpillar is affiliated with a number of organizations. The most recent list of U.S. trade associations to which Caterpillar has contributed $50,000 per year or more, updated on a semiannual basis, can be found here. |\n\n### STRATEGY\n\n| DISCLOSURE NUMBER | DISCLOSURE TITLE                                      | RESPONSE                                                                 |\n|-------------------|------------------------------------------------------|--------------------------------------------------------------------------|\n| 102-14            | Statement from senior decision-maker                 | Executive Summary > Chairman and CEO Letter                               |\n\n### ETHICS AND INTEGRITY\n\n| DISCLOSURE NUMBER | DISCLOSURE TITLE                                      | RESPONSE                                                                 |\n|-------------------|------------------------------------------------------|--------------------------------------------------------------------------|\n| 102-16            | Values, principles, standards, and norms of behavior | Corporate Governance > Ethics & Compliance                                |\n|                   |                                                      | Caterpillar.com > Company > Governance                                   |\n## GENERAL DISCLOSURES\n\n| DISCLOSURE NUMBER | DISCLOSURE TITLE | RESPONSE |\n|-------------------|------------------|----------|\n| **GOVERNANCE**    |                  |          |\n| 102-18            | Governance structure | 2022 Proxy, pg. 10 |\n| **STAKEHOLDER ENGAGEMENT** | | |\n| 102-40            | List of stakeholder groups | Our stakeholders include customers, employees, shareholders, dealers, suppliers, nongovernmental organizations and trade organizations. |\n| 102-41            | Collective bargaining agreements | Reporting > ESG Data |\n| 102-42            | Identifying and selecting stakeholders | Reporting > Prioritization and Management of ESG Issues |\n| 102-43            | Approach to stakeholder engagement | Reporting > Prioritization and Management of ESG Issues |\n| 102-44            | Key topics and concerns raised | Reporting > Prioritization and Management of ESG Issues |\n| **REPORTING PRACTICE** | | |\n| 102-45            | Entities included in the consolidated financial statements | 2021 Form 10-K, Exhibit 21 |\n| 102-46            | Defining report content and topic Boundaries | Reporting > Prioritization and Management of ESG Issues |\n| 102-47            | List of material topics | Reporting > Prioritization and Management of ESG Issues |\n| 102-48            | Restatements of information | Any restatements are footnoted as applicable throughout the report. |\n| 102-49            | Changes in reporting | Reporting > Prioritization and Management of ESG Issues |\n| 102-50            | Reporting period | The reporting period is the 2021 calendar year, which is also Caterpillar’s fiscal year. |\n| 102-51            | Date of most recent report | Caterpillar’s 2020 Sustainability Report was released in 2021. |\n| 102-52            | Reporting cycle | Annual |\n| 102-53            | Contact point for questions regarding the report | https://www.caterpillar.com/en/contact.html |\n| 102-54            | Claims of reporting in accordance with the GRI Standards | This report has been prepared in accordance with Global Reporting Initiative (GRI) Standards: Core option. |\n| 102-55            | GRI content index | Reporting > GRI Index |\n| 102-56            | External assurance | Reporting > About this Report |\n| **GRI 300: ENVIRONMENTAL** | | |\n| **GRI 301: MATERIALS** | | |\n| 103-1             | Explanation of the material topic and its Boundary | Reporting > Prioritization and Management of ESG Issues Material Procurement, Remanufacturing |\n| 103-2             | The management approach and its components | Executive Summary > Goals and Progress Material Procurement, Remanufacturing |\n| 103-3             | Evaluation of the management approach | Material Procurement, Remanufacturing |\n| 301-3             | Reclaimed products and their packaging materials | Reporting > ESG Data |\n## GENERAL DISCLOSURES\n\n| DISCLOSURE NUMBER | DISCLOSURE TITLE | RESPONSE |\n|-------------------|------------------|----------|\n| **GRI 302: ENERGY** | | |\n| 103-1 | Explanation of the material topic and its Boundary | Reporting > Prioritization and Management of ESG Issues, Energy, Fuel Economy & Emissions |\n| 103-2 | The management approach and its components | Executive Summary > Goals and Progress, Energy, Fuel Economy & Emissions |\n| 103-3 | Evaluation of the management approach | Energy, Fuel Economy & Emissions |\n| 302-1 | Energy consumption within the organization | Reporting > ESG Data |\n| 302-3 | Energy intensity | Reporting > ESG Data |\n| **GRI 303: WATER AND EFFLUENTS** | | |\n| 103-1 | Explanation of the material topic and its Boundary | Reporting > Prioritization and Management of ESG Issues |\n| 103-2 | The management approach and its components | Executive Summary > Goals and Progress |\n| 103-3 | Evaluation of the management approach | Energy, Fuel Economy & Emissions > EHS Management System |\n| 303-1 | Interactions with water as a shared resource | Reporting > Prioritization and Management of ESG Issues, Executive Summary > Goals and Progress, Remanufacturing, Philanthropy |\n| 303-2 | Management of water discharge-related impacts | Reporting > Prioritization and Management of ESG Issues, Executive Summary > Goals and Progress, Material Procurement > Responsible Mineral Sourcing |\n| 303-5 | Water consumption | Reporting > ESG Data |\n| **GRI 305: EMISSIONS** | | |\n| 103-1 | Explanation of the material topic and its Boundary | Reporting > Prioritization and Management of ESG Issues, Energy, Fuel Economy & Emissions |\n| 103-2 | The management approach and its components | Executive Summary > Goals and Progress, Energy, Fuel Economy & Emissions |\n| 103-3 | Evaluation of the management approach | Energy, Fuel Economy & Emissions |\n| 305-1 | Direct (Scope 1) GHG emissions | Reporting > ESG Data |\n| 305-2 | Energy indirect (Scope 2) GHG emissions | Reporting > ESG Data |\n| 305-4 | GHG emissions intensity | Reporting > ESG Data |\n| **GRI 306: WASTE** | | |\n| 103-1 | Explanation of the material topic and its Boundary | Reporting > Prioritization and Management of ESG Issues |\n| 103-2 | The management approach and its components | Executive Summary > Goals and Progress |\n| 103-3 | Evaluation of the management approach | Energy, Fuel Economy & Emissions > EHS Management System, Remanufacturing |\n| 306-1 | Waste generation and significant waste-related impacts | Remanufacturing |\n### GENERAL DISCLOSURES\n\n| DISCLOSURE NUMBER | DISCLOSURE TITLE                                      | RESPONSE                        |\n|-------------------|------------------------------------------------------|---------------------------------|\n| 306-2             | Management of significant waste-related impacts      | Remanufacturing                 |\n| 306-3             | Waste generated                                      | Reporting > ESG Data            |\n| 306-4             | Waste diverted from disposal                         | Reporting > ESG Data            |\n\n### GRI 308: SUPPLIER ENVIRONMENTAL ASSESSMENT\n\n| DISCLOSURE NUMBER | DISCLOSURE TITLE                                      | RESPONSE                                      |\n|-------------------|------------------------------------------------------|-----------------------------------------------|\n| 103-1             | Explanation of the material topic and its Boundary   | Reporting > Prioritization and Management of ESG Issues Material Procurement |\n| 103-2             | The management approach and its components           | Material Procurement                          |\n| 103-3             | Evaluation of the management approach                | Material Procurement                          |\n| 308-1             | New suppliers that were screened using environmental criteria | Reporting > ESG Data |\n\n### GRI 400: SOCIAL\n\n#### GRI 401: EMPLOYMENT\n\n| DISCLOSURE NUMBER | DISCLOSURE TITLE                                      | RESPONSE                                      |\n|-------------------|------------------------------------------------------|-----------------------------------------------|\n| 103-1             | Explanation of the material topic and its Boundary   | Reporting > Prioritization and Management of ESG Issues People |\n| 103-2             | The management approach and its components           | People                                        |\n| 103-3             | Evaluation of the management approach                | People                                        |\n| 401-2             | Benefits provided to full-time employees that are not provided to temporary or part-time employees | People > Health & Well-Being |\n\n#### GRI 403: OCCUPATIONAL HEALTH AND SAFETY\n\n| DISCLOSURE NUMBER | DISCLOSURE TITLE                                      | RESPONSE                                      |\n|-------------------|------------------------------------------------------|-----------------------------------------------|\n| 103-1             | Explanation of the material topic and its Boundary   | Reporting > Prioritization and Management of ESG Issues People > Employee Health and Safety |\n| 103-2             | The management approach and its components           | Executive Summary > Goals and Progress People > Employee Health and Safety |\n| 103-3             | Evaluation of the management approach                | People > Employee Health and Safety           |\n| 403-1             | Occupational health and safety management system     | People > Employee Health and Safety           |\n| 403-2             | Hazard identification, risk assessment, and incident investigation | People > Employee Health and Safety |\n| 403-3             | Occupational health services                         | People > Employee Health and Safety           |\n| 403-4             | Worker participation, consultation, and communication on occupational health and safety | People > Employee Health and Safety |\n| 403-5             | Worker training on occupational health and safety    | People > Employee Health and Safety           |\n| 403-6             | Promotion of worker health                           | People > Employee Health and Safety           |\n| 403-7             | Prevention and mitigation of occupational health and safety impacts directly linked by business relationships | People > Employee Health and Safety |\n### GENERAL DISCLOSURES\n\n| DISCLOSURE NUMBER | DISCLOSURE TITLE | RESPONSE |\n|-------------------|------------------|----------|\n| 403-8             | Workers covered by an occupational health and safety management system | People > Employee Health and Safety |\n| 403-9             | Work-related injuries | Reporting > ESG Data |\n| 403-10            | Work-related ill health | Reporting > ESG Data |\n\n### GRI 404: TRAINING AND EDUCATION\n\n| 103-1             | Explanation of the material topic and its Boundary | Reporting > Prioritization and Management of ESG Issues People > Talent Development & Training |\n| 103-2             | The management approach and its components | People > Talent Development & Training |\n| 103-3             | Evaluation of the management approach | People > Talent Development & Training |\n| 404-2             | Programs for upgrading employee skills and transition assistance programs | People > Talent Development & Training |\n\n### GRI 405: DIVERSITY AND EQUAL OPPORTUNITY\n\n| 103-1             | Explanation of the material topic and its Boundary | Reporting > Prioritization and Management of ESG Issues People > Health & Well-Being, Diversity & Inclusion, Human Rights & Employee Experience |\n| 103-2             | The management approach and its components | People > Health & Well-Being, Diversity & Inclusion, Human Rights & Employee Experience |\n| 103-3             | Evaluation of the management approach | People > Health & Well-Being, Diversity & Inclusion, Human Rights & Employee Experience |\n| 405-1             | Diversity of governance bodies and employees | Reporting > ESG Data 2022 Proxy, pg. 11 |\n\n### GRI 412: HUMAN RIGHTS ASSESSMENT\n\n| 103-1             | Explanation of the material topic and its Boundary | Reporting > Prioritization and Management of ESG Issues Material Procurement People > Health & Well-Being, Diversity & Inclusion, Human Rights & Employee Experience |\n| 103-2             | The management approach and its components | Material Procurement People > Health & Well-Being, Diversity & Inclusion, Human Rights & Employee Experience |\n| 103-3             | Evaluation of the management approach | Material Procurement People > Health & Well-Being, Diversity & Inclusion, Human Rights & Employee Experience |\n| 412-2             | Employee training on human rights policies or procedures | All Caterpillar employees are annually required to complete Code of Conduct training. As part of this training, employees must certify that they have read, understand and agree to comply with the Code of Conduct. Additional compliance training is also provided to employees based on risk identified in their job roles. |\n## GENERAL DISCLOSURES\n\n| DISCLOSURE NUMBER | DISCLOSURE TITLE | RESPONSE |\n|-------------------|------------------|----------|\n| **GRI 414: SUPPLIER SOCIAL ASSESSMENT** | | |\n| 103-1 | Explanation of the material topic and its Boundary | Reporting > Prioritization and Management of ESG Issues  \nMaterial Procurement  \nPeople > Health & Well-Being, Diversity & Inclusion, Human Rights & Employee Experience |\n| 103-2 | The management approach and its components | Material Procurement  \nPeople > Health & Well-Being, Diversity & Inclusion, Human Rights & Employee Experience |\n| 103-3 | Evaluation of the management approach | Material Procurement  \nPeople > Health & Well-Being, Diversity & Inclusion, Human Rights & Employee Experience |\n| 414-1 | New suppliers that were screened using social criteria | Reporting > ESG Data |\n| **GRI 416: CUSTOMER HEALTH AND SAFETY** | | |\n| 103-1 | Explanation of the material topic and its Boundary | Reporting > Prioritization and Management of ESG Issues  \nEnergy, Fuel Economy & Emissions > Enabling Customer Success |\n| 103-2 | The management approach and its components | Executive Summary > Goals and Progress  \nEnergy, Fuel Economy & Emissions > Enabling Customer Success |\n| 103-3 | Evaluation of the management approach | Energy, Fuel Economy & Emissions > Enabling Customer Success |\n| 416-1 | Assessment of the health and safety impacts of product and service categories | Caterpillar positively impacts the safety of our customers through product design and safety services offerings. |\nIndependent Assurance Statement to Caterpillar Inc.\n\nERM Certification and Verification Services, Inc. (ERM CVS) was engaged by Caterpillar Inc. to provide assurance in relation to the information set out below and presented in the Caterpillar 2021 Sustainability Report.\n\n**Engagement Summary**\n\n| Scope of our engagement | Whether the 2021 information and data for the specified indicators listed below are fairly presented in accordance with the reporting criteria. The data covered by the assurance will relate to year ending 31 December 2021. |\n|-------------------------|--------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------|\n| Environmental Data     | • Facilities located in water high risk areas with implemented water management strategies [%]  \n                          • Scope 1 GHG emissions [million metric tons CO2e and million metric tons CO2e/million dollars of sales and revenues*]  \n                          • Scope 2 GHG emissions (by market-based method) [million metric tons CO2e and million metric tons CO2e/million dollars of sales and revenues*]  \n                          • Total GHG emissions [million metric tons CO2e and million metric tons CO2e/million dollars of sales and revenues*]  \n                          • Total energy consumption [GJ and GJ/million dollars of sales and revenues*]  \n                          • Total water consumption [billion gallons and absolute thousand gallons of water/million dollars of sales and revenues*]  \n                          • Total electricity [MWH]  \n                          • Total water consumption by source [%]:  \n                            • Cooling water from foundry operations  \n                            • Municipal water  \n                            • Surface water  \n                          • Scope 1 GHG emissions 2018 baseline recalculation [million metric tons CO2e]  \n                          • Scope 2 GHG emissions (by market-based method) 2018 baseline recalculation [million metric tons CO2e]  \n                          • Safety indicators  \n                            • Lost Time Case Frequency Rate (LTCFR);  \n                            • Recordable Injury Frequency rate (RIF) per 200,000 hours worked. |\n| Reporting criteria      | The WBCSD/WRI GHG Protocol (2004, as revised January 2015) for the Scope 1 and 2 GHG emissions and Caterpillar internal reporting criteria and definitions for the other indicators. |\n| Assurance standard      | ERM CVS’ assurance methodology, based on the International Standard on Assurance Engagements ISAE 3000 (Revised). |\n| Assurance level         | Limited assurance |\n| Respective responsibilities | Caterpillar is responsible for preparing the data and for its correct presentation in reporting to third parties, including disclosure of the reporting criteria and boundary.  \n                           ERM CVS’s responsibility is to provide conclusions on the agreed scope based on the assurance activities performed and exercising our professional judgement. |\n\n**Our conclusions**\n\nBased on our activities, as described below, nothing has come to our attention to indicate that the 2021 data and information for the disclosures listed under ‘Scope of our Engagement’ above are not fairly presented, in all material respects, with the reporting criteria.\n\n**Our assurance activities**\n\nA multi-disciplinary team of sustainability and assurance specialists performed a range of assurance procedures which varied across the disclosures covered by our assurance engagement, as follows:\n\n- Interviews with relevant staff to understand and evaluate the data management systems and processes used for collecting and reporting the selected data (environmental and safety);\n- A review of the internal indicator definitions, reporting guidelines and emission and conversion factors;\n- An analytical review of the data from all sites and a check on the completeness and accuracy of the corporate data consolidation, including recalculation of base year emissions due to acquisitions and divestments;\n- Virtual visits to eight sites to review local reporting processes and consistency of reported annual data with selected underlying source data for select environmental and safety indicators. We interviewed relevant staff, reviewed site data capture and reporting methods, checked calculations and assessed the local internal quality assurance processes;\n- Desk-based review of source data for the significant contributing sites to each key corporate EHS metrics (e.g. energy, water, hours worked) including a sample of invoices and local incident logs, among others.\n\n**The limitations of our engagement**\n\nThe reliability of the assured information is subject to inherent uncertainties, given the available methods for determining, calculating or estimating the underlying information. It is important to understand our assurance conclusions in this context.\n\n**Our independence**\n\nERM CVS is a member of the ERM Group. The work that ERM CVS conducts for clients is solely related to independent assurance activities and auditor training. Our processes are designed and implemented to ensure that the work we undertake with clients is free from bias and conflict of interest. ERM CVS and the staff that have undertaken work on this assurance exercise provide no consultancy related services to Caterpillar Inc. in any respect.\n\nBeth Wyke, Head of Corporate Assurance Services  \n21 April 2022  \nERM Certification and Verification Services, Malvern  \nwww.ermcvs.com Email: post@ermcvs.com\nABOUT THIS REPORT\n\nThe reporting period is the 2021 calendar year, which is also Caterpillar’s fiscal year. Caterpillar is headquartered in Deerfield, Illinois, USA.\n\nThis report has been prepared in accordance with the Sustainability Accounting Standards Board (SASB) Standards and the Global Reporting Initiative (GRI) Standards: Core option. SASB publishes sector-specific reporting standards based on expert input and GRI publishes reporting standards based on company-conducted materiality assessments, both designed to allow businesses to identify the sustainability issues of highest importance to investors and most relevant in their industry. We are also working toward a common global purpose with contributions to the U.N. Sustainable Development Goals (UN SDGs). Further, we have committed to enhancing our reporting in alignment with the framework provided by the Task Force on Climate-related Financial Disclosures (TCFD) starting in 2023.\n\nGiven the breadth of our products, services and solutions, our advocacy on behalf of policies that enable sustainable development and the Caterpillar Foundation’s effort to build resilient communities, Caterpillar and our customers are helping build a more sustainable future. Report content represents 100% of the products and operations of Caterpillar Inc. and its subsidiaries where we have a controlling financial interest. Where noted, Caterpillar’s independent dealer network and supplier network are also represented. Caterpillar and subsidiary brands are listed on our website.\n\nCaterpillar’s environmental and safety metrics for operations are consolidated based on the Greenhouse Gas Protocol “operational control” approach. Environmental data excludes office locations with fewer than 500 employees and minor operations with fewer than 50 employees that will not have a significant impact on reported metrics. Safety data includes employees and agency workers in all workplaces within Caterpillar’s reporting boundary.\n\nERM Certification and Verification Services (ERM CVS) has conducted independent assurance of selected 2021 environmental and safety data. To understand the scope, activities and conclusions of the assurance process, please see the ERM CVS Assurance Statement.\nFORWARD-LOOKING STATEMENTS\n\nCertain statements in this press release relate to future events and expectations and are forward-looking statements within the meaning of the Private Securities Litigation Reform Act of 1995. Words such as “believe,” “estimate,” “will be,” “will,” “would,” “expect,” “anticipate,” “plan,” “forecast,” “target,” “guide,” “project,” “intend,” “could,” “should” or other similar words or expressions often identify forward-looking statements. All statements other than statements of historical fact are forward-looking statements, including, without limitation, statements regarding our outlook, projections, forecasts or trend descriptions. These statements do not guarantee future performance and speak only as of the date they are made, and we do not undertake to update our forward-looking statements.\n\nCaterpillar’s actual results may differ materially from those described or implied in our forward-looking statements based on a number of factors, including, but not limited to: (i) global and regional economic conditions and economic conditions in the industries we serve; (ii) commodity price changes, material price increases, fluctuations in demand for our products or significant shortages of material; (iii) government monetary or fiscal policies; (iv) political and economic risks, commercial instability and events beyond our control in the countries in which we operate; (v) international trade policies and their impact on demand for our products and our competitive position, including the imposition of new tariffs or changes in existing tariff rates; (vi) our ability to develop, produce and market quality products that meet our customers’ needs; (vii) the impact of the highly competitive environment in which we operate on our sales and pricing; (viii) information technology security threats and computer crime; (ix) inventory management decisions and sourcing practices of our dealers and our OEM customers; (x) a failure to realize, or a delay in realizing, all of the anticipated benefits of our acquisitions, joint ventures or divestitures; (xi) union disputes or other employee relations issues; (xii) adverse effects of unexpected events; (xiii) disruptions or volatility in global financial markets limiting our sources of liquidity or the liquidity of our customers, dealers and suppliers; (xiv) failure to maintain our credit ratings and potential resulting increases to our cost of borrowing and adverse effects on our cost of funds, liquidity, competitive position and access to capital markets; (xv) our Financial Products segment’s risks associated with the financial services industry; (xvi) changes in interest rates or market liquidity conditions; (xvii) an increase in delinquencies, repossessions or net losses of Cat Financial’s customers; (xviii) currency fluctuations; (xix) our or Cat Financial’s compliance with financial and other restrictive covenants in debt agreements; (xx) increased pension plan funding obligations; (xxi) alleged or actual violations of trade or anti-corruption laws and regulations; (xxii) additional tax expense or exposure, including the impact of U.S. tax reform; (xxiii) significant legal proceedings, claims, lawsuits or government investigations; (xxiv) new regulations or changes in financial services regulations; (xxv) compliance with environmental laws and regulations; (xxvi) the duration and geographic spread of, business disruptions caused by, and the overall global economic impact of, the COVID-19 pandemic; and (xxvii) other factors described in more detail in Caterpillar’s Forms 10-Q, 10-K and other filings with the Securities and Exchange Commission.\n", "source": "caterpillar_2021", "added": "2025-04-27", "created": "2025-04-27", "metadata": {"Source-File": "climate_reports/tp_reports/caterpillar_2021.pdf", "olmocr-version": "0.1.59", "pdf-total-pages": 71, "total-input-tokens": 140145, "total-output-tokens": 31476, "total-fallback-pages": 0}, "attributes": {"pdf_page_numbers": [[0, 0, 1], [0, 803, 2], [803, 2989, 3], [2989, 4890, 4], [4890, 6594, 5], [6594, 9362, 6], [9362, 10592, 7], [10592, 10622, 8], [10622, 12103, 9], [12103, 13430, 10], [13430, 13744, 11], [13744, 16277, 12], [16277, 18342, 13], [18342, 21762, 14], [21762, 22105, 15], [22105, 22917, 16], [22917, 25202, 17], [25202, 26976, 18], [26976, 27973, 19], [27973, 30746, 20], [30746, 32855, 21], [32855, 35708, 22], [35708, 37111, 23], [37111, 38879, 24], [38879, 40019, 25], [40019, 41530, 26], [41530, 43143, 27], [43143, 44402, 28], [44402, 45960, 29], [45960, 46694, 30], [46694, 47001, 31], [47001, 48407, 32], [48407, 50394, 33], [50394, 50585, 34], [50585, 52736, 35], [52736, 54117, 36], [54117, 56159, 37], [56159, 58418, 38], [58418, 58765, 39], [58765, 59259, 40], [59259, 62310, 41], [62310, 65181, 42], [65181, 66765, 43], [66765, 67982, 44], [67982, 70121, 45], [70121, 72827, 46], [72827, 75733, 47], [75733, 76996, 48], [76996, 78649, 49], [78649, 78877, 50], [78877, 80762, 51], [80762, 82500, 52], [82500, 84166, 53], [84166, 85447, 54], [85447, 85457, 55], [85457, 88572, 56], [88572, 90900, 57], [90900, 94829, 58], [94829, 98253, 59], [98253, 102239, 60], [102239, 107063, 61], [107063, 111131, 62], [111131, 113961, 63], [113961, 116488, 64], [116488, 120428, 65], [120428, 123112, 66], [123112, 124652, 67], [124652, 130329, 68], [130329, 132575, 69], [132575, 136245, 70], [136245, 136245, 71]]}}