{"id": "1e3644b915a0810a5f51292719bb46eb5659ec85", "text": "Table of Contents\n\n01 A Message from Our Leaders\n\n02 Project UP\n\n03 Connectivity: Expanding Digital Access\n09 Skills and Creativity: Creating Career Pathways and Amplifying New Voices\n18 Entrepreneurialism: Driving Economic Growth\n\n22 Diversity, Equity & Inclusion\n\n23 Developing Diverse Talent\n28 Cultivating a Culture of Inclusion\n38 Leveraging Our Programming, Platforms, and Products\n43 Driving Inclusive Growth\n46 2021 Diversity Data\n\n51 Environment\n\n52 The Path to Carbon Neutral\n54 Harnessing Renewable Energy to Drive Down Emissions\n57 Boosting Network Efficiency, Resilience, and Reliability\n58 Innovating Sustainably, from Product to Packaging\n61 Supporting Sustainability through Storytelling and Production\nIn a year marked by both ongoing challenges and encouraging signs of progress, we accelerated and deepened our efforts to support our local communities, our teammates, and our planet.\n\nAfter connecting 10 million people to the Internet over the past 10 years, our work to address digital inequities continues to build momentum. In 2021, we launched Project UP, our comprehensive initiative to help ensure that everyone has the resources and opportunities they need to build a future of unlimited possibilities. Backed by a $1 billion investment over the next decade, Project UP will provide tens of millions of Americans with access to the technology, tools, and resources that will enable them to build skills, careers, and pathways to economic mobility in an increasingly digital society.\n\nWe’re leveraging our unique expertise as a media and technology company to support underserved communities and underrepresented small businesses, including opening over 1,000 Lift Zones in community centers nationwide to provide students, seniors, and veterans with free Internet. And we awarded millions in Comcast RISE monetary, marketing, and technology grants to help thousands of entrepreneurs of color keep their businesses open amidst a pandemic and, ultimately, thrive.\n\nFinally, we took additional steps to reduce our environmental footprint in 2021 by setting an ambitious goal to be carbon neutral for Scope 1 and 2 emissions across our global operations by 2035.\n\nWhile we are incredibly proud of these achievements, which you can read about in the pages that follow, we’re even more excited about the road ahead. We remain resolutely focused on making the future we envision—one where everyone, in every community, has the chance to realize their dreams—a reality by deepening our commitments in new, innovative, and impactful ways.\n\nNone of this would be possible without our wonderful people and partners, who are the heart and soul of this important work. We are grateful for their ongoing support and passion.\nProject UP is our initiative to help advance digital equity and build a world of unlimited possibilities. From connecting people to the Internet; to opening doors for the next generation of innovators, entrepreneurs, and storytellers; to creating new career pathways in media and technology, we can deepen our impact and help create a future that benefits generations to come. This work is backed by a $1 billion commitment over the next 10 years, which will enable us to reach tens of millions of people with the opportunities and resources they need to create a brighter future.\nCONNECTIVITY:\n\nExpanding Digital Access\n\nA key component of Project UP is increasing access to the Internet — and the tools and information necessary — to close the opportunity gap. Over the past 10 years, Comcast has connected 10 million people to the Internet at home through Internet Essentials, the nation’s largest and most comprehensive broadband adoption program. And when the COVID-19 crisis began, our company was already well-positioned to spring into action with two other connectivity solutions: Lift Zones, which are community centers that provide free Wi-Fi, and the Internet Essentials Partnership Program, which enables schools, school districts, and community partners to quickly connect large numbers of people to the Internet at home. At the same time, we continue to focus on driving adoption for discrete populations, like Federal Pell Grant recipients, seniors, and veterans, to help get even more people connected.\n\nCollaborating to Close the Gap\n\nWhile Comcast is committed to digital equity within our own programs, we know that closing the broadband adoption gap requires collective action. In November 2021, the federal government signed into law the Infrastructure and Investment Jobs Act, which includes the $14.2 billion Affordable Connectivity Program (ACP). This is a successor to the temporary $3.2 billion Emergency Broadband Benefit (EBB) program, which helped Americans connect to the Internet during the COVID-19 crisis. Through these programs, which enable qualifying low-income customers to apply a financial subsidy to our broadband services, customers can receive our Internet Essentials service or our new enhanced Internet Essentials Plus service with twice the download speed — up to 100 Mbps — effectively for free. Comcast is proud to continue supporting these efforts to help close the digital divide for low-income consumers and connect even more people to the endless opportunity, education, growth, and discovery that the Internet provides.\n\nA DIGITAL EQUITY SNAPSHOT\n\n1 Billion\ncommitted in cash and in kind over the next 10 years to further close the digital divide\n\nTens of Millions\nof people reached with connectivity, skills, training, and resources\n\n1,000+\ncommunity partnerships\nBridging the Digital Divide: Internet Essentials\n\nInternet Essentials provides wraparound solutions for low-income families, including: a low-cost, high-speed Internet connection at home, access to free online digital skills training through a network of thousands of local partner organizations, and the option to purchase a low-cost computer.\n\nA lack of digital skills is clearly a significant barrier to broadband adoption. While these skills will take time to learn, the benefits will last a lifetime and close not just the digital divide, but the economic divide as well.\n\nBroderick Johnson\nEVP, Public Policy & EVP, Digital Equity\nComcast Corporation\n\nDigital Harbor High School\nBaltimore, MD\nSeveral years ago, Josh Delano left active military service to spend more time with his family. Once home, he decided to pursue his dream of becoming an electrical engineer and went back to school to continue his education.\n\nThrough a Department of Veterans Affairs federal work study program, Delano first heard about Internet Essentials, which had just expanded its eligibility to include low-income veterans. The home Internet service enabled him to do his schoolwork at home, and save money by eating at home. In 2018, Delano graduated with a bachelor’s degree in electrical and electronics engineering, and he has since found fulfilling work doing electrical construction.\n\nMayra and her daughter Llulisa are Internet Essentials customers and now benefit from the Affordable Connectivity Program (ACP), an early success of the historic bipartisan infrastructure law passed late last year. They are among the 10 million families who began using the program within just a few short months.\n\nLlulisa says that during the pandemic, the Internet connected her to resources that helped her complete her homework and apply to colleges online. She just got accepted to her first choice for college, and she plans to be an immigration lawyer one day. “I’ll be the first person in my family to attend college, but not the last,” she says.\n\nAlbert Pennell has 12 children and 24 grandchildren. Yet without Internet service or a digital device, it hasn’t always been easy for him to stay in touch. But all of that changed through Internet Essentials, whose eligibility includes low-income seniors.\n\nWith Internet Essentials, Pennell received access to digital skills training, a connected device, and Internet service at home. Learning how to use a computer and operate a cellphone has been life-changing for Pennell. Not only does he now stay more connected with his family; he uses his tablet at church to help others, listen to music, and search Bible verses.\nCelebrating a Major Milestone: Lift Zones\n\nIn 2021, Comcast reached an auspicious milestone ahead of schedule: our 1,000th Lift Zone. Now that the goal has been reached, we are building on this progress with more ambitious goals — installing 250 additional Lift Zones before the end of 2022 and providing free Wi-Fi to 100 veteran-serving locations nationwide. And as the number of Lift Zones continues to climb around the country, we are boosting our programming in response to the needs of the communities they serve.\n\n“Today, we are rededicating ourselves to this mission to ensure that the next generation of leaders in America has the tools, resources, and abilities they need to succeed in an increasingly digital world.\n\nDave Watson\nChief Executive Officer\nComcast Cable\nLift Zone Partner Snapshot\n\nThe Sanneh Foundation, home of Comcast’s very first Lift Zone, is an organization fiercely dedicated to supporting underserved youth and families in the Twin Cities.\n\nThe Foundation runs an afterschool program at the Conway Center, where kids gather for tutoring, a warm meal, or a safe space. As the needs of the community changed during the pandemic, so did what the Sanneh Foundation offered.\n\nThe afterschool program quickly shifted course, opening its doors during the school day, installing glass booths, and hiring parents and other community members. In September 2020, Comcast installed its first Lift Zone, which increased Internet access and helped repurpose the gym as a distance-learning hub.\n\nThe Lift Zone became a lifeline. “It helped families survive, because they couldn’t afford to stay home,” says the founder and CEO, Tony Sanneh. It also supported a community dealing with prolonged uncertainty, for example, by connecting families in need to the Foundation’s food distribution program. “During a challenging time, it let everyone have some ease.”\nNow both organizations are celebrating another milestone with the opening of Comcast’s 1,000th Lift Zone, and Sanneh’s second, in December 2021. After a fire forced the Conway Center to close for four weeks, the Sanneh Foundation quickly shifted its operations to another location to host its free youth sports camps and food distribution. Comcast swiftly moved in to bring service to the new location, making it fully operational as a Lift Zone for older youth, with a focus on career readiness and workforce development. Comcast marked the anniversary with a $50,000 grant to help support the organization as it rebuilds.\n\n**LIFT ZONE MILESTONE**\n\n1,000th\nSKILLS & CREATIVITY:\n\nCreating Career Pathways and Amplifying New Voices\n\nProject UP focuses on creating equitable access to skills and development opportunities to build and support the future workforce. We are connecting underrepresented people with career on-ramps by helping them develop marketable skills in IT, journalism, filmmaking, computer science, and other tech-enabled industries. In doing so, we are supporting and empowering the next generation of innovators, entrepreneurs, storytellers, and creators.\n\nShining the Light on Barriers — and Solutions\n\nMany workers are underrepresented in technology careers. How do we level this uneven playing field? The first step is understanding the scope and scale of the problem through data and research.\n\nThat’s why we are partnering with Jobs for the Future (JFF), a national nonprofit that works toward economic equity through changes in the workforce and educational system. A partnership with Comcast NBCUniversal supported a new report identifying promising evidence, practices, and policies that create conditions for Black learners and workers to advance in the tech industry.\nBuilding Digital Skills at Every Stage\n\nWe are on a mission to create a world where the next generation has the skills they need to succeed and thrive in our increasingly digital world. In order to have the most lasting impact, we partner with nonprofits who work every day to create equitable career pathways, for everyone from youth to adult learners.\n\nPer Scholas has a mission to advance economic equity through rigorous training for tech careers and connecting skilled talent to leading businesses; currently, Comcast is partnering with the organization to scale its remote operations and train 1,500 learners for in-demand technology jobs. We support Genesys Works, which provides pathways to career success for high school students in underrepresented communities through skills training, work experiences, and relationships. NBCUniversal is partnering with Year Up to close the opportunity divide, by training young people for early-career positions in ad sales, ops, and tech. Through Comcast NBCUniversal funding, Easterseals affiliates received grants to enable them to continue delivering critical\nservices for people with disabilities and their families, with the help of technology and digital solutions. With a mission to empower and advance the Hispanic community and strengthen Latino institutions, Hispanic Federation focuses on education, health, immigration, and the environment. Build.org, an entrepreneurship program that helps under-resourced high school students discover their untapped talents and potential, offers mentoring and experiential learning programs to prepare young people for the future. They offer the Design Challenge, a free, online curriculum created to inspire these students to use design thinking to solve real-world problems, tapping into their innate energy and imagination.\n\nVolunteering with our Partners\n\nIn 2021, Comcast teamed up with CoLabl, a startup that supports underrepresented talent through networking and mentoring with potential employers. CoLabl connected Comcast employees with students participating in programs at Per Scholas and NPower, two of Comcast’s partners. More than 100 Comcast employees volunteered to host mock interviews and provide career insights during a series of six virtual career workshops that attracted approximately 180 participants pursuing career pathways in technology.\nOur Regional Partners\n\nComcast’s partners in driving economic mobility run the gamut from national organizations with many chapters, to small — yet mighty — local organizations. Here are some of our regional partnerships that share our goals of advancing tech skills, increasing educational opportunities, and supporting entrepreneurs:\n\n**Suazo Business Center** helps existing and future Latino and other underserved entrepreneurs in Utah’s Wasatch Front, which includes Salt Lake City, West Valley City, West Jordan, Layton, and Ogden. Comcast supports Suazo’s Business Startup and Growth program, which provides tools, resources, and training to first-generation entrepreneurs.\n\n**Byte Back** in Washington, D.C., provides a pathway of inclusive tech training that leads to living-wage careers for low-income adults. Our partnership supports digital access through loaner laptops, provides training for digital skills and IT certifications, and offers workforce development for learners to build soft skills and career readiness.\n\n**The Arab Community Center for Economic and Social Services (ACCESS)** in Dearborn, Michigan, provides technology-based educational and developmental opportunities to empower communities. Comcast supports the organization’s Digital Inclusion program, whose goal is to increase the number of high school students with advanced technology skills. Training sessions include computer technology education, college preparedness, and life skills.\nPartner Impact in Action\n\nEbuka Egbonam\n\n**CodePath**\n\nIt can be daunting for college students to ponder their career path after graduation. Fortunately, Ebuka Egbonam, a young Nigerian community college student in Illinois, found his footing in the tech field through CodePath, a nonprofit organization committed to providing opportunity for students while increasing diversity in the tech world at large. It offers cost-free coding courses as well as mentorship and career support to all who enlist.\n\nHe says that the program equipped him with both technical and soft skills, and led him to realize he wants to be a software engineer for Google.\n\nAirat Azeez\n\n**NPower**\n\nFinding a job during a pandemic isn’t easy, and Airat Azeez, 22, struggled to find a place. After she heard about NPowert through a friend, she wholeheartedly committed to the rigorous 16-week IT Fundamentals course.\n\nNPowert is a nonprofit that offers tuition-free programs to help launch tech careers for military veterans and young adults. During the training, she learned CompTIA A+, Google IT support, and got exposure to many other technologies. The program widened her network and helped her narrow down what kind of job she was looking for. She now holds a position as a technical recruiter.\n\nGrows to Code\n\nComcast Grows to Code prepares frontline employees for entry-level software engineering roles through a partnership with the nonprofit LaunchCode. The six-month career development program includes an intensive coding bootcamp, onboarding program, and apprenticeship. All graduates of the first Comcast Grows to Code class are now full-time Comcast engineers. Based on the program’s success, it has expanded to additional cities around the country and added new engineering and design career paths.\nCreating Space for Tomorrow’s Storytellers\n\nComcast NBCUniversal helps emerging talent explore careers in arts, news, sports, and entertainment. In doing so, we not only contribute to a more inclusive media landscape, we support skill-building that leads to economic mobility.\n\nNBCU Academy is committed to shifting the historic underrepresentation of diverse and marginalized communities in media. This innovative journalism training and development program prepares college students and recent graduates for careers in the news and media technology industry through access to on-site curriculum and digital content, hands-on training in newsrooms, and funding for accredited journalism programs and scholarships. A flagship initiative is the NBCU Academy Embed program, where six students from partner educational institutions, or entry-level journalists affiliated with journalism diversity organizations, spend two years working and training with our news teams that sit within the NBC News Digital diversity verticals and CNBC. These placements include NBC Asian America, NBCBLK, NBC Latino, NBC Out, CNBC Make It, and CNBC en Español.\n\nNBCU Academy has partnered with academic universities, community colleges and institutions, including Historically Black Colleges and Universities, Hispanic-Serving Institutions, and colleges with significant Latino, Asian American and Pacific Islander, Black, Indigenous, and tribal populations. This reaches students from diverse racial, ethnic, sexual orientation, gender identity, ability, economic, and geographic backgrounds.\nTo celebrate NBCU Academy’s one-year anniversary in January 2022, the program announced the addition of 13 new partners, bringing the total number of partnerships across the country to 30. The addition of these schools expands the program’s reach by introducing STEM programs, growing NBCU Academy’s geographic footprint, and broadening the program beyond journalism to include business, engineering, technology, and sports programs.\n\n“Through NBCU Academy, we’re nurturing a generation of diverse journalists that are ahead of the curve on media technologies and have a deep understanding of a range of industries.”\n\nYvette Miley\nSVP of Diversity, Equity, and Inclusion\nNBCU News Group\nElevating Young People’s Voices\n\nThrough our partnerships, Comcast is dedicated to increasing pathways for previously untold stories and unheard voices. Here are just a few examples of the organizations we support to advance this goal:\n\nUrban Arts Partnership\n\nVision: Bringing greater equity and stronger outcomes to public education through digital storytelling.\n\nYoung Storytellers\n\nVision: Using storytelling to spark creativity among elementary and middle school students in underfunded schools.\n\nGirls Write Now\n\nVision: Breaking down the barriers of gender, race, age, and poverty to support the next generation of writers and leaders, using storytelling to find and celebrate each person’s unique voice.\n\n“\n\nWe are doubling down on empowering the next generation of creatives from diverse and underrepresented backgrounds.\n\nHilary Smith\nExecutive Vice President\nNBCUniversal Corporate Social Responsibility\nAdvancing Inclusion for Creators\n\nWe embrace opportunities to address longstanding, systemic issues we see in the media industry, such as the underrepresentation of female directors. NBC’s Female Forward forges a pipeline into scripted television for female directors. Through the program, nascent directors are given the opportunity to shadow current directors of an NBC series and then direct an in-season episode.\n\nTo further foster a more inclusive industry, we partner with the Geena Davis Institute on Gender in Media’s Spellcheck for Bias, a program aimed at increasing authentic onscreen representation and casting opportunities for underrepresented talent.\n\nOn the film side, the Global Talent Development & Inclusion department and the American Film Institute’s (AFI’s) Directing Workshop for Women collaborate closely on the Universal Directors Initiative, which exposes directors to the studio production process as well as creative and production executives across the company.\n\nOriginal Voices Fellowship Program, which is a joint program from NBCU Academy and NBC News Studios, awards a $60,000 grant, access to NBCU News Group resources, and a one-year fellowship to documentarians. Now entering its second year, the program supports feature-length nonfiction films that showcase stories highlighting social issues affecting women, LGBTQ, people of color, and people with disabilities.\nEntrepreneurialism:\n\nSmall businesses not only benefit individuals and their communities, but also help the broader economy prosper. Through our programs and partners, Project UP is helping to equip underrepresented entrepreneurs with the skills, digital resources, and opportunities to establish, maintain, and grow their businesses.\n\nDriving Economic Growth\n\nComcast RISE recipient Seungmin Lee (shown on right), owner of Hello Chicken\nAtlanta, GA\nSeeding Small Business Success\n\nRunning a small business is hard work, period. But for small businesses owned by people of color, existing systemic barriers can make it even harder. Comcast RISE — which stands for Representation, Investment, Strength, and Empowerment — is a program we created to help remove these barriers.\n\nTo mark the program’s first anniversary in November 2021, Comcast RISE expanded eligibility to all women-owned businesses.\n\nThe COVID-19 pandemic shone a light on a lot of inequities in society. Comcast RISE came about to help communities recover, and has had an incredible impact already on underrepresented entrepreneurs.\n\nPooja Midha\nChief Growth Officer\nComcast Advertising\n\nComcast RISE by the Numbers\n\nIn its first year, the program provided:\n\n- $50 Million in marketing services and technology makeovers\n- $11 Million in cash grants from the RISE Investment Fund\n- 6,700 small businesses owned by people of color support in 422 cities nationwide. Comcast RISE is on track to support 13,000 entrepreneurs by the end of 2022\n**RISING STARS**\n\nComcast RISE provides grants for technology and marketing makeovers, including media campaigns and equipment upgrades. In addition, the RISE Investment Fund awards small business owners a $10,000 grant to propel their business to the next level. Here are a few recipients:\n\n**ES Beverage**, a hot and cold beverage wholesaler and retailer in Atlanta, Georgia. Owner: **Sabrina Scott-Pappas**\n\n“COVID made the commerce business so tenuous. But Comcast RISE changed my life. It helped me to lower operational costs so I could regroup. They put me in a unique space where I could scale on my own.”\n\n— Sabrina Scott-Pappas\n\n**Ravlin Martial Arts**, a community-based martial arts school in Houston, Texas. Owner: **Angelus McFarlane**\n\n“RISE was the best thing that happened in 2020. The grant from Comcast and the technology they provided will help bring more people back to us now, and will take us through many years in the future.”\n\n— Angelus McFarlane\n\n**Project Body**, a fitness center for women located in Atlanta, Georgia. Owner: **Claudia Fitzwater**\n\n“The technology makeover I got through RISE helped us enhance our livestream model; we got a bump in our bandwidth, which helped with our quality and services.”\n\n— Claudia Fitzwater\n\n**Create Cooking School**, an Aurora, Colorado, school that brings people together to experience the flavors and ingredients of Latin American food. Owners: **Erasmo Casiano and Diego Coconati**\n\n“During the trying times of the pandemic when we had to change our business model, access to faster Internet and higher-tech phone lines helped us get over the edge.”\n\n— Erasmo Casiano\nInvesting in Leaders Who Innovate\n\nAt Comcast NBCUniversal, we partner with forward-thinking organizations who are working with speed and intention to elevate the next generation of leaders. These leaders focus on bringing innovative ideas to life to create a more equitable society, which aligns with our company’s goals of disrupting systemic racism. Here are a few of our trusted partners:\n\nSurge Institute\n\nWhat it does: Brings innovation and training to leaders of color in the field of education. Surge alumni have launched their own businesses and moved into leadership roles within their own organizations.\n\nNational Urban Fellows\n\nWhat it does: A leadership development program that attracts, prepares, and positions people of color and women into social impact leadership positions and careers. Alumni from the program serve in elected office and as heads of foundations and nonprofits across the country.\n\nNative Women Lead\n\nWhat it does: Works to revolutionize systems and inspire innovation by investing in Native Women in business. The Albuquerque-based nonprofit organization does this by convening communities and building coalitions in ways that honor Native American culture and creativity.\nWe passionately believe that infusing more diversity, equity, and inclusion (DE&I) in all areas of our society will create a more just world. It is also vital to our company’s success — and to sparking innovation and growth that ultimately benefits all people.\nDeveloping Diverse Talent\n\nWe are putting the full weight of our resources into accelerating our longstanding DE&I work, with the goal of driving lasting change and, ultimately, ensuring a more connected and equitable world. We know this must start inside the walls of our company, where we continue to invest in hiring, development, and advancement strategies, and building a workforce culture that reflects the communities we proudly serve. By doing so, we foster an inclusive and collaborative environment that empowers our greatest asset: our people.\n\n“Across our businesses, we have created pipeline and development programs for people from all backgrounds, as well as encouraged mobility, to ensure that we grow and retain the leaders of tomorrow.\n\nJeff Shell\nChief Executive Officer\nNBCUniversal\nCreating Inclusive Pathways\n\nCreating more equity and equality in our organization requires careful thought about the kind of culture we want to grow, nurture, and support. That’s why we apply a DE&I lens to our recruiting, retention, and pipeline efforts, which enables us to tap into the widest and deepest pool of talent available.\n\nIn 2021, we continued to take intentional and deliberate steps to attract diverse talent and evolve our strategies in support of our aspiration to have 50% women and 33% people of color at every level of our organization.\n\nWe want potential employees to know that we are a diverse and inclusive workplace, where everyone belongs, and everyone’s voice is heard. Our employer brand campaign, Create the Future with Us, highlights the unique backgrounds, experiences, and perspectives of our employees. Comcast’s inclusive culture, captured in the brand pillar Bring Your Amazing Self, is represented in content throughout our internal and external websites, Career Center platform, social media channels, and digital media campaigns.\n\nAs of 2021, our company reached the most inclusive employee representation in the 10 years since we have been tracking diversity data.\n\n“\n\nWe strive to be a company where every employee feels welcomed and embraced as their true authentic selves, and one where the many vibrant experiences, backgrounds, and perspectives that make up our special organization are celebrated and valued.\n\nDalila Wilson-Scott\nEVP & Chief Diversity Officer, Comcast Corporation\nPresident, Comcast NBCUniversal Foundation\nWe are also focused on forging new strategic partnerships with universities, community impact organizations, civil rights groups, and nonprofits to diversify our candidate pipeline. Our partnerships with Historically Black Colleges and Universities (HBCUs) are a key element of our recruitment strategy. Our activities range from HBCU-specific hiring and networking events, meetings with student organizations, and the on-campus Xfinity HBCU Experience, where students learned about career opportunities.\n\nIn line with our efforts to provide more gateways into the industry, we could not be more excited to bring the Below-the-Line Traineeship to a new generation of talent.\n\nDonna Langley\nGroup Chairman\nUniversal Filmed Entertainment Group\n\nProviding On-Set Training and Mentorship for Diversity Behind the Camera\n\nUniversal Filmed Entertainment Group (UFEG) recently launched its Below-the-Line Traineeship for underrepresented talent pursuing careers behind the camera. As part of NBCUniversal’s commitment to promote DE&I across all areas of film and TV production, the paid traineeship kicked off with the director Jordan Peele’s film “Nope.” In collaboration with the Anti-Recidivism Coalition (ARC) and Hollywood Cinema Production Resources (Hollywood CPR), the program welcomed six trainees to the set, who were assigned to departments based on their area of study or interest.\n\nJordan Peele\nDirector of “Nope”\nFocusing on Training & Growth\n\nAt Comcast NBCUniversal, we aspire to create a place where diverse employee populations can grow both personally and professionally. This centers on building a workplace where all people have the chance to develop their skills and embrace new experiences. We offer training, networking, and development resources across all levels of the organization, with many programs tailored for employees of color, women, and other underrepresented communities. Our goal is to build a workplace where all people have the chance to develop their skills, broaden their perspectives, expand their networks, and embrace new experiences.\n\nTo date, 200 director-level talents have completed NBCUniversal’s Elevate Talent Lab experiences, designed to identify, engage and empower underrepresented talent, including Black, Asian/Pacific Islander, and Hispanic/Latino talent, across the NBCUniversal portfolio. To further develop emerging and senior leaders of color at Comcast, we partner with DiverseForce on Boards, a training program that matches leaders with local nonprofit boards to strengthen our Philadelphia-area communities.\n\nEmpowering Executives to Make Bold Career Moves\n\nThe Talent Catalyst program provides employees with services and resources to pursue cross-functional career opportunities. The two-year program prepares potential successors for VP-level roles, pairing participants with executive sponsors and assignments focused on areas of the business outside their current roles. Nearly half of the first two cohort’s 87 participants are women, and more than one-third are people of color.\n\nWe’re creating a workplace where everyone can bring their whole self to work and have the opportunity to succeed.\n\nCraig Robinson\nEVP & Chief Diversity Officer\nNBCUniversal\n\nToni Murphy\nPast Talent Catalyst participant\nComcast Cable is launching a host of DE&I-centered coaching programs, many of which focus on women, to help leaders build both their careers and inclusive teams. Here are a few examples:\n\n**Tone Networks** is an online learning and coaching platform designed for women, with tools focused on leadership, professional growth, allyship, and more.\n\n**The Cru** uses technology to help women meet their personal and professional goals by developing meaningful relationships with like-minded peers and diversifying their networks.\n\n**CoachDiversity** helps senior executives sharpen their emotional intelligence and gain a clear understanding of how to overcome unconscious bias for greater empathy, self-awareness, and more equitable decision-making.\nThrough every aspect of our company, we embrace diversity of background, perspective, and experience. In 2021, we expanded our efforts to champion a culture of inclusion and advance a society where everyone has the opportunity to realize a future of limitless possibilities. To truly understand how we can drive inclusivity throughout the company, we hosted employee listening sessions and conducted interviews with leaders across every level of the company.\nLiving Our Commitment\n\nOur rotating DE&I Employee Advisory Council, which consists of 24 employees across Divisions, Regions, and Business Units, works alongside the National DE&I Cable Leadership Council and provides advice, recommendations, and feedback, and also pilots and previews new products or policies that are the outcomes of our DE&I efforts across the company. Similar councils have formed at different levels of the company to inform and support our efforts as well, giving even more teammates a voice in shaping our plans to champion equity.\n\nIn 2021, we continued to invest in opportunities for employees to help steward our workplace inclusion strategy. Our external Corporate DE&I Advisory Council is comprised of national civil rights, academic, political, and business leaders from the Black and African American, Asian American and Pacific Islander, Latino, Indigenous People and Native American, LGBTQ communities, women, and people with disabilities. The council helps us ensure accountability and drive progress in critical DE&I focus areas.\n\nSupporting One Another through Affinity Groups\n\nAnother way we provide our employees with visibility and support is through our company-wide Employee Resource Groups (ERGs). These are voluntary, employee-led networks dedicated to developing the careers of our employees, providing community volunteer opportunities, and building an inclusive and collaborative workplace.\n\nOur nine ERGs include more than 35,000 members in over 225 chapters across Comcast NBCUniversal, engaging people at all levels of the organization, empowering employees to drive business results while supporting an inclusive, collaborative company culture.\n\nTo support the development of our ERG projects, programs, and events, we recently established ERG Elevate, an annual fund. Each ERG will receive $62,500 to elevate their work. Additionally, a new ERG governance structure includes two National Champions for each ERG to serve on a national advisory council responsible for driving our ERG strategic priorities. The new fund and structure will support cross-enterprise collaboration and the development of a shared vision for our ERGs.\n\nComcast NBCUniversal is a far more diverse company than it was 10 years ago. And I’m very proud of the role UnidosUS and the Corporate DE&I Advisory Council have played in that regard.\n\nJanet Murguia\nPresident & CEO\nUnidosUS\nERGS BY THE NUMBERS\n\n9 ERGs\n35,000 members\n225 chapters\n\n“\nWe have built a thriving community with the Comcast APA ERG, and I love being a part of it.\n\nNoopur Davis\nNational Champion, APA ERG;\nEVP, Chief Product & Information Security Officer\nComcast Cable\n\nOur ERGs\n\nAPA (Asian Pacific Americans)\nBEN (Black Employee Network)\nMyAbilities (People with Disabilities)\nOUT (LGBTQ and Straight Allies)\nUnidos (Hispanic/Latino)\nVetNet (Veterans)\nYPN (Young Professionals)\nWomen’s Network\nIndigenous\nERGs in Action\n\nIndigenous ERG was launched on October 11, 2021, in honor of Indigenous Peoples’ Day. The ERG aims to elevate Indigenous voices inside our company while celebrating and promoting awareness of the vast experiences and accomplishments of Indigenous people from the more than 550 federally recognized tribes across the country and countless cultures worldwide.\n\nUnidos ERG honored the cultures and contributions of Hispanic and Latino Americans through a series of Hispanic Heritage Month events and initiatives, including remarks from the acclaimed novelist, feminist, and philanthropist Isabel Allende.\n\nMyAbilities ERG continued to empower and engage employees with disabilities, and to build cultural sensitivity and awareness.\n\nOUT ERG created a virtual “Pride World” in lieu of in-person Pride Parades during Pride Month (June 2021), featuring online events, floats, flags, and street signs honoring famous LGBTQ figures throughout history, and an LGBTQ streaming cinema.\n\n“Terms like inclusion are so important because it means trying to understand. Because you don’t have to ‘be’ to belong … allyship and cross-community collaboration is the key to inclusion.”\n\nKyle McSiarow\nNational Champion, Indigenous ERG;\nSVP, Business Development and Planning\nComcast Cable\nMy purpose is to be on the forefront as a woman of color in this space, representing people who look like me and letting them know they can thrive here.\n\nShirlette Chambers\nBENgineers, Co-Lead; Cloud Software Engineer\nComcast\n\nContinuing Education\n\nAcross our organization, we are creating moments to come together and participate in collective learning through programs such as these:\n\nOur expanded DE&I Speaker Series, which on International Transgender Day of Visibility featured Michaela Jaé Rodriguez, the first transgender woman to win a Golden Globe and be nominated for an Emmy.\n\nTens of thousands of employees have participated in DE&I Day to build understanding about unconscious bias and about the actions everyone can take to build a positive and more inclusive culture for all.\n\nMeet the Moment is a voluntary, yearlong educational program developed specifically for our employees that features education, as well as action steps, toward holding all employees accountable for sustained focus and progress on DE&I issues.\nIn conjunction with ULearn, Comcast’s internal Learning and Development organization, and our Employee Relations team, the OUT ERG helped drive the creation of a Pronoun Guide for Comcasters.\n\nIn addition, we recently launched Guidelines to Support Transgender Employees to help raise awareness and build deeper understanding within our teams and company about transgender and gender non-binary experiences.\n\nWe remain committed to using our collective voice to drive awareness and empower Asian American employees and communities. For example, our Asian Pacific American (APA) ERG partnered with The Steve Fund to host a series of mental health workshops to help employees navigate the trauma of racism and discrimination.\n\nThe sharp rise in incidents of anti-Asian bias, harassment, violence, and hate since the start of the pandemic has sparked a national conversation on Asian identity and discrimination. To commemorate Asian American and Pacific Islander (AAPI) Heritage Month, we announced a $2 million contribution to 14 social justice nonprofits working to combat anti-Asian hate, and launched a long-term partnership with Asian Americans Advancing Justice (AAJC) to correct misinformation and disinformation.\n\nComcast NBCUniversal’s support will enable us to continue to speak out against the wave of senseless crimes and hate being perpetrated against members of the AAPI community, and call for social justice and civility.\n\nJohn C. Yang\nPresident & Executive Director\nAsian Americans Advancing Justice | AAJC\n\nRecognition for Disability Inclusion\n\nIn 2021, we were named Disability:IN 2021 Marketplace Innovator of the Year for our efforts to create an inclusive workplace where employees of all abilities can thrive in support of business innovation, and to create content that tells the remarkable stories of people impacted by our commitment to accessibility and empowered by our inclusive technologies to live more independent lives.\nCelebrating Culture and Community through Art\n\nTo commemorate the Martin Luther King, Jr. holiday and Black History Month in 2021 and 2022, hundreds of Comcast employees and their families participated in a unique project with Mural Arts Philadelphia and local artists Serena Saunders and Alloysius McIlwaine. Employees received a canvas to paint and mail back to the artists, who combined the artwork into murals to display at local nonprofit partner locations.\nUsing Our Platforms to Promote Inclusivity\n\nThe More You Know, NBCUniversal’s award-winning initiative, which brings the nation’s most pressing issues to the forefront of public consciousness, is extending beyond its traditional public service announcement (PSA) format in 2022, with timely, relevant and inclusive video segments streaming on Peacock and promoted across digital and social media.\n\nTo champion Asian American voices, Xfinity again teamed up with Gold House to curate a collection of movies, music, shows, and podcasts that authentically celebrate and elevate AAPI stories; a Comcast Newsmakers panel discussion explored the deeply rooted history of Asian American discrimination and its ties to the current climate; and the “We Belong” campaign promoted a video tribute to AAPI contributions to our country’s history across national, local, and digital NBC platforms.\n\nCelebrating Diverse Storytellers\n\nFor Black History Month 2022, we marked the first anniversary of the Black Experience on Xfinity by unveiling an expansive, on-demand collection of movies, TV shows, and documentaries championing the cinematic achievements of independent Black filmmakers and the legacy of civil rights pioneers. Yet another example of our vast ecosystem of diverse content on Xfinity is the “¡Mi gente, presente!” collection of bilingual and bicultural content to celebrate Hispanic Heritage month.\nEmbedding DE&I across Our Business\n\nAdvancing our diversity and equity priorities requires strategic alignment, impassioned leadership, and seamless collaboration. We are deepening our efforts in each of these areas by embedding executives with oversight of DE&I strategy and execution. These leaders take on key DE&I issues related to governance, public policy, education, and training. They also share open positions with their networks to ensure qualified candidates from underrepresented backgrounds — both within and outside the organization — are considered.\n\n“I’ve never been prouder to work for this company. We’ll continue to prioritize fostering a culture that includes collaboration, communication, and diversity and inclusion.”\n\nRashida Jones\nPresident\nMSNBC\nBlazing a Trail at Comcast Cable\n\nIn 2021, Loren Hudson was named the first-ever Chief Diversity Officer for Comcast Cable. The 21-year Comcast veteran serves as a key partner to senior leaders and Human Resources, with a focus on establishing frameworks for DE&I accountability and driving employee training, career development, and education.\n\nQ: How do you see DE&I at Comcast, and your role in moving it forward?\nA: One reason I joined the company 21 years ago was seeing senior leaders during the interview process who looked like me. And, like many others here, I’ve benefited from the continuous investment Comcast has made in my career. Now, I have the opportunity to be innovative in ways that reflect our current and future workforce needs.\n\nQ: What attracted you to this role?\nA: I have the opportunity to combine my passions: I get to focus on hiring and developing diverse talent and, operationally, I get to apply a DE&I lens to our business — from community partnerships to empowering small businesses. It’s an amazing role, and I couldn’t be prouder or more excited about the work ahead.\n\nQ: What challenges has the pandemic presented for DE&I, and how has the company continued to build an inclusive culture?\nA: We have stepped in through our benefits programs, coaching initiatives, Employee Resource Groups (ERGs), external speakers, and mental well-being resources. We have tried to make the world smaller through the use of virtual tools, enabling teams to reimagine collaboration, and come together and build inclusive connections.\n\nQ: Looking to 2022 and beyond, what are the company’s core DE&I priorities?\nA: We continue to ensure DE&I is baked into everything we do from a talent and operational perspective. Our aspirations are to have 50% women, and 33% people of color at all levels of our organization. We also apply a DE&I lens to our customer experience, which includes marketing, developmental opportunities, products, and community outreach.\n\nQ: What advice would you give to your 18-year-old self?\nA: My advice would be to start networking early on. It would have been helpful as I was entering the workforce to reach beyond what was right in front of me … to make deeper connections in the community and intentionally build my network. Making connections is very, very helpful for your personal and professional growth.\nLeveraging Our Programming, Platforms and Products\n\nNow more than ever, media has the power to bring people together for moments of connection and inspiration. We use our storytelling platforms to deliver programming that is representative of the diverse audiences and communities we serve, while working to ensure more people can access and experience our content through a commitment to inclusive innovation.\n\nServing Those Who Serve\n\nIn 2021 and 2022, we partnered with the Army & Air Force Exchange Service to provide U.S. service members, honorably discharged Veterans and their families with free streaming access to NBCUniversal’s coverage of the Olympic and Paralympic Games on their personal devices and computers.\nGame On\n\nFew events unify the world like the Olympic and Paralympic Games. For the 2020 and 2022 Games in Tokyo and Beijing, respectively, we delivered the most inclusive and accessible viewing experiences ever, giving fans of all abilities the opportunity to enjoy the action.\n\nFor the 2020 Games in Tokyo, we introduced closed captioning – which provides text of the audio coverage for viewers who are deaf or hard of hearing — on all coverage aired across NBCUniversal’s broadcast and cable networks, and for all digital livestreams.\n\nWe also offered live audio description services for both the Summer and Winter Games. These services intersperse broadcast audio with voiceovers describing the live action with context, for blind or visually impaired customers. Live audio description was included for all primetime Olympic Games competitions, along with Opening and Closing Ceremonies, and for all programming during the Paralympic Games, including those aired outside primetime hours.\n\nNBCUniversal Breaks Records with Paralympic Coverage\n\n230+ Hours of programming, including 120 hours of TV coverage from Beijing across our platforms\n\nMost Watched\n\nOur coverage generated numerous viewership milestones, including the two most-watched Paralympic Games telecasts on record in the U.S.\n\n14.1 M new viewers, setting a new Paralympic Games record\nInspiring the Next Generation\n\nWe also celebrated athletes who are inspiring the next generation: the Team of Tomorrow. In our Summer Games ad titled “Lines,” U.S. Olympic gold medalist Simone Manuel shared a powerful message about breaking barriers both in and out of the pool, and how she is working toward a day where the only lines that need to be crossed are finish lines. A Winter Games spot featured Elana Meyers Taylor, a four-time U.S. Olympian and five-time U.S. Olympic medalist as a bobsled pilot, who said watching Vonneta Flowers become the first Black athlete to win a gold medal at the Winter Games changed her life two decades ago. “When I take to the starting block, I do it for so many ... it’s for all the young Black girls watching someone who looks like them, and it’s for everyone who is building a future I can’t wait to see,” says Meyers Taylor.\n\nDelivering Inclusive TV Experiences\n\nWe were proud to play a role in delivering a history-making accessibility experience during the Super Bowl LVI telecast. For the first time ever, the National Football League (NFL) and National Association of the Deaf (NAD) spotlighted talented American Sign Language artists during the Pepsi Super Bowl Halftime Show.\n\n“\n\nWe are committed to creating content that authentically reflects the world we live in, and increasing opportunities for those with disabilities is an integral part of that.\n\nJanine Jones-Clark\nEVP, Inclusion – Talent & Content\nUniversal Filmed Entertainment Group\nAccess for All\n\nWe believe in actively finding solutions to the challenges many people face, and this includes people living with disabilities. In 2021, we focused on breaking new ground with innovative products such as a large button remote and eye control. Our services continue to evolve as well. For example, Comcast’s Accessibility Support Center agents are trained to assist customers with vision, hearing, and cognitive impairments, as well as mobility challenges. In addition, customers who are deaf or having hearing impairments can receive support from agents in American Sign Language (ASL).\n\nProducts that Matter\n\nAccessibility is integrated into the Xfinity X1 experience, from the award-winning Voice Remote to the first talking guide, audio description, and enhanced closed captions. We offer X1 EYE Control, a web-based version of the Voice Remote that allows customers with disabilities to control their X1 experience from their web browser. And Xfinity Assistant now includes several accessibility features, including audio description or voice guidance.\n\nThe latest evolution of our award-winning Xfinity Adaptive Remote for Xfinity X1 and Flex TV offers unprecedented control of Live and On Demand TV, streaming music, and smart home technology. Launched in 2019, the Web-based remote works on any computer, smartphone, or tablet and seamlessly connects with assistive devices used and trusted by people with disabilities. New features include custom push-button commands instead of voice commands, an industry first.\n\n“When you make a product more inclusive, you create a better experience for everyone.”\n\nTom Wlodkowski\nVP of Accessibility\nComcast Cable\nPartnering to Drive Inclusive Innovation\n\nTo drive awareness and adoption of the newly enhanced Xfinity Adaptive Remote, Comcast partnered with Team Gleason, a nonprofit committed to delivering innovative technology, equipment, resources, and opportunities to help people with Amyotrophic Lateral Sclerosis (ALS) live productive, purposeful, and meaningful lives. The partnership will engage people with physical and speech disabilities, as well as caregivers, clinicians, technologists, and assistive technology partners, to accelerate innovation to create better experiences for everyone in the home, and bring disability perspectives to the forefront.\n\nOur partnership with Comcast allows us to continue innovating on technology that provides people with ALS and other physical disabilities the latest in accessibility functions.\n\nBlair Casey\nChief Impact Officer\nTeam Gleason\n\nRuderman Foundation Pledge\n\nDiscrimination and bias exist for disabled people working in films and television. According to a Ruderman Foundation report, only 22% of characters with disabilities on network and streaming shows in 2018 were “authentically portrayed by actors with disabilities.” NBCUniversal, with support from the Ruderman Family Foundation, has pledged to include actors with disabilities in auditions for all new film and television productions.\n\nThe Valuable 500\n\nComcast NBCUniversal is proud to be a part of The Valuable 500, a global collective of CEOs and companies innovating together for disability inclusion. As part of our commitment to The Valuable 500, Sky pledged to mark International Day of Persons with Disabilities by launching its first-ever content collection highlighting inspiring documentaries that feature people with disabilities.\nDriving Inclusive Growth\n\nAs communities of color and women continue to bear the brunt of the COVID-19 pandemic, we are accelerating our efforts to advance pathways to economic inclusion. By supporting more equitable access to capital, championing community-based financial institutions, and expanding our engagement with diverse suppliers, we are living out our commitment to narrowing the wealth gap.\n\nInvesting for Impact\n\nIn 2021, we announced three significant investments:\n\n**First Women’s Bank:** The first-of-its-kind, purpose-driven bank is the country’s only women-founded, women-owned, and women-led commercial bank with a strategic focus on serving the financial needs of women. As a Mission Partner, we will help bridge the gender gap in access to capital.\n\n**Inclusiv’s Racial Equity and Resilience Investment Fund:** We are the fund’s first corporate investor, and our $10 million contribution will help credit unions led by and/or serving people of color deploy capital to business owners, homeowners, and consumers from underrepresented communities.\n\n**Clear Vision Impact Fund:** We invested $25 million in the Seibert Williams Shank & Co.-sponsored fund committed to providing employment, job training, and educational opportunities in underserved communities. As an anchor investor, we will help Clear Vision provide loans to minority-owned or operated businesses that have traditionally lacked access to capital.\nLeveraging Our Purchasing Power\n\nWe are deeply committed to advancing the economic inclusion of underrepresented businesses. As part of this, we promote, increase, and improve the participation of within our supply chain that are owned by women, people of color, veterans, individuals with disabilities, and LGBTQ individuals. When we do business with companies that strive to promote diversity, they help create jobs for people within their communities, distributing more opportunity and wealth.\n\nWe are proud to be the first media and technology company inducted into the Billion Dollar Roundtable, a prestigious corporate advocacy group that celebrates companies that spend at least $1 billion with diverse-owned businesses. The Billion Dollar Roundtable promotes and shares best practices in supply chain diversity excellence, and encourages corporate entities to continue growing their supplier diversity programs by increasing commitment and spending levels each year. Over the past five years, we have spent at least $3 billion each year with diverse suppliers.\n\nDIVERSE SUPPLIERS BY THE NUMBERS\n\n$30 Billion\nspent with diverse suppliers since 2011\n\n$4.3 Billion\nspent with diverse Tier 1 vendors (and over $390 million with diverse Tier 2 subcontractors in 2021)\n\n3,250\nof diverse suppliers with direct purchases in 2021\nMeet Our Suppliers\n\nMasTec\nWe rely on MasTec, an infrastructure construction and maintenance company specializing in wireless and wireline/fiber communications, to deploy 5G fiber for the delivery of high-speed broadband Internet service to our customers. MasTec, which was founded in the 1960s by a Cuban immigrant who arrived in Miami without money or the ability to speak English, is now a Fortune 500 company certified as a Minority-Controlled organization by the National Minority Supplier Development Council (NMSDC). “We are honored to be a part of Comcast’s push to deliver an ever-growing suite of innovative high-speed video content and communications products to their customers,” says José Mas, CEO, MasTec. “We’re also proud of our shared commitment to promoting diversity and inclusion.”\n\nOur enterprise-wide supplier diversity commitment allows us to contribute to the overall economic growth and well-being of the communities in which we live and work.\n\nAjamu Johnson\nVice President of Enterprise Procurement\nComcast Cable\n\nKST Data\nKST Data is an AAPI-owned computer equipment reseller and managed service provider based in Los Angeles. The company has served as an extension of our IT organization, handling computer hardware procurement, setup, asset management, and on-site tech support. “Comcast’s commitment to supporting those that are underrepresented has proven that diversity, inclusion, and mentoring strengthens its business and the businesses of its key partners,” says Torres Tan, President and CEO, KST Data.\n\nGiving Underserved Entrepreneurs an EDGE in the Media Industry\n\nNBCUniversal’s EDGE (Entrepreneurs Driving Growth and Excellence) Accelerator Program is an industry first — the first capacity-building initiative geared toward developing and investing in diverse-owned businesses specializing in media, marketing, and digital technology. The program provides entrepreneurs an opportunity to take instructor-led MBA level coursework, paired with workshops led by NBCUniversal executives.\n2021 Diversity Data\nWorkforce Diversity*\n\nDiversity, equity, and inclusion are essential to our business. Our aspiration is to have 50% women and 33% people of color at every level of our workforce.\n\nOVERALL WORKFORCE YE 2021\n\nWomen\n\n| Year | % of Total |\n|------|------------|\n| 2019 | 35.4%      |\n| 2020 | 35.7%      |\n| 2021 | 36.4%      |\n\nPeople of Color**\n\n| Year | % of Total |\n|------|------------|\n| 2019 | 44.1%      |\n| 2020 | 44.5%      |\n| 2021 | 45.0%      |\n\n* All diversity data in this report are for Comcast NBCUniversal only. Workforce metrics are reflective of our U.S. full-time employees.\n** Ethnic diversity numbers may not sum to total due to rounding.\n\nLEADERSHIP YE 2021\n\nWomen\n\n| Year | % of Total |\n|------|------------|\n| 2019 | 32.3%      |\n| 2020 | 33.6%      |\n| 2021 | 35.0%      |\n\nPeople of Color\n\n| Year | % of Total |\n|------|------------|\n| 2019 | 17.3%      |\n| 2020 | 17.0%      |\n| 2021 | 19.3%      |\n\n* Our Executive Leadership Team includes Comcast’s Senior Vice Presidents and above, as well as NBCUniversal’s Executive and Management Committees. These metrics reflect a subset of the VP+ metrics.\n\nComcast NBCUniversal\n\n2022 Impact Report 47\nGovernance\n\nOur commitment to diversity starts at the top. As of year-end 2021, our Board of Directors included 30% women and 30% people of color.*\n\n**Board of Directors**\n\n| Total Diversity** | Women | People of Color |\n|-------------------|-------|-----------------|\n| 2019 40.0%        | 2019 20.0% | 2019 30.0% |\n| 2020 50.0%        | 2020 30.0% | 2020 30.0% |\n| 2021 50.0%        | 2021 30.0% | 2021 30.0% |\n\n% of Total 2019 2020 2021\n\n- Asian & Pacific Islander 10% 10% 10%\n- Black 10% 10% 10%\n- Indigenous 0% 0% 0%\n- Hispanic/Latino/a/e 10% 10% 10%\n- 2+ races 0% 0% 0%\n\n* As of the date of the annual meeting on June 1, 2022, when Nomi Bergman’s directorship ends, our Board of Directors will include 25% women and 35% people of color.\n\n** Total Diversity refers to people of color and women, without double-counting women of color.\n\nSupplier Diversity\n\nComcast NBCUniversal’s supplier diversity program is designed to promote, increase, and improve the participation of diverse businesses within our corporate supply chain — including companies owned by women, people of color, veterans, people with disabilities, and lesbian, gay, bisexual, transgender, and queer individuals. We track our spending with both Tier 1 (direct purchases from approximately 3,250 diverse suppliers) and Tier 2, direct and indirect subcontracting spend reported from non-diverse owned suppliers.\n\n**Procurement**\n\n| Tier 1 Diverse Spend | 2019 | 2020 | 2021 |\n|----------------------|------|------|------|\n|                      | $3.9B | $3.7B | $4.3B |\n\n| Tier 2 Diverse Spend | 2019 | 2020 | 2021 |\n|----------------------|------|------|------|\n|                      | $449M | $320M | $390M |\nNBCUniversal Programming\n\nIn film and on TV, the representation of diverse individuals, cultures, and stories on screen is vitally important to our viewers and our company. To ensure we’re telling authentic stories that resonate with a wide range of audiences, we strive to have diverse perspectives in every aspect of our programming at NBCUniversal.*\n\n**ON AIR**\n\n**KEY**\n\n- **Women**\n- **People of Color**\n\n**Film**\n\n- 2019: 39.2%\n- 2020: 42.9%\n- 2021: 40.0%\n\n- 2019: 37.0%\n- 2020: 28.8%\n- 2021: 36.4%\n\n**News Assets**\n\n- 2019: 50.8%\n- 2020: 52.5%\n- 2021: 53.1%\n\n- 2019: 49.2%\n- 2020: 47.5%\n- 2021: 47.6%\n\n**BEHIND THE CAMERA**\n\n**Film**\n\n- 2019: 30.0%\n- 2020: 31.8%\n- 2021: 27.6%\n\n- 2019: 23.2%\n- 2020: 8.3%\n- 2021: 17.2%\n\n**News Assets**\n\n- 2019: 58.4%\n- 2020: 59.4%\n- 2021: 45.6%\n\n- 2019: 27.3%\n- 2020: 26.6%\n- 2021: 35.1%\n\n* Metrics refer to the NBCUniversal on-screen and behind the camera workforce; we do not have the ability to track the content on our linear platforms.\n\n** News Assets includes NBC News, MSNBC, CNBC, and NBC-owned stations, but does not include Telemundo Network News or Telemundo stations.\nCommunity Impact\n\nAs a company uniquely positioned to educate, entertain, and empower, we are committed to bringing together diverse communities and inspiring our customers, audiences, and employees to make a positive social impact. Over the last three years, we’ve invested $594 million total in cash and in-kind giving benefiting people of color.\n\nCASH GIVING\n\nTo organizations led by and serving people of color\n\n| Year | 2019 | 2020 | 2021 |\n|------|------|------|------|\n| Cash Giving | $19M | $31M | $32M |\n\nTo organizations led by and serving women\n\n| Year | 2019 | 2020 | 2021 |\n|------|------|------|------|\n| Cash Giving | $4M | $5M | $5M |\n\nCASH/IN-KIND DONATIONS INVESTED IN COMMUNITIES\n\n| Year | 2019 | 2020 | 2021 |\n|------|------|------|------|\n| Cash Giving | $426M | $493M | $503M |\n\n2021 Employee Giving\n\n- Number of nonprofit organizations selected by employees to receive donations: 5,700+\n- Number of employees who participated in our matching gift program: 6,900+\n- Total dollars generated through matching gift program: $6M\nAt Comcast, we believe in protecting the environment where we live and work to ensure a sustainable planet now — and long into the future. That’s why we’ve set a goal to be carbon neutral by 2035.\nThe Path to Carbon Neutral\n\nOur goal to be carbon neutral by 2035 means reducing our Scope 1 and 2 emissions, or the direct and indirect emissions we own and control across our global operations.\n\nWe’re proud of the progress we made in 2021, reducing our emissions 19% over 2020. The main drivers of this reduction were sourcing more renewable electricity and reducing energy usage — all while growing our business. The greening of the U.S. electricity grid also contributed to our emissions reductions.\n\nWith purchased electricity accounting for the majority of our emissions, we are continuing to invest in clean, renewable energy. This means shifting to solar, wind, and other clean sources of electricity.\n\nFor our fleet, we are piloting electric and hybrid vehicles, working with drivers to reduce idle time, and installing telematics and fuel efficiency technology to reduce vehicle emissions. We also are developing solutions to achieve energy\n\nFor more information, please visit our Carbon Footprint Data Report\n\nHow We Measure and Report on Our Scope 1 and 2 Emissions\n\nTo provide transparency and help drive improvement, we are reporting data using the Greenhouse Gas (GHG) Protocol consistent with the Sustainability Accounting Standards Board (SASB) and Task Force on Climate-related Financial Disclosures (TCFD) frameworks. We have partnered with a leading consulting firm to guide us through this and help develop our reporting and estimation approach.\nefficiency gains across multiple aspects of our business, from our facilities and theme parks to our network and data centers.\n\nWe expect that, over time, our attention to sourcing renewable energy and honing efficiency across our global operations will bring us close to our carbon neutral goal. We will likely need to address any remaining emissions we cannot eliminate directly by purchasing carbon offsets.\n\nBeyond Carbon Neutral\n\nWe are making strides in many other areas beyond our carbon neutral commitment, including reducing waste through industry-leading recycling solutions, offering new sustainable products and packaging, and drawing upon the creativity of our sets and storytellers — to showcase the possibilities of a sustainable future—one we can all create together.\n\nManaging the Challenges Ahead\n\nSourcing renewable energy and transitioning to an electric fleet may sound like simple solutions for decarbonizing our business, but there are myriad challenges that will need to be overcome to meet our carbon neutral goal and the decarbonization goals of society at large.\n\nThese challenges include certain factors beyond our control, including political, economic, regulatory, and geopolitical conditions, the evolution of carbon offset markets, and limited large-scale public- and private-sector investments and innovations in technology and infrastructure. For example, a widescale clean energy transition will require expanded policies and market mechanisms, enhanced grid resiliency, and greater energy innovation.\n\nIn addition, most next-generation technologies beyond renewables are still too costly for large-scale deployment or are not yet available. For example, certain types of electric vehicles, such as the bucket trucks used in our operations, do not exist today and may not be manufactured for years to come.\nHarnessing Renewable Energy to Drive Down Emissions\n\nOur carbon neutral strategy is centered around shifting to zero carbon, renewable electricity. To accelerate progress, we are pursuing a variety of sourcing options, including:\n\n1. Power purchase agreements (PPAs) and other supplier contracts that create additional renewable energy capacity.\n2. On-site renewables where feasible.\n3. Existing renewable energy available through supplier programs and renewable energy certificates (RECs).\n\nFrom 2020 to 2021, Comcast more than doubled our use of renewable electricity across our global operations, from approximately 254,858 megawatt-hours (MWh) to 662,544 MWh.\nSecuring Renewable Energy Now and for the Future\n\nIn 2021, we signed Comcast’s first large-scale renewable energy agreement to purchase 250 megawatts (MW) of solar electricity that will power approximately 12% of our current U.S. operations with renewable energy beginning in 2025. The deal will allow Comcast to reduce the carbon dioxide emissions associated with its energy use by nearly 360,000 metric tons annually—equivalent to avoiding the emissions from more than 65,000 homes’ electricity use for a year.\n\nComcast Cable has several renewable electricity contracts underway. In Houston, Comcast is already purchasing 100% renewable energy for our cable facilities and network operations. In Georgia, Comcast will source 13 MW of renewable resources for 10 years, covering approximately 20% of Comcast Cable’s operations in the state. In Portland, Comcast will source local electricity from a new solar project that will deliver approximately 20% of the Oregon/Southwest Washington Region’s energy load.\n\nComcast Spectacor, which operates the Wells Fargo Center, committed in 2021 to source Green-e RECs to provide facilities for the Philadelphia Flyers and the National Lacrosse League’s Philadelphia Wings with 100% renewable electricity.\n\nFinally, across Europe, Sky continues to source 100% renewable electricity in line with its 2020 commitment through on-site renewable electricity generation, renewable tariffs, and energy credits backed by Guarantees of Origin.\n\n“This marks the first of many major green investments that are already underway or on the immediate horizon which demonstrate our commitment to sustainable, responsible business.”\n\nPeter Kiriacoulacos\nExecutive Vice President & Chief Procurement Officer\nComcast\nOn-Site Solar for Greener Facilities\n\nIn addition to sourcing more renewable energy, we are installing clean energy solutions on our own buildings and facilities to reduce our carbon footprint.\n\nIn Hillsborough, New Jersey, Comcast Cable recently completed the construction of a 487 kilowatt (kW) solar system to provide approximately 50% of the facility’s annual energy consumption. A second phase of the project initiated in early 2022 includes installation of a microgrid to store excess power from the solar system.\n\nIn Orlando, Florida, NBCUniversal completed construction of a 250 kW floating solar system located at Universal Orlando Resort in 2021. Across the country in Los Angeles, NBCUniversal has installed 548 kW of solar panels on the roofs of four sound stages at the Universal Studios Lot to generate enough power for more than half of the site’s energy needs. Eight new sound stages are currently under construction at the Universal Studios Lot and will feature a combined 1 MW of rooftop solar. NBCUniversal is assessing more options for on-site solar at locations across its Orlando and Los Angeles theme parks and campuses.\n\nIn the United Kingdom, Sky Studios Elstree has the ambition to be the world’s most sustainable film and TV studio when it opens this fall. The project is tracking a 24% reduction in embodied carbon in construction, and plans are in place to install over 10,000 square meters of solar panels on available roof space. All additional energy needs not generated on-site will be sourced from 100% renewable electricity. No gas or fossil fuels will be used to power day-to-day operations and all studio vehicles will be electric. Sky will also harvest rainwater to irrigate landscaping and pre-vet all preferred suppliers with sustainability in mind.\nBoosting Network Efficiency, Resilience, and Reliability\n\nSourcing renewable energy is essential to delivering a low-carbon network. So is driving network efficiency. This means shifting to newer, more energy-efficient technologies, facilities, and systems across the thousands of miles of our network.\n\nComcast Cable’s network serves more than 34 million residential and business customers. Powering this nationwide network and cooling its critical equipment drives significant electricity consumption, but investments in innovation, software, AI, and other virtual and physical critical infrastructure are enabling us to grow the capacity of our network while achieving efficiency gains for energy consumption, capital investment, facility space, and cooling requirements.\n\nFrom 2019 to 2021, the company’s energy per consumed terabyte decreased nearly 30%.\n\nOur commitment to continuously improving our systems and solutions is ultimately rooted in the principle that the most reliable network is a resilient one. That’s why our teams are working simultaneously to both manage risk and harden the network to minimize service disruptions during crises.\n\nWe have invested nearly $20 billion over the last five years to help meet rapid changes in customer demand and keep our network and operations running as reliably and efficiently as possible, including during severe weather events.\n\nBecause of the size and geographic diversity of our network, we are continuously engineering our physical network architecture to perform optimally under the widest possible range of conditions to help ensure our teams and technologies are ready to meet whatever comes.\n\nElad Nafshi\nChief Network Officer\nComcast\n\nFor example, when a record-breaking heat wave scorched the Pacific Northwest in June 2021, Comcast Cable’s West Division responded quickly, ensuring we never lost a headend or hub so our Seattle customers remained connected.\n\nAll in all, our critical facilities operate through more than 350 commercial power interruptions on average per month, helping to ensure our network remains uninterrupted for millions of customers.\nInnovating Sustainably, From Product to Packaging\n\nIntroducing the World’s First CarbonNeutral® TV\n\nOur commitment to sustainable innovation includes designing environmentally friendly products and packaging that improve the entertainment experience, save our customers energy and money, and lower our impact on the planet.\n\nMany people may not think of reducing energy use while watching TV, but we do. In 2021, Sky Glass was introduced as the world’s first TV certified as a CarbonNeutral® product. The smart-streaming TV, which debuted in the U.K. and will launch across Europe in 2022, integrates all hardware, software, and Sky Inside content into a single device, helping customers reduce electricity use compared to running a separate TV, soundbar and Sky Q set top box. Built-in power-saving features include an auto-off mode and auto-adjusting screen brightness. All Sky Glass packaging is 100% recyclable, includes Forest Stewardship Council (FSC) certified cardboard, and no single-use plastic.\n\nTo offset the energy the Sky Glass TV does use, as well as the embedded carbon in the manufacturing process, Sky purchases Energy Attribute Certificates and obtains carbon offsets from renewable energy generation. In addition, Sky Glass has supported a reforestation project in Scotland, planting 200,000 native trees.\n\nWe set out to design innovative packaging as a core part of the project. Working on this from the very start means that we now offer market-leading packaging with a minimal environmental footprint.\n\nChris Moore\nDirector of Manufacturing\nSky\n\n“\nCreating Conscious Packaging\n\nWe are designing our packaging to be more environmentally conscious and user-friendly. In 2021, Comcast introduced the Xfinity Eco Capsule™, a 100% recyclable and reusable modular packaging system for select Xfinity Video and Internet products. The patented package is made with select, renewable, FSC-certified materials such as responsibly sourced bamboo, sugarcane, paper, and soy ink.\n\nOn-package messaging encourages customers to reuse and store their favorite items in the capsule or recycle it with other paper products. The Xfinity Eco Capsule™ is catching the eye of both customers and industry organizations; it recently won the prestigious Red Dot Design Award and a Gold International Design Excellence Award from the Industrial Designers Society of America.\n\nImproving the Energy Efficiency of Set-Top Boxes\n\nKnowing that we cannot solve today’s energy challenges alone, we teamed up with other industry peers in 2013 to collectively improve the energy efficiency of TV set-top boxes. In 2020, our efforts delivered more than 4.3 terawatt-hours of energy savings, equivalent to approximately 3 million metric tons of greenhouse gas emissions and $569 million in customer energy cost savings. Several factors have contributed to this substantial decline in energy use, including the deployment of whole-home digital video recorders (DVRs), migration of DVRs to the cloud, and migration to Internet Protocol (IP) video with much-lower-power IP boxes. Additionally, we are part of a similar peer group working to improve energy efficiency in small network equipment, including broadband modems and routers.\nRecycling Cable Waste\n\nOur efforts to eliminate waste extend to a variety of products and materials, as Comcast aims to recycle or divert cable equipment waste from landfills. Comcast Cable has internal e-waste management programs requiring device recycling business partners to be Responsible Recycling (“R2”) certified, which is a widely accepted international certification for responsible electronics recycling.\n\nIn 2021, Comcast Cable partnered with Echo Environmental to recycle coaxial cables at the end of their lifecycle. Echo Environmental’s pioneering recycling technology breaks down these multilayered cables — which consist of an aluminum and copper shield with an outer plastic jacket — into raw materials that can be reintroduced and resold — helping to significantly reduce landfill waste and bring approximately 70% of Comcast Cable’s annual cable and coax waste into the circular economy.\n\n“Comcast works to continually recycle or divert cable equipment waste, and we have been in constant search for new technologies to maximize the recyclability and reusability of coax cable materials at end of life.”\n\nTom Vogel\nSenior Vice President of Supply Chain & Logistics\nComcast Cable\nSupporting Sustainability through Storytelling and Production\n\nOur commitment to environmental stewardship extends to the set and the screen through responsible production practices and compelling storytelling that showcases the possibilities of a sustainable future.\n\nThis commitment starts before the cameras roll. Launched in 2009, the NBCUniversal Sustainable Production Program empowers production teams to integrate environmental best practices into on-set protocols for NBCUniversal film and TV productions—from using lower-emission fuels and electric vehicles to reducing waste through set material reuse, recycling, and composting.\n\nOver 70 productions across our film and TV portfolio participate each year. For example, the 2022 Focus Feature film, “Downton Abbey: A New Era,” embraced a host of sustainable production practices, including using renewable diesel in generators and vehicles, contacting vendors and suppliers to ensure they had sustainability practices in place, and using sustainable plywood for set walls.\n\n‘Downton’ went above and beyond in their sustainability efforts. From lovingly reusing older sets, to traveling by train in lieu of domestic flights, they really embraced the program and understood the importance of reducing their environmental impact.\n\nCharlotte Ashby\nHead of Production\nCarnival Films\nWorking Together for Change\n\nNBCUniversal is also a member of the Sustainable Production Alliance, a consortium of film, television, and streaming companies dedicated to reducing the entertainment industry’s environmental impact by advancing sustainability initiatives through advocacy, education, and innovation. The companies work together to knowledge-share and align on best practices across the industry. They also partner with the Producers Guild of America Foundation’s PGA Green Initiative to host GreenProductionGuide.com, a free resource to all filmmakers that includes tools, green vendors, and detailed reports dedicated to advancing sustainable production.\n\nSky has also implemented sustainable production principles and a “Planet Test” for entertainment content to help production and editorial teams actively consider the environment and champion sustainability both on and off screen. The test gives all new Sky Original programming a pre-production guide to help determine if the content can raise awareness of key environmental issues and show positive action.\n\nAcross all of Sky’s productions, teams are reducing their carbon footprint as part of Sky’s commitment to become net zero by 2030. Certified by albert, the organization leading the U.K. TV and film industry in the charge against climate change, all U.K.-commissioned Sky productions have been carbon neutral since 2019, and all Sky Sports U.K. host outside broadcasts have been carbon neutral since January 2021. Sky Sports News channel has also now become a carbon neutral production.\n\nGreen Seal of Approval\n\nThe Environmental Media Association (EMA) Green Seal program recognizes progress in sustainable production. In 2021, 46 NBCUniversal film and TV shows received EMA Green Seals for their sustainability efforts behind the scenes. Additionally, NBCUniversal took home two EMA Awards.\nSKY Game Zero: The First Net Zero Carbon Football Game\n\nIn September 2021, Sky set out to present the world’s first net zero carbon football game at an elite level — and inspire millions of fans to reduce their own carbon footprint.\n\nTo achieve this for the Premier League match between Tottenham Hotspur and Chelsea, Sky measured the baseline emissions of a previous match held at the Tottenham Hotspur Stadium. For the net zero carbon game, the football club employed creative ways to lower these emissions: Players traveled to the stadium in buses powered by green biodiesel, and fans were encouraged to walk, take the train, or drive electric or hybrid cars. On match day, everything at Tottenham Hotspur Stadium was powered by 100% renewable energy, and all food served was locally and sustainably sourced. The Sky Sports broadcast of the match achieved a 70% reduction in emissions compared to the baseline.\n\nSky worked with Natural Capital Partners to offset remaining emissions through a community reforestation project in East Africa.\n\nWe hope that Game Zero is the first of many major net zero carbon sporting events and will inspire long-term change.\n\nJonathan Licht\nManaging Director\nSky Sports\nProgramming with a Purpose\n\nAs content creators and platform owners, we use our voice to acknowledge and raise awareness of the environmental issues that impact us all.\n\nWe are using our programming to spread awareness in many other ways. In 2021, we leveraged the reach of our programming and personalities to spotlight pressing climate challenges facing our world. The goal? Inspiring thoughtful conversation on creating a more sustainable planet.\n\nFor example, TODAY Climate takes a deep-dive review of climate changes, extremes, strategies, and solutions through its climate coverage, led by Al Roker on TODAY, TODAY.com, TODAY All Day, and social media. The Sky News Daily Climate Show follows correspondents as they investigate how climate change is changing our landscape and lives.\n\nIn September 2021, The Tonight Show Starring Jimmy Fallon and Late Night With Seth Meyers joined their late-night counterparts for “Climate Night,” focusing their programming on climate change during Climate Week NYC.\nSky and COP26: Driving Climate Action\n\nIn 2021, Sky was a Principal Partner and Media Partner of COP26, the United Nations Climate Change Conference, an event where government and business leaders gather to help build a better future for our planet.\n\nAt the conference in Glasgow, Sky Group CEO Dana Strong co-presented a study designed to help content creators and broadcasters inspire viewers to take action to address climate change. The report, “The Power of TV: Nudging Viewers to Decarbonize their Lifestyles,” found 80% of poll respondents support the idea of broadcasters using content and advertising to encourage people to adopt more environmentally positive behaviors.\n\n“At Sky, we have set out our pathway to achieve net zero carbon, but we know this alone won’t be enough. We’re publishing these research results in full as an open tool for content creators and broadcasters to work together to deliver the behavior change required to meet our net zero ambitions.”\n\nDana Strong\nCEO\nSky Group\nWe are committed to using the power of our platforms, our people, and our reach to create positive change and a more equitable society. By supporting local communities, our teammates, and our planet we can help create a world of open possibilities — so together, we can build a future that benefits generations to come.\n\nWe thank our employees, partners, customers, and communities for their partnership, dedication, and support.", "source": "comcast_2022", "added": "2025-04-27", "created": "2025-04-27", "metadata": {"Source-File": "climate_reports/tp_reports/comcast_2022.pdf", "olmocr-version": "0.1.59", "pdf-total-pages": 68, "total-input-tokens": 137854, "total-output-tokens": 19942, "total-fallback-pages": 0}, "attributes": {"pdf_page_numbers": [[0, 0, 1], [0, 719, 2], [719, 2738, 3], [2738, 3319, 4], [3319, 5555, 5], [5555, 6254, 6], [6254, 8210, 7], [8210, 8988, 8], [8988, 10086, 9], [10086, 10744, 10], [10744, 11884, 11], [11884, 12994, 12], [12994, 14245, 13], [14245, 15721, 14], [15721, 17509, 15], [17509, 19083, 16], [19083, 19770, 17], [19770, 20685, 18], [20685, 22087, 19], [22087, 22537, 20], [22537, 23593, 21], [23593, 25233, 22], [25233, 26442, 23], [26442, 26703, 24], [26703, 27506, 25], [27506, 29075, 26], [29075, 30495, 27], [30495, 32340, 28], [32340, 33087, 29], [33087, 33546, 30], [33546, 35952, 31], [35952, 36446, 32], [36446, 37731, 33], [37731, 38765, 34], [38765, 40716, 35], [40716, 41179, 36], [41179, 42581, 37], [42581, 43352, 38], [43352, 45708, 39], [45708, 46432, 40], [46432, 47783, 41], [47783, 49279, 42], [49279, 50955, 43], [50955, 52708, 44], [52708, 54142, 45], [54142, 55471, 46], [55471, 57498, 47], [57498, 57518, 48], [57518, 58687, 49], [58687, 60371, 50], [60371, 61492, 51], [61492, 62539, 52], [62539, 62736, 53], [62736, 64203, 54], [64203, 66045, 55], [66045, 66709, 56], [66709, 68448, 57], [68448, 70238, 58], [70238, 72365, 59], [72365, 73936, 60], [73936, 75583, 61], [75583, 76782, 62], [76782, 78121, 63], [78121, 79993, 64], [79993, 81200, 65], [81200, 82209, 66], [82209, 83214, 67], [83214, 83643, 68]]}}