{"id": "a00d68c609c1a92eae3c2cae19551c89d9029142", "text": "ADVANCING\nTOWARD A CLEAN, AFFORDABLE AND RELIABLE ENERGY FUTURE\n# TABLE OF CONTENTS\n\n| Section                                                                 | Page |\n|------------------------------------------------------------------------|------|\n| Executive Summary                                                      | 1    |\n| Introduction                                                           | 5    |\n| Governance                                                             | 8    |\n| Board Oversight                                                        | 8    |\n| Management Oversight                                                   | 9    |\n| Compensation Related To Our Clean Energy Transition                    | 10   |\n| Political Contributions and Lobbying                                  | 12   |\n| Risk Management                                                        | 15   |\n| Duke Energy’s Risk Management Process                                  | 15   |\n| Strategy and Scenario Analyses                                         | 18   |\n| Risks and Opportunities                                                | 22   |\n| Risks                                                                  | 22   |\n| Opportunities                                                          | 29   |\n| New Technologies                                                       | 36   |\n| Just Transition                                                        | 38   |\n| Net-Zero Scenario Analyses                                             | 40   |\n| 1. Duke Energy Regulated Electric Business                             | 40   |\n| Net-Zero Scenario Analysis                                             | 40   |\n| Electric Business Net-Zero Scenario Analysis Results                   | 48   |\n| 2. Natural Gas Business Unit Core Net-Zero Scenarios                   | 51   |\n| 3. International Energy Agency (IEA) Net-Zero Analyses for Duke Energy’s Electric and Gas Businesses | 57   |\n| Metrics and Targets                                                    | 65   |\n| Goals                                                                  | 65   |\n| Scope 1 Greenhouse Gas Emissions                                      | 67   |\n| Scope 2 Greenhouse Gas Emissions                                      | 68   |\n| Relevant Scope 3 Greenhouse Gas Emissions                              | 69   |\n| Appendix: Glossary and acronyms                                        | 70   |\n| Cautionary Statement Regarding Forward-Looking Information             | 71   |\nExecutive Summary\n\nDuke Energy is pleased to present our 2022 climate report. In the two years since our last report, we have focused on: (1) building a more reliable and resilient grid that can help mitigate the impacts of more severe weather, provide customers with more solutions tailored to their unique needs and accommodate significantly greater amounts of renewable energy, distributed energy resources, and demand response; and (2) investing in a cleaner energy supply. These strategic priorities are founded on the fundamental customer and community needs for affordable prices, reliability, and a lower carbon dioxide (CO₂ or “carbon”) footprint. The transition to clean energy and grid modernization will provide reliability and affordability through (1) taking advantage of decreasing prices and incentives for cleaner sources of energy, (2) replacing aging generating capacity that has increasing operation and maintenance costs, (3) mitigating the impacts of volatile fuel prices and less reliable fuel supplies, and (4) providing greater resilience to weather events.\n\nTo this end, 85% of our capital plan over the next 10 years will be invested in our clean energy transition and grid modernization, with a keen focus on affordability and reliability. These capital investments will not only reduce greenhouse gas (GHG) emissions but will also provide substantial economic benefits in the regions we serve while also providing for the cleaner, stronger, more affordable and more resilient energy system our customers expect.\n\nThe $145 billion in capital we plan to invest to support our clean energy transition and grid modernization over the next 10 years will contribute, on average, over 20,000 additional direct, indirect\nand induced jobs each year from 2023-2032. It will also support $250 billion in economic output across the U.S. economy, including $1.5 billion in additional annual labor income, and $5 billion in associated property taxes over the next 10 years to support schools, emergency services, roads, infrastructure, and for other public purposes.\\(^1\\)\n\nOur plans to affordably make this clean energy transition are developed through collaboration with stakeholders – and prudent actions we believe are necessary to maintain the affordability and reliability on which our customers depend. This clean energy transition not only provides emissions reductions for Duke Energy but also provides an energy mix that helps our customers achieve their clean energy goals and provides a brighter, more prosperous future for all we serve.\n\nWe have already made major strides toward reducing carbon emissions from our electric generating fleet, with reductions of 44% through 2021 while keeping energy affordable and reliable and are on track to well exceed our goal of at least a 50% reduction in carbon emissions from 2005 levels by 2030. We will revisit this interim target in the future once state-level reviews of our plans have advanced.\n\nThe clean energy projects and projected adoption of new clean energy technologies we include in our capital plan, coupled with the analysis in this report and evaluation of future potential sensitivities, give us confidence to establish an additional interim target of an 80% reduction from 2005 levels by 2040. This report provides detailed analysis and information supporting an updated path toward our net-zero 2050 carbon emissions goal for electricity generation, inclusive of both our 2030 and 2040 interim targets.\n\nIn February 2022, we stated that we are targeting coal to represent less than 5% of total enterprisewide generation by 2030 and planning to fully exit coal by 2035 as part of the largest planned coal fleet retirement in the industry.\\(^2\\) Implementation of this goal will help meet our obligation to supply affordable and reliable power by reducing the financial and operational risks associated with reliance on coal generation and the inherent risks of the coal supply chain, while helping mitigate fuel price volatility that can impact our customers.\n\nThe recently passed Inflation Reduction Act (IRA) provides a tangible federal carbon policy and reduces customer costs.\\(^3\\) It will improve price stability by mitigating the risk of increased costs to customers due to current inflationary pressures and higher fuel costs. It also drives advancements in hydrogen and storage technologies and strengthens the supply chain for critical dispatchable clean energy resources such as hydrogen, new nuclear, and advanced energy storage.\n\nModeling for this report did not include impacts of the recent IRA but did look at impacts of the proposed carbon plan in North Carolina and other potential carbon policies on the Midwest, Florida and South Carolina. Our preliminary modeling indicates that the IRA will reduce the cost of our energy transition through the 2030s, bringing down costs to customers with the IRA tax credits instead of an assumed price on carbon. We also expect the IRA will bring down costs of advanced technologies, such as green hydrogen, and make them cost competitive earlier than expected. The pace of investment still depends on things like scalable supply chains; proactive grid planning processes; federal, state and local permitting; and state regulatory approvals.\n\n---\n\n1 EY, “Economic and tax contributions of Duke Energy’s clean energy (2023-2032),” prepared for Duke Energy Corporation, October 4, 2022.\n\n2 Achieving these goals depends on necessary regulatory approvals (which will require demonstration of no adverse effect on grid reliability and reasonable and prudent cost), the ability to site and construct new generation and transmission facilities, available supply chains for new generation and transmission equipment and natural gas availability. Contemplates retiring Edwardsport coal gasifiers by 2035 or adding carbon capture technology to reduce emissions.\n\n3 The Inflation Reduction Act was enacted on August 16, 2022. It extends certain and adds new tax incentives for clean energy.\nFor our natural gas business, we adopted a goal in 2020 to achieve net-zero methane emissions for our operations by 2030 and have taken significant steps toward that goal, replacing all remaining cast iron and bare steel pipe, and adopting advanced leak detection programs and other technologies to reduce methane emissions.\n\nThis year, we expanded our net-zero by 2050 goal to include Scope 2 and certain Scope 3 GHG emissions.4\n\nThose are:\n\n- In the electric business, our net-zero goal by 2050 includes Scope 2 emissions from the electricity purchased for our own use, as well as Scope 3 emissions from the power we purchase for resale and from the procurement of fossil fuels for generation.\n\n- For the natural gas business, our net-zero by 2050 goal now includes Scope 3 upstream methane and CO₂ emissions related to purchased natural gas, as well as downstream CO₂ emissions from customers’ consumption of gas sold.\n\nAs we developed these new goals, we have also analyzed our overall greenhouse gas emissions in more detail. Given this analysis, we have established an interim target for our Scope 2 and certain Scope 3 emissions of a 50% reduction from 2021 levels by 2035.\n\nWe can now report that our goals cover 95% of our calculated 2021 greenhouse gas emissions. Additional details on these emissions can be found in the section below entitled “Metrics and Targets.”\n\n4 Under the Greenhouse Gas Protocol developed by the World Business Council for Sustainable Development and the World Resources Institute, Scope 1 GHG emissions occur from sources that are owned or controlled by the company, Scope 2 GHG emissions are from the generation of purchased electricity consumed by the company, and Scope 3 GHG emissions are indirect emissions that occur as a consequence of the company’s actions, but are from sources not owned or controlled by the company. Examples of Scope 3 emissions are those from the extraction, production and transportation of fuels purchased by the company for its and its customers’ use, and from the use of products sold by the company.\nOver 95% of Duke Energy’s calculated 2021 emission fall into currently stated net-zero goals.\n\nTotal CO₂e Emissions\n109,486\n(Thousand metric tons)\n\n5%\nEmissions Included in Net-Zero Goals\n95%\nEmissions Excluded from Net-Zero Goals\n\nAll our Scope 1, 2 and 3 goals are contingent on enabling policies; cost-effective technology advancements and scalable supply chains; the need to minimize the impact on customer costs; the continuing clean energy transition of the energy markets in which we operate; as well as federal, state, and local permitting and state regulatory approvals.\n\nThis report also includes an analysis of a path we can take to achieve net-zero emissions from customer use of natural gas, and a third-party analysis of the International Energy Agency’s global net-zero by 2050 road map (a 1.5°C scenario) and its potential impact on our electric and gas businesses.\nIntroduction\n\nConsistent with our 2018 and 2020 reports, this climate report is aligned with the recommendations of the Task Force on Climate-related Financial Disclosures (TCFD), covering:\n\n- governance around climate-related risks and opportunities;\n- our strategy to deal with those risks and opportunities, including net-zero scenario analyses;\n- our processes for identifying and managing climate-related risks and opportunities; and\n- our metrics and targets related to climate and our progress against those metrics and targets.\n\nUnder each of these general areas of disclosure, TCFD recommends more detailed disclosures, as can be found on the next page.\n\nEach of the sections below is keyed to one of these recommended disclosures.\n## TCFD Recommendations and Supporting Recommended Disclosures\n\n| Governance | Strategy | Risk Management | Metrics and Targets |\n|------------|----------|----------------|---------------------|\n| Disclose the organization’s governance around climate-related risks and opportunities. | Disclose the actual and potential impacts of climate-related risks and opportunities on the organization’s businesses, strategy and financial planning where such information is material. | Disclose how the organization identifies, assesses and manages climate-related risks. | Disclose the metrics and targets used to assess and manage relevant climate-related risks and opportunities where such information is material. |\n\n| Recommended Disclosures | Recommended Disclosures | Recommended Disclosures | Recommended Disclosures |\n|-------------------------|-------------------------|-------------------------|-------------------------|\n| a) Describe the board’s oversight of climate-related risks and opportunities. | a) Describe the climate-related risks and opportunities the organization has identified over the short, medium, and long term. | a) Describe the organization’s processes for identifying and assessing climate-related risks. | a) Disclose the metrics used by the organization to assess climate-related risks and opportunities in line with its strategy and risk management process. |\n| b) Describe management’s role in assessing and managing climate-related risks and opportunities. | b) Describe the impact of climate-related risks and opportunities on the organization’s businesses, strategy and financial planning. | b) Describe the organization’s processes for managing climate-related risks. | b) Disclose Scope 1, Scope 2, and, if appropriate, Scope 3 greenhouse gas (GHG) emissions and the related risks. |\n| c) Describe the resilience of the organization’s strategy, taking into consideration different climate-related scenarios, including a 2°C or lower scenario. | c) Describe how processes for identifying, assessing, and managing climate-related risks are integrated into the organization’s overall risk management. | c) Describe the targets used by the organization to manage climate-related risks and opportunities and performance against targets. |\n\n---\n\n5 Task Force on Climate-related Financial Disclosures, “Final Report: Recommendations of the Task Force on Climate-related Financial Disclosures,” June 2017.\nGovernance\n\n(TCFD: Disclose the organization’s governance around climate-related risks and opportunities.)\n\nBoard Oversight\n\n(TCFD: Describe the board’s oversight of climate-related risks and opportunities.)\n\nThe Duke Energy Board of Directors understands the need for clean energy transformation, and that our customers, communities, employees and investors want us to address climate-related risks. Duke Energy’s board members regularly review the issues, opportunities, and risks related to our clean energy transition strategy at their board meetings and invite outside experts to discuss these issues.\n\nBecause climate-related risks span many different functional areas of our business, they are overseen by a number of different committees of our Board of Directors, in addition to the board as a whole. For example:\n\n- The Operations and Nuclear Oversight Committee oversees operational risks and responses, such as storm response and grid hardening, as well as our carbon-free nuclear fleet.\n\n- The Audit Committee oversees the disclosures regarding material climate-related risks in our filings with the U.S. Securities and Exchange Commission (SEC).\n\n- The Compensation and People Development Committee is responsible for integrating key performance metrics into our incentive plans relating to environmental, clean energy, safety, and customer initiatives.\n\n- The Finance and Risk Management Committee (FRMC) manages overall risks, including those related to our clean energy transition and climate change, as part of its enterprise risk management assessment reviews. This committee is also responsible for overseeing large capital investments, including those for new generation facilities, such as large renewables and storage projects, and for new natural gas infrastructure.\n\n- The Corporate Governance Committee has responsibility for the oversight of sustainability goals and strategies. This committee also oversees shareholder proposals and the company’s policies and practices with respect to political contributions, legislative lobbying, and political activities on the local, state, and federal level.\nThe board’s oversight of clean energy transition and climate matters in 2021 and thus far in 2022 is summarized below.\n\n- The board reviewed issues related to our clean energy and climate strategy, opportunities, and risks at every regularly scheduled board meeting and invited outside speakers to discuss these issues with the board on several occasions. These topics included discussions of:\n  - Emerging technologies, our greenhouse gas emission reduction goals, and our generating fleet transition;\n  - Integrated Resource Plans (IRPs) for our individual state jurisdictions, including the 2021 Indiana IRP;\n  - Development of our plans in response to North Carolina House Bill 951, including review of the Carolinas Carbon Plan filed in North Carolina in May 2022;\n  - All new large capital expenditures, including those for solar and other clean energy sources;\n  - Customer needs as they relate to clean energy; and\n  - Federal and state policy and regulations.\n- As discussed below under “compensation,” the Compensation and People Development Committee incorporated a qualitative climate goal into the company’s executive short-term incentive (STI) plan for the first time in 2021, and in 2022, the Compensation and People Development Committee incorporated a quantitative climate goal into the executive STI plan.\n\nManagement Oversight\n\n(TCFD: Describe management’s role in assessing and managing climate-related risks and opportunities.)\n\nOur climate and clean energy transition strategy are fundamental to our corporate purpose and our business strategy. This makes oversight of climate- and clean energy-related initiatives the focal point of what Duke Energy’s management does every day.\n\nClimate-related risks are also an integral part of Duke Energy’s annual comprehensive enterprise risk assessment (ERA) process. The ERA identifies potential major/substantive risks to corporate profitability and value and is managed by the enterprise risk management (ERM) function, which is housed in the organization of the executive vice president and chief financial officer. The ERM function maintains and develops policies and standards and supports risk assessments in and across business units.\nThe risk management function supports embedded business unit resources who identify, characterize, track, and monitor risks in business unit risk registers.\n\nThe day-to-day direct management of risks and opportunities related to federal climate and carbon-reduction policies is the responsibility of the company’s external affairs and communications team and, specifically, the federal government affairs team, which works closely with the sustainability, stakeholder, and corporate communications teams. These teams all report to the senior vice president, external affairs and communications, who is a member of the Duke Energy senior management team and reports directly to the chair, president and chief executive officer. The federal government affairs group has organizational responsibility for developing Duke Energy’s position on federal legislative and regulatory proposals addressing the clean energy transition and greenhouse gas emissions and for assessing the potential implications of such proposals for the company. The sustainability and stakeholder group engages stakeholders for their perspective on our climate position and strategy. External affairs and communications also works with the enterprise strategy and planning team as they develop the company’s clean energy transition strategy.\n\nAt the state levels, Duke Energy’s CEOs, Midwest and Florida, and Carolinas, and the state presidents in those organizations have responsibility for developing the company’s positions on state-level legislative and regulatory proposals addressing the clean energy transition, for day-to-day management of GHG reduction efforts and policies in the state jurisdictions, and for engaging stakeholders at the state level to provide input on the company’s climate strategy.\n\nAdditional governance is provided by an employee management committee, the Environmental, Social and Governance (ESG) Strategy and Disclosure Committee that has been established to assist the company in: (a) reviewing and understanding general strategy relating to environmental and climate-related issues pertaining to the company, as well as social and governance issues arising from these issues; (b) reviewing the systems and processes in place to monitor these matters; (c) reviewing and advising on the processes for the reporting and disclosure for such matters in compliance with any laws and regulations requiring their disclosure, as well as best practices in corporate reporting. This committee is styled after our Financial Disclosure Committee and, through it, we are committed to ensuring both transparency and depth of disclosure on environmental, social, and governance matters.\n\nDevelopment of our overall clean energy and climate strategy is overseen by the organizations of our executive vice president and chief financial officer and our executive vice president and chief commercial officer. Within these organizations are the senior vice presidents of enterprise strategy and planning, generation and transmission strategy, and the natural gas business, who collectively are responsible for developing our IRPs, preparing and executing our generation fleet transition plans, and managing our natural gas utility operations.\n\nThese plans are coordinated with other organizations that report to the chief financial officer and obtain financing for the company’s capital investments. The company’s clean energy transformation plans are then executed by a number of organizations, including the organizations of the senior vice president for generation and transmission market transformation and of the chief operating officer. At the state level, the plans are executed through the jurisdictional state presidents’ organizations by the filing of resource plans with state commissions according to the laws and policies of each state, the issuance of requests for proposal and subsequent certificates of public convenience and necessity for new generating assets, as well as for gas infrastructure to meet customer needs.\n\nCompensation Related To Our Clean Energy Transition\n\nThe Duke Energy Board of Directors’ Compensation and People Development Committee has designed our compensation program to link pay to performance, with the goal of attracting and retaining talented executives, rewarding individual performance, encouraging long-term commitment to our business strategy,\nand aligning the interests of our management team with those of our stakeholders, including shareholders and customers.\n\nOur compensation program includes several new performance components that are aligned to our clean energy strategy.\n\n**2021 and future years:**\nStarting in 2021, the annual individual performance goals for each of our senior leaders includes strategic objectives based on a qualitative assessment of each leader’s contributions to advancing our climate strategy, including:\n\n- Demonstrating leadership to advance our climate strategy to cost-effectively reduce our carbon footprint from electricity generation by at least 50% by 2030 and to net-zero carbon emissions from electricity generation by 2050.\n- Advocating for public policy related to our climate strategy.\n- Investing in clean energy, including renewables, as well as grid capacity and capabilities to support higher levels of carbon-free generation.\n\n**2022 and future years:**\nAdditionally, a new quantitative climate goal based on growth in non-emitting generation and storage capacity measured over a one-year period in comparison to preestablished objective performance criteria has been added to the 2022 short-term incentive scorecard.6\n\nThe following long-standing metrics continue to be included in our compensation program:\n\n- Safety – Safety remains our top priority. We include safety metrics in both our short-term and long-term incentive plans based on the total incident case rate of injuries and illnesses among our workers to emphasize our focus on an event- and injury-free workplace.\n\n- Non-emitting generation – We include a nuclear reliability objective and a renewables availability metric in our short-term incentive plan to measure the efficiency of our nuclear and renewable generation assets.\n\n- Environmental events – To enhance our commitment to the environment, we incorporate a reportable environmental events metric into our short-term incentive plan.\n\n---\n\n6 This new 2022 goal is in addition to the 2021 goal that emphasizes the reduction of our carbon footprint in a cost-effective manner.\nCustomers – To prioritize the customer experience and their expectation to be served reliably, affordably and increasingly, by cleaner energy, we incorporate a customer satisfaction metric in the short-term incentive plan, which is a composite of customer satisfaction survey results for each area of business.\n\nUnderpinning our entire compensation program, we continue to incorporate sound governance principles and policies that reinforce our pay for performance philosophy and strengthen the alignment of interests of our executives and shareholders.\n\nDuke Energy reviews its compensation program performance metrics with the Compensation and People Development Committee of the board on an ongoing basis.\n\nPolitical Contributions and Lobbying\n\nAs we transition our business to cleaner sources of energy, we remain focused on delivering sustainable value for our customers and shareholders by maintaining industry-leading reliability and affordability, exceeding customer expectations, optimizing investments to drive attractive shareholder returns, and providing new product offerings and solutions that deliver growth.\n\nTransformation of this scale and scope requires partnering with stakeholders to champion durable public policies at the local, state and federal levels that enable us to transition our generating fleet, expand and adapt our electric grid and natural gas infrastructure, and adopt new carbon-free technologies that will reduce emissions while keeping energy affordable, reliable, and accessible. It is therefore essential for us to engage in public policy discussions – both on our own behalf and through trade associations – to advocate for the interests of our customers, employees, communities and shareholders.\n\nWe regularly review our policies and procedures related to political activities to help ensure we are following best practices and, as a result, we have made several enhancements to our political expenditures policies and disclosures in recent years. In 2020, we expanded the practices covered by the policies to include additional oversight of political consultants who conduct external lobbying on behalf of the company. We also expanded disclosures around the company’s Political Expenditures Committee (PEC) to include the titles of the members and therefore the depth of their experience. The PEC is responsible for the management, oversight and approval of political activities. We also added certification, attestation and periodic training requirements for individuals who take part in political activities, including those individuals who hire external consultants or interact with political candidates, campaign committees or advocacy organizations.\nIn November 2021, we revised our Political Expenditures Policy to enhance the transparency of our disclosures. These changes added disclosure of the following expenses starting with the January 2022 to June 2022 Corporate Political Expenditures report:\n\n- The federal lobbying portion of dues paid to 501(c)(6) organizations, such as trade associations and chambers of commerce, for 501(c)(6) organizations with dues in excess of $50,000 for the calendar year.\\(^7\\)\n\n- Non-dues contributions to 501(c)(6) organizations, such as trade associations and chambers of commerce, and contributions to 501(c)(4) organizations, designated by the company to be used for political purposes, or reported by the 501(c)(6) or 501(c)(4) organization as used for political purposes.\\(^8\\) This disclosure includes the 501(c)(6) and 501(c)(4) organizations’ names and contribution amounts.\n\n**Trade associations**\n\nIt is essential, as a highly regulated business, for us to engage in public policy discussions – both on our own behalf and through trade associations – to advocate for the interests of our customers, employees, communities and shareholders. In 2021, we began issuing an annual report, which discloses the major trade associations to which we belong and those associations’ positions on climate policy. The 2022 report, which was expanded to also reference our trade associations’ alignment with the Paris Climate Agreement, can be found here: [2022-trade-associations-climate-review.pdf](#).\n\n---\n\n7 Federal “lobbying portion” means non-deductible business expenses under Internal Revenue Code (IRC) section 162(e).\n\n8 “Political purposes” means non-deductible business expenses under IRC 162(e)(1)(B).\nRISK MANAGEMENT\nRisk Management\n\n(TCFD: Disclose how the organization identifies, assesses, and manages climate-related risks.)\n\nDuke Energy’s Risk Management Process\n\nAs mentioned above, climate-related risks are included in Duke Energy’s annual comprehensive ERA process. The ERA identifies potential major/substantive risks to corporate profitability and value and is managed by the ERM function, which maintains and develops policies and standards and supports risk assessments in and across business units. The risk management function supports embedded business unit resources who identify, characterize, track, and monitor risks in business unit risk registers.\n\nERM is led by the chief risk officer (CRO), who reports to the chief financial officer. The CRO provides an enterprise risk update to the FRMC of Duke Energy’s Board of Directors at each regularly scheduled meeting. In addition, the company’s management, including the CRO, annually reviews the ERA with the full board. The CRO actively and independently provides risk management oversight, including discussing levels of risk tolerance and risk acceptance within the business units.\n\nERM works with business unit subject matter experts to identify and characterize key risks, including those related to climate and the environment. Risks are captured across several dimensions, including financial, reputational, and operational (reliability, environmental including climate change-related risks and opportunities, health and safety, compliance and other operational aspects). Business unit subject matter experts and management work with ERM to determine which risks are more likely to have a substantive impact. These risk reviews are required biannually and, depending on the needs of the organization, sometimes occur quarterly within business units.\n\nDuke Energy has a robust process to identify and manage risks, including climate-related risks.\nOur CRO meets with business unit leadership to discuss risks, including climate-related risks, on a quarterly or semiannual basis. Combined, the ERA and business unit risk reviews look at short- and medium-term risks through the risk register process and, for medium-term climate-related transition risks, through the jurisdictional resource plans, which look out 10 to 20 years, depending on the jurisdiction.9 Longer-term risks are identified and managed through the Enterprise Strategy and Planning group’s tracking of longer-term trends.\n\nBusiness unit leaders are responsible for managing climate-related risks and opportunities that fall within their managerial purview. For example, the senior vice president of external affairs and communications is responsible for monitoring and responding to risks and opportunities posed by federal climate change-related policy proposals. The executive vice president, customer experience, solutions, and services is responsible for climate-related opportunities such as transportation electrification within our regulated jurisdictions.\n\n9 Note that the Carolinas Carbon Plan submitted to the North Carolina Utilities Commission in May 2022 does include a discussion of the longer-term signposts the company will monitor as it moves toward the North Carolina HB 951 target of carbon neutrality by 2050. HB 951 is discussed in more detail on page 19.\nSTRATEGY AND SCENARIO ANALYSES\nStrategy and Scenario Analyses\n\n(TCFD: Disclose the actual and potential impacts of climate-related risks and opportunities on the organization’s businesses, strategy and financial planning where such information is material.)\n\nIntroduction\n\nDuke Energy is leading one of the most ambitious clean energy transformations in our industry, with the largest planned coal retirement program in the U.S. electric utility industry. Eighty-five percent of our 10-year capital plan includes investments in our generating fleet’s transition to low- and zero-carbon resources and to a modernized grid. This transition not only provides a cleaner energy mix, but provides the following tangible benefits to customers, communities, and Duke Energy:\n\n- a more reliable, resilient and smarter grid capable of accommodating more distributed energy resources and enhancing the overall customer experience;\n- reduced exposure to financial and operational risks associated with reliance on coal generation and coal supplies;\n- mitigation against fuel price volatility;\n- enhanced economic development competitiveness of the regions we serve, enabling our states to recruit, retain, and grow manufacturers and other businesses;\n- opportunities for substantial capital investment, including through growth of our states’ renewable energy industries, resulting in employment growth and economic stimulation (including in rural communities); and\n- continued access to financing to fund operations and growth at reasonable rates.10\n\nThis report provides more details on our paths toward our clean energy goals, including an updated analysis for our electric utility business’s projected path to net-zero carbon emissions. This reflects the most recent resource plans for our Midwest and Florida utilities, the proposed portfolios pursuant to Carolinas Carbon Plan filed in North Carolina, and our targeted exit from coal generation by 2035. We are confident we will well exceed our 50% carbon reduction goal from 2005 levels for electricity generation by 2030 and will revisit this interim target in the future once state-level reviews of our plans have advanced. We are, based on the\n\n10 In addition to the benefits that our clean energy transition provides with respect to continued access to financing at reasonable rates, such financing is also an enabling condition for our clean energy transition.\nanalysis in this report, introducing an additional enterprisewide interim goal of an 80% carbon reduction by 2040 for electricity generation (also from a 2005 baseline). We remain on track to achieve our net-zero goal for electricity generation by 2050.\n\nWe recognize there are still pending final rulings on the proposed Carolinas Carbon Plan in North Carolina, our next resource plan to be filed in South Carolina in August of 2023 and other regulatory approvals. For example, in Indiana, we are in the process of updating our current IRP to reflect, among other updates, bids from our recent request for proposals (RFP). Based on this update to the IRP, we will file certificates of public convenience and necessity (CPCNs) with the Indiana Utility Regulatory Commission (IURC) for resource additions in 2023.\n\nThere are also uncertainties due to recent supply chain constraints and volatility in commodity prices, as well as potential future federal policies and permitting constraints. And over the next 25-30 years, we expect there will be additional challenges from macroeconomic and global events and disruptions. That is why we plan for a variety of scenarios, frequently update our plans, and maintain transparent discussions with our stakeholders every step of the way. We remain committed to these decarbonization objectives and will continue to pursue a responsible and orderly clean energy transition that maintains reliability while providing improved price stability, economic and infrastructure development, and cleaner air for our customers.\n\nWe also analyzed our overall greenhouse gas emissions in more detail and find that our expanded net-zero goal addresses 95% of our calculated 2021 greenhouse gas emissions. We are also establishing a target to reduce the Scope 2 and 3 emissions that are included in our 2050 net-zero goal by 50% from 2021 levels by 2035.\n\nWe have filed preferred portfolios in our recent integrated resource plans to accomplish the 2030 goal. And, on May 16, 2022, we filed the first proposed carbon plan in North Carolina pursuant to North Carolina Session Law 2021-165 (House Bill 951 or HB 951) for approval by the North Carolina Utilities Commission (NCUC). This plan (the proposed Carolinas Carbon Plan) presents a range of portfolios to achieve the state’s interim carbon reduction goal for electricity generation of 70% from 2005 levels and to achieve carbon neutrality by 2050. The NCUC will decide upon the final plan by the end of 2022. This plan will inform the next IRP to be filed in South Carolina in 2023, given that our dual-state system operates in and provides benefits to both Carolinas. We will continue to responsibly execute our clean energy strategy in each of our jurisdictions with updated resource plans and other regulatory proceedings filed over the next few years and decades.\n\nAnd we are striving to achieve these ambitious goals while keeping energy affordable and reliable for our 8.2 million electric and 1.6 million gas customers. All our Scope 1, 2, and 3 goals are contingent on enabling policies; cost-effective technology advancements and scalable supply chains; the continuing clean energy transition of the energy markets in which we operate; as well as federal, state and local permitting and regulatory approvals.\n\n11 HB 951 is bipartisan legislation that advances carbon emission reductions from electric generating facilities in North Carolina. It passed the North Carolina General Assembly and was signed by the governor on October 13, 2021.\nACCELERATING TOWARD A CLEAN ENERGY FUTURE\n\nHere’s how we’re taking action for our communities, while keeping energy affordable and reliable.\n\n**BOOSTING RENEWABLES**\n- 30,000 MW of regulated renewables by 2035*\n- 28,000 MW of energy storage by 2050\n- Renewables 40% of our energy mix by 2050\n\n**ELECTRIFYING TRANSPORTATION**\n- $100 million investing to help decarbonize transportation\n- Electric vehicle infrastructure pilots\n- Electrifying our fleet and helping other companies electrify theirs\n\n**CHAMPIONING NEW TECHNOLOGIES**\n- Advancements in emission monitoring\n- Advocating for new, zero-emission technologies such as:\n  - Advanced nuclear\n  - Hydrogen\n  - Energy storage technologies\n  - Carbon capture utilization and storage\n  - Renewable natural gas\n\n**MAINTAINING CRITICAL SUPPORT**\n- Pursuing subsequent license renewals for carbon-free nuclear\n- Leveraging the benefits of RELIABLE natural gas to support emission reductions and more renewables\n\n*NOTE: with respect to this report’s data concerning renewable energy and zero-carbon generation capacity, projected carbon emissions, carbon emission intensity, and delivery and consumption of energy of and from Duke Energy’s subsidiary electric utilities’ solar, hydroelectric, and biomass resources, note that some capacity and energy from such owned or purchased resources may be sold to third parties in the wholesale energy marketplace and not used to serve Duke Energy subsidiary electric utility customers. Some energy from such resources that is used to serve customers may not be acquired with associated Renewable Energy Certificates (RECs). Some energy from such resources is used to serve customers that have associated RECs, and such RECs may be used to meet statutory or regulatory compliance obligations (including obligations of subsidiary electric utility and certain wholesale customers), assigned for retirement for the benefit of customers pursuant to retail programs, or sold to third parties. Duke Energy’s electric utilities also buy power through purchased power agreements (PPAs) from solar, wind, hydroelectric, and biomass resources. Under certain PPAs for energy from such resources, the electric utilities purchase both the energy and the associated RECs. Under other PPAs, including some of those entered into pursuant to the electric utilities’ respective obligations under the Public Utility Regulatory Policies Act of 1978 (PURPA), Duke Energy does not purchase any RECs associated with the energy. Under PPAs entered into by Duke Energy’s electric utilities pursuant to certain retail customer programs, such utilities purchase RECs associated with the energy, but convey the RECs to participating customers, or retire such RECs on the customers’ behalf. Duke Energy’s subsidiary, Duke Energy Renewables, sells the electricity and/or RECs it generates to its customers.\nOur clean energy strategy is informed by the views of our diverse stakeholders, including customers, regulators, investors, policymakers, employees, and the communities we serve. These stakeholders hold a variety of interests, and we seek to engage with them all as we make our clean energy transition.\n\n- Customers: Providing access to affordable, reliable, accessible and increasingly clean energy.\n- Communities: Creating stronger, more inclusive, and vibrant economies.\n- Suppliers: Collaborating in the clean energy transition.\n- Investors: Providing sustainable long-term returns through financial and clean energy leadership.\n- Employees: Creating opportunities and mission-driven work.\n- Policymakers: Ensuring balanced public policy that helps our clean energy transition in a way that maintains affordability and reliability for our customers.\n- Non-governmental organizations: Providing a voice and feedback on climate and clean energy transition-related issues and priorities.\n- Thought leaders: Helping communicate the dimensions of the clean energy transition.\n\nThe rest of this section will:\n\n- discuss risks and opportunities we have identified related to climate change and how they affect our strategies;\n- describe key parts of our clean energy transition strategy (including development of new technologies and just transition); and\n- review scenarios that illustrate pathways toward achieving our greenhouse gas reduction goals for both our electric and gas businesses, as well as review an alternative scenario under which it is assumed that policies are adopted to require reductions commensurate with the International Energy Agency’s (IEA’s) net-zero by 2050 scenario.\nRisks and Opportunities\n\n(TCFD: Describe the climate-related risks and opportunities the organization has identified over the short, medium, and long term. Describe the impact of climate-related risks and opportunities on the organization’s businesses, strategy, and financial planning.)\n\nRisks\n\nPhysical risks\n\nExtreme weather events – including hurricanes, heavy rainfall, more frequent flooding, ice storms, higher temperatures, and droughts – can impact our assets, electric grid and reliability. Due to the location of some of our service territories, we must be especially vigilant about adapting and responding to these risks.\n\nBelow are descriptions of the possible physical risks related to climate change that we have identified as potentially affecting Duke Energy, summaries of the actions we are taking in our businesses to mitigate physical risks to our system, and a summary of a comprehensive study we are undertaking with an outside consultant of future climate vulnerabilities for the Carolinas transmission and distribution system.\n\nStorms and heavy rainfall events\n\nWe have underway a 10-year storm protection plan in Florida and three-year grid improvement plans in North Carolina and South Carolina. This is in addition to infrastructure plans in our Ohio and Kentucky service territories. In Indiana, the company is also in the final year of a seven-year, $1.4 billion transmission and distribution modernization plan, and its new six-year, $2 billion modernization plan was recently approved.\n\nThese investments will better prepare the company’s grid for severe weather events associated with climate change and help reduce potential power outages that can affect our customers. Recent installations of flood protections around substations in North Carolina and South Carolina that have experienced historic flooding in recent years will help protect vulnerable communities from extended outages like they experienced during hurricanes Matthew and Florence in 2016 and 2018, respectively. When aligned with vegetation management, pole and line upgrades, targeted undergrounding of outage-prone lines and self-healing technology installation in many of the same areas, we can significantly increase resiliency and help better protect the local community and economy during severe weather events. We are also leveraging data analytics and technology to achieve improvements in energy reliability and resiliency, while supporting our clean energy goals.\nFor example, we are installing smart, self-healing technology that can automatically detect power outages, isolate the problem, and then quickly reroute service to other available lines to restore power faster. In 2021, self-healing technology avoided more than 700,000 extended outages and saved customers nearly 1.2 million hours of total outage time.\n\nThis same technology also helps enable the two-way power flow needed to support growth of renewables and distributed technologies like battery storage and electric vehicles. When layered with improved system control technologies and voltage optimization capabilities, the technologies help increase not only resiliency, but also improve monitoring and protection against physical and cyber risks, enable the growth of company-owned and third-party renewables, and provide a foundation to help us achieve net-zero carbon emissions by 2050.\n\n**Water availability**\n\nMany sources of electricity require significant amounts of water for cooling purposes. A prolonged drought could therefore impact reliable electricity generation.\n\nSeveral of Duke Energy’s power plants in the Carolinas are located on hydroelectric reservoirs operated by the company. Of course, water availability is an important consideration in those watersheds, both to Duke Energy and to others. In these areas, we collaborate with local water utilities, environmental groups, homeowners and recreational enthusiasts on watershed and drought planning. Our hydroelectric projects also have drought response plans (known as “low inflow protocols” (LIPs)) embedded in their Federal Energy Regulatory Commission (FERC) operating permits; the LIPs work to conserve water in the reservoirs and protect all water intakes in the watershed, including those for Duke Energy’s facilities, until it rains again. Duke Energy’s hydroelectric projects also have procedures in place for managing operating conditions during “high inflow” (high rainfall) events.\n\nExcept for emergency situations, Duke Energy endeavors to maintain lake levels within the ranges set forth in its FERC licenses under normal operating conditions. Lake levels are closely monitored, and operational adjustments are made based on various factors, including weather forecasts.\n\nOther Duke Energy facilities are protected from drought because they have closed-cycle cooling and/or operate on large sources of water or on cooling reservoirs; one (the Brunswick Nuclear\nPlant) withdraws water from an estuarine environment and so is not susceptible to drought-related risks. We have also implemented equipment and operational changes at nuclear and coal plants to reduce potential drought-related risks.\n\nIn 2018, we adopted a new goal to reduce annual water withdrawals by our generation fleet by 1 trillion gallons from the 2016 level of 5.34 trillion gallons by 2030. In 2021, withdrawals were approximately 4.92 trillion gallons, a reduction of 0.42 trillion gallons.\n\nOur planned transition to cleaner energy by, in part, replacing coal and older natural gas plants that use once-through cooling systems with hydrogen-capable natural gas combined-cycle plants that use closed-cycle cooling systems, and with renewables, reduces the amount of water withdrawn and thereby reduces the risk to operations from potential future droughts. We are also considering the impacts on water use of other new technologies; for example, as part of our evaluation of electrolytic (green hydrogen) as a potential zero-carbon fuel source, we are evaluating the water required for green hydrogen production pathways.\n\n**Comprehensive climate vulnerability study for the Carolinas T&D system**\n\nIn 2021, we initiated a Climate Risk and Resilience Study (CRRS) of the Carolinas transmission and distribution (T&D) system to (1) to assess the vulnerability of our T&D assets and operations to projected physical impacts of climate change and (2) to develop a flexible framework to improve the Carolinas T&D system’s resilience. ICF International led the research and analysis, and, throughout the process, Duke Energy subject matter experts from across the company provided detailed input and feedback through ongoing discussions, interviews, workshops, and comments.\n\nAdditionally, at our request, ICF convened a panel of stakeholders to serve on a Technical Working Group (TWG). The TWG stakeholders represented customers, state regulatory staff, environmental advocates, industry organizations, academia, cooperative/municipal power providers, government/agency representatives, and others.\n\nMembers of the TWG provided valuable input that informed the vulnerability assessment methodology, shaped the assessment goals and objectives, and contributed to findings.\n\nThe CRRS Interim Report highlights the vulnerability assessment findings and is the first major deliverable in the study. It was released to the TWG in late July 2022.\n\nThe Interim Report reviewed exposure and vulnerability to physical risks of climate change at the individual asset level and provided data to inform our assessment of adaptation options that would improve the system’s resilience to future potential risks. The report focuses on a range of plausible climate change futures for five climate hazard categories: (1) high temperatures and extreme heat; (2) extreme cold and ice; (3) flooding and precipitation; (4) wind; and (5) wildfire. It is based on plausible upper and lower bounds of climate scenario projections, using the Intergovernmental Panel on Climate Change (IPCC) Representative Concentration Pathway (RCP) 4.5 (50th percentile) and RCP8.5 (90th percentile) scenarios.\n\nThe study provides projected changes in 2050 for each climate hazard and vulnerability ratings for all hazard and asset group combinations under the RCP4.5 and RCP8.5 scenarios. Without adaptation investments, under both scenarios, substations are at the highest potential risk, with extreme heat and flooding being the greatest concerns. The transmission system faces medium- and low-scoring risks for most climate hazards (depending on scenario, with lower risks under RCP4.5).\n\nWhile we expect the final report in 2023 to identify opportunities to further enhance the grid’s resilience, we are already actively engaged in implementing resiliency measures to address flood and wind risk. For example, we implemented permanent flood mitigation at the substations that experienced flooding during hurricanes Matthew and Florence and increased our design standard elevation for new substations. We also deploy temporary flood mitigation measures ahead of storm for other substations in the path of the storm. Through the remaining phase of this work, we will identify additional potential\nadaptation measures to improve resiliency for existing and future Carolinas T&D assets through a flexible adaptation strategy informed by stakeholder feedback.\n\nThe Interim Study may be found here.\n\n**Transition risks**\n\nWe continually monitor and respond to risks related to the transition to cleaner energy. These include both permitting and execution risks, policy risks, and economic risks.\n\n**Permitting and execution risks**\n\nExecuting our clean energy strategy requires the extensive buildout of additional generation, including new forms of generation such as:\n\n- wind, solar, and existing and long-duration energy storage\n- dispatchable resources, including\n  - hydrogen-capable gas turbines;\n  - carbon capture, utilization and storage (CCUS); and\n  - new nuclear.\n\nIt also requires the interconnection of this generation and electric transmission to transmit the clean energy to load centers. In addition, for hydrogen-capable gas turbines, new hydrogen production and transportation infrastructure will be needed, and for CCUS, in addition to carbon capture equipment, new pipelines will likely be needed. Further, until new dispatchable zero-carbon energy sources like the above are installed, new natural gas pipelines will likely be needed.\n\nAll this construction requires site acquisition, regulatory approvals, permitting, skilled labor, supply chain availability, and execution, all of which, if delayed, pose a risk to accomplishment of our carbon reduction goals in a timely manner.\n\nFor example, under the proposed Carolinas Carbon Plan, we could need as much as 12,000 MW of new solar before 2035, nearly quadrupling the solar currently installed in our Carolinas service areas. And because conservative estimates show that 1 MW of solar roughly requires at least 8 acres of land, this requires over 95,000 acres of land, or about 150 square miles.\n\n---\n\n12 Under Portfolio 1 in both our North Carolina and South Carolina service areas.\n\n13 Great Plains Institute, “The True Land Footprint of Solar Energy,” September 2021.\nIn addition, in our natural gas business, as can be seen in the scenario analysis section, our path to net-zero for Scope 3 customer emissions includes significant use of renewable natural gas (RNG). There is a risk to implementation of this strategy if the needed quantities of RNG do not materialize at reasonable costs or if any additional costs are not approved by Duke Energy’s regulators.\n\nTo address permitting and execution risks, we are advocating for permitting reform at the federal level. Federal, state and local legislation or regulations need to be revised to expedite and facilitate permitting and implementation of projects that will enable our clean energy transition while continuing to ensure communities will be meaningfully involved in decisions affecting them and the environment will be protected.\n\n**Policy risks**\n\nAs a regulated electric and gas utility, Duke Energy’s expenditures supporting its clean energy transition must be approved by state regulators to enable recovery of those costs. Capital expenditures are reviewed by state public utility commissions for inclusion in the company’s jurisdictional rate bases upon which regulated rates of return are earned. In addition, some expenditures, such as fuel costs, are subject to recovery clauses and are also subjected to annual prudency reviews by state regulators, although the company does not earn a return on these expenditures.\n\nUnder state laws, the company must present a range of resource options when it is proposing a new generation mix, including the most cost-effective options that maintain customer affordability and reliability, given current state and federal policies. The company must also present the lowest-cost option for cost recovery when delivering natural gas to its customers. We must demonstrate that our clean energy strategy and resource plans maintain affordability and reliability and are the most prudent option for customers.\n\nFederal and state policies can be adopted that provide incentives for our clean energy transition. The U.S. Congress has enacted two major laws in the past year – the Infrastructure Investment and Jobs Act (IIJA) and the IRA – that provide major incentives for the development and deployment of clean energy technologies and grid improvements. In addition, EPA has, over the past decade, twice adopted regulations under the Clean Air Act to require power plants to reduce carbon emissions. These regulations were rescinded by the EPA or stayed or invalidated by judicial review.14\n\nAnd in the states, recent policies have been adopted that help our clean energy transition; for example, North Carolina adopted\n\n---\n\n14 These regulations were rescinded, stayed or invalidated before their implementation; therefore, this has not affected our continuing carbon emissions reductions from electricity generation.\nHB 951 in 2021, and other policies were adopted in Tennessee and North Carolina to help reduce emissions from our natural gas business unit and its customers. Because these policies are now in effect and will help enable our clean energy transition and emissions reductions, they will be discussed further below under “opportunities.”\n\nTo date, an important factor in driving our success in achieving emissions reductions has been breakthroughs in technology development. We also need policies to further support and enable the commercialization of advanced clean energy technologies like new nuclear, hydrogen, CCUS, and long-duration energy storage. Other policies are also needed to facilitate the siting, permitting, and cost recovery of needed electric transmission and distribution infrastructure, as well as infrastructure that can carry natural gas, RNG, CO₂, or hydrogen. Policies are also needed to facilitate the procurement of low- and zero-carbon fuels such as RNG and hydrogen.\n\nFrom a regulatory standpoint, the EPA has stated that it will propose a new rule under the Clean Air Act for power plant carbon emissions in 2023. Duke Energy continues to monitor this and will assess the impacts of any proposed rule on the company’s clean energy transition and whether it helps enable that transition in an affordable and reliable manner.\n\nWhile the IIJA and the IRA, as mentioned above, will help drive adoption of new clean energy technologies, to ensure we are able to achieve our full clean energy transformation, we continue to advocate for policies at the federal and state levels that will further enable that transition while maintaining affordable and reliable energy for our customers. The major principles against which we compare proposed policies are discussed below.\n\n**Our view on effective carbon policy**\n\nDuke Energy has long advocated for climate change policies that will result in significant but orderly reductions in greenhouse gas emissions over time. We support market-based approaches that balance environmental protection with affordability, reliability and economic vitality. We seek to ensure that the policies adopted to achieve emission reduction goals are cost-effective, and equitable; promote a broad range of technology development; and include provisions to efficiently address greenhouse gas emissions across all sectors of the economy.\n\nDuke Energy issued a statement in January 2021 supporting the U.S. rejoining the Paris Agreement. We believe that the policy approaches we support are aligned with the Paris Agreement’s guiding principles and goals.\nOur analyses have identified several key policy attributes that we believe will allow us to achieve our emission reduction goals while maintaining affordable and reliable energy for our customers. These attributes will also help to incentivize the adoption of new, low- and zero-emitting technologies. We believe climate policy should:\n\n- Incentivize a zero-carbon trajectory in a cost-effective manner that preserves the affordability and reliability of energy.\n- Recognize that continuing to operate existing nuclear generation and adding new small modular reactors (SMR) and likely other advanced nuclear technologies is essential to maintaining our emission reduction progress and achieving net-zero goals.\n- Recognize that natural gas generation remains essential to transition to an affordable and reliable clean energy future, at least until advanced zero-carbon dispatchable generation sources\\(^{15}\\) and long-duration storage become commercially available.\n- Recognize the need for and promote the siting and permitting of infrastructure needed to transition to net-zero, including pipelines for low- and zero-carbon fuels, as well as electric transmission infrastructure.\n- Promote robust and sustained support for research, development, demonstration, and deployment of advanced technologies such as advanced nuclear, hydrogen, RNG, long-duration storage, and carbon capture, utilization and storage.\n\nWe need regulators and legislators to embrace policies to further incentivize our clean energy transition and allow for the recovery of costs to ensure the deployment of capital needed to operate our system cleanly, affordably and reliably well into the future. We will continue to advocate at the federal and state level for policies that will meet the above criteria and ultimately benefit our customers.\n\n**Economic risks**\n\nOur clean energy transition will require additional capital investments and operating and maintenance costs. As with other costs incurred on behalf of our customers and in response to energy and environmental policies, our regulated electric and gas utilities would plan to seek cost recovery for clean energy investments through public and transparent state regulatory review processes.\n\nTo mitigate the risk of stranded assets, we will continue to engage with policymakers and stakeholders prior to retiring existing assets or making investments in new generating capacity. This supports our future ability to recover costs as we position our electric\n\n\\(^{15}\\) At Duke Energy, we refer to these as zero-emitting load-following resources, or ZELFRs.\ngenerating fleet and natural gas utilities for the transition to cleaner forms of energy.\n\nAnother area of economic risk for our strategy is technology risk. As noted earlier, a critical part of our zero-carbon strategy is the need for new electric generation and storage technologies that are not yet commercially available or are unproven at utility scale. As it becomes harder to source fuels like coal for current generation technologies, new, cleaner, technologies must emerge to take their place. If these technologies are not developed or are not available at competitive prices, or if we invest in early stage technologies that are then supplanted by technological breakthroughs, our ability to achieve our clean energy transition could be at risk. To reduce this risk, Duke Energy is focusing on the development of new technologies, as described below on page 36.\n\nOver the next 10 years, the company has projected capital investments of $145 billion of which 85% is for fleet transformation and grid modernization. Access to capital at reasonable rates is critical to our ability to transform. To date, the company’s strong credit profile has supported ready access to equity and debt securities at reasonable terms. If this were adversely impacted, the company’s ability to access capital to execute capital projects at competitive rates would be impeded. Without access to capital, the pace of the company’s energy transition could decline.\n\nTo help mitigate the risk of reduced access to capital, the company published a Sustainable Financing Framework in November 2021 allowing investors who have specific mandates, or increased focus on investments with higher sustainability attributes, to purchase sustainability-labeled bonds from many of the electric utility issuers within Duke Energy.\n\nFinally, there are insurance-related risks. Commercial insurance companies have stated that they will begin to curtail the amount of insurance coverage offered to companies who have a substantial portion of their income generated from the use of coal and no clear plan to reduce its use in the future. As noted above, Duke Energy has retired significant amounts of coal capacity and has plans to reduce its coal generation to 5% of its mix by 2030 and to phase out coal generation by 2035, subject to regulatory approvals. This plan has been received favorably by the insurance companies with whom we do business.\n\nOpportunities\n\nWhile the clean energy transition comes with challenges, there are also opportunities for our business and for those we serve. Within our business, there are opportunities for our regulated utilities to make investments that provide a regulated rate of return. These investments include those in our clean energy transition such as renewables, energy efficiency, energy storage, and grid modernization, as well as electric vehicle infrastructure and distribution of alternative low-carbon fuels.\n\nPolicy opportunities\n\nPolicies that enable our clean energy transition provide opportunities for Duke Energy to accomplish its emission reduction goals in a way that benefits both the company and its customers. North Carolina HB 951 is one example of such a policy. It directs the NCUC to “take all reasonable steps to achieve a 70% reduction in emissions of carbon dioxide (CO₂) emitted in the state from electric generating facilities owned or operated by electric public utilities from 2005 levels by the year 2030 and carbon neutrality by the year 2050.” Further, the NCUC is required to “develop a plan … to achieve the least cost path … to achieve compliance with the authorized carbon reduction goals and “ensure any generation and resource changes maintain or improve upon the adequacy and reliability of the existing grid.” HB\n951 was supported by bipartisan majorities in the North Carolina General Assembly and the governor. HB 951 is a successful example of how climate-related policies can become opportunities when our clean energy transition is facilitated in a manner that preserves affordability and reliability for our customers.\n\nIn the last year, Congress adopted two major pieces of legislation that will help develop new clean energy technologies, improve the electric grid, and enable the clean energy transition. The first, the IIJA, also known as the bipartisan infrastructure bill, was enacted in late 2021. It provides more than $60 billion for clean energy technology development and grid modernization.\n\nThe second, the IRA, enacted in August, extends existing solar and wind tax credits and includes new tax credits for energy storage, hydrogen, and for new and existing nuclear. These tax credits will lower the cost of the clean energy transition for Duke Energy’s customers.16\n\nFor natural gas, policies to enable the use of RNG, hydrogen and other alternate fuels (which are low carbon or carbon neutral at the point of combustion) can provide investments for the company and reduce emissions. For example, Tennessee recently adopted the “Tennessee Natural Gas Innovation Act” (TN SB 1959), which authorizes a mechanism to recover the costs related to the use or development of infrastructure to facilitate use of innovative natural gas resources for natural gas utility customers, if the commission finds that the costs are in the public interest. For purposes of this bill, “innovative natural gas resources” include, but are not limited to, farm gas, biogas, RNG, hydrogen, carbon capture, qualified offsets, renewable natural gas attributes, responsibly sourced gas (RSG), and energy efficiency resources.\n\nIn addition, another state-level policy success from the natural gas business unit is the new North Carolina GreenEdgeSM program. GreenEdge is a voluntary program available to residential and small commercial customers to purchase blocks of environmental attribute equivalents and carbon offsets to offset the emissions from their use of natural gas. The GreenEdge program allows these customers to purchase monthly “blocks” that represent a combination of RNG environmental attributes and carbon offsets. Each block is\n\n16 Please note, however, that the analyses presented later in this report were completed prior to the enactment of the IRA. Preliminary modeling regarding the impact of the IRA is discussed on page 41.\nequivalent to 25% of the average North Carolina household’s monthly natural gas use. This helps the company achieve its goal for net-zero Scope 3 natural gas customer emissions.\n\nRenewables\n\nCustomer demand for electricity from cleaner sources continues to increase. Given this, we are increasing the amount of renewables on our system, which helps us reduce carbon emissions in line with our clean energy goals, diversify our fuel sources and provide investment opportunities. By 2035, we expect to have 30,000 MW of regulated renewables on our system, including both utility-owned and those procured under purchased power agreements.17\n\nOne of the nation’s and Duke Energy’s fastest-growing areas for solar power is Florida and in August of this year, we reached a significant milestone, delivering on our commitment to provide 700 MW of solar energy at 10 facilities to Florida customers. By 2024, with a combined investment of over $2 billion, Duke Energy Florida’s solar generation portfolio will include 25 grid-tied solar power plants, which will provide about 1,500 MW of emission-free generation with approximately 5 million solar panels installed. These solar facilities provide a cleaner, brighter energy future for our Florida customers, diversify our fuel sources and, in addition, foster economic development and job creation in the areas we serve.\n\nIn the Carolinas, more than 4,500 MW of solar capacity is connected to our grid – including company-owned and independent projects. We continue to grow our solar portfolio as we continue our clean energy transition.\n\nIn addition, Duke Energy recently became one of two offshore wind lessees for the Carolina Long Bay area east of Wilmington, North Carolina. The Duke Energy lease could support the development of up to 1.6 GW of offshore wind. It creates optionality if the NCUC determines that offshore wind is part of the least-cost path to achieve the goals of North Carolina HB 951. Three of the four portfolios submitted under the proposed Carolinas Carbon Plan for HB 951 include offshore wind.\n\n17 See NOTE on page 20.\nEnergy storage\n\nThere are many types of energy storage – from traditional hydroelectric pumped storage to new technologies involving battery, thermal, and mechanical energy storage. Our scenario analysis shows that we are projecting nearly 30 GW of energy storage on our system by 2050.\n\nOur approach is to enhance our long-serving hydroelectric assets, actively deploy battery storage technologies available today and support the development of advanced energy storage options. We plan to invest more than $600 million in battery energy storage by 2025, which will help to support our renewables portfolio.\n\nThe company has 77 MW of battery energy storage in service and another 14 MW under construction. By the end of 2022, we will have at least 50 MW of battery energy storage in Florida, including a battery on Cape San Blas on the Gulf of Mexico. In North Carolina, the Hot Springs Microgrid was placed in service in 2021. This project combines a 2-MW solar array with 4.4 MW of battery storage. This will be the company’s largest microgrid – providing reliable power to a small town.\n\nWe are testing long-duration energy storage technologies at our Duke Energy Emerging Technology and Innovation Center in Mount Holly, North Carolina. Multiple new battery chemistries will be tested in the 2022-2023 time frame that will inform our future deployments at scale.\n\nEnergy efficiency\n\nEnergy efficiency is an important opportunity and tool for our business – it helps customers by reducing energy costs and the company by reducing electric and natural gas load and therefore reducing carbon emissions.\n\nEnergy efficiency is an important part of our resource plans. For example, each of the scenarios presented in the proposed Carolinas Carbon Plan assumes reducing 1% of eligible retail load through energy efficiency each year. This aggressive long-term forecast of energy efficiency savings is more than double the level assumed in the Carolinas 2020 IRPs.\n\nIn 2021, enterprisewide, we exceeded energy efficiency goals by achieving a cumulative reduction in customer energy consumption of 21,361 GWh at year’s end – equivalent to the annual energy usage of 1.78 million homes. We also reduced cumulative peak demand by 6,929 MW.\n\nEnergy efficiency is also an important factor in our long-term plans for our natural gas business. Our models predict that customers will continue to add newer, less energy-intensive gas appliances.\nWe continue to help customers manage energy costs while improving access to their homes’ specific energy profiles, including:\n\n- **Home Energy Reports (MyHER) reports** – individual reports are provided to over 2.6 million residential customers each month. With this information, customers can make meaningful decisions about their own energy use.\n\n- **New, modernized billing and technology systems** – for customers in the Carolinas and Florida, new billing and payment options, improved digital experience with more self-service choices, and insights into energy use and spending. In December 2021, 71% of enrollments in payment assistance programs and 70% of billing program enrollments were completed via the new self-service methods.\n\n- **Direct outreach** – through grassroots awareness campaigns, the company uses a wide variety of communications tactics to deliver important messages about higher bills. We provide customers with tools to help them manage their bills, reduce energy use, and save money.\n\n- **Program and engagement options** – to simplify next steps for customers who want to take action to save energy and money, the company’s Online Marketplace, retailer discount and in-home assessments continue to be cost-effective choices for customers.\n\n- **Piedmont Natural Gas** has provided funding for low-income weatherization assistance programs that provide a more energy-efficient and comfortable home environment for the customers served and recently received regulatory approval for several new residential and commercial energy efficiency programs in North Carolina.\n\n- **Duke Energy Indiana** provided enhanced funding for health and safety improvements for low-income customers, allowing their homes to be weatherized and providing energy savings.\n\n- **Duke Energy Ohio and Kentucky** employee volunteers assembled hundreds of winter weatherization kits that were handed out to customers. The weatherization kits were distributed in partnership with community organizations across Ohio and Kentucky, and included items such as draft stoppers, window insulation, outlet covers, weatherstripping, etc. to help customers prepare for the cold winter months and make their homes more energy efficient to cut down on their energy costs.\nDuke Energy has pledged to convert 100% of its nearly 4,000 light-duty vehicles and 50% of its combined fleet of about 6,000 medium-duty, heavy-duty and off-road vehicles to EVs, plug-in hybrids, or other zero-carbon alternatives by 2030.\n\nAs we look to the remainder of 2022 and beyond, new options such as time-based rate options, program bundles, and education and tools around electric vehicle charging will provide even more value for customers.\n\nElectric vehicles\n\nAccording to the Edison Electric Institute, as many as 26.4 million electric vehicles (EVs) may be on the road by 2030. The increase in demand for electricity in this transformation of the transportation sector provides us an opportunity to grow our electricity business with clean energy.\n\nWe are a strong supporter of utility involvement to help scale the electrification of the transportation sector and provide equitable access to EV charging across the communities we serve. It’s a major reason we have introduced comprehensive initiatives to embrace and encourage the transition to greater transportation electrification.\n\nStarting within the company, we have made a strong commitment to electrifying our own fleet. We have pledged to convert 100% of our nearly 4,000 light-duty vehicles and 50% of our combined fleet of about 6,000 medium-duty, heavy-duty and off-road vehicles to EVs, plug-in hybrids or other zero-carbon alternatives by 2030.\n\nIn Florida, the company’s Park and Plug pilot has installed more than 600 EV public charging stations throughout the state. To date, drivers have used the Park & Plug network for almost 130,000 charging sessions, displacing more than 215,000 gallons of gasoline. The Park and Plug program includes direct current (DC) fast chargers in strategic locations connecting major and key secondary corridors and evacuation routes in\n\n---\n\n18 Electric Vehicle Sales and the Charging Infrastructure Required Through 2030 (eei.org).\nFlorida. This creates critical infrastructure needed for EV adoption and helps reduce range anxiety.\n\nIn the Carolinas, regulatory action in 2020 resulted in the approval of pilot programs. In North Carolina, we received regulatory approval for “Make Ready Credit” programs to provide credits to reduce the upfront cost of upgrading electrical systems to install charging infrastructure for homeowners and businesses. We have filed for approval of a similar program in South Carolina and intend to expand it to other jurisdictions, subject to regulatory approval. In addition, we aim to make sure future charging is equitable to rural and low- to middle-income areas.\n\nWe are now working on an expanded suite of EV programs, making it more affordable and convenient for customers to access EV charging infrastructure across the areas we serve. For example, in Indiana, we are implementing fast charging infrastructure as part of a Volkswagen grant, and EV incentives were recently approved for residential and commercial customers and for fleet and school buses. Additionally, the company’s fast charging tariff and EV service equipment tariff were recently approved.\n\nThe company has also actively engaged with each state in which we operate as they develop plans for additional EV infrastructure funding under the IIJA. Recently, the Federal Highway Administration approved these Electric Vehicle Infrastructure Deployment Plans for all 50 states under the National Electric Vehicle Infrastructure Formula Program. These state plans will fund numerous activities to promote EV charging, including construction of new EV charging infrastructure.\n\nIn the commercial space, the company’s wholly owned subsidiary, eTransEnergy, helps large businesses and municipalities with all the planning, financing, acquisition and deployment services to electrify their fleets. eTransEnergy provides unregulated services to assist school districts, transit agencies and companies across the country achieve their economic and sustainability goals as they transition to clean energy transportation options.\n\n**Stakeholder engagement**\n\nDuke Energy is driving the clean energy transition in partnership with external stakeholders to reach the best solutions for its customers and communities. We are working collaboratively to make the changes we can today while developing new solutions to deliver an even cleaner energy future. We are listening, learning and adjusting along our journey and are committed to a future that offers reliable, accessible and affordable clean energy for all customers and to making a positive impact on our communities. Doing so requires that we get their perspectives early and often and work together to develop and deliver smart energy solutions. We engage and interact, hold open houses and listen before we act.\nEffective stakeholder engagement requires the development of genuine, positive working relationships, which in turn relies on a foundation of trust. We are growing our team of engagement experts at Duke Energy to focus on engaging customers, local governments and communities and connecting those localized projects and initiatives to state and federal policies and regulations.\n\nDuke Energy is committed to including engagement expertise in our project management practices and maturing our use of environmental justice screening tools and community assessments. This helps us develop specific strategies and tactics for engagement such as listening sessions, community forums and partnerships with groups who have their own established communications channels we can leverage. The early inclusion of stakeholder engagement helps us identify risks and explore opportunities associated with our energy transition.\n\nFor example, in the Carolinas we are targeting 70% carbon reduction in the 2030 time frame – a goal outlined by North Carolina HB 951. After gathering feedback from stakeholders in both North Carolina and South Carolina, we incorporated this public input into our proposed Carolinas Carbon Plan – a road map for modernizing our two-state energy system in a manner that reduces risks for customers while also lowering emissions and balancing affordability and reliability.\n\nWe believe our long-term success is deeply intertwined with the health and well-being of the communities we serve, and we strive to be transparent in our stakeholder engagement outreach.\n\nNew Technologies\n\nThe development and commercialization of new technologies will be critical to our achievement of our net-zero goals and for economywide decarbonization. We have undertaken numerous partnerships, with technology developers, researchers, and industry groups to advance technology maturity and create supportive policy frameworks. In addition to these initiatives, we are exploring additional technology advancement projects and partnerships under the IIJA, which provides the Department of Energy with more than $60 billion to invest in clean energy technologies and grid modernization across the United States. We are evaluating potential IIJA projects related to hydrogen, long-duration energy storage, carbon capture, and more.\n\nNew nuclear\n\n- New nuclear technologies under development include SMRs, advanced reactors and microreactors. SMRs are water-cooled reactors (like today’s commercial fleet); advanced reactors are non-water-cooled (e.g., molten salt, liquid metal, or high-\nMicroreactors are compact reactors, typically less than 3 MW that could be used in small applications like a university setting.\n\nExamples of the ways we are exploring these technologies include:\n\n- We serve an advisory role on the TerraPower-led team that is working to demonstrate TerraPower and GE Hitachi’s Natrium fast sodium reactor with molten salt storage. The project received one of two U.S. Department of Energy (DOE) awards through the Advanced Reactor Demonstration Program in 2020.\n- We are an advisory board member for NuScale, which is working toward a six-unit pilot SMR plant in Idaho by 2030. The U.S. Nuclear Regulatory Commission (NRC) announced on July 29, 2022 that it is directing its staff to issue a final rule that certifies NuScale’s SMR standard design for use in the U.S. According to the NRC, “certification … means the design meets the agency’s applicable safety requirements.” NuScale is the first such design to receive NRC certification, but it has not yet received its operating license.\n- We serve as advisory board members for multiple technologies and interface with companies like GE Hitachi and X-energy; both companies are working to deploy SMRs.\n- In Indiana, we are working with Purdue University on an SMR feasibility study to develop information on how to best meet the clean energy needs of the university and the state using nuclear.\n- We are members of the Market Development Advisory Committee for General Fusion, a Canadian company developing a fusion power plant technology.\n\nLong-duration energy storage\n\n- We have owned and operate pumped-storage hydro stations since the 1970s in our Western Carolinas region. The company is evaluating the potential for increased pumped-storage capacity to support renewables integration in the region.\n- We are piloting multiple technologies, including a vanadium flow battery with the University of Central Florida; Honeywell’s new non-flammable flow battery and EOS’s Znyth Gen 3.0 zinc bromine battery at Duke Energy’s Emerging Technology Innovation Center in Mount Holly, North Carolina; and EnerVenue’s nickel-hydrogen battery at our McAlpine Creek Substation in Charlotte, North Carolina.\n- We are partnering with the Electric Power Research Institute (EPRI) to study the cost and performance of deploying Hydrostor’s Advanced Compressed Air Energy Storage technology at an existing coal site in North Carolina.\n\nHydrogen\n\n- We are implementing a solar to 100% green hydrogen-capable combustion turbine in Florida. Our goal is to be operational by 2024.\n- We are partnering with Clemson University and Siemens Energy to evaluate a project to produce, store and co-fire hydrogen at Duke Energy’s combined heat and power plant on Clemson’s campus in South Carolina.\n- We are partnering with Wabash Valley Resources on a Department of Energy-funded front-end engineering design study of biomass-to-net-zero-hydrogen production in Indiana.\n- We are a sponsor of the Energy Futures Initiative’s Hydrogen Market Formation study.\n\nCarbon Capture, Utilization and Storage (CCUS)\n\n- Over the past 15 years, we have participated in multiple CCUS pilots in our Midwest service territories, including successful injection of 1,000 tons of CO₂ at the East Bend Station deep well site in Kentucky and engineering design and geologic site characterization at our Edwardsport Integrated Gasification Combined Cycle (IGCC) plant in Indiana.\nAdvanced customer programs and flexible demand\n\n- We are piloting vehicle-to-grid (V2G) and vehicle-to-building technologies, such as:\n  - Electric school buses in Indiana with Cummins, Blue Bird and Nuvee;\n  - A 17 kW DC charger with V2G capabilities that is powered directly from our DC microgrid at our Mount Holly Innovation Center; and\n  - A pilot program, announced in August, in collaboration with Ford Motor Company, that, if approved by the NCUC, will provide incentives to customers to allow their eligible EVs, including the Ford F-150 Lightning, to feed energy back to the grid to help balance peak demand.\n- We are testing advanced demand response capabilities through Bring Your Own Thermostat and Bring Your Own Battery pilots.\n\nNatural gas distribution methane reduction initiatives\n\n- We entered into a partnership with Accenture and Microsoft to develop greenhouse gas emissions platform designed to apply direct measurement data into a platform to store, track and monitor emissions across the business.\n- We are performing pilot testing of satellite technology for advanced methane leak detection capable of detecting plumes of methane as small as a leak on a residential meter.\n- We are pilot testing gas cloud imaging cameras (GCI) at strategic stationary locations on the gas distribution system to perform 24/7 real-time methane detection.\n- We are incorporating the use of cross-compression technology to eliminate methane emissions, such as blow-downs or flaring, during operational activities.\n\nJust Transition\n\nDuke Energy’s long-term success is deeply intertwined with the health and well-being of the communities we serve. As part of our clean energy transition, we want to ensure a just transition in which we will be thoughtful and intentional in how we achieve our clean energy transition and we will consider the diverse needs, preferences and expectations of our stakeholders.\n\nIn 2022, we launched a cross-functional working team to build a framework and just transition strategy that’s based on stakeholder input and our learnings from previous coal facility retirements. In those cases, we gained valuable experience about how to meaningfully address impacts to workers and communities.\nFor example, in North Carolina, we developed a multiskilling program for 500 coal plant workers, which provides employees with the skills needed to generate reliable power for our customers during the transition. We also conducted expert-guided benchmarking exercises to determine best practices, and we’re leaning in and engaging in dialogue to understand the needs of a diverse set of stakeholders, including local governments and nonprofits, as we develop our long-term strategy.\n\nBased on this experience, our benchmarking exercises, and ongoing stakeholder dialogues, we have developed the below principles to guide us as we continue our transition to a clean energy future.\n\nAs we navigate the largest planned coal retirement in the industry, we are being intentional in how we approach a fair, equitable and just transition for stakeholder groups that include our employees, customers and communities. We commit to:\n\n- **Support the workforce**: Fundamental to our transformation is our commitment to enable sustainable career opportunities and build a talented, diverse workforce across the communities we serve. We will support the workforce needed to safely run and maintain the plants through retirement. Additional support for employees affected by our clean energy transformation will include providing assistance to pursue new career paths, including reskilling and internal placement opportunities and, if needed, external career transition support.\n\n- **Engage with our communities**: We will communicate with key stakeholders in and around the community to identify opportunities and needs that arise as a direct result of the transition. We will seek advice from and partner closely with the affected community, including individual community members and public and private organizations that can share unique perspectives as we listen, learn and adjust to develop collaborative community plans.\n\n- **Prioritize reliable, affordable and accessible energy for all customers**: We are focused on maintaining energy reliability during the transition while recognizing the importance of affordability for our customers and are committed to balancing these needs. Additionally, we will prioritize scenarios benefiting customers including power generation supported by clean energy sources.\n\n- **Evaluate community development**: We will incorporate a process to evaluate Duke Energy infrastructure and land for replacement generation, alternative economic development opportunities and/or land restoration to benefit the vitality and well-being as well as the environment of the local community. We will partner with the community to evaluate additional regional economic opportunities that will promote employment and sustainable economic benefits.\nNet-Zero Scenario Analyses\n\n(TCFD: Describe the resilience of the organization’s strategy, taking into consideration different climate-related scenarios, including a 2°C or lower scenario.)\n\nThe below sections discuss analysis of scenarios for achievement of zero carbon emissions for the following segments of our business:\n\n1. **Duke Energy’s electric business.** This scenario shows an option for how Duke Energy would achieve its goals of at least a 50% reduction in carbon emissions from 2005 levels by 2030, 80% by 2040, and net-zero emissions by 2050.\n\n2. **Duke Energy’s natural gas business.** This scenario includes a discussion of how the natural gas business unit can achieve its goal of net-zero emissions from customer use of gas by 2050.\n\nIn addition, we present a third-party analysis of:\n\n3. **Duke Energy’s electric and gas businesses under the International Energy Agency’s (IEA’s) Net Zero by 2050 scenario.**\n\n   Stakeholders have requested that we analyze a 1.5°C scenario; the IEA states that its scenario “reducing global carbon dioxide (CO₂) emissions to net-zero by 2050 is consistent with efforts to limit the long-term increase in global temperatures to 1.5°C.”\n\n1. **Duke Energy Regulated Electric Business Net-Zero Scenario Analysis**\n\n   The following analysis examines an updated scenario for achieving our net-zero CO₂ emissions goal by 2050 for our regulated electric generation business. This analysis was conducted using the same industry-standard expansion planning and hourly production cost modeling tool that we use for integrated resource planning. The analysis did not include transmission and distribution modeling, which is required to assess the cost and technical feasibility of interconnecting large quantities of renewables.\n\n   The scenario analysis is intended only to provide an enterprisewide directional illustration of a possible pathway to achieve our clean energy transition. The results through 2030-2035 (depending on the jurisdiction) are generally aligned with coal retirement dates and the most recent resource plans for our Midwest and Florida\n\n---\n\n19 International Energy Agency, Net Zero by 2050: A Road Map for the Global Energy Sector, revised version, October 2021.\nregulated electric utilities and the proposed Carolinas Carbon Plan as filed in North Carolina. One exception to this alignment is a more aggressive carbon price trajectory required for Midwest and Florida jurisdictions to achieve zero carbon emissions by 2050.\n\nIn light of the dependency of these projections on policy and technology development, supply chains and regulatory processes, the projections will change over time as regulatory decisions are made and new information becomes available. We will continue to work collaboratively with stakeholders in the states we serve as we develop future resource plans pursuant to regulatory requirements.\n\nModeling for this report did not include impacts of the recent IRA but did look at impacts of the proposed carbon plan in North Carolina and other potential carbon policies on the Midwest, Florida and South Carolina. Our preliminary modeling indicates that the IRA will reduce the cost of our energy transition through the 2030s, bringing down costs to customers with the IRA tax credits instead of an assumed price on carbon. We also expect the IRA will bring down costs of advanced technologies, such as green hydrogen, and make them cost competitive earlier than expected. The pace of investment still depends on things like scalable supply chains; proactive grid planning processes; federal, state and local permitting; and state regulatory approvals.\n\nThe IRA does provide a tangible federal carbon policy, which reduces customer costs. This will also improve rate stability by mitigating the risk of increased costs to customers due to current inflationary pressures and higher fuel costs. It also drives advancement in hydrogen and storage technologies and strengthens the supply chain for critical dispatchable clean energy resources such as hydrogen, new nuclear, and advanced energy storage.\n\nThe pathway represented by this scenario analysis supports the overall trajectory of our carbon reduction goals for electricity generation of at least a 50% reduction by 2030, 80% by 2040 and net-zero by 2050. However, further policy support; technology development; sustainable supply chains; and federal, state, and local permitting are needed to achieve our 2050 goals.\n\nKey caveats and assumptions for regulated electric business net-zero scenario analysis\n\nDeveloping scenarios out to 2050 necessarily requires an analysis that includes numerous uncertainties and assumptions. The company’s resource planning processes, which go out 10\nThe net-zero analysis for Duke Energy’s electric business rests on numerous assumptions detailed here.\n\nto 20 years, provide a relatively more certain view. Projecting beyond that time frame requires more speculative assumptions for how technology, electricity demand, and costs may evolve several decades in the future.\n\nIn addition to assumptions in currently proposed IRPs and the proposed Carolinas Carbon Plan, this net-zero scenario analysis is based on the following assumptions:\n\n- Legislative or regulatory federal climate policy is enacted that facilitates the transition to net-zero emissions by 2050 – or, in the absence of federal policy, climate policies are enacted in each of the states in which Duke Energy operates generating capacity. As noted above, the analysis was conducted before enactment of the IRA and so does not include its clean energy incentives.\n\n- Regulatory approvals of the generation changes modeled in the scenario are obtained over the planning horizon through 2050.\n\n- Buildout of natural gas pipelines and generating capacity is allowed where necessary to enable coal retirements. (We assume that these will be transitioned to hydrogen or RNG operation prior to 2050.)\n\n- Scalable supply chains are developed for renewables, storage, and ZELFR technologies.\n\n- Cost-effective new ZELFRs such as advanced nuclear, zero-carbon hydrogen, and carbon capture, utilization and storage are developed and commercially available in time to be used when needed for the scenario.\n\n- Buildout of new ZELFR capacity and associated electric transmission lines is achievable within the time frames needed for this strategy.\n\n- Federal, state and local permitting is obtained for new technology installations, pipelines, and transmission.\n\n- In addition, this net-zero scenario analysis makes the following specific modeling assumptions:\n### Net-Zero Electric Business Scenario Assumptions\n\n| System load | For the net-zero scenario analysis, Duke Energy used a “high EV” scenario coupled with the same economic growth and energy efficiency forecasts used in its proposed 2022 Carolinas Carbon Plan and its recent integrated resource plans in Indiana and Kentucky and its 10-year site plan in Florida. In the early years, the load growth under this scenario matches the growth we project in our recent IRPs and Carbon Plan. It then ramps up over time and averages over the period 2022-2050 a compound annual growth rate for energy (in megawatt-hours (MWh)) of 1.49%. This assumes normal weather as experienced over the past 30 years.\n\nThe high EV scenario assumes achievement of the Biden administration’s goal that 40% to 50% of new vehicle sales will be electric by 2030. To enable this, we assume that the numerous announcements of new EV models to be released in the next few years will come to fruition. Further, greatly increased charging infrastructure must be assumed to be available to alleviate range anxiety for EVs. |\n|---|---|\n| Existing nuclear | All existing nuclear plants receive subsequent license renewals and are authorized by the Nuclear Regulatory Commission to operate for an additional 20 years (for a total operating life of 80 years). In addition, the IRA provides a production tax credit for existing nuclear from 2024 through 2032. Existing nuclear generation is assumed to be capable of reducing output by up to 20% post-2040 to aid in balancing generation and load. |\n| Coal retirements | Coal retirements in North Carolina are based on the proposed 2022 Carolinas Carbon Plan filed on May 16, 2022. Coal retirements in Indiana and Kentucky are based on 2021 IRPs, and the Crystal River units in Florida are assumed to retire in 2034, per the 2022 10-year site plan.\n\nAll future coal retirements are subject to regulatory approval and, in certain cases, the availability of replacement generation. |\n| Natural gas assets (power generation) | New units are assumed to have a 35-year book life, progressively transitioning to hydrogen use by 2050 or alternatively, RNG.\n\nHydrogen blending in natural gas turbines is assumed to begin in 2035 at approximately 3% by volume and to ramp up to approximately 15% by volume by the early 2040s.\n\nAll natural gas units built after 2030 are assumed to be convertible to full hydrogen capability. After 2040, only peaking units that are fully hydrogen capable are assumed to be built. |\n| Markets | Regional Transmission Organization energy purchases are reduced over time beginning in 2035 due to the uncertainties regarding how the markets will evolve in the future. This is a conservative approach to ensure that customer load is served. Actual plans would consider market purchases as required by state law and regulations. |\n| --- | --- |\n| Fuel supplies and prices | Until new dispatchable carbon-free fuel technologies become economically viable for utility-scale use, traditional fossil fuels will be required to satisfy regulatory mandates for least-cost planning and reliable operations. This means obtaining sufficient coal supplies to provide reliability through the planned (subject to regulatory approval) end of coal consumption in 2035 and obtaining additional firm transportation for interstate natural gas required to support renewable integration, maintain cost-effective and reliable energy, and achieve declining system carbon emissions. This analysis used Duke Energy’s fall 2021 fuel forecast, which was completed before inflation and fuel supply challenges became a major factor in the spring and summer of 2022. Our ongoing work will continue to reflect updates in commodity prices and we believe, coupled with incentives from the IRA, that this will tend to advantage clean generation sources, balanced by the need for reliable capacity. For natural gas commodity prices, fall 2021 market prices (which, as noted above, occurred prior to 2022 fuel price inflation) are used for the first five years of the forecast and assumed to transition to fundamentals-based prices over years five through eight. IHS Markit forecasts are used beginning in year nine. The modeling also assumed a limited supply of new Appalachian gas. As described in our Carolinas Carbon Plan filings, however, more detailed modeling would show that a limited portion of energy storage could be more cost-effectively replaced with hydrogen-capable combustion turbines (CTs). |\n| Zero-emitting load-following resources (ZELFRs) | ZELFRs are assumed to be commercially available for deployment in the mid-2030s. ZELFR is a placeholder in the modeling for new commercially available dispatchable utility-scale technologies to complement high penetrations of renewables. For purposes of cost analysis, costs for ZELFRs were based on SMRs. ZELFRs could also be combined-cycle power plants with CCUS, or use hydrogen or biofuels (like RNG). In reality, a combination of several technologies, including both SMRs and advanced reactors are needed to replace existing baseload and intermediate generation and back up weather-dependent renewable generation. The capital costs of these various types of ZELFRs are uncertain; therefore, it makes capital expenditure projections uncertain once ZELFRs are assumed to be installed. |\nTechnology prices\n\nTechnology prices in this analysis are based on fall 2021 projections, which did not capture supply chain issues and inflationary effects observed over the past several months. Some of the prices below are projected to decrease over time (especially renewables and storage), while others are expected to increase.\n\n- CTs – $600/kW (represents multiunit site)\n- Combined cycle (CCs) – $650/kW (represents 2x1 advanced class with duct firing)\n- Hydrogen combustion turbines – $720/kW (represents multiunit site)\n- Retrofit of existing gas units to 100% hydrogen capable – $110/kW for CCs to $150/kW for CTs\n- Small modular nuclear reactors and advanced reactors – $5,000/kW\n- Solar – $1,500/kW\n- Solar with integrated four-hour storage – $2,000/kW\n- Wind – $1,400/kW (onshore) to $3,800/kW (offshore)\n\nNOTES:\nInterconnection costs for these technologies were not explicitly considered in the scenario analysis. This assumption yields an optimistic view of the costs of adding large quantities of renewables to the grid. Typical costs of transmission access for various types of renewables are shown below as a percentage of total project costs:\n\n- Conventional generation – 10% (constrained area)\n- Solar – 20% (bundled solar in constrained area)\n- Wind (offshore and out of state) – 20% to 50% (location-dependent)\n- Batteries – 20% (depends on location and primary use)\n\nTransmission access cost is expected to increase with greater amounts of renewables and will be dependent on location, type, amount, and existing infrastructure. Due to uncertainty in these factors, projections of future transmission access costs were not included.\n\nNew nuclear availability\n\n- New small modular reactors available beginning 2034.\n- Advanced reactors available beginning 2038.\n| Battery storage | Lithium-ion storage – $1,500/kW (four hour) to $2,500/kW (eight hour) – generally aligned with the National Renewable Energy Laboratory annual technology baseline moderate scenario. Batteries are assumed to be available to store energy for four, six or eight hours. It is also assumed that there are no limitations on the supply chain for batteries and that they can be interconnected in a timely manner and without cost constraints. Seasonal battery storage technologies are not currently commercially available, and their costs and development timeline are uncertain, so they are not assumed in the model. We view ongoing research into battery storage as vital to reducing costs and enabling longer-duration storage, but because the timing of technological breakthroughs for battery storage remains unclear (as do the costs of battery storage after the breakthroughs), we did not speculate on the timing or cost impact of a breakthrough in battery technology in this limited analysis. |\n| Hydrogen (H₂) | Hydrogen blending is assumed at existing CC and CT units in 2035+. See below discussion of assumptions for internally produced hydrogen.  \n- Hydrogen production technology and a robust hydrogen market is assumed to be available by 2040.  \n- All new CTs 2040+ are assumed to be operated on 100% H₂.  \n- Remaining CT and CC units on the system in 2050, as well as all CTs and CCs added to the portfolios, operate on H₂ in 2050.  \n- Hydrogen cost assumptions are informed by the DOE price target for clean hydrogen.  \nIn the coming decades, hydrogen production and consumption for electric power generation is expected to expand significantly and become an important component of achieving carbon neutrality by 2050. While Duke Energy is optimistic that the current DOE targets will drive development of a hydrogen market, our modeling sought to assess the potential for producing an adequate hydrogen supply for Duke Energy needs based on surplus energy from our generating assets.  \nWe evaluated the level of surplus clean energy (from solar, wind, and nuclear) during periods of lower energy demand to see how that could potentially be translated into hydrogen production. Our modeling showed that this surplus clean energy could provide enough internally produced hydrogen to adequately meet all of the assumed hydrogen blending needs, which begin in 2035. As the need for hydrogen usage grows throughout the 2040s with the addition of 100% hydrogen resources, our modeling projects that our surplus clean energy could supply approximately half of the total hydrogen needed for 2050 consumption. |\n| Carbon prices and carbon policy |\n|--------------------------------|\n| Consistent with past Duke Energy climate report modeling, the Florida and Midwest modeling utilized a carbon price assumption, but with the adjustment of a higher and later starting point. In these cases, a $26/short ton carbon price, escalating at $7/year was used in dispatch starting in 2028, which supports a steady trajectory to reach net-zero carbon by 2050. For the Carolinas, the modeling results presented below are consistent with the proposed Carolinas Carbon Plan. The carbon price could also represent limitations on coal generation starting in 2028, either through new policies or market constraints. |\n| This modeling effort assumes a policy is imposed that requires zero carbon emissions from electricity generation in 2050. This is consistent with prior Clean Electricity Standard proposals in Congress. As discussed previously, the modeling was performed before enactment of the IRA. |\nElectric Business Net-Zero Scenario Analysis Results\n\nThe following results reflect only one set of the possible generation mixes that would result in net-zero emissions by 2050. The ultimate pace of the transition will be dependent upon several factors such as regulatory approval, access to replacement generation, supply chains, etc. and actual results could be materially different from this scenario. These results do not represent definitive utility resource plans. Each Duke Energy utility’s resource plan will be developed in conjunction with policymakers and other stakeholders and will require regulatory approval under our legal mandate to provide affordable and reliable energy.\n\nFigure 1 shows the mix of the company’s regulated generating capacity (in gigawatts (GW)) in 2021, along with the capacity projected through 2050 every five years (starting in 2025). Overall, this shows that over 120 GW of new resources will need to be built and interconnected over the next 27 years.\n\nFigure 2 shows the percentage mix of the company’s regulated generation in 2021, along with the percentages projected through 2050 every five years (starting in 2025). The mission of natural gas resources evolves over time from replacing coal to backing up renewables. Even though gas turbines’ contribution to the\n\n20 See NOTE on page 20.\n\n21 Note – “ZELFR – Converted H₂/Biogas” are existing (at the time of adoption) natural gas combined-cycle and combustion turbine units converted to run on green hydrogen or biogas (RNG).\n\n22 See NOTE on page 20.\ngeneration mix declines, they continue to serve a critical function, maintaining reliability through severe weather events. As noted above, beginning in 2045, gas turbines that will remain in 2050 are converted to operation on zero-carbon hydrogen or biogas/RNG.\n\nFigure 2: Percent of Total Generation – Enterprise\n\nThis scenario results in the following projected carbon emissions from Duke Energy generation. The use of gas turbines converted to zero-carbon fuels allows us to achieve zero carbon emissions in 2050, without the use of offsets.\n\nFigure 3: CO₂ Trajectory – Enterprise\nBased on 2005 Baseline of 139M Metric Tons\n\n23 See NOTE on page 20.\nKey insights\n\nUnder this scenario analysis, we are confident in exceeding our 50% carbon reduction from 2005 levels by 2030 target and, assuming new technologies are developed and are cost-effective, achieving our new 80% reduction by 2040 target on the path to zero carbon emissions in 2050. In addition:\n\n- The analysis shows that while batteries are important for smoothing and time-shifting renewables, dispatchable, clean energy resources like hydrogen- and biogas-fired turbines are needed to provide longer-duration backup for renewables, particularly during cold winter weather when solar output is often low, even at midday.\n\n- It stands out in our modeling that advanced nuclear with load-following capabilities works well to support renewables integration into our transformed clean energy grid.\n\n- As we consider sourcing hydrogen, we find that clean energy from renewables and advanced nuclear in non-peak periods would be sufficient to produce much of the green hydrogen needed to back up renewables during severe weather events.\n\n- To execute this strategy that doubles our installed generating capacity by 2050, federal, state, and local permits are essential for installation of new generation technologies, pipelines, and transmission.\n\nThe economics and availability of future zero-emitting resources could shift over time. However, we can mitigate that uncertainty by continued engagement in technology development.\n\nWe will update this analysis as needed, work with stakeholders and regulators on the best path forward for customers, and communicate regularly with customers on price and affordability, while we seek to achieve this clean energy transition.\n\nComparison to Transition Pathway Initiative\n\nSome stakeholders have expressed interest in how our projected emissions trajectory aligns with goals of the Paris climate agreement.24 The Paris Agreement states that its goals are “holding the increase in the global average temperature to well below 2°C above pre-industrial levels and pursuing efforts to limit the temperature increase to 1.5°C above pre-industrial levels.” Several groups have laid out a variety of pathways they project are required to achieve global decarbonization consistent with the goals of the Paris Agreement, among them the Transition Pathway\n\n---\n\n24 United Nations, “Paris Agreement,” 2015, Article 2, page 3.\nDuke Energy’s projected carbon intensity for electricity generation is aligned with the 2 degrees Celsius trajectory presented by the Transition Pathway Initiative for electric utilities.\n\nInitiative (TPI). Leveraging the modeling from this report and our established net-zero target, our projected carbon intensity reduction for electricity generation is generally aligned with the 2°C scenario carbon intensity for electricity generation presented by the TPI.\n\nFigure 4: Duke Energy Projected CO₂ Intensity (metric tons/MWh) vs. TPI 2°C\n\n2. Natural Gas Business Unit Core Net-Zero Scenarios\n\nNatural gas business scope 1 reduction plan\n\nWe believe we are well-positioned to achieve our goal of net-zero methane emissions from our natural gas distribution system by 2030 through the following actions:\n\n- Replaced more than 1,400 miles of cast iron and bare steel pipe, resulting in the elimination of more than 95% of the methane emissions previously attributed to the cast iron and bare steel infrastructure.\n\n- Partnered with Accenture and Microsoft on a unique satellite leak detection platform designed to measure actual baseline methane emissions from natural gas distribution systems.\n\n- Accelerated efforts to reduce leak inventory with a “Find It, Fix It” approach. Under this program, we are fixing small leaks faster and, as new leak detection technology is added, we will be able to quickly address leaks as they are found. We have reduced recordable leaks by more than 85% since the beginning of 2021.\n\n- Using new technologies to improve measurement and monitoring of methane emissions, including satellite technology and real-\n\n25 Transition Pathway Initiative, “Carbon Performance Assessment of Electricity Utilities: Note on Methodology,” November 2021, page 7.\n\n26 See NOTE on page 20.\ntime measurement devices to pinpoint and repair leaks faster.\n\n- Adoption of cross compression technology to eliminate emissions from blow-downs or flaring during operational activities when possible.\n\n- We are continuing to work with ONE Future, a coalition of natural gas companies across the supply chain to find solutions to make meaningful methane emissions reductions. ONE Future’s goal is to reduce methane emissions to less than 1% of natural gas throughput across the natural gas value chain. In 2020, ONE Future members achieved a methane emissions intensity of 0.424%, as detailed in the ONE Future 2021 Methane Intensity Report.\n\n**Natural gas business Scope 3 reduction scenario**\n\nFollowing the expansion of our 2050 net-zero goal to include Scope 2 and certain Scope 3 upstream and downstream emissions, we engaged ICF to perform this first-time analysis exploring a potential pathway to net-zero Scope 3 downstream carbon emissions by 2050 from our customers’ consumption of natural gas we sell. The analysis follows a Duke Energy forecast for continued gas customer growth but also assumes significant customer efficiency improvements and the use of renewable natural gas, hydrogen, and offsets to achieve net-zero emissions for customer use. The analysis, however, did not include a full assessment of costs or feasibility for this and other emission reduction pathways that would be required to establish an optimal pathway for the company and its customers.\n\nLike the net-zero analysis for the regulated electric business, this scenario analysis is intended only to provide an illustration of potential options to meet Duke Energy’s net-zero target for gas business customer Scope 3 downstream emissions. Given the heavy reliance on decarbonized gas fuel supplies (RNG and hydrogen) and technologies that are expected to require large-scale investment and development over the coming decades, these projections will change over time as new information becomes available. We will continue to work with stakeholders and regulators in the states we serve as we develop future plans pursuant to regulatory requirements.\n\nWe see multiple ways that our gas infrastructure can be leveraged in support of net-zero emissions pathways. However, supportive policy and regulatory approvals in each state in which the company operates will be critical to achieving these goals.\n\n**Key assumptions for the gas business net-zero scenario analysis**\n\nAny analysis that goes out nearly three decades includes numerous uncertainties and assumptions. In particular, the gas business’s ability to achieve net-zero customer emissions relies in part on customer decisions and the adoption of more efficient equipment, as well as investment in and development of RNG and hydrogen, all of which will evolve over the coming decades. Based on this understanding, the gas business net-zero analysis relies on the following assumptions.\n\n---\n\n27 The discussion of projections under which we achieve our net-zero by 2050 goal for Scope 2 and certain other Scope 3 emissions, as well as our interim 2035 goal for reducing Scope 2 and certain Scope 3 emissions, is in the last section of this report, “Metrics and Targets.”\n\n28 Duke Energy engaged ICF to conduct an analysis of the potential transition pathways for Duke Energy’s electric and gas businesses under a scenario consistent with the International Energy Agency’s Net-Zero Emissions scenario, as well as to perform its first analysis exploring natural gas utility pathways to achieve net-zero customer emissions. The analysis was based on a variety of forward-looking assumptions and information obtained from public and private sources. Neither ICF nor Duke Energy makes any warranty or representation as to the accuracy of any such information or any conclusions based thereon. ICF is a global consulting services company. It is a non-partisan, non-political company that delivers a broad and diverse range of independent, unbiased, objective analyses and related consulting services to help clients navigate change and better prepare for the future. ICF does not advocate for or against or endorse any particular public policy position. Rather, ICF’s 2,000+ climate, energy, and environment experts worldwide – comprising one of the world’s largest science-based climate consultancies – are dedicated to working with business, government, and nonprofit organizations to plan for, design, and implement programs that drive low-carbon transitions and build resilience against the effects of climate change.\n### Gas Business Scope 3 (Customer) Net-Zero Carbon Emissions Scenario Assumptions\n\n| Category                        | Description                                                                                                                                                                                                 |\n|---------------------------------|-------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------|\n| Customer numbers                | Duke Energy customer growth trends continue, with residential and commercial gas utility customers rising to 2.4 million by 2050, a 47% increase over 2020 Duke Energy gas customer numbers. Consistent with historic trends, this pathway assumes no significant increase in electrification of building heating. |\n| Efficiency & behavior           | A large portion of Duke Energy natural gas customers adopt high-efficiency equipment and a variety of energy savings measures. This adoption is supported by the company's energy efficiency programs and through reasonable building code updates and represents a continuation of historical trends of a significant decline in average per-customer consumption. As a result, even with the increase in customer numbers, in this scenario total gas usage declines modestly, as efficiency improvements offset the impact of growth. |\n| Renewable natural gas (RNG)     | Duke Energy will be able to procure adequate RNG to supply 80% of the company's gas sales demand throughput by 2050. This is generally aligned with the \"Optimistic\" RNG supply scenario discussed below and reflects a decarbonizing economy with state policies that are supportive of utility investment in RNG production, procurement and sales to utility customers. |\n| Hydrogen                        | We assume we will safely be able to blend up to 5% hydrogen on an energy basis (equivalent to 15% on a volumetric basis) into the company's gas distribution system. The blending of hydrogen will reduce the GHG emissions intensity of gas combustion by our customers. |\n| Offsets and negative emissions technologies | Duke Energy will be able to purchase offsets or leverage negative emissions fuel sources and technologies to reduce a portion of the company's emissions to reach net-zero. |\n\n### Renewable natural gas supply\n\nRenewable natural gas (RNG) is a pipeline-compatible gas derived from biogenic or other renewable sources that have lower life cycle carbon dioxide emissions than geologic gas. Today, RNG is mainly sourced from anaerobic digestion processes for waste-based feedstocks (e.g., landfills, wastewater, food waste, and animal manure), but it can also be produced from other feedstocks and processes, which are expected to become more plentiful over time. To achieve net-zero for customer emissions, our gas business will, over time, need to transition away from geologic gas and switch to RNG supply. To assess potential RNG supplies, ICF developed a range of supply scenarios within the states in which our gas utilities operate, which include “Total Inventory,” “Optimistic” and “Limited.” This analysis was based on an assessment of projections of different RNG feedstocks from government and industry reports and\ndatabases. Technical resource potentials were developed, including availability and other resource constraining factors, to estimate the supply of RNG available to the company for utility development or purchased supply for our customers.\n\nFigure 5’s Total Inventory column summarizes the maximum RNG potential for each type of feedstock and production technology for the states within the company’s natural gas service areas (combined across Kentucky, North Carolina, Ohio, South Carolina, and Tennessee). It does not apply any economic or technical constraints on feedstock availability. By contrast, the Limited and Optimistic RNG potential scenarios were developed assuming different levels of feedstock utilization relative to the maximum RNG inventory. The Limited scenario represents low levels of feedstock utilization, resulting in RNG availability of 10% of the Total Inventory maximum, whereas the Optimistic scenario uses balanced assumptions regarding feedstock utilization, assuming a greater value of biomass. This results in a projected potential equal to 55% of the Total Inventory assessed for the company’s service areas.\n\nFigure 5. Scenarios for RNG Production Potential by Feedstock in States where Duke Energy has Gas Utility Service (trillion Btu per year (tBtu/year), in 2050).\n\nResults – Scope 3 scenario for gas business\n\nThe results of this analysis illustrate a scenario to achieve net-zero Scope 3 emissions by 2050 for the combustion of gas sold to Duke Energy’s gas utility customers. These results are\nDespite the assumption of significant growth in the number of gas customers, overall usage declines slightly due to adoption of energy efficient end uses.\n\nnot intended to represent a definitive utility resource plan; the gas business’s resource plans are developed with each state pursuant to regulatory requirements to supply safe, affordable and reliable energy.\n\nThe following figures show Duke Energy’s projected potential number of residential and commercial gas customers, average projected energy use per customer, and how the gas supply mix would evolve through 2050 under this Scope 3 customer Net-Zero carbon emissions scenario.\n\nFigure 6. Duke Energy’s Projected Customer Numbers and Usage Per Customer under Scope 3 Net-Zero Customer Carbon Emissions Scenario\n\n29 Most gas sales are to residential and commercial customers. Gas sold to industrial and power generation customers is very small (~5%), therefore those customers are not included in this scenario.\nAs can be seen in Figure 7, the net impact of projected growth in the number of Duke Energy gas customers and the adoption of energy efficiency measures by those customers results in essentially flat demand for gas at about 125 trillion Btu (tBtu)/year. Figure 7 also shows that this demand can be met by replacing geologic natural gas over time with a mixture of, by 2050, approximately 92% RNG and hydrogen. Any small remaining emissions from geologic gas can be offset by using RNG supplies that provide offsets (such as dairy and swine waste-sourced RNG), or by procuring certified offsets. Comparing the approximately 90 tBtu demand for RNG in 2050, shown in Figure 7 with the bar charts in Figure 5 above for Duke Energy’s states, shows that sufficient supply is projected under all scenarios within the states where our gas businesses operate. Additional RNG supplies are also anticipated elsewhere in the nation.\n\nKey insights\nTo achieve net-zero Scope 3 emissions for the combustion of gas sold to our gas utility customers by 2050, we will need to realize continued improvements in energy efficiency across our customer base and rely heavily on transitioning geologic natural gas supply to RNG, hydrogen, other alternative fuels, and offsets. The balance of fuel supplies, technologies and the use of offsets, as well as a focus on the most cost-effective approach to meeting the net-zero carbon goal, will evolve over time as supplies of decarbonized gas continue to increase and as supporting policy and regulatory frameworks are secured. Other key insights from this initial modeling exercise include:\n\n- A pathway to net-zero carbon emissions for our gas customers is achievable, but regulatory and policy actions will be needed to support this transition. There are a range of existing and emerging alternative fuel supplies and technologies that we can leverage to help our customers reduce their emissions. Additionally, there are a variety of pathways combining different opportunities that could achieve our net-zero target for customer Scope 3 emissions by 2050. Supportive policy and regulatory approvals would be required to pursue some of these opportunities, particularly where new fuel sources may be needed to support emission reduction efforts.\nGas energy efficiency remains a key strategy. Energy efficiency programs that help our customers adopt existing and emerging high-efficiency technologies will continue to be an effective way to reduce emissions and provide cost benefits to customers. Building code updates can also ensure that new gas customers are living and working in highly efficient buildings. Customer efficiency improvements in this analysis were able to offset the impact of significant customer growth, resulting in a modest decline in gas consumption in buildings. Reduced consumption also means available RNG supplies can cover a larger portion of the remaining gas throughput and helps mitigate the customer affordability impacts from the switch to potentially higher-cost decarbonized gases.\n\nInnovation and technology development, particularly for decarbonized gas supply, will be key to enable our gas business’s transition to net-zero customer carbon emissions. This potential pathway to net-zero relies on the development of large volumes of RNG and potentially other low- and zero-carbon fuels like hydrogen. Up to 2035, our supply is expected to rely upon RNG produced through anaerobic digestion, a reliable technology with a proven track record. After 2035, much of the additional RNG supply is likely to come from the deployment of thermal gasification processes. This technology has been demonstrated, but is not yet commercialized, and its successful deployment will be important to achieve the scale of RNG supply needed in 2050.\n\nFurther study and analysis can enhance understanding and facilitate a pathway to net-zero gas customer carbon emissions by 2050. This is the first Duke Energy climate report that has included an analysis of pathways to net-zero for gas customer Scope 3 emissions, and we expect our strategy to continue to evolve over time as further information and analysis becomes available.\n\n3. International Energy Agency (IEA) Net-Zero Analyses for Duke Energy’s Electric and Gas Businesses\n\nMany stakeholders are interested in companies’ analyses of scenarios that will limit global average warming to 2 degrees Celsius or lower. In response to shareholder requests, we are including in this climate report an analysis of the impacts on the company’s electric and natural gas businesses should the IEA’s 2050 Net-Zero Emissions (NZE) scenario be adopted as a policy in the United States. 30\n\nThis analysis has been conducted by a third-party consultant, ICF, who was selected through a rigorous RFP process. 31 Below is a summary of the ICF analysis of the IEA NZE scenario for both our electric and gas businesses. It first summarizes the IEA scenario, then its impact on our gas business, followed by our electric business, and concludes with a qualitative discussion of the scenario’s potential impact on the company’s capital spending and implications for customer costs. The full ICF report is available upon request.\n\n30 International Energy Agency, “Net Zero by 2050: A Road Map for the Global Energy Sector,” revised version, October 2021.\n\n31 See footnote 28.\nThe IEA Net-Zero Energy (NZE) scenario\n\nIEA’s NZE illustrates a potential global energy pathway limiting global temperature rise to 1.5 degrees Celsius. This pathway is dependent on international cooperation among all governments to achieve a global energy sector revolution.\n\nBy design, the IEA NZE scenario relies on unprecedented changes in energy production and consumer behavior, as well as expedited technology innovations within the next decade and through 2050. For example, the IEA NZE scenario assumes that globally the following changes occur:\n\n- The electric sector in all developed countries reaches net-zero carbon emissions by 2035.\n- The electric sector in all other countries reaches net-zero carbon emissions by 2040.\n- Within fewer than three years, no new fossil fuel boilers will be sold.\n- More than 85% of existing buildings are “zero-carbon ready” by 2050, requiring 2.5% of all existing buildings to undergo a deep energy retrofit each year starting in 2030. This retrofit has been estimated to cost the average single-family home in the U.S. roughly $40,000 to $57,000.\n- Consumers consent to thermostat setpoints being limited to roughly 67°F for heating and 76°F for cooling.\n- Within fewer than eight years, more than 60% of new car sales will be electric.\n- Within fewer than eight years, all new industrial development will use near-zero emissions technologies.\n- By 2050, natural gas used for heating would decline by 98% from 2020 levels, while electricity would provide 66% of energy use in buildings.\n- By 2035, renewable energy installations will increase to a rate 4 times that of the current annual capacity installation rate.\n\n32 Per the IEA, a zero-carbon-ready building is “highly energy efficient and either uses renewable energy directly or uses an energy supply that will be fully decarbonized by 2050, such as electricity or district heat.”\n\n33 American Council for an Energy-Efficient Economy (ACEEE), Report: “Deep Retrofits Can Halve Homes’ Energy Use and Emissions,” December 20, 2021.\nImpacts on Duke Energy\n\nIf the IEA NZE scenario were adopted as policy in the U.S., Duke Energy’s gas and electric businesses would need to deploy existing and still-evolving clean energy technologies at an unprecedented pace while quickly phasing out conventional emitting technologies and resources.\n\nThe analysis presented here is illustrative of pathways that could be adopted to align with the IEA NZE scenario, assuming corresponding external enablers required to facilitate those pathways are adopted (such as unprecedented policies, technologies, significant customer behavior changes, and markets).\n\nICF’s analysis relied on an analysis and interpretation of the IEA NZE assumptions and trajectories for the United States and did not include an assessment of costs, feasibility, and regulatory barriers for different components of this IEA net-zero pathway for Duke Energy customers. Therefore, the inclusion of this scenario should not be construed as Duke Energy considering this to be a feasible and realistic pathway for the company to implement.\n\nKey elements of the transition required for Duke Energy to meet the IEA NZE scenario are illustrated in Figures 8, 9, 10 and 11, along with insights about implications for our gas and electric businesses.\n\nThe IEA NZE scenario would represent transformative change for Duke Energy’s gas customers and require new policies, regulations, and programs. Under the IEA scenario, a large portion of utility residential and commercial customers would be electrified and employ significant efficiency retrofits and upgrades, resulting in natural gas throughput decreasing by approximately 90% by 2050.\n\nThere would be significant transition costs and impacts on existing gas utility residential and commercial customers, but it is expected this may disproportionately impact low-income customers who are less likely to be able to afford to switch from gas to electric.\n\nAs can be seen in Figure 8, hydrogen and RNG gas supplies and infrastructure would need to scale up rapidly to meet projected 2030 requirements. For the gas utility business, providing redelivery, or transportation service, of gas sold by third-party marketers, RNG, and hydrogen (not pictured in the “sales gas” chart above) to industrial and power generation customers would become the largest portion of remaining annual throughput in the company’s gas system.\nFigure 9. Duke Energy’s electric generation emissions and carbon intensity under the IEA NZE scenario\n\nFigure 10. Duke Energy’s Projected Electric Capacity under the IEA NZE Scenario\nConsistent with the IEA NZE, the electric analysis presented here illustrates a pathway for Duke Energy to achieve a net-zero electric portfolio by 2035. To achieve this, policies, technologies, consumer behaviors, and supply chains that do not currently exist are developed almost immediately. Under IEA’s scenario, electric utilities in developed countries are also assumed to continue to reduce emissions below zero thereafter, likely through the adoption of CCUS technologies for biogas or biomass-fired electric generation.\n\nThe capacity and generation resource mix illustrate the resource changes required to align our portfolio with the IEA NZE. By 2035, our generation portfolio would be required to more than double in size, even with the retirement of many conventional fossil-fired assets. To ensure reliability, ICF’s analysis assumes over 15,000 MW of ZELFRs are installed by 2035; as noted above, ZELFRs include new nuclear, gas turbines fueled by green hydrogen, CCUS, or long-duration storage. None of these technologies are currently commercially available; under this scenario they must be available on a large-scale basis by 2030.\n\nBy 2050, our portfolio would be about triple current capacity, with nearly 26,000 MW of ZELFRs, over 10,000 MW of wind, and nearly 63,000 MW of solar. This new capacity would require unprecedented levels of new transmission investment, which are not estimated in this analysis.\n\nAdditionally, over this time period, due to the electrification of buildings, transportation and industry, Duke Energy’s electric customer base would expand, however aggressive consumer behavior changes, energy efficiency, and demand response growth would limit sales growth to just over 1% per year.\nOne of the many risks the IEA acknowledges with their NZE scenario is if the major increase in energy efficiency they assume is delayed or does not materialize, substantial additional challenges would be raised. For example, the impact on the electric sector from space heating electrification would be much larger, particularly at the winter peak, should the combined assumed building and equipment energy efficiency improvements not occur. Similarly, aggressive adoption of demand response and load management to supply peak conditions must be achieved in all sectors, including heating, charging, and manufacturing processes.\n\n**Technological development and deployment will be key to enable the envisioned transition to net-zero emissions in the electric sector.** The deployment of renewable and battery storage technology across the U.S. must achieve levels four times that of the 2020 deployment level every year between 2025 and 2030. Further, this pathway to net-zero relies on the quick development and deployment of technologies, which are only in demonstration or prototype phase today. Duke Energy’s pathway under this scenario is dependent on major innovation efforts taking place this decade for new technologies and clean fuel options such as SMR, advanced nuclear, RNG, and green hydrogen to be commercially viable market options on a large-scale basis by 2030 in order to be fully deployed by 2035.\n\n**Regulatory processes must be aligned with the 2035 zero carbon goals to achieve the IEA pathway.** No state in the U.S., nor the federal government, has yet to adopt requirements aligned with a 2035 carbon-neutral electric sector. If such a policy were adopted in the U.S., to support the necessary approvals for the investments identified, at a minimum, state regulatory processes to which Duke Energy is subject would need to be revised to align with a goal for a carbon neutral electric grid by 2035. As such, in addition to the mainstay tenets of safe, affordable, and reliable power, which currently govern electric utility operations, all states would need to require clean energy as an additional tenet to govern utility operations.\n\n**Impacts on Duke Energy capital spending**\n\nFor the gas business, capital requirements would decline only modestly over time. While the IEA NZE scenario might reduce the number of gas customers Duke Energy serves, in 2050 the company may still have more than 200,000 gas customers spread across its service area to whom Duke Energy has an obligation to provide safe and reliable service. Despite an 87% reduction\nin customers served, the company could be required to continue to maintain a similarly sized gas network, with similar levels of spending on that infrastructure as exists today. It should also be noted that while certain categories of capital expenditures (e.g., new customer connections) might be eliminated, other new categories of expenditures would also likely emerge to meet the IEA’s aggressive assumptions for new technology deployment (e.g., spending on hydrogen infrastructure). In terms of potential revenue implications, Duke Energy would expect these to follow a similarly modest decline as the capital requirements, based on the expectation that under the IEA NZE customer rates would increase in order to recover the company’s capital requirements and operating costs across lower volumes of gas sold.\n\nIn contrast, the electric business would see a greatly increased level of spending on infrastructure both for the supply and demand side. As envisioned, the IEA NZE scenario is dependent on the massive deployment of renewables as well as highly responsive dispatchable clean generation technology to support increasing electrification of the buildings, transportation, and industrial sectors. By 2030, to maintain a reliable system, the Duke Energy electric generation fleet would be double its current size, and by 2050 triple its current size to support a relatively mild growth in peak demand.\n\nFurther, to cope with the growing amounts of fluctuating renewables and the intense electrification rates, the transmission and distribution network would need to modernize, expand, and improve its operation and efficiency to maintain its stability and reliability. Transmission network investment would be required to support the large amount of additional capacity needed while distribution networks would also need significant expansion to support the increased number of customers, vehicle charging, distributed resource connections, and more highly variable customer usage patterns. Also, spending on energy efficiency and demand side programs by both Duke Energy and our customers would necessarily increase to align with the IEA NZE’s outlook.\n\nOverall, the IEA NZE scenario would require a significant ramp-up in investment spending (and, assuming regulatory approval, customer costs) at a highly accelerated pace, starting today. This is in contrast to a gradual transition of the electric sector reflected in Duke Energy’s modeling of its net-zero goal.\n\nMany existing energy resources, including ones with relatively low-carbon contributions, are likely to be displaced prior the end of their useful lives. Additional clean energy resources will need to be invested in and developed quickly to surpass the amount of physical generating capacity currently on the power grid.\n\nSimilarly, the transmission system would need substantial reinforcement in a very short time to both enable the volume of interconnections required for new cleaner generating capacity and ensure system reliability and that system stability and voltages are maintained at safe operating levels. The distribution grid will need to be significantly redeveloped and within the IEA NZE scenario is predicated on a re-envisioning of the grid and the monitoring equipment. Similarly, spending on the transmission and distribution system would require modernized communications and management approaches to balance the system on a sub-hourly basis.\n\nConsumers would also further experience out-of-pocket initial capital expenses with varying pay back periods on distributed energy resources, home heating retrofits and building envelope improvements.\n\nThe IEA NZE scenario would require a significant ramp-up in investment spending (and, assuming regulatory approval, customer costs) at a highly accelerated pace starting today.\nMETRICS AND TARGETS\nMetrics and Targets\n\n(TCFD: Disclose the metrics and targets used to assess and manage relevant climate-related risks and opportunities where such information is material. Disclose the targets used by the organization to manage climate-related risks and opportunities and performance against targets.)\n\nGoals\n\nScope 1 goals\n\nFor our electric generation business, our updated Scope 1 goals are at least a 50% reduction in carbon emissions below 2005 levels by 2030, an 80% reduction by 2040, and to achieve net-zero carbon emissions by 2050. We have also established a goal for coal to represent 5% of our generation mix by 2030 and to exit coal generation by 2035.34 For our natural gas distribution business, our goal is to achieve net-zero methane emissions by 2030.\n\nThrough 2021, we have reduced Scope 1 carbon emissions from electricity generation by 44% from 2005 levels, the equivalent of removing 13 million vehicles from the road.\n\nExamples of actions we have taken to reduce Scope 1 emissions in our electricity business include:\n\n- Retired 56 coal units, representing approximately 7,500 MW since 2010.\n- Filed the Carolinas Carbon Plan in line with the North Carolina mandate to achieve a 70% reduction in carbon emissions by 2030 and carbon neutrality by 2050.\n- Filed resource plans in the Midwest and Florida with preferred scenarios that support exiting coal generation by 2035.\n- Submitted an application to the Nuclear Regulatory Commission for a subsequent license renewal for Oconee Nuclear Station to keep this carbon-free energy source running for an additional 20 years. We plan to pursue similar license renewals for each of our 11 nuclear units.\n- Installed or contracted for significant renewable generation, with renewables projected to represent nearly 20% of generation by 2030 and to total, in our regulated utilities, 30,000 MW by 2035 (both utility-owned and under purchased power agreements).\n\n34 Achieving these goals depends on necessary regulatory approvals (which will require demonstration of no adverse effect on grid reliability and reasonable and prudent costs), the ability to site and construct new generation and transmission facilities, available supply chains for new generation and transmission equipment and natural gas availability.\nOur natural gas business has partnered with Microsoft and Accenture to pioneer a unique satellite-based methane leak detection system.\n\nOur natural gas business continues to work to achieve its Scope 1 goal, with actions including:\n\n- Replaced more than 1,400 miles of cast iron and bare steel pipe, resulting in the elimination of more than 95% of the methane emissions previously attributed to the cast iron and bare steel infrastructure.\n\n- Partnered with Accenture and Microsoft on a unique satellite leak detection platform designed to measure actual baseline methane emissions from natural gas distribution systems.\n\n- Accelerated efforts to reduce leak inventory using a “find it, fix it” approach. Under this program, we are fixing small leaks faster and, as new leak detection technology is added, we will be able to quickly address leaks as they are found. This has resulted in an 85% reduction in leaks since the beginning of 2021.\n\n- Piloting new technologies to improve measurement and monitoring of methane emissions, including satellite technology and real-time measurement devices to pinpoint and repair leaks faster.\n\n- Adopting cross compression technology to eliminate intentional emissions from blow-downs or flaring during operational activities when possible.\n\n- Investing in RNG projects and continuing to work with our jurisdictions to expand RNG availability for our customers.\n\n- Sourcing RNG for our compressed natural gas stations in Nashville and expanding the use of RNG to our other publicly accessible fueling stations, further increasing the environmental benefit of CNG.\n\nScope 2 and 3 goals and projections\n\nThis year we expanded our 2050 net-zero goals to include Scope 2 and certain Scope 3 emissions:\n\n- In the electric business, our net-zero goal will include greenhouse gas emissions from the power we purchase for resale, from the procurement of fossil fuels used for generation, and from the electricity purchased for our own use.\n\n- For the natural gas business, it includes upstream methane and carbon emissions related to purchased natural gas and downstream carbon emissions from customers’ consumption of sold gas.\n\nWe have also analyzed our overall greenhouse gas emissions in more detail and disclose 2021 Scope 1, 2, and 3 emissions below. Our methodology and assumptions for calculating these emissions\nwere reviewed by a third party to provide additional confidence in the numbers. Our net-zero goals for Scopes 1, 2, and 3 now cover 95% of our calculated 2021 greenhouse gas emissions.\n\nWe have also projected our Scope 2 and 3 emissions over time through 2050 and have, based on this analysis, introduced interim targets to achieve a 50% emissions reduction by 2035 for the Scope 2 and Scope 3 emissions included in our net-zero by 2050 goal.\n\nSeveral factors give us confidence that we can meet this Scope 2 and 3 interim goal:\n\n- As we transition out of coal and away from geologic gases as sources of electricity generation, there will no longer be upstream emissions related to coal mining and transportation and reduced emissions related to gas procurement.\n\n- We expect that emissions associated with purchases of electricity for resale (Scope 3) and our own use (Scope 2) will similarly decline as our industry peers reduce their emissions (for example, the majority of electric generators have net-zero goals for the 2040 to 2050 time frame). Energy efficiency opportunities and, as noted above, the transition of our industry peers to net-zero carbon emissions will support the net-zero trajectory for Scope 2.\n\n- And, as discussed above in the section on our natural gas business, we will continue to work upstream with suppliers to reduce emissions from geologic gas we procure, and will reduce downstream emissions through customer efficiency, the use of RNG and hydrogen, as well as offset program.\n\n(TCFD: Disclose Scope 1, Scope 2, and, if appropriate, Scope 3 greenhouse gas emissions.)\n\nBelow is a summary of Duke Energy’s Scope 1, 2, and relevant 3 emissions. All emissions in blue backgrounds are included in Duke Energy’s goals.\n\n**Scope 1 Greenhouse Gas Emissions**\n\n**Emissions from electric generation (thousand metric metric tons of CO₂ equivalent (or CO₂e))**\n\n|        | 2005  | 2019  | 2020  | 2021  |\n|--------|-------|-------|-------|-------|\n| CO₂e   | 139,000 | 84,000 | 74,000 | 77,406 |\n\n35 Scope 2 emissions associated with purchased power for Duke Energy facilities we do not serve and transmission line losses account for only 0.39% of Duke Energy’s total emissions.\nMethane emissions from natural gas distribution\\textsuperscript{36} (thousand metric tons)\n\n|          | 2018 | 2019 | 2020 | 2021 |\n|----------|------|------|------|------|\n| CH\\textsubscript{4} (CO\\textsubscript{2}e) \\textsuperscript{37} | 160  | 308  | 327  | 322  |\n\nSulfur Hexafluoride (SF\\textsubscript{6}) emissions from electric transmission and distribution\\textsuperscript{38} (thousand metric tons)\n\n|          | 2018 | 2019 | 2020 | 2021 |\n|----------|------|------|------|------|\n| SF\\textsubscript{6} (CO\\textsubscript{2}e) | 305  | 477  | 384  | 363  |\n\nOther Scope 1 emissions\\textsuperscript{39} (thousand metric tons CO\\textsubscript{2}e)\n\n|                                      | 2021 |\n|--------------------------------------|------|\n| Fleet (forklifts, cars, trucks)      | 110  |\n| Ancillary equipment                   | 844  |\n| Refrigerants                          | 80   |\n| Natural gas use at Duke Energy buildings | 4    |\n\nScope 2 Greenhouse Gas Emissions\n\nScope 2 greenhouse gas emissions (thousand metric tons CO\\textsubscript{2}e)\n\n|                                      | 2021 |\n|--------------------------------------|------|\n| Power purchases for Duke Energy facilities that are not served by Duke Energy itself | 3    |\n| Transmission line losses              | 425  |\n\n\\textsuperscript{36} Methane emissions are calculated by applying EPA Subpart W emission factors to facility counts such as miles of pipeline, and the number of meters/services and adding component leaks based on survey data. This methodology does not provide for an accounting of emission reduction efforts; rather, the methodology reflects an increase due to greater miles of pipe and meters as the company grows the natural gas business. The eventual use of more direct measurement in the coming years will provide actual measured emissions and performance metrics.\n\n\\textsuperscript{37} 2019, 2020, and 2021 values are based on Natural Gas Sustainability Initiative (NGSI) reporting; 2018 predates adoption of NGSI and represents EPA Subpart W reported emissions.\n\n\\textsuperscript{38} SF\\textsubscript{6} emissions vary year to year due to maintenance, replacement and storm repair needs.\n\n\\textsuperscript{39} Note that emissions for which only 2021 values are reported have not been reported previously and were developed during 2022.\nOver 95% of Duke Energy’s calculated Scope 1, 2, and 3 emissions for 2021 fall into currently stated net-zero goals.\n\n### Relevant Scope 3 Greenhouse Gas Emissions\n\n**Relevant Scope 3 greenhouse gas emissions** (CO₂e, thousand metric tons)\n\n| Category                                                                 | 2021¹⁰ |\n|--------------------------------------------------------------------------|--------|\n| Category 1 – purchased goods and services                                 | 2,800  |\n| Category 3 – fuel and energy-related activities not included in Scope 1 or 2 – upstream emissions from natural gas suppliers for natural gas distribution business | 1,020  |\n| Category 3 – upstream emissions (extraction, production, & transportation) from purchased fossil fuels for electricity generation | 5,500  |\n| Category 3 – emissions associated with power purchased for resale         | 13,300 |\n| Category 3 – emissions associated with other fuel purchases               | 280    |\n| Category 5 – waste                                                       | 51     |\n| Category 6 – business travel                                             | 4      |\n| Category 7 – employee commuting                                          | 84     |\n| Category 10 – processing of sold products                                | 346    |\n| Category 11 – use of sold products – emissions from the use of natural gas sold to customers | 6,608  |\n\n¹⁰ Some data shown are estimates based on the most recent data available.\nAppendix: Glossary and acronyms\n\nACP – the American Clean Power Association\n\nAdvanced reactors – advanced nuclear reactors being developed are not water-cooled, like today’s commercial fleet. They are planned to be cooled by molten salt, liquid metal, or high-temperature gas.\n\nCCUS – carbon capture, utilization and storage. This is a process by which CO₂ is captured from emissions sources like coal- and natural gas-fired power plants and either reuses or stores it so it will not enter the atmosphere. CO₂ storage in geologic formations includes oil and gas reservoirs, deep saline reservoirs, and unmineable coal seams.\n\nCO₂e – carbon dioxide equivalent. For non-CO₂ greenhouse gases, CO₂e signifies the amount of CO₂, which would have the equivalent global warming impact. CO₂e enables accounting for amounts of different greenhouse gases with a common unit.\n\nEV – electric vehicle.\n\nIEA – International Energy Agency. The Paris-based IEA was created in 1974 to ensure the security of oil supplies, but its mission has evolved over the years. IEA’s website states: “While energy security remains a core mission, the IEA today is at the center of the global energy debate, focusing on a wide variety of issues, ranging from electricity security to investments, climate change and air pollution, energy access and efficiency, and much more.” Currently, IEA is made up of 31 member countries (many of the developed nations of the world, including the U.S. and most of the EU countries), 10 association countries (China, India, Brazil, and others), and three accession countries (Chile, Colombia, and Israel, who are seeking full membership). The IEA Secretariat is headed by Executive Director Dr. Fatih Birol.\n\nIRP – Integrated Resource Plans (IRPs) are developed by electric utilities on a regular basis (annually, semiannually, or some other frequency) to assess future electric power demand and develop a plan to meet that demand.\n\nNCUC – North Carolina Utilities Commission.\n\nNew nuclear – new nuclear reactor technologies under development include small modular reactors, advanced reactors, and microreactors.\n\nRNG – renewable natural gas.\n\nSMR – small modular reactor (nuclear). These reactors are water-cooled, like today’s commercial fleet.\n\nZELFR – zero-emitting load-following resources. Duke Energy term for new zero-emitting electric generating resources that are dispatchable when electric energy is needed (they can “follow load,” as opposed to renewables like solar and wind power, which are only available when the sun shines and/or the wind blows at sufficient speeds).\nCautionary Statement Regarding Forward-Looking Information\n\nThis document includes forward-looking statements within the meaning of Section 27A of the Securities Act of 1933 and Section 21E of the Securities Exchange Act of 1934. Forward-looking statements are based on management’s beliefs and assumptions and can often be identified by terms and phrases that include “anticipate,” “believe,” “intend,” “estimate,” “expect,” “continue,” “should,” “could,” “may,” “plan,” “project,” “predict,” “will,” “potential,” “forecast,” “target,” “guidance,” “outlook” or other similar terminology. Various factors may cause actual results to be materially different than the suggested outcomes within forward-looking statements; accordingly, there is no assurance that such results will be realized. These factors include, but are not limited to:\n\n- The impact of the COVID-19 pandemic;\n- State, federal and foreign legislative and regulatory initiatives, including costs of compliance with existing and future environmental requirements, including those related to climate change, as well as rulings that affect cost and investment recovery or have an impact on rate structures or market prices;\n- The extent and timing of costs and liabilities to comply with federal and state laws, regulations and legal requirements related to coal ash remediation, including amounts for required closure of certain ash impoundments, are uncertain and difficult to estimate;\n- The ability to recover eligible costs, including amounts associated with coal ash impoundment retirement obligations, asset retirement and construction costs related to carbon emissions reductions, and costs related to significant weather events, and to earn an adequate return on investment through rate case proceedings and the regulatory process;\n- The costs of decommissioning nuclear facilities could prove to be more extensive than amounts estimated and all costs may not be fully recoverable through the regulatory process;\n- Costs and effects of legal and administrative proceedings, settlements, investigations and claims;\n- Industrial, commercial and residential growth or decline in service territories or customer bases resulting from sustained downturns of the economy and the economic health of our service territories or variations in customer usage patterns, including energy efficiency efforts, natural gas building and appliance electrification, and use of alternative energy sources, such as self-generation and distributed generation technologies;\n- Federal and state regulations, laws and other efforts designed to promote and expand the use of energy efficiency measures, natural gas electrification, and distributed generation technologies, such as private solar and battery storage, in Duke Energy service territories could result in a reduced number of customers, excess generation resources as well as stranded costs;\n- Advancements in technology;\n- Additional competition in electric and natural gas markets and continued industry consolidation;\n- The influence of weather and other natural phenomena on operations, including the economic, operational and other effects of severe storms, hurricanes, droughts, earthquakes and tornadoes, including extreme weather associated with climate change;\n- Changing investor, customer and other stakeholder expectations and demands;\n- The ability to successfully operate electric generating facilities and deliver electricity to customers including direct or indirect effects to the company resulting from an incident that affects the United States electric grid or generating resources;\n- Operational interruptions to our natural gas distribution and transmission activities;\nThe availability of adequate interstate pipeline transportation capacity and natural gas supply;\n\nThe impact on facilities and business from a terrorist attack, cybersecurity threats, data security breaches, operational accidents, information technology failures or other catastrophic events, such as fires, explosions, pandemic health events or other similar occurrences;\n\nThe inherent risks associated with the operation of nuclear facilities, including environmental, health, safety, regulatory and financial risks, including the financial stability of third-party service providers;\n\nThe timing and extent of changes in commodity prices and interest rates and the ability to recover such costs through the regulatory process, where appropriate, and their impact on liquidity positions and the value of underlying assets;\n\nThe results of financing efforts, including the ability to obtain financing on favorable terms, which can be affected by various factors, including credit ratings, interest rate fluctuations, compliance with debt covenants and conditions, an individual utility’s generation mix, and general market and economic conditions;\n\nCredit ratings may be different from what is expected;\n\nDeclines in the market prices of equity and fixed-income securities and resultant cash funding requirements for defined benefit pension plans, other post-retirement benefit plans and nuclear decommissioning trust funds;\n\nConstruction and development risks associated with the completion of the capital investment projects, including risks related to financing, obtaining and complying with terms of permits, meeting construction budgets and schedules and satisfying operating and environmental performance standards, as well as the ability to recover costs from customers in a timely manner, or at all;\n\nChanges in rules for regional transmission organizations, including changes in rate designs and new and evolving capacity markets, and risks related to obligations created by the default of other participants;\n\nThe ability to control operation and maintenance costs;\n\nThe level of creditworthiness of counterparties to transactions;\n\nThe ability to obtain adequate insurance at acceptable costs;\n\nEmployee workforce factors, including the potential inability to attract and retain key personnel;\n\nThe ability of subsidiaries to pay dividends or distributions to Duke Energy Corporation holding company;\n\nThe performance of projects undertaken by our nonregulated businesses and the success of efforts to invest in and develop new opportunities;\n\nThe effect of accounting pronouncements issued periodically by accounting standard-setting bodies;\n\nThe impact of United States tax legislation to our financial condition, results of operations or cash flows and our credit ratings;\n\nThe impacts from potential impairments of goodwill or equity method investment carrying values;\n\nAsset or business acquisitions and dispositions, including our ability to successfully consummate the second closing of the minority investment in Duke Energy Indiana, may not yield the anticipated benefits;\nThe actions of activist shareholders could disrupt our operations, impact our ability to execute on our business strategy, or cause fluctuations in the trading price of our common stock; and\n\nThe ability to implement our business strategy, including its carbon emission reduction goals.\n\nAdditional risks and uncertainties are identified and discussed in the company’s reports filed with the SEC and available at the SEC’s website at sec.gov. In light of these risks, uncertainties and assumptions, the events described in the forward-looking statements might not occur or might occur to a different extent or at a different time than described. Forward-looking statements speak only as of the date they are made and Duke Energy expressly disclaims an obligation to publicly update or revise any forward-looking statements, whether as a result of new information, future events or otherwise.\n", "source": "duke_energy_2022", "added": "2025-04-09", "created": "2025-04-09", "metadata": {"Source-File": "climate_reports/ccrm_2024/duke_energy_2022.pdf", "olmocr-version": "0.1.59", "pdf-total-pages": 76, "total-input-tokens": 158017, "total-output-tokens": 35430, "total-fallback-pages": 0}, "attributes": {"pdf_page_numbers": [[0, 64, 1], [64, 2573, 2], [2573, 4315, 3], [4315, 8599, 4], [8599, 10670, 5], [10670, 11552, 6], [11552, 12293, 7], [12293, 14722, 8], [14722, 14722, 9], [14722, 16848, 10], [16848, 19054, 11], [19054, 23435, 12], [23435, 25542, 13], [25542, 28242, 14], [28242, 29945, 15], [29945, 29961, 16], [29961, 31868, 17], [31868, 33265, 18], [33265, 33296, 19], [33296, 35676, 20], [35676, 39208, 21], [39208, 42073, 22], [42073, 43767, 23], [43767, 46242, 24], [46242, 48692, 25], [48692, 52960, 26], [52960, 55006, 27], [55006, 57860, 28], [57860, 60462, 29], [60462, 63058, 30], [63058, 66828, 31], [66828, 69360, 32], [69360, 71450, 33], [71450, 73883, 34], [73883, 76143, 35], [76143, 78089, 36], [78089, 80921, 37], [80921, 83500, 38], [83500, 86920, 39], [86920, 89145, 40], [89145, 91908, 41], [91908, 94142, 42], [94142, 96641, 43], [96641, 98503, 44], [98503, 101019, 45], [101019, 103848, 46], [103848, 105632, 47], [105632, 108258, 48], [108258, 109235, 49], [109235, 110783, 50], [110783, 111436, 51], [111436, 113803, 52], [113803, 115608, 53], [115608, 120166, 54], [120166, 123512, 55], [123512, 125046, 56], [125046, 126019, 57], [126019, 128291, 58], [128291, 131373, 59], [131373, 133408, 60], [133408, 135795, 61], [135795, 135978, 62], [135978, 137709, 63], [137709, 140284, 64], [140284, 144106, 65], [144106, 144126, 66], [144126, 146408, 67], [146408, 148762, 68], [148762, 150965, 69], [150965, 153314, 70], [153314, 154832, 71], [154832, 157423, 72], [157423, 161122, 73], [161122, 164216, 74], [164216, 165108, 75], [165108, 165108, 76]]}}