{"id": "b08b22a9b38ec8435ff91f20a230729a8cf5d53b", "text": "2022 Impact\nExecutive Summary\nTable of Contents\n\nMessage from Our CEO ................................................................. 1\nIssues Material to eBay ............................................................... 2\nOur Impact Goals ........................................................................ 3\nSupporting Sustainable Development ........................................... 4\nEconomic Opportunity ................................................................. 5\nSustainable Commerce ............................................................... 6\nCulture & Workforce .................................................................. 8\nTrusted Marketplace .................................................................. 9\nAdditional Resources ............................................................... 10\n“We’re creating a more sustainable future for our global community.”\n\neBay exists to connect people and build communities to empower economic opportunity for all. As a core part of that mission, we’re committed to helping people make more meaningful choices for their purchases and businesses. From our start more than 25 years ago, we’ve championed recommerce, promoting a healthier planet and economy through the selling and buying of pre-loved goods on our marketplace. At the same time, we’re making key strides toward our own climate goals — and weaving sustainability throughout our company culture and giving efforts.\n\nI’m proud of all the ways our team innovates on behalf of our sellers and buyers. That focus on customer success fuels everything we do. Which is why I’m so hopeful about what we can achieve together as we continue to lead the way forward, creating a more sustainable future for our global community.\n\n— Jamie Iannone, President and CEO\nIssues Material to eBay\n\nIn 2022, we partnered with GlobeScan, an independent research and advisory firm, to update and expand our sustainability materiality assessment from 2019, prioritizing the most salient issues to sustainability and to our business. The update included adjusting the matrix’s axes to incorporate impact outwards on the environment and society (y-axis) and impact inwards on our business and financial success (x-axis), incorporating additional data sources like external frameworks, ESG ratings, consumer insights and peer benchmarking. Input for this update involved a much larger variety of stakeholders, including eBay employees, external subject matter experts, relevant NGOs and more. The new matrix highlights key issues according to four main themes: economic opportunity, sustainable commerce, culture and workforce and trusted marketplace. The results from this materiality update inform eBay’s sustainability strategy, initiatives and goals.\nOur Impact Goals\n\nWe continuously evaluate our impact programs and priorities, and set targets to track our progress. Explore our 2025 and 2030 goals.\n\n**Economic Empowerment**\n\nAchieve a higher percentage of growth among eBay sellers in less-advantaged communities as compared with average economic growth nationwide by 2025.\n\n**Growth in Less-Advantaged Communities in 2022**\n\n- eBay’s commercial U.S. sellers: 30%\n- U.S. average: -0.02%\n\n**eBay Foundation**\n\nFrom 2021 to 2025, increase the rate of employee participation in eBay Foundation programs year-over-year. During this period, Foundation support of nonprofits will create or strengthen 300,000 businesses.\n\n**2022:**\n\n- 50% of employee workforce participated in one or more eBay Foundation programs\n\n**2021:**\n\n- 36% of employee workforce participated in one or more eBay Foundation programs\n\nMore than 60,000 businesses were created or strengthened through the support they received from eBay Foundation in 2021, bringing us to 20% of our 300K goal. Data for 2022 will be published in 2023.\n\n**Carbon Emissions**\n\nAchieve 90% absolute reduction in Scope 1 and 2 greenhouse gas (GHG) emissions by 2030 from our 2019 baseline.\n\n**Reduction in Carbon Emissions from 2019 Baseline for Scopes 1 and 2**\n\n- **2022:** 32% of 90% goal\n- **2021:** 27% of 90% goal\n- **2020:** 17% of 90% goal\n\n**eBay for Charity**\n\nFrom 2021 to 2025, raise $600 million in total funds to support charities globally.\n\n**2022:**\n\n- $163M raised in charity funds = additional 27% of goal achieved\n\n**2021:**\n\n- $145M raised in charity funds = 24% of goal achieved\n\nCumulative progress as of 2022 = 51%\n\n**Recommerce**\n\nFrom 2021 to 2025, create $22 billion in positive economic impacts, avoid 8 million metric tons of carbon emissions and avoid 350,000 metric tons of waste through selling pre-owned and refurbished on eBay.\n\n**Progress as of 2022:**\n\n- $9.7B in positive economic impact\n- 3.4M metric tons of carbon emissions avoided\n- 155K metric tons of waste avoided\n\n**Renewable Energy**\n\nSource 100% of our electricity supply from renewable energy sources by 2025 for eBay-controlled data centers and offices.\n\n**Electricity Supply from Renewable Energy Sources**\n\n- **2022:** 91.2%\n- **2021:** 90.6%\n- **2020:** 81%\n- **2019:** 71%\nSupporting Sustainable Development\n\nIn addition to our 2025 impact goals, we support the United Nations Sustainable Development Goals (SDGs) through our platform, initiatives and business operations. Below are six SDGs where we align our efforts:\n\n**Gender Equality**\n\n**Target 5.1**\n- 100.4% pay parity for women in the U.S. for total compensation\n- 100.1% pay parity globally for women\n\n**Target 5.5**\n- 3 out of 9 of the Board of Directors members in 2022 are women\n- 34% of leadership positions (directors and above) are women\n- 42% of total workforce are women (December 2021-2022)\n\n**Decent Work and Economic Growth**\n\n**Target 8.1**\n- 30% growth in eBay’s commercial sellers in less-advantaged communities compared to a 0.02% decrease in the number of business enterprises in those communities from 2017 to 2020\n\n**Target 8.5**\n- eBay’s Supplier Code of Business Conduct & Ethics:\n  - Covers women’s rights, living wage and data privacy\n  - Aims to support and promote the protection of fundamental human rights across our value chain\n\n**Climate Action**\n\n**Target 13.1**\n- 32% decrease in Scopes 1 and 2 emissions between 2019 and 2022\n- 5,133 metric tons of Scope 1 emissions in 2022\n- 38,478 metric tons of Scope 2 emissions in 2022\n\n**Affordable and Clean Energy**\n\n**Target 7.2**\n- 91.2% renewable energy for all of our data centers and offices in 2022\n- 4% increase from 2021 to 2022 in MWh of renewable energy\n- 352,436 MWh Total Green Power Usage in 2022\n\n**Target 7.3**\n- 41,879 kWhs/$M energy intensity in 2022\n\n**Responsible Consumption and Production**\n\n**Target 12.5**\n\n**Waste Diversion**\n- 96.7% waste diversion in 2022 at San Jose headquarters\n- 263 tons of waste diverted from landfills in San Jose in 2022\n\n**Recommerce**\n- 1.6M metric tons of carbon emissions avoided in 2022 through people selling their pre-owned products on eBay\n- 73K metric tons of waste avoided in 2022\n\n**Partnerships**\n\n**Target 17.3**\n- Global Give granted $3M to 30 nonprofits in 2022\n- $22.9M in grants, including employee matching gifts, to nonprofit partners in 2022\nEconomic Opportunity\n\nBuilding pathways to opportunity globally\n\nOur 2022 Small Business Report reveals eBay is a crucial economic driver for many of our sellers.\n\n- 71% of sellers rely heavily on eBay for their business\n- 94% of sellers describe eBay as accessible to all\n- 79% of sellers say eBay has connected them with unique customers\n\neBay for Charity empowers nonprofits to raise funds for their mission-driven work and individuals to support the causes they care most about.\n\n- $163M raised in 2022\n- 225K charities and nonprofits enrolled\n- $1.25B raised since 2003\n\nThe eBay Foundation partners with nonprofit organizations that are addressing and removing ongoing systemic barriers to entrepreneurship around the world.\n\n- $100M+ granted in total since 1998\n- 1.8K nonprofits awarded grants since 1998\nSustainable Commerce\n\nEmbracing sustainability to protect the environment\n\nGreenhouse Gas Emissions\n\nScope 1 & 2 (mtons CO2e)\n\n2022:\n- Scope 1 - 5,133\n- Scope 2 - 38,478\n- Total - 43,611\n\n2021:\n- Scope 1 - 5,543\n- Scope 2 - 41,130\n- Total - 46,673\n\nGreenhouse Gas Emissions\n\nScope 3 (mtons CO2e)\n\n- Purchased goods and services - 126,200\n- Capital goods - 22,000\n- Fuel-and-energy-related activities - 9,000\n- Upstream transportation and distribution - 10,700\n- Waste generated in operations - 6,200\n- Business travel - 10,198\n- Employee commuting - 19,700\n- Downstream transportation and distribution - 1,477,000\n- Use of sold products - 276,000\n\nIn 2022, we made significant investments to increase our data quality and updated our calculation methodology in assessing the entire shipping process, expanding data collection to China in addition to the U.K., Germany and the U.S. This improvement led to a more accurate restatement of our emissions and will help us in developing strategies to meet our 2030 Science Based Target.\n\nEnergy Use by Type (MWh)\n\n2022:\n- Electric Power - 386,323\n- Natural Gas - 19,761\n- Other Energy - 4,118\n- Total - 410,202\n\n2021:\n- Electric Power - 373,987\n- Natural Gas - 25,538\n- Other Energy - 3,149\n- Total - 402,674\n\n2020:\n- Electric Power - 340,861\n- Natural Gas - 23,940\n- Other Energy - 2,298\n- Total - 367,099\n\nIn 2022, we started a multi-year retrofit of our data centers to reduce electrical redundancy and replace the existing Uninterruptible Power Supply system with high efficiency models to help offset energy used for the growing data demands of our business.\n\nRenewable Energy\n\n2022: 91.2%\n2021: 90.6%\n2020: 80.7%\n2019: 71.4%\n\neBay has invested in projects such as VPPAs in Texas and Louisiana, and we use 100% renewable energy at our San Jose headquarters. In 2022, we completed an assessment of renewable energy options at international offices and will prioritize local green programs as feasible.\n\nWater Consumption (m3)\n\n2022: 207,247\n2021: 268,818\n2020: 229,336\n2019: 364,737\n\nWaste Diversion at San Jose HQ\n\n2022: 96.7%\n2021: 96.9%\n2020: 97.5%\n2019: 96.7%\nSustainable Commerce\n\nLearn more about our below policies and reports:\n\n- Science-Based Target\n- Annual TCFD reports\n- Environmental Policy\n\neBay is a member of:\n\n- Clean Energy Buyers Alliance (CEBA)\n- Ceres Policy Network’s Business for Innovative Climate and Energy Policy (BICEP) coalition\n- Utah Clean Energy Coalition\n- Ellen Macarthur Foundation\n- U.S. Environmental Protection Agency’s (EPA) Green Power Partnership\n\nIn our third annual Recommerce Report, we found that economic opportunity and sustainability remain key drivers behind the secondhand resale market. Additionally, we found that through selling pre-love and refurbished items on eBay in 2022, we saw:\n\n- $4.6B created in positive economic impact in 2022\n- 1.6M metrics tons avoided of carbon emissions in 2022\n- 73K metric tons avoided of waste in 2022\nCulture & Workforce\n\nKey 2022 leadership, professional development and employee engagement initiatives\n\n• Expanded Leading at eBay group coaching program to all employees\n• Hosted LearnFest — a two-day virtual learning experience of workshops, panels and networking\n• Launched eBay Career Hub to help employees identify opportunities for internal mobility and growth\n• Continued high participation rates and engagement in company-wide feedback surveys, with strong employee satisfaction scores\n• Evolved Becoming eBay orientation experience for new hires to improve virtual onboarding and global connection\n• Employee contributions and eBay Foundation matching gifts totaled over $6.3 million to nonprofits around the world\n\nKey health and financial benefits in 2022\n\n• Comprehensive health insurance offerings, retirement plans, paid time away from work, paid family leave, parental support\n• Introduced flexible workstyles — hybrid, remote and onsite — through FlexWork program\n• Launched U.S. travel reimbursement benefit to support medical or mental health access gaps\n• Named Mental Health Workplace of the Year by Lyra Health\n• Rolled out inclusive healthcare tools to support LGBTQ+ employees in the U.S.\n\nOur 2022 DE&I Report explores how we are making real progress in our goals — and shares what we have yet to achieve for our global community.\n\n• 100.1% pay parity for women globally\n• 34% of leadership positions (directors and above) are women\n• 17% of workforce identifies as an underrepresented minority (Black, Hispanic/Latino, Native Hawaiian or other Pacific Islander, American Indian, Alaska Native or two or more races)\nTrusted Marketplace\n\nOperating with openness, honesty, integrity and trust\n\nThe Board’s Corporate Governance and Nominating Committee broadly oversees ESG issues and sustainability reporting, while the Board’s three other standing committees connect with leaders on specific ESG-related matters, including incentive compensation, ethics and compliance programs and risk management oversight. Our Chief Sustainability Officer guides the Impact team and works closely with Investor Relations, while our CEO, Jamie Iannone, sponsors our ESG Council of senior leaders. Leadership team members sponsor each of our impact goals.\n\nLearn more about our commitment to ethics and compliance across our business.\n\n- Code of Business Conduct and Ethics\n- Investor Relations website\n- Accessibility Statement for eBay Products\n- Human Rights Policy Statement\n- Global Tax Policy\n- Third Party Code of Business Conduct and Ethics\n- eBay Security Center\n\nRead about the many initiatives undertaken by our Government Relations team to ensure economic opportunity is accessible to all through ecommerce.\n\n- Defending against limitations to using online marketplaces\n- Safeguarding against ecodesign rules that lack adaptation to second-hand products\n- Advocating against cumbersome tax reporting and waste management measures\n- Supporting legislation in the U.S. and the EU to make ecommerce safe and more transparent for consumers\n- Promoting landmark U.S. postal reform legislation\n- Publishing our third annual Global Transparency Report\n- Adapting product safety, labeling, design and waste regulations\nIn 2022, we blocked or removed over 350,000 listings that are prohibited under our Animal and Wildlife Products policy. Learn more about how we provide users with a safe, secure and trustworthy experience.\n\n- Privacy Principles\n- User Privacy Notice\n- Privacy Center\n- User Corporate Rules\n- Verified Rights Owner Program\n- Prohibited and Restricted Items Policy\n- Counterfeit Goods Policy\n- Intellectual Property Infringements Policy\n- International Trading Policy\n- Global Transparency Report\n\nAdditional Resources\n\nReports:\n- Impact Reports: 2021, 2020, 2019, 2018, 2017, 2016\n- Impact Report Highlights: 2021, 2020, 2019, 2018\n- GRI and SASB Indices: 2021, 2020, 2019\n- Circular Commerce Methodology Report: 2021\n- CDP Climate Change Response: 2022, 2021, 2020, 2019, 2018, 2017, 2016\n- Diversity, Equity and Inclusion Reports: 2022, 2021, 2020, 2019, 2018, 2017, 2016\n- Recommerce Report: 2022, 2021, 2020\n- Small Business Report: 2022\n- EEO-1 Reports: 2021, 2020, 2019, 2018, 2017, 2016\n- Task Force on Climate-Related Financial Disclosures Report: 2021, 2020, 2019\n- Global Transparency Report: 2022, 2021\n\nPolicies & Statements:\n- Corporate Governance\n- Environmental Policy\n- Privacy Notice\n- Global Tax Policy\n- Code of Business Conduct and Ethics\n- Supplier Code of Business Conduct and Ethics\n- Human Rights Policy Statement\n\nGRI and SASB Indices:\n- GRI Index\n- SASB Index\n\nESG Independent Assurance Statements:\n- Energy Use and Greenhouse Gas Emissions\n- Water\n- Social Metrics", "source": "ebay_2022", "added": "2025-04-27", "created": "2025-04-27", "metadata": {"Source-File": "climate_reports/tp_reports/ebay_2022.pdf", "olmocr-version": "0.1.59", "pdf-total-pages": 12, "total-input-tokens": 23756, "total-output-tokens": 4721, "total-fallback-pages": 0}, "attributes": {"pdf_page_numbers": [[0, 30, 1], [30, 843, 2], [843, 1806, 3], [1806, 2781, 4], [2781, 5054, 5], [5054, 7126, 6], [7126, 7939, 7], [7939, 10051, 8], [10051, 10877, 9], [10877, 12517, 10], [12517, 14107, 11], [14107, 15597, 12]]}}