{"id": "2182ad61109938e8a99505c5fae2500401f65ccd", "text": "Navigating Complexity\nA Client-Centric Approach to Sustainability\n\nGoldman Sachs 2022 Sustainability Report\nIn helping our clients navigate complexity, we focus on the how.\n\nHow we balance short-term needs with long-term ambitions.\n\nHow we help address challenges, close gaps and unlock opportunities to advance climate transition and drive inclusive growth.\n\nIt’s how we manage risk and create value for our clients, our firm, our shareholders and other stakeholders, moving forward.\n\nCover: John Eleotero and Cindy Quan of Goldman Sachs Sustainable Banking Group, a team delivering bespoke analytics, commercialization and capitalization solutions for clients focused on energy transition and on advancing their decarbonization goals and sustainability profiles.\n\nBelow: Emelda Mwamanga, CEO of the East Africa Bang Media House and Goldman Sachs 10,000 Women (10KW) Fellow. Founded to advance the economic empowerment of women, 10KW is the firm’s global initiative that provides women entrepreneurs around the world with business education, access to capital, mentoring and networking.\n\nPage 2: A wind farm in Ninh Thuan Province, Vietnam. In partnership with Bloomberg Philanthropies and the Asian Development Bank, Goldman Sachs launched the Climate Innovation & Development Fund in 2021 to support sustainable low-carbon economic development with a focus on South and Southeast Asia.\nThe macro environment of 2022 laid bare the challenges of navigating the climate transition. Energy prices rose suddenly when Russia launched its invasion of Ukraine, and though prices later fell toward their pre-war levels, the lesson was clear: Low investment in energy infrastructure has left regions like Western Europe vulnerable to supply shocks. The war has focused the attention of governments and businesses alike on the need to balance short-term energy demands with long-term sustainability goals.\n\nAt the same time, an increase in inflation triggering a tightening of monetary policy has made business leaders more cautious in general. The economic outlook is still unclear, and in such a complicated environment, our clients are facing new questions about how to achieve their sustainability goals.\n\nBut that’s no reason to change course. At Goldman Sachs, we’ve long believed the transition to a more sustainable economy would be a decades-long effort; to advance that transition, more risk capital must be invested in developing new, clean technologies, especially for the highest-emitting sectors; and in solving such a complex problem lies enormous opportunity for our clients. For example, our Carbonomics research team estimates that, to provide affordable energy while also pursuing decarbonization, the energy industry will need $1 trillion more in annual capital expenditures through 2026, compared to what it spent during the final years of the past decade.\n\nAnd we’ve continued to help our clients capitalize on that opportunity. For example, in the area of climate transition, we advised Chevron on its acquisition of a renewable fuels producer and helped the lithium-ion battery-cell manufacturer KORE Power secure financing to build a gigafactory in Phoenix, Arizona.\n\nWe also have a long history of advancing inclusive growth. This year, we marked the 15th anniversary of our 10,000 Women program, which has reached more than 200,000 women from over 150 countries. And our global finance facility, created in a remarkable partnership with the International Finance Corporation, has reached more than 164,000 women entrepreneurs and contributed to an over $4.5 billion increase in the volume of loans on-lent by financial institutions to women-owned businesses.\nBuilding on what we’ve learned from 10,000 Women, we’ve continued to expand our entrepreneurship initiative 10,000 Small Businesses. In 2022, we committed to providing more than half the financing for New York City’s new $75 million small business loan fund. And, through our One Million Black Women initiative, we’ve committed more than $2.1 billion of investment capital and more than $23 million in grant capital to 137 organizations as of March 31, 2023.\n\nIn just three years, we’ve achieved approximately 55% of our 10-year, $750 billion sustainable finance target, and the reason clients turn to us is our data-driven, pragmatic approach. We’ve heard time and again that one of the biggest challenges our clients face is finding decision-useful data to measure their progress on their sustainability goals, and that’s why we’re helping develop an open-source platform for climate data and analytical tools to help investors assess climate risk. We also offer our clients a Carbon Portfolio Analytics tool to help investors measure and manage their carbon emissions exposure across equities and credit portfolios.\n\nWhere our people also excel is innovation. We continue to develop new commercial expertise and capabilities, ranging from sustainability-linked bonds to our nature-based solutions investment program designed with Apple and Conservation International. In every case, we take a One Goldman Sachs approach, where we listen to our clients, assess their needs and then use the full range of our resources to help.\n\nWe apply the same metrics-driven mindset to how we manage our firm’s resources. We’ve long believed you can’t improve what you don’t measure, and in this year’s report, you’ll learn more about the progress we’ve made on our 2025 operational goals and our 2030 Sustainable Finance Commitment.\n\nBecause no one company can build a sustainable economy on its own, we’re also working with the public sector to address market gaps. To advance climate transition, for instance, we need a combination of thoughtful public policy, private sector engagement and capital market solutions. And, as of November 2022, our blended finance facility, the Climate Innovation and Development Fund, which we launched with Bloomberg Philanthropies & the Asian Development Bank in 2021, completed its first two investments in sustainable transport projects in India and Vietnam.\n\nAnd so, even though 2022 was challenging, I’m encouraged by how much our clients have accomplished. Our job, as we see it, is to help them achieve their objectives. And progress is never a straight line, but by helping our clients navigate such a complex environment, we aspire to be the world’s most exceptional financial institution, united by our shared values of partnership, client service, integrity and excellence.\n\nDavid Solomon\nChairman and Chief Executive Officer\nOur Sustainable Finance Strategy: Key Milestones\n\nWE HAVE ACHIEVED MEANINGFUL MILESTONES ACROSS A NUMBER OF KEY INITIATIVES:¹\n\n| FIRMWIDE SUSTAINABLE FINANCE MILESTONES | ADVANCING CLIMATE TRANSITION | DRIVING INCLUSIVE GROWTH |\n|-----------------------------------------|-----------------------------|--------------------------|\n| ~$425B Sustainable finance activity since 2019 | ~$975M of sustainability issuances,² including our second benchmark Sustainability Bond | ~$323B Assets under supervision (AUS) of environmental, social and governance (ESG) strategies managed by the firm |\n| $1.6B+ Raised for Horizon Environment & Climate Solutions ¹ | ~1,600 Individual clients used Marquee’s Carbon Portfolio Analytics tool | >7,000 Number of public companies covered by GS SUSTAIN’s Climate Transition tool |\n| 200K+ Number of women reached across 150+ countries by 10,000 Women | ~$2B One Million Black Women (OMBW) investment capital deployed since launch of program in 2021 | 75 Diverse board placements facilitated at client organizations through 2022 |\n\n¹ As of December 31, 2022, unless otherwise specified.\n² Represents gross issuance size. Issuance size net of underwriting fees results in net proceeds of approximately $971 million.\n³ As of January 10, 2023.\n\nThe transition to a low-carbon economy is complex and will take time. We continue to engage with clients in sectors, including energy, transport and heavy industry, that are crucial to helping ensure the inputs powering the economy remain available, affordable and reliable, until new, innovative technologies scale and come to market.\n\nGoldman Sachs 2022 Sustainability Report\nDriving Long-Term Value\n\nIn a complex world, our sustainability strategy is straightforward: Manage risk and create value for our clients and our firm.\n\nWe view sustainability as a driver of both risk to be managed and opportunity to be pursued.\n\nWe have always helped our clients address their challenges through our capital, advice and innovative solutions. Today, we are supporting the growing market demand for sustainable finance, helping clients to identify and capture opportunities with our capabilities. We also apply this discipline to our own business to help us better manage risk as a firm.\nHow Our Sustainable Finance Strategy Drives Long-Term Value for Our Shareholders\n\n1 Working with Clients\nOur sustainability strategy is centered on how we can help our clients achieve their sustainability objectives.\n\nWe have developed and continue to refine our firmwide One Goldman Sachs commercial model that leverages the full depth and breadth of our franchise, with the goal of bringing the best of Goldman Sachs and our sustainable finance capabilities to our clients.\n\n2 Managing Our Firm\nWe promote an inclusive workforce, providing our people with the tools, resources and support they need to serve our clients. To learn more, please see our People Strategy Report 2022, which will be published in the coming months.\n\nOur people actively protect the value of our firm, taking care to manage our own global footprint. By extending our commitments and tending to our supply chain, we strive to lead through action to advance sustainable business outcomes over the long term.\n\n3 Addressing Market Gaps\nWhen we identify gaps in the marketplace, we seek to address them by leveraging our existing capabilities and those of our strategic partners. Our external partnerships and strategic philanthropy support our work with clients to develop innovative solutions that help solve for gaps in the marketplace.\n\nLeveraging these partnerships ultimately creates synergies for our commercial offering. The lessons we learn further inform the development and execution of our sustainable finance capabilities and the solutions we bring to our clients and to markets.\nOur Sustainable Finance Framework\n\nGrounded in over a decade of market research, client engagements and investing in sustainable solutions, our Sustainable Finance Framework is organized around two strategic priorities where we expect to have the greatest impact through our commercial work with clients and strategic partners—advancing climate transition and driving inclusive growth. Underpinning these two strategic priorities are nine sub-themes, which help us prioritize how we develop and refine our sustainable finance capabilities to help support both current and future client demand.\n\nClimate Transition\n\nClean Energy\nEnable renewable energy generation, energy efficiency and grid services.\n\nSustainable Transport\nShift modes of transit through electric vehicles, connected services, autonomous driving and public transportation development.\n\nSustainable Food and Agriculture\nEnable green agricultural production, storage, processing and distribution to feed the world.\n\nWaste and Materials\nPromote sustainable production and consumption, along with responsible waste management.\n\nEcosystem Services\nContribute to the sustainable management of natural resources and monetize the value of forests, water and biodiversity.\n\nInclusive Growth\n\nAccessible and Innovative Healthcare\nEnable the use of digital technology, advanced devices and diagnostics for better outcomes.\n\nFinancial Inclusion\nAdvance financial inclusion for all, including underserved populations, by promoting access to capital, financial technology and products that increase access, support financial health and drive more equitable economic growth.\n\nAccessible and Affordable Education\nEnable greater access to education, improve learning outcomes and help close opportunity gaps for learners of all ages.\n\nCommunities\nEnable infrastructure development, affordable housing and livelihood advancement.\nOn Track to Deliver on Our $750 Billion Sustainable Finance Commitment\n\nAligned with our Sustainable Finance Framework, this firmwide 10-year, $750 billion commitment placed our sustainable finance strategy at the core of our financing, investing and advisory work with clients.\n\nWe have made significant progress over the first three years. Since setting our 10-year goal, we’ve achieved approximately $425 billion in commercial activity, including $215 billion in climate transition, $67 billion in inclusive growth and the remainder in multiple themes. This progress demonstrates the strength of our strategy and our ability to direct capital toward needed solutions to help our clients achieve their sustainability objectives.\n\nOur work with BlocPower (as discussed on page 32) and KORE Power (as discussed on page 43) are examples of our sustainable finance activity. For more information on these examples and others, please see the Opportunities with Our Clients and Partners section of this report.\n\n“We’re focused on delivering a holistic, market-based approach towards sustainability for our clients. From the energy transition to furthering inclusivity through business, the actions that we are taking today are aimed at creating jobs and opportunities that will empower others and allow our economy to reach its full potential.”\n\nDina Powell McCormick\nGlobal Head of Sustainability and Inclusive Growth\nBuilding Our Capabilities over Time\n\nWe have been helping our clients and partners achieve their sustainability objectives for more than two decades. In 2019, to meet increasing client demand, we increased the pace of our activity by embedding within our business segments sustainability-related expertise, which was increasingly becoming one of the core capabilities of our firm.\n\n| Year | Event |\n|------|-------|\n| 2001 | One of first US banks to develop an Environmental Policy Framework |\n| 2005 | Launch Urban Investment Group, committing $148 to date |\n| 2007 | Launch GS SUSTAIN, which provides research and data tools to clients exploring how innovation, regulation and implementation of environmental, social and governance topics will impact sustainable investing and broader capital flows |\n| 2009 | Launch 10,000 Small Businesses, reaching more than 13,600 entrepreneurs in the US to date, representing a network of 245,000 total employees and $178 in total revenue |\n| 2014 | Establish Sustainable Finance Group, announce $750B by 2030 Sustainable Finance Commitment |\n| 2015 | Reach carbon neutrality across operations and business travel |\n| 2019 | Establish Sustainable Finance Group, launch Carbonomics, our flagship research series on the economics of reaching net zero |\n| 2020 | Announce Launch With GS Black and Latinx Cohort |\n| 2021 | Issue $800M inaugural Goldman Sachs Benchmark Sustainability Bond |\n| 2022 | Achieve ~55% of 2030 Sustainable Finance Commitment within first 3 years |\n| 2022 | Create Sustainable Banking Group and Net Zero Transition Solutions |\n| 2022 | Deploy ~$2B in investment capital for One Million Black Women |\n| 2022 | Acquire NN Investment Partners |\n\nOur Sustainable Finance Strategy → Driving Long-Term Value\nDriving Commercial Impact: Business Integration with Central Coordination\n\nWe execute our strategy through our core work with clients and deliver our sustainable finance capabilities through our strategically realigned business segments and One Goldman Sachs client delivery model.\n\nThe formal operationalization of our ambition was catalyzed in 2019, with the creation of our Sustainable Finance Group (SFG). This centralized team of sustainable finance professionals is part of the Executive Office. SFG is tasked with developing and driving the firm’s sustainability strategy and related efforts across Goldman Sachs, including engagement with the firm’s stakeholders on sustainable finance and sustainability-related policy and reporting, oversight of firmwide transactional environmental and social risk management, and supporting commercial efforts alongside our firm’s businesses.\n\nIn prior years, our businesses established Sustainability Councils to partner with our businesses, to guide and develop their sustainable finance capabilities to better serve their clients. These provisional Sustainability Councils served their purpose as an interim step, leading to our segments now embedding and incorporating\n\nOne Goldman Sachs: Delivering the Firm’s Sustainable Finance Capabilities to Our Clients\n\nOur sustainable finance capabilities and expertise are embedded in how we deliver value to our clients.\n\n| Global Banking & Markets (GBM) develops and maintains long-term relationships with a diverse, global group of institutional clients in the private and public sectors, and supports clients’ sustainability efforts through sustainability advisory, net zero transition solutions, a full suite of sustainable and transition capital (equity, debt, structured) and commodities sustainable solutions. | Global Banking & Markets |\n| Asset & Wealth Management (AWM) provides investment services to both institutional and individual clients, with the goal of delivering sustainable finance solutions across a range of channels and asset classes. | Asset & Wealth Management |\n| Platform Solutions includes our Transaction Banking and platform businesses with sustainable finance capabilities, including ESG-linked transaction banking and other solutions. | Platform Solutions |\n| Sustainable Finance Group Global Investment Research (GIR) - GS SUSTAIN research - Carbonomics research | Firmwide Resources |\nsustainable finance through efforts like the Sustainable Banking Group and the acquisition of NN Investment Partners.\n\nToday, our clients, from corporate issuers to asset owners and managers, turn to us for our sustainable finance capabilities, including tailored advice, innovation and execution across many transaction types. Through our One Goldman Sachs delivery model, we bring the best thinking and advice from across the firm to help our clients achieve their most important priorities.\n\nThis is how we have deepened our sustainable finance expertise and integrated it into our businesses—not as an isolated group or stand-alone offering but as a centrally coordinated, commercially integrated approach to meet the growing, multifaceted needs of our clients and markets.\n\nNN IP Integration\n\nOur acquisition of NN Investment Partners (NN IP) has increased our assets under supervision (AUS) to approximately $2.5 trillion as of December 31, 2022, affirming our position as a top five active asset manager globally. The integration of NN IP into AWM has enhanced our ability to partner with clients as they pursue their ESG and sustainable investing goals. We are leveraging NN IP’s sustainable investing expertise along with our existing capabilities, strengthening how we integrate environmental, social and governance factors into our investment processes, broadening our product offerings and bolstering our capabilities to deliver for our clients on their sustainable investing priorities.\n\n1 NN IP was rebranded to Goldman Sachs Asset Management on March 6, 2023.\nEmpowering Our Clients to Capitalize on Opportunities\n\nThis report focuses on the how—demonstrating how Goldman Sachs helps clients achieve their sustainability objectives. The proactive role we take in meeting the increasing demand for sustainable finance advice, tools and solutions helps us inform the market and develop new solutions to better support our clients. This is how we continue to deliver on our sustainable finance commitments that enable our clients to pursue their objectives and drive progress.\n\nThe pages that follow feature sets of opportunities we have helped become realities. You’ll learn about specific instances of how we are helping facilitate the gray-to-green transition, from our work with Chevron in its acquisition of a leader in biofuels to catalyzing public-private partnerships to help electrify bus systems in South and Southeast Asia. We also share our work to create economic opportunities—from our flagship initiatives, including One Million Black Women and 10,000 Small Businesses, to our AIMS Imprint and Urban Investment Group businesses. In addition, we show how we are supporting different forms of capital to drive innovation, how we have supported and continue to support the scaling up of critical platforms to drive impact, how we are helping to advance the circular economy and preserve and restore biodiversity, and how Goldman Sachs’ tools and solutions help drive better-informed investment decision-making.\n\nThis is how we are helping our clients and partners prepare for and capitalize on opportunities to achieve their sustainability objectives.\nOpportunities with Our Clients and Partners\n\nWe leverage our deep markets expertise and insights to support our clients’ sustainability objectives and to work with our partners to drive capital toward more sustainable solutions in the real economy. The way forward is not always clear, but our approach is: *Turn challenges into opportunities.*\n\nBalancing short-term needs with long-term ambitions is a necessity. We work together with our clients and partners to originate and deliver insights, innovation and solutions.\n\n15\nSupporting the Gray-to-Green Transition\n\n25\nLeveraging Our Expertise to Create Economic Opportunity\n\n37\nMobilizing Private Capital for Innovation\n\n45\nBuilding Platforms to Scale\n\n53\nAdvancing Emerging Opportunities—Circularity and Biodiversity\n\n61\nDeveloping Tools and Solutions to Drive Better Decision-Making and Outcomes\nSupporting the Gray-to-Green Transition\n\nWe acknowledge that the transition to a low-carbon economy is complex and will take time. As capital helps fundamental sectors move toward decarbonization, there will be trade-offs along the way. At Goldman Sachs, our approach to climate transition is pragmatic. Going from an emissions-intensive, gray economy to a green one will involve participation from today’s highest emitting companies. Supporting today’s hardest-to-abate sectors, including energy, transport and heavy industry, is crucial to help ensure the inputs powering the economy remain affordable and reliable as market dynamics evolve and new, innovative technologies scale.\n\nWe are helping our clients advance their climate transition strategies. Here’s how.\n\nIn this chapter:\n\n17 Chevron Acquires Leader in Biofuels\n18 Enel First-Ever Sustainability-Linked Bond Linked to EU Taxonomy\n19 Stabilizing Electricity Prices in Chile to Support Transition from Coal to Renewables\n20 ESG-Linked Financing for the North American Development Bank\n22 Monolith — Scaling Up Production of Clean Hydrogen\n23 Catalyzing Electrification of Critical Public Transit in India and Vietnam\n\n$100–$150T\n\nIn cumulative investment needed globally through 2050 to keep the world on a path to limit temperature increase to 1.5 degrees Centigrade above pre-industrial levels\n\n1 BCG/GFMA: Climate Finance Markets and the Real Economy: Sizing the Global Need and Defining the Market Structure to Mobilize Capital, December 2020.\nSupporting Our Clients in Going from Gray to Green\n\nTransitioning to a lower-carbon economy while maintaining affordability and reliability of energy supply—going from gray to green—is a systems-level challenge that requires systems-level solutions. This can be solved by building platforms across the value chain to design and deploy at speed and scale.\n\nIn the immediate near term, according to our Carbonomics research team, the energy industry will need to take on, compared to what it has spent in recent years, an additional $1 trillion in capital expenditures per annum through 2026.¹\n\nA successful transition will depend on a number of factors, including public investment, private investment and public–private partnerships. Our Sustainable Banking Group is actively pursuing decarbonization solutions across a wide range of industries. Through our data-driven insights, advice and capital, we partner with our clients to help them improve their carbon efficiencies and build more resilient businesses over the long term.\n\nAside from the capital required for the transition, there are still significant gaps in both scalable technology solutions and requisite policy support to achieve stated objectives. In addition to helping our clients allocate capital, we also invest our firm’s own capital to help drive new, early-stage technology development and deployment.\n\nAddressing large gaps in the global ecosystem warrants engagement with strategic partners, both public and private, with complementary strengths and areas of focus. As examples in this report illustrate, we seek such partnerships where objectives align for long-term value creation and enduring impact at scale.\n\n“Despite complex factors in today’s markets, our corporate clients continue to approach us for advice and bespoke solutions on how they can deliver on their decarbonization commitments to drive long-term value for their shareholders.”\n\nJohn Greenwood\nHead of Sustainable Banking Group, Global Banking & Markets\n\n¹ Goldman Sachs Research: Carbonomics: Affordability, Security and Innovation, November 2022.\nCASE STUDY\n\nChevron Acquires Leader in Biofuels\n\nGlobal energy leaders are charting their own paths to a lower-carbon economy. In June 2022, Chevron acquired Renewable Energy Group (REG), a leading innovator in the renewable fuels industry. REG helped pioneer the renewable fuels industry. The transaction created Renewable Fuels-REG, Chevron’s new renewable fuels business. The new business combines REG’s growing renewable fuels production, including 11 biorefineries across the US and Europe, and leading feedstock capabilities, with Chevron’s large manufacturing, distribution and commercial marketing position.\n\nAs Chevron’s financial advisor for this transaction, Goldman Sachs helped Chevron acquire a renewable fuels business that is expected to help expand its carbon solutions offering to customers and accelerate Chevron’s progress toward its goal to grow its renewable fuels production capacity to 100,000 barrels per day by 2030.\n\n“REG was a founder of the renewable fuels industry and has been a leading innovator ever since. Together, we can grow more quickly and efficiently than either business could on its own.”\n\nMike Wirth\nChairman and Chief Executive Officer, Chevron\n\n4.2M\nmetric tons of carbon reduction delivered by REG in 2020, while producing 819 million gallons of biodiesel and renewable diesel\n\n1 REG: Renewable Energy Group Reports Fourth Quarter and Full Year 2020 Financial Results, 2021.\nManaging Through Complexity\n\n2022 served as a reminder of the fragility of global supply chains and the nonlinear path of emissions reduction. The market dynamics related to global climate transition remain complex and interdependent, with recent events, including the pandemic and Russia’s invasion of Ukraine, complicating the decarbonization plans of countries and companies. There are positive tailwinds, though, such as the US Inflation Reduction Act and the European Green Deal, which are expected to incentivize significant investment in renewables and needed technologies to secure a reliable, affordable and cleaner energy supply over the long term.\n\nDespite recent challenges, our firm continues to deploy capital to clients in traditionally high-emitting sectors to both support current growth and enable investment in new technologies to catalyze their own decarbonization efforts.\n\nCASE STUDY\n\nEnel First-Ever Sustainability-Linked Bond Linked to EU Taxonomy\n\nAfter inventing a sustainability-linked financing asset class back in 2019, Enel demonstrated continued commitment to the format and its innovation with the first-ever sustainability-linked bond linked to EU Taxonomy. The €1.5 billion bond featured Scope 1 intensity related to power generation, Scope 1 and 3 emissions intensity for integrated power, proportion of CapEx aligned to EU Taxonomy and absolute Scope 3 emissions related to gas retail.1 Goldman Sachs acted as joint bookrunner for the successful transaction and on each of Enel’s SLBs, which in 2022 totaled €12.6 billion.2\n\n1 The GHG Protocol Corporate Standard classifies a company’s GHG emissions into three “scopes.” Scope 1 emissions are direct emissions from owned or controlled sources. Scope 2 emissions are indirect emissions from the generation of purchased energy. Scope 3 emissions are all indirect emissions (not included in Scope 2) that occur in the value chain of the reporting company, including both upstream and downstream emissions.\n2 Enel, “Enel Successfully Launches a Dual-Tranche 1.5 Billion Euro Sustainability-Linked Bond in the Eurobond Market,” February 2023; Bloomberg, as of March 3, 2023.\nManagement of Carbon-Intensive Assets\n\nThe world still relies heavily on carbon-intensive energy and infrastructure. Achieving a low-carbon global economy will involve transition away from high-emitting assets (such as coal power) to lower-carbon sources under an orderly approach that supports decarbonization in the real economy while preventing adverse consequences, such as impact to energy reliability and security.\n\nThe potential orderly retirement or conversion of high-emitting assets poses numerous risks. Such assets include power plants and also ships, diesel railroad engines, chemicals-production facilities and myriad other assets that keep today’s economy running. As an example, the threat of high-emitting assets being stranded in the transition to a low-carbon economy requires careful management. High-emitting assets still need to be operated efficiently in the near term to support their transitions to lower-emitting alternatives or substitutes, particularly as the market seeks to balance energy reliability and access.\n\nCASE STUDY\n\nStabilizing Electricity Prices in Chile to Support Transition from Coal to Renewables\n\nGoldman Sachs supported the capital-raising of $908 million in blended finance to securitize receivables from the electrical generation companies serving Chile. This will help to stabilize pricing as new, cheaper renewable energy is deployed in the country and carbon-intensive plants, including coal-fired ones, are retired. This was the first application of rate-reduction bond technology in Latin America, an approach frequently used in the US, Canada, Spain, Portugal and other markets, as well as the first application of a Chilean special purpose vehicle for an international securitization.\n\n$908M in capital raised in blended finance to securitize receivables from the electrical generation companies serving Chile\nWe have engaged stakeholders involved in the transition, conversion and replacement of high-emitting assets. Today, we are focused on assisting clients seeking to bring related transactions to market and supporting solutions through our firm’s investing capabilities. In future reports, we plan to share progress in this area.\n\nCASE STUDY\n\nESG-Linked Financing for the North American Development Bank\n\nIn a transaction designed to accelerate green solutions, we closed an approximately $100 million financing for the North American Development Bank. The bank, owned jointly by the US and Mexican governments, provides financing for environmental infrastructure projects located within 100 kilometers to the north and 300 kilometers to the south of the border between the US and Mexico, involving states including, but not limited to, Texas, New Mexico, Arizona, California, Tamaulipas, Sonora, Chihuahua, Coahuila, Baja California and Nuevo Leon. Proceeds of this financing will be allocated solely to eligible green projects, in accordance with a Green Bond Framework¹ that is aligned with International Capital Market Association (ICMA) principles.² Such projects may include climate change mitigation, natural resource conservation, biodiversity conservation, and pollution prevention and control.\n\n1 North American Development Bank: Green Bond Framework, 2020.\n2 International Capital Market Association: “Green Bond Principles,” June 2022.\n**Carbonomics for the Economics of Climate Transition**\n\nTo guide clients through their transition to a low-carbon economy, we need to understand the economics that shape it. Carbonomics is Goldman Sachs Global Investment Research’s flagship series that focuses on the economics of decarbonization and sustainable growth.\n\nFor the fourth consecutive year, our Carbonomics initiative has released its carbon abatement cost curve, delineating what is needed to achieve decarbonization goals in line with the UN Sustainable Development Goals.\n\nThe cost of decarbonization continues to improve, thanks to clean tech innovation and higher prices for traditional hydrocarbons. Leveraging our project-by-project modeling of giant long-term energy projects, we estimate that the cost of capital of hydrocarbon vs. renewable developments has widened by more than 10 percentage points over the past four years. This has brought us to a historic turning point in energy investment, with global renewable power spend overtaking oil and gas developments for the first time in history.\n\nIn updating our Carbonomics cost curve across 100+ technologies, Global Investment Research (GIR) arrived at three key conclusions:\n\n1. Clean technologies associated with energy efficiency and substitution of hydrocarbons (renewables, clean hydrogen, biogas) continue to move lower on the cost curve.\n\n2. Net zero carbon by 2050 will require a material step-up in investments, with $2–$3 trillion p.a. of global investments needed in low-carbon infrastructure during the 2030s.\n\n3. The big policy breakthrough in 2022 — the US Inflation Reduction Act — is transformational for the economics of hydrogen and carbon capture technologies.\n\n---\n\n1. Goldman Sachs Research: *Carbonomics: Affordability, Security and Innovation*, November 2022.\n2. Goldman Sachs Research: *Carbonomics: The Economics of Net Zero*, November 2022.\nMonolith uses carbon-free energy as part of a proprietary process to convert conventional and renewable natural gas to hydrogen and carbon black. Focused in cleanly made hydrogen, carbon black and ammonia, Monolith currently operates its first commercial-scale production facility, Olive Creek 1. Olive Creek 2 is expected to be completed in 2027. Demonstrating our leadership in private financings for transition-focused companies, we served as placement agent for a $300 million capital raise round led by TPG Rise Climate and Decarbonization Partners, a partnership between BlackRock and Temasek.\n\nCASE STUDY\n\nMonolith — Scaling Up Production of Clean Hydrogen\n\nMonolith has established itself as a technology leader in methane pyrolysis, providing sustainable and low-cost hydrogen and carbon black from natural gas. We see significant opportunity for the company to continue scaling its technology, enabling the decarbonization of a broad range of important end markets.\n\nDr. Meghan Sharp\nGlobal Head of Decarbonization Partners\n\n“Monolith has established itself as a technology leader in methane pyrolysis, providing sustainable and low-cost hydrogen and carbon black from natural gas. We see significant opportunity for the company to continue scaling its technology, enabling the decarbonization of a broad range of important end markets.”\n\nDr. Meghan Sharp\nGlobal Head of Decarbonization Partners\nCASE STUDY\n\nCatalyzing Electrification of Critical Public Transit in India and Vietnam\n\nThe needed cumulative investment for decarbonization in Asia is estimated at $66 trillion. To help address this investment gap, in 2021 Goldman Sachs and Bloomberg Philanthropies assisted in seeding and launching the Climate Innovation & Development Fund, a blended-finance facility to help catalyze action and investment in South and Southeast Asia. Managed by the Asian Development Bank (ADB), the fund is focused on where the need is great, but the returns required by private capital alone have rendered much-needed projects uninvestable. In 2022, the fund invested in its initial projects, which are designed to help transform, through electrification, bus systems in India and Vietnam.\n\n“This initiative brings people together to unlock capital and jump-start more projects that will cut emissions, improve public health, spur economic growth and create jobs. We’re looking forward to working with partners at the Asian Development Bank and Goldman Sachs on these initial projects in India and Vietnam.”\n\nMichael R. Bloomberg\nFounder, Bloomberg LP and Bloomberg Philanthropies\n\n$66T\n\nRegional investment needed across Asia to meet global climate goals\n\n1 BCG/GFMA: Climate Finance Markets and the Real Economy: Sizing the Global Need and Defining the Market Structure to Mobilize Capital, December 2020.\nCASE STUDY\nCatalyzing Electrification of Critical Public Transit in India and Vietnam\n\nVinfast Investment in Vietnam\nIn Vietnam, the fund’s investment helped mobilize 44 times its investment capital to support the country’s first electric bus fleet for public transport and the first national electric vehicle charging network. The project aims to build up to 140 e-buses and 150,000 charging ports across 2,000 to 3,000 stations throughout the country.\n\nGreenCell Investment in India\nIn India, the Climate Innovation and Development Fund’s investment helped mobilize approximately 14 times its investment capital to support the purchase of 255 electric buses to replace existing diesel buses operating on 66 high-traffic intercity routes, including Delhi and Pune, and in the states of Andhra Pradesh, Karnataka, Tamil Nadu and Telangana. The e-buses are expected to serve five million people per year and include enhanced safety features for female passengers. In addition, the fund will support the construction of charging infrastructure, including solar-plus-battery solutions at the bus depots to maximize potential emissions reductions.\n\n~15K\ntons of CO₂ emissions per year estimated to be avoided from this project\n\n“Public-private partnerships facilitating blended-finance facilities will help mobilize capital needed to accelerate progress toward a more sustainable global economy. The Climate Innovation and Development Fund with Bloomberg and Goldman Sachs is one example of a very high-impact model. We’re excited by the Fund’s initial investments’ ability to begin to mobilize additional private sector and governmental investments to support the decarbonization of mass transportation in South and Southeast Asia to put the region on the path to low-carbon economic growth.”\n\nAhmed Saeed\nVice President for East Asia, Southeast Asia and the Pacific, Asian Development Bank\n\n1 Projection provided by the Asian Development Bank.\n\nGoldman Sachs 2022 Sustainability Report\nLeveraging Our Expertise to Create Economic Opportunity\n\nWe leverage our expertise as a financial institution to work toward a more inclusive economy. We pursue innovative commercial and philanthropic solutions that address economic and social challenges in communities across the United States and globally.\n\nIn this chapter:\n\n27 10,000 Women: 15 Years of Impact\n28 Partnering on Women Entrepreneurs Opportunity Facility (WEOF)\n29 10,000 Small Businesses: Empowering Entrepreneurship\n31 One Million Black Women (OMBW)\n31 NYC Small Business Opportunity Fund: Affordable Financing for BIPOC and Women-Owned Small Business Owners\n32 BlocPower Energizing Job Creation for New Yorkers\n32 NOWAccount® Helping Small Businesses Manage Short-Term Liquidity\n33 Black Equity Opportunities (BEO)\n33 Loop Capital Share Classes Funding Social Goals\n34 OMBW Black in Business\n34 OMBW Black Women Impact Grants\n36 Phipps Houses Meeting Community Needs\n36 Solfácil FIDC Facility Innovating Cost of Home Solar\n\n~$2B\nOne Million Black Women investment capital deployed of total $10 billion by 2030 commitment\n\n$2.8B\nin capital to over 164K women entrepreneurs in 15 years of 10,000 Women\n\n$1.6B\nin total loan capital deployed in US by 10,000 Small Businesses\nWe leverage the breadth of our commercial and philanthropic capabilities to help expand access to affordable capital and help create opportunities for under-resourced communities. Our goal is to advance inclusive growth, which we see as an imperative to creating value over the long term.\n\nOur signature initiatives, like 10,000 Women and 10,000 Small Businesses, provide business education, access to capital and support services to entrepreneurs, who are foundational to a thriving economy. To date, 10,000 Women has helped mobilize $2.8 billion in capital through the Women Entrepreneurs Opportunity Facility, a finance facility created in partnership with the International Finance Corporation, and served over 164,000 women. 10,000 Small Businesses has served over 16,000 entrepreneurs across the United States, United Kingdom and France through business education, and provided $1.6 billion in affordable capital to approximately 38,000 small businesses in the US through Community Development Financial Institutions (CDFIs).1\n\nOne Million Black Women, our recent 10-year commitment to positively impact the lives of at least one million Black women by 2030, will deploy $10 billion in direct investment capital and $100 million in philanthropic capital in affordable housing, job creation, quality education, health care, access to capital and more, all with a focus on closing opportunity gaps for Black women. To date, the initiative has deployed approximately $2 billion in investment capital, and over $23 million in philanthropic funding, laying the groundwork to impact 215,000 Black women.1\n\nCore to our commercial strategy is the Urban Investment Group, which provides innovative and responsive capital solutions to help meet the needs of low- to moderate-income communities across the US through multi-asset-class investing and lending business. In 2022, the Urban Investment Group deployed $2.9 billion in real estate projects, social enterprises and lending facilities for small businesses.\n\nWe understand that driving inclusive growth cannot be solved by a single policy or single financial institution. We continue to combine our research with our commercial and philanthropic capabilities to facilitate partnerships to help meet the needs of communities over the long term.\n\n1 As of March 31, 2023.\n10,000 Women: 15 Years of Impact\n\nGoldman Sachs 10,000 Women is a global initiative that provides women entrepreneurs around the world with access to capital, business education, mentoring and networking. Since our launch in 2008, we have served over 50,000 women through in-person and online business education, expanding from 15 countries to 150.\n\nWe exceeded our initial goal of catalyzing $600 million in investments to 100,000 women. To date, we’ve mobilized over $2.8 billion in capital to over 164,000 women entrepreneurs through the Women Entrepreneurs Opportunity Facility, a finance facility created in partnership with the International Finance Corporation.\n\nFifteen years of 10,000 Women has helped demonstrate the impact of women entrepreneurs, not just in communities but the global economy.\n\n200K+ women entrepreneurs reached to date\n\n$2.8B invested in financial institutions to lend to women entrepreneurs\n\n150+ countries reached\n\n60% of 10,000 Women graduates create new jobs\n\n70% of 10,000 Women graduates report higher revenues\n\n90% of 10,000 Women graduates pay it forward by mentoring other women\n\n“My biggest transformation has been the financial acumen I have developed from 10,000 Women. Going from being dependent on others for financial knowledge and decision-making to independently being able to control my finances changed the game for me.”\n\nKayan Motashaw, INDIA\nCEO, LivRite Global Creations\n\n“I have seen a total turnaround in my life from 10,000 Women. My business has been impacted, my family has been impacted, my community has been impacted. I never thought I could be a leader — I’ve become a change agent.”\n\nAyodeji Megbope, NIGERIA\nFounder, No Left-Overs\nCombining the resources, reach and expertise of 10,000 Women and the International Finance Corporation (IFC), WEOF was created to expand access to capital for women entrepreneurs and demonstrate the commercial viability of investing in women-owned small and midsize enterprises (SMEs).\n\nLaunched in 2014, this global facility now represents a $2.8 billion investment in financial institutions in emerging markets. The facility already has reached more than 164,000 women entrepreneurs in over 50 countries, working through 95 financial institutions.\n\nAfter decades of working in real estate and health care, Dr. Seema Garg had risen to become CEO of a 350-bed hospital and vice president of a petrochemical company. But she longed to be her own boss. She quit her well-paying job and used her life savings to launch SB Hospital and Healthcare Private Limited, a company that designs, builds and renovates hospitals.\n\nSeema’s breakthrough came in 2014, when she won a large contract for a 150-bed hospital in Delhi. To secure the funds needed, Seema approached several banks only to hear that they were wary of extending credit to a single woman. Through the 10,000 Women partnership with IFC, a local bank ultimately stepped forward to provide the financing, and, building on this successful venture, Seema received a larger loan in 2021 from one of India’s largest banks to further grow her business.\n\nToday, just seven years after venturing out on her own, Seema has 50 employees and has successfully helmed several construction projects. “My aim is that three years down the line, if someone is looking to build a hospital, they should call us,” she says.\n10,000 Small Businesses: Empowering Entrepreneurship\n\nGoldman Sachs 10,000 Small Businesses (10KSB) is a $750 million commitment to help entrepreneurs create jobs and economic opportunity. The program provides access to business education, capital and support services to small businesses.\n\n13.6K+ alumni in the United States\n\n2.3K+ alumni in the United Kingdom and France\n\n$1.6B in total loan capital deployed in US by 10,000 Small Businesses\n\n$17B in total revenue by alumni businesses\n\n245K total employees of alumni businesses\n\n85% of alumni do business with each other\n\n“The 10KSB training in marketing was especially valuable, and helped us become comfortable with hiring a design agency in New York City to help drive attention to our digital market and increase sales from US-based customers.”\n\nMichael Schloff\nFounder and CEO, Maplewoodshop\n\n“The ‘blue sky thinking’ exercise taught me to think bigger. We’ve expanded into other schools and branched into additional practical skills such as plumbing.”\n\nKhari Parker\nCo-Founder, Connie’s Chicken and Waffles\n\n“Completing the 10KSB Growth Plan really got us going. We’ve expanded from two to four locations and opened a juice bar and pizza restaurant.”\n\nCristina Collazo\nFounder and VP of Purchasing & Marketing, Valija Gitana\n10KSB Summit: Small Business. Big Voice.\n\nThe 10KSB Summit was the largest-ever gathering of small business owners in the US. The three-day summit in Washington, D.C., in July of 2022, brought together more than 2,000 10KSB alumni to celebrate their resilience and economic impact. Attendees gained insights from business leaders, policymakers and one another on best practices for business growth, hiring, accessing capital and more.\n\nDRIVING GROWTH, CREATING JOBS\n\nGraduates consistently show revenue growth and create jobs\n\nRevenue Growth¹\n\n| Months after graduation | 6   | 18  | 30  |\n|-------------------------|-----|-----|-----|\n| 66%                     |     |     |     |\n| 71%                     |     |     |     |\n| 73%                     |     |     |     |\n\nJob Growth²\n\n| Months after graduation | 6   | 18  | 30  |\n|-------------------------|-----|-----|-----|\n| 47%                     |     |     |     |\n| 52%                     |     |     |     |\n| 54%                     |     |     |     |\n\n¹ The percentage of 10,000 Small Businesses alumni who increased revenues.\n² The percentage of 10,000 Small Businesses alumni who increased jobs.\nOne Million Black Women (OMBW)\n\nBuilding Our Initiatives on Research\n\nOur Black Womenomics research estimates that reducing the earnings gap for Black women could raise the level of annual US GDP by 1.4%–2.1% each year, creating up to 17 million jobs and raising the level of annual US GDP by $375–$560 billion. This is no surprise, given Black-owned businesses are nearly three times more likely than white-owned businesses to report that access to financial capital and the cost of financial capital negatively impact profits.\n\nInformed by this research, Goldman Sachs has committed $10 billion in direct investment capital and $100 million in philanthropic capital over the next decade to help address the disproportionate gender and racial biases that Black women have faced for generations. Our goal is to positively impact the lives of at least one million Black women by 2030. To date, the initiative has deployed approximately $2 billion in investment capital and $23 million in philanthropic capital across the United States.\n\nNYC Small Business Opportunity Fund: Affordable Financing for BIPOC and Women-Owned Small Business Owners\n\nIn partnership with New York City Mayor Eric Adams and the Department of Small Business Services (SBS), One Million Black Women and the Urban Investment Group launched a $75 million loan fund that will allow small business owners across the five boroughs of New York City to apply for loans ranging from $2,000 to $250,000 and pay a sub-market fixed interest rate of 4%, regardless of loan size. It is estimated the program will serve about 1,500 small businesses, with a focus on those owned by BIPOC and women, and will provide resources at a critical time in the city’s economic recovery.\n\nAs the largest public-private loan fund for small businesses in the history of New York, the Opportunity Fund will set aside a portion of its funding for early-stage businesses with fewer than two years of operations.\n\nThe Fund will help build capacity for eight not-for-profit New York–based Community Development Financial Institutions, which will serve as the loan originators and servicers, while the Community Reinvestment Fund will serve as the Fund’s Administrator.\n\n1 Adjusted for the expected 7% rise in US nominal GDP in 2023.\n2 As of March 31, 2023.\n3 NYC: “Mayor Adams, SBS Commissioner Kim Hail Successful Rollout of NYC Small Business Opportunity Fund,” February 2023.\nOne Million Black Women and the Urban Investment Group partnered with BlocPower on their new program, the Civilian Climate Corps, which connects New Yorkers at risk of gun violence with job training opportunities in a variety of high-demand, good-paying green-economy industries, including solar, heat pump and electric-vehicle charging installation. This builds on a prior investment to help BlocPower finance the acquisition and installation of clean and affordable electric heating and cooling systems in underserved New York City neighborhoods—benefiting residents with improved air quality, increased temperature control and energy-efficient technology.\n\nCASE STUDY\n\nBlocPower Energizing Job Creation for New Yorkers\n\nOne Million Black Women and the Urban Investment Group provided a $200 million loan facility to Now®, an innovative payment solutions business that helps small B2B companies get paid immediately via their NowAccount®, so they can increase cash flow while eliminating the risk of late payments and nonpayment of invoices. Through this investment, Now® aims to accelerate invoice payments to help small and often under-resourced businesses such as Black women-owned businesses optimize their short-term liquidity needs so they can grow sustainably.\n\nNow® has formed strategic partnerships with organizations—including Initiative for a Competitive Inner City, Georgia Minority Supplier Development Council, Black Directory and Culture Genesis, among others—to increase its reach among Black women entrepreneurs.\n\nCASE STUDY\n\nNOWAccount® Helping Small Businesses Manage Short-Term Liquidity\n\nOne Million Black Women and the Urban Investment Group provided a $200 million loan facility to Now®, an innovative payment solutions business that helps small B2B companies get paid immediately via their NowAccount®, so they can increase cash flow while eliminating the risk of late payments and nonpayment of invoices. Through this investment, Now® aims to accelerate invoice payments to help small and often under-resourced businesses such as Black women-owned businesses optimize their short-term liquidity needs so they can grow sustainably.\n\nNow® has formed strategic partnerships with organizations—including Initiative for a Competitive Inner City, Georgia Minority Supplier Development Council, Black Directory and Culture Genesis, among others—to increase its reach among Black women entrepreneurs.\nVia our Alternative Investments & Manager Selection (AIMS) Group, Goldman Sachs manages a fund-of-funds strategy that seeks to invest in Black-owned venture capital and growth equity funds. The BEO fund is promoting greater representation of Black investors and entrepreneurs in the venture capital and growth equity ecosystem. The fund is anchored by a commitment from former Microsoft CEO Steve Ballmer and his wife Connie as part of their focus on Black investment managers and Black businesses.\n\nOver a three-year period, BEO plans to invest in six to nine funds per year. Through this fund, we aim to direct more capital into the hands of diverse managers who are focused on investing in diverse talent and driving strong financial outcomes. We expect the majority of the underlying firms to be managed by emerging Black talent who may be running first-, second- or third-time funds, and we anticipate that at least 30% of the underlying companies will be led by Black founders/entrepreneurs.\n\nCASE STUDY\n\nBlack Equity Opportunities (BEO)\n\nIn conjunction with One Million Black Women (OMBW), Goldman Sachs Asset Management Liquidity Solutions has agreed to donate the greater of $100,000 or 10% of aggregate net revenues generated from share classes distributed by Loop Capital to nonprofits that align with the impact pillars of OMBW. This is the second year that GSAM will make donations under the program. The 2023 donations will be made to Hope Enterprise Corporation to provide down-payment assistance across the Deep South (Alabama, Arkansas, Louisiana, Mississippi and Tennessee) and to the United Negro College Fund (UNCF) to provide scholarships to Black women in STEM fields. In 2022, Hope used proceeds to fund down-payment assistance to five Black female homebuyers, supporting a total of 15 people, as these women are heads of households. UNCF will begin awarding these scholarships in 2023.\n\nCASE STUDY\n\nLoop Capital Share Classes Funding Social Goals\n\nIn conjunction with One Million Black Women (OMBW), Goldman Sachs Asset Management Liquidity Solutions has agreed to donate the greater of $100,000 or 10% of aggregate net revenues generated from share classes distributed by Loop Capital to nonprofits that align with the impact pillars of OMBW. This is the second year that GSAM will make donations under the program. The 2023 donations will be made to Hope Enterprise Corporation to provide down-payment assistance across the Deep South (Alabama, Arkansas, Louisiana, Mississippi and Tennessee) and to the United Negro College Fund (UNCF) to provide scholarships to Black women in STEM fields. In 2022, Hope used proceeds to fund down-payment assistance to five Black female homebuyers, supporting a total of 15 people, as these women are heads of households. UNCF will begin awarding these scholarships in 2023.\nSupporting Black Women Entrepreneurs\n\nThough Black women start businesses faster than any other demographic in the United States, lack of access to business education, capital and resources is a constant barrier to growth.\n\nIn response, One Million Black Women launched the Black in Business pilot, an entrepreneurship program focused solely on Black women solopreneurs seeking to grow their business and become job creators. Black in Business builds on the fundamentals and success of 10,000 Women and 10,000 Small Businesses, providing business owners the tools they need to grow.\n\nBlack in Business’s curriculum was developed in partnership with 1863 Ventures, with modules focused on marketing, operations, finances and raising capital. Graduates leave with knowledge on how to price their product or service, hire their first employee, understand their finances and grow their revenue. Creating pathways to successful entrepreneurship is a key component of our strategy to help narrow opportunity gaps for Black women.\n\nCASE STUDY\n\nOMBW Black in Business\n\nOMBW Black in Business is a 10-week business education program that provides Black women sole proprietors with the tools to turn their business potential into business growth. To date, more than 450 Black women solopreneurs from 33 states across three cohorts have participated in the 10-week online business education program, which starts and culminates with in-person workshops at Goldman Sachs Headquarters in New York City. Program participants also receive a $2,000 stipend, access to a powerful network of entrepreneurs and strategic advisors to help guide their growth.\n\nCASE STUDY\n\nOMBW Black Women Impact Grants\n\nWe also know Black women play a critical role as leaders in civil society. In response to more than 60 listening sessions with Black women and girls across the United States, we launched OMBW Black Women Impact Grants, awarding 50 Black women-led organizations with $10 million in general operating, multiyear funding. Our goal is to provide access to flexible capital that enables Black women to do what they do best: lead and build their organizations. Black Women Build-Baltimore, pictured on the right, is a Black Women Impact Grant recipient.\nOne Million Black Women Strategic Partnerships\n\nOne Million Black Women continues to expand its impact through strategic partnerships. The following are examples of our strategic partnerships across our impact pillars.\n\nThe King Center’s Beloved Community Leadership Academy\n\nWith support from One Million Black Women, the King Center launched the reimagined Beloved Community Leadership Academy (BCLA), an innovative and immersive learning experience for youth ages 13 to 18. BCLA focuses on leadership, entrepreneurship and character development for young people. In addition, the grant supports a cohort of 50 Black young women from across the country, who receive dedicated monthly programming with leadership talks from OMBW Advisory Council members Rosalind Brewer, Thelma Golden and Dr. Ruth Simmons and mentoring from Goldman Sachs OMBW ambassadors.\n\nNew Leaders — Advancing Black Women Principals\n\nWith support from One Million Black Women, New Leaders developed a one-year pilot program to support Black women school and district leaders with targeted one-on-one executive coaching, two group-leadership-development series quarterly, and group coaching for Black women who are New Leaders staff. As part of the programming, Roz Brewer, Valerie Jarrett, Secretary Condoleezza Rice and Dr. Ruth Simmons have participated in leadership development series.\n\nUrban Institute Partnership on Closing Wealth Gaps\n\nOne Million Black Women partnered with the Urban Institute with the aim of commissioning further research on how to narrow the wealth gap facing Black women. In the first year of the partnership, One Million Black Women and the Urban Institute invited faculty and researchers from Historically Black Colleges and Universities to develop new insights into the persistent racial gaps in earnings and wealth. Research from Danielle Dickens, associate professor of psychology at Spelman College; Carolette Norwood, professor and head of the Sociology and Criminology Department at Howard University; Taura Taylor, assistant professor of sociology at Morehouse College; and Angelino Viceisz, associate professor of economics at Spelman College, were selected as the first cohort of research fellows. The partnership plans to announce a second cohort of research fellows later this year.\n\nInsights from members of our One Million Black Women Advisory Council\n\nMarc H. Morial\nPresident and CEO,\nNational Urban League\n\n“Once One Million Black Women is moving with a sense of urgency and commitment to deliver these opportunities to Black women who have been left behind for far too long.”\n\nDr. Ruth J. Simmons\nEighth President,\nPrairie View A&M University\n\n“It will take private, public, and nonprofit organizations dedicated to promoting equity, social change and positive economic impact to advance a more inclusive economy. By leveraging the distinctive strengths of each organization, we can help transform communities and society at large while fostering long-term solutions to multifaceted challenges.”\n\nDarren Walker\nPresident,\nFord Foundation\n\n“Black women are foundational to communities, and this means that if we are to keep the American dream alive, our democratic values flourishing and our market system strong, then we must focus philanthropic dollars and investment capital to support the organizations that are on the front lines of improving our society.”\n\nRosalind G. Brewer\nChief Executive Officer,\nWalgreens\n\n“Once women are on the track to advance their careers, we have to continue to support them throughout their journeys. Support can take on the role of mentoring new leaders, coaching mid-level professionals, and intentionally recruiting diverse candidates. This integrated approach to nurturing diverse talent will ensure that we reach equity in our workforce and drive growth across all sectors. We must be intentional.”\n\n“Black women are foundational to communities, and this means that if we are to keep the American dream alive, our democratic values flourishing and our market system strong, then we must focus philanthropic dollars and investment capital to support the organizations that are on the front lines of improving our society.”\n\n“Once women are on the track to advance their careers, we have to continue to support them throughout their journeys. Support can take on the role of mentoring new leaders, coaching mid-level professionals, and intentionally recruiting diverse candidates. This integrated approach to nurturing diverse talent will ensure that we reach equity in our workforce and drive growth across all sectors. We must be intentional.”\n\n“Once women are on the track to advance their careers, we have to continue to support them throughout their journeys. Support can take on the role of mentoring new leaders, coaching mid-level professionals, and intentionally recruiting diverse candidates. This integrated approach to nurturing diverse talent will ensure that we reach equity in our workforce and drive growth across all sectors. We must be intentional.”\nIn addition to collaborating with One Million Black Women, our Urban Investment Group also seeks to invest in creating economic opportunity through its other investments, including its work to bring affordable housing to underserved communities in the US. Separately, our Investment Banking business supports underserved populations outside the US. For example, we are helping democratize solar power in Brazil through our work with Solfácil.\n\n**CASE STUDY**\n\n**Phipps Houses Meeting Community Needs**\n\nPartnering with Phipps Houses, the oldest and largest not-for-profit developer, owner and manager of affordable housing in the US, our Urban Investment Group is financing the development of a 436-unit affordable housing development in East New York. Atlantic Chestnut Phase II will help maintain and expand affordability in a moderate-income, majority-minority neighborhood, with substantial need and limited supply of high-quality affordable housing. The project includes 66 units for formerly homeless tenants, as well as a community facility space for local not-for-profit organizations or other tenants providing services to the surrounding community.\n\n**CASE STUDY**\n\n**Solfácil FIDC Facility Innovating Cost of Home Solar**\n\nSolfácil, a digital platform based in Brazil, sells home solar electric systems across the country and offers to finance them. The financing effectively allows their clients to swap their monthly electricity bills for their own solar electric system. Goldman Sachs provided a BRL625 million three-year Senior Warehouse Facility to finance Solfácil in its mission to empower people through the sun.\nMobilizing Private Capital for Innovation\n\nTransitioning to a low-carbon economy will require decarbonization across multiple industries and sectors, with existing, emerging and yet-to-be-developed clean technologies playing a critical role. As a result, there is a significant opportunity for private capital to advance emerging technologies while generating a return on investment.\n\nAccordingly, our Sustainable Investing Group in our Asset & Wealth Management segment is facilitating the movement of capital into innovation in energy management of buildings, cold chain shipping, wind power drone inspections and energy grid storage, among others. Our sustainable finance expertise in our Global Banking & Markets segment has helped KORE Power break ground on its new battery gigafactory and TAE Technologies fund the construction of its generation 6 fusion reactor. We are also identifying ways to direct private capital to fuel inclusive growth through innovative approaches to create quality and affordable child care spaces as well as advancing equity and increasing access to capital for women and diverse entrepreneurs.\n\nGoldman Sachs is focusing on sectors where capital is needed to help avoid future supply-chain bottlenecks, reduce execution risks and drive innovative solutions. Here’s how.\n\nIn this chapter:\n\n39 Horizon Strategies Investing in Solutions for a Low-Carbon Future\n41 CarbonCure Recycling CO₂ into Fresh Concrete\n41 Pivot Bio Transforming Low-Carbon Agriculture\n42 Highland Electric Electrifying School Bus Fleets\n43 KORE Power Gigafactory Breaks Ground\n43 Supporting Commercializing of TAE Technologies Gen 6 Fusion Reactor\n44 Low Income Investment Fund (LIIF) Building Child Care Centers in Affordable Housing\n44 Seae Ventures Driving Equitable Investments\n\n$1.6B+\nraised for Goldman Sachs’ inaugural direct private markets strategy dedicated to climate and environmental solutions\n\n1 As of January 10, 2023.\nFocusing on Innovation with Impact\n\nInnovative ideas are proliferating across industries to decarbonize and meet clean water and infrastructure goals. But innovation often follows investment. Private capital not only has a role to play in facilitating innovation, but it also can benefit from long-term investment opportunities.\n\nWorking together, we are helping our clients make meaningful shifts in how the world invests for the next generation.\n\nThe pace of transition to a low-carbon economy can increase with incremental green CapEx from a combination of governments, private companies and public companies. As a firm, we are pursuing this opportunity across multiple sectors.\n\nDriving short-term changes is critical to mitigating the worst impacts of a changing climate on the economy. However, we also take an expansive, long-term view of climate transition—leveraging our resources and financial expertise to help scale emerging innovation across sectors that will be critical to driving economy-wide decarbonization. We remain committed to supporting companies that face unique transition-related challenges today—particularly in hard-to-abate sectors—while also enabling emerging markets, sectors and innovative solutions that seek to expedite the transition to a low-carbon economy.\n\nWe are already seeing deployment of solutions that are increasing the pace of innovation in areas like hydrogen, battery storage, fusion reactors, low-carbon agriculture and energy efficiency.\n\nWorking together, across boundaries and in new ways, we look to help our clients drive real and meaningful shifts in how the world invests for the next generations.\n\n“Goldman Sachs will continue to support our clients in the energy sector, and we will also advise, finance and invest in businesses creating technologies that can accelerate the transition. We need to do both. It’s not an or, it’s an and.”\n\nDavid Solomon\nChairman and Chief Executive Officer\n\nRanked #5 on the Impact 30\n\nOn the listing of the world’s largest managers of private markets impact capital by PEI Media, Goldman Sachs ranked fifth. This is our first appearance on the list, reflecting the focus we now bring to mobilizing private capital for positive impact.\n\n1 As of July 2022.\nCASE STUDY\n\nHorizon Strategies\nInvesting in Solutions for a Low-Carbon Future\n\nOur Sustainable Investing Group works with clients through a series of Goldman Sachs Horizon strategies, launched to address a powerful commercial opportunity: bridging the capital gap between early-stage solutions for climate and environmental impact and mainstream technology deployment. The Horizon strategies launched to date were created to invest in and scale proven companies and technologies — tackling climate change by reducing emissions and supporting companies working to build a more resilient environment.\n\nGuided by the firm’s Sustainable Finance Framework, the Sustainable Investing Group invests across climate transition thematics that sit at the intersection of commercial opportunity and impact. The following are examples of recent investments made by the team to meet growing demand from public and private investors: GridPoint solutions for energy management of commercial buildings, TemperPack environmentally friendly thermal packaging, and SkySpecs wind power-blade inspections.\n\nSkySpecs\n\nSkySpecs performs wind-blade inspections using advanced drone and imaging-analytics technology, automating damage classification and repair optimization for wind asset owners and operators. SkySpecs’ inspection services and accompanying asset management offerings allow for a holistic view of turbine health and help customers manage asset risk, predict failures, prioritize repairs and extend asset-useful life. This reduces the overall levelized cost of energy (LCOE) of wind as a power resource, helping optimize energy production from a renewable source.\n\n“Goldman Sachs has been investing in transformative environmental and climate solutions since 2005. Since then, we have witnessed major changes in the technologies that enable more efficient and sustainable business practices, and the appetite from users to adopt them. Today, as the imperative to transition to a more sustainable economic growth model gathers pace, we are excited to continue backing leading businesses in this space as they develop and scale the environmental and climate solutions of tomorrow.”\n\nKen Pontarelli\nHead of Sustainable Investing for Private Markets, Asset & Wealth Management\nCASE STUDY\nHorizon Strategies\nInvesting in Solutions for a Low-Carbon Future\n\nGridPoint\nGridPoint provides energy management technology for commercial buildings and seeks to deliver savings to customers upon installation and enabling greater integration of distributed energy for grid resilience. Leveraging real-time data analytics, intelligent automation and patented algorithms, GridPoint is helping redefine energy optimization for businesses, buildings and the grid. Through use of monitoring equipment (e.g., controller, meters, thermostats) and cloud-based applications (e.g., report and analytics, HVAC health and testing), GridPoint aims to deliver measurable dollar and energy savings, plus visibility into complex building operations and actionable facility insights, while allowing for more distributed energy resources such as battery storage and electric vehicle chargers on the grid.\n\nTemperPack Technologies\nTemperPack is one of the largest producers of sustainable cold chain materials for food and life science products in the US, providing environmentally friendly thermal packaging applications for shipping perishable and mission-critical products. TemperPack’s flagship product, ClimaCell thermal insulation, is a nontoxic and curbside-recyclable box liner made of 90% cornstarch and paper. In 2022, TemperPack launched WaveKraft, an on-demand paper insulation system, and acquired KTM Industries, adding the compostable Green Cell Foam to its portfolio of sustainable solutions.\nThe Next Wave of Innovation\n\nOur large sustainable alternatives business includes the Urban Investment Group, the Sustainable Investing Group and AIMS Imprint, our dedicated ESG and impact investment platform focused on manager selection and co-investments across private and public markets. This year’s report includes several AIMS Imprint investments, including CarbonCure, Pivot Bio and Highland Electric.\n\nConcrete, the most widely used man-made material, is the second-most consumed material on Earth, trailing only water. Its large carbon footprint, stemming from production of its key ingredient, cement, accounts for 7% of global emissions.1\n\nOur AIMS Imprint group has allocated capital to the investors in CarbonCure, a developer of innovative carbon sequestration and avoidance technologies that inject recycled CO₂ into fresh concrete, where it permanently mineralizes—increasing concrete strength while decreasing the cement content required, without sacrificing material performance. CarbonCure has been able to leverage the carbon sequestration elements of its technology to develop high-quality carbon credits. CarbonCure won the CarbonXPRIZE in 2021 for its new Reclaimed Water product, which injects CO₂ into concrete wastewater slurry to convert it into a reusable additive for fresh concrete mixes that reduces both water and cement requirements. CarbonCure concrete has been delivered to construct buildings, airports, stadiums and Amazon’s new HQ2 in Virginia.\n\nCASE STUDY\n\nCarbonCure Recycling CO₂ into Fresh Concrete\n\nConcrete, the most widely used man-made material, is the second-most consumed material on Earth, trailing only water. Its large carbon footprint, stemming from production of its key ingredient, cement, accounts for 7% of global emissions.1\n\nOur AIMS Imprint group has allocated capital to the investors in CarbonCure, a developer of innovative carbon sequestration and avoidance technologies that inject recycled CO₂ into fresh concrete, where it permanently mineralizes—increasing concrete strength while decreasing the cement content required, without sacrificing material performance. CarbonCure has been able to leverage the carbon sequestration elements of its technology to develop high-quality carbon credits. CarbonCure won the CarbonXPRIZE in 2021 for its new Reclaimed Water product, which injects CO₂ into concrete wastewater slurry to convert it into a reusable additive for fresh concrete mixes that reduces both water and cement requirements. CarbonCure concrete has been delivered to construct buildings, airports, stadiums and Amazon’s new HQ2 in Virginia.\n\nCASE STUDY\n\nPivot Bio Transforming Low-Carbon Agriculture\n\nDespite negative environmental impact and high costs, synthetic fertilizer production has not changed in more than 100 years. While synthetic nitrogen fertilizers help farmers produce higher crop yields, nitrous oxide emissions are a major contributor to climate change, and nitrate runoff poisons the aqueous ecosystem. Our AIMS Imprint group has allocated funds to a manager investing in a transformative solution, Pivot Bio—one of the first sustainable alternatives to synthetic nitrogen.\n\nPivot Bio uses proprietary microbes that fix nitrogen from the air into the soil, which supplies nitrogen to a plant’s roots without washing away or volatilizing into the air like traditional synthetic fertilizers. The genetic blueprints of each microbe are mapped and programmed to provide nitrogen levels that are adapted to each crop’s nutrient needs. The end result is fuel-scalable, low-carbon agriculture with higher yields, lower emissions, cleaner water and healthier soil.\n\n1 Fennell, Davis and Mohammed: “Decarbonizing Cement Production,” May 2021.\n2 carboncure.com, as of April 1, 2023.\n3 EPA: “Greenhouse Gas Emissions from a Typical Passenger Vehicle,” June 2022.\nOur approach includes traditional asset management and sustainable finance transactions, but also seeks to create thriving, purposeful and innovative infrastructure—often through purpose-built partnerships. Last year, our AIMS Imprint group announced a strategic investment with Generation IM in the founding of Just Climate, with the mission of limiting global temperature rise by catalyzing and scaling capital toward the most impactful climate solutions.\n\n**Innovative Capital Solutions across the Value Chain**\n\nWe aim to look at the entire value chain, in seeking capital solutions to advance climate transition and drive inclusive growth. As financiers, investors and advisors, we approach such opportunities as a holistic, interlinked chain of action and innovation.\n\n---\n\n**CASE STUDY**\n\n**Highland Electric Electrifying School Bus Fleets**\n\nReducing harmful diesel emissions while improving student and local community health, Highland provides a simple and cost-effective way to electrify school bus fleets, with more than 330 electric buses under contract across New England, the Rocky Mountain West and the Mid-Atlantic.¹ Highland’s role in electrifying student transportation combats financial friction to electrification by offering a “Fleet as a Service” subscription model that allows a school district to pay for buses on a per-mile-driven basis.\n\n¹ Business Wire: “Blue Bird Teams Up with Highland Electric Fleets to Provide 12 Electric School Buses to Illinois School District,” December 2022.\nWe served as KORE Power’s exclusive placement agent in raising capital for construction of KOREPlex, a lithium-ion battery-cell gigafactory that broke ground in Arizona in late 2022. The financing will also help KORE Power purchase long lead-time items required for construction of the facility. KOREPlex will be among the first US battery cell gigafactories built independently of an automotive original equipment manufacturer (OEM), which will enable KORE Power to supply batteries to a wide range of innovative e-mobility and energy storage customers.\n\nFor example, the transportation sector accounts for 29% of all greenhouse gas emissions within the US. Vehicle electrification—of cars, bus fleets and larger vehicles—can significantly reduce these emissions. However, the electrification value chain is complex and stretches from mining critical minerals to transporting and processing these materials to building fit-for-purpose batteries to manufacturing electric vehicles to creating charging stations and utility-grid battery storage.\n\nGoldman Sachs often supports this technology innovation and development at every stage of the value chain—from helping automakers access key materials and manage price risk in production to advising on financing the rapid growth of next-generation battery manufacturers such as KORE Power’s new gigafactory in Arizona and on acquisitions for emerging electric vehicle charging network operators.\n\n**Tapping into Significant Renewables Expertise**\n\nGoldman Sachs has invested more than $5 billion in renewable assets since 2005. Our firmwide experience in renewables includes solar, wind, hydro and even fusion technology—for example, we advised TAE Technologies on the financing to create its sixth-generation research reactor, Copernicus. To unlock the next phase of renewable expansion, across different sectors of innovation, we continue to work with our clients and partners to develop and invest in market-based, commercially viable platforms and solutions.\n\n1 EPA: “Inventory of U.S. Greenhouse Gas Emissions and Sinks 1990–2020,” 2022.\n2 TAE: “TAE Technologies Exceeds Fusion Reactor Performance Goals by 250% as company closes $250 Million Financing Round, Totaling $1.2 Billion to Date,” June 2022.\nInvesting in Innovative Social Impact\n\nInnovation also drives commercially viable inclusive growth opportunities. We are directing private capital into opportunities that seek to generate attractive returns. These include public-private partnerships as well as private companies looking to build engines of opportunity with strong social characteristics. Our Urban Investment Group and One Million Black Women initiative have supported creating a fund dedicated to building child care centers in communities of need. Goldman Sachs has invested in a new Black-led venture capital fund, Seae Ventures, dedicated to investing in women- and BIPOC-led companies.\n\nThese examples, along with others shared in this report, are part of the larger story about what private capital can do to help advance climate transition and drive inclusive growth.\n\nCASE STUDY\n\nLow Income Investment Fund (LIIF) Building Child Care Centers in Affordable Housing\n\nLIIF takes an innovative approach to creating quality and affordable child care spaces that support working families, often co-located with affordable housing. As part of Goldman Sachs’ One Million Black Women initiative, Goldman Sachs’ Urban Investment Group provided a $20 million loan to support LIIF’s innovative new Brighter Futures Fund – to be deployed primarily in New York City, San Francisco, Los Angeles, Atlanta and Washington, D.C., with emphasis on centers that are owned by Black women or serve Black mothers and families. Goldman Sachs also provided LIIF with $1.6 million of additional funding for the program through a philanthropic grant. This combined support will allow LIIF to build the new program from the ground up through grassroots outreach, hiring dedicated staff and delivering specialized technical assistance to affordable housing developers and early childhood education operators, who often have to navigate complex financing structures and regulatory requirements.\n\nCASE STUDY\n\nSeae Ventures Driving Equitable Investments\n\nThrough Launch With GS, Goldman Sachs has invested as a limited partner in a first-time venture capital fund managed by Seae Ventures, an emerging firm co-founded by managing partners Jason Robart and Tuoyo Louis. Seae Ventures is dedicated to advancing equity and increasing access to capital by investing in women and BIPOC entrepreneurs. Through this fund, Seae will invest in companies focused on developing technologies that address financial wellness, mental health, women’s health and personalized medicine and which benefit traditionally underserved and vulnerable populations.\n\n1 LIIF: “$20 Million Partnership Aims to Co-locate Child Care with Affordable Housing,” June 2022.\n2 seaeventures.com.\n3 Ibid.\n\nGoldman Sachs 2022 Sustainability Report\nBuilding Platforms to Scale\n\nGoldman Sachs is building out new and expanding existing commercial platforms to help create the scale and reach needed to address the magnitude of the global challenges our clients and partners face. Within our Asset & Wealth Management segment, our Private Infrastructure team recently launched a new platform for designing and building biomethane plants across Europe. Within our Global Banking & Markets segment, we continue our work on market structure to support efficient and effective carbon markets as a critical mechanism to support climate transition. And an integrated, firmwide effort across our businesses is helping to advance diversity on the boards of our clients. Whether in energy security, clean energy-grid battery storage, decarbonization or increased representation at the highest levels of corporate governance, we are identifying, investing in and mobilizing platforms to help scale solutions.\n\nGoldman Sachs is working with clients and partners to scale up transformative solutions. Here’s how.\n\nIn this chapter:\n\n47 Xpansiv Providing Market Infrastructure to Facilitate Decarbonization\n48 Verdalia Bioenergy Expanding European Biomethane Capacity\n49 GridStor for Utility Grid-Scale Battery Storage\n50 Ayco: Partnering to Help Incarcerated Women Join the Workforce\n50 Ayco: Helping Employee-Owners of CHI Overhead Doors Manage New Wealth\n51 Our Firmwide Approach to Advancing Inclusive Growth in the Boardroom\n\n15+ years\nof Goldman Sachs investing in renewable energy\nA Platform Approach to Investing in Transformative Solutions\n\nInvestments in individual projects and innovative companies are important levers to help address economic challenges. However, it takes scale to drive transformative impact in the economy. At Goldman Sachs, we identify, acquire, develop, own and operate companies with a path to scale—platforms with capacity and reach to address the magnitude of systems-level challenges.\n\nGoldman Sachs has been investing in renewables for over 15 years, with direct experience in building, owning, operating and scaling up some of the largest renewable energy companies across the globe. These renewables businesses share similar trajectories.\n\nFor example, Japan Renewable Energy (JRE) was established by Goldman Sachs in 2012. Under our ownership and support through the time of our exit, JRE successfully scaled up its renewable asset base across Japan, as a diversified platform providing solar, onshore wind and biomass energy.\n\nToday, we are scaling new platforms. Our Sustainable Investing Group’s Horizon strategies are addressing some of the most complex challenges. For example, intermittency is a major limiting factor for the broadscale adoption of renewables. Grid-scale battery storage will allow utilities to invest further in renewable sources such as wind and solar that have varying patterns of peak generation.\n\nGoldman Sachs is building, owning, operating and scaling commercial platforms that help advance decarbonization. We are also creating platforms to help scale inclusive growth through Ayco Personal Financial Management (Ayco). The goal of this platform remains the same: Achieve the scale to drive durable, long-term impact in the economy.\nXpansiv Providing Market Infrastructure to Facilitate Decarbonization\n\nXpansiv is a high-growth, vertically integrated market platform connecting buyers and sellers of environmental commodities such as voluntary carbon credits, renewable energy credits and low-carbon fuel certificates. Xpansiv’s growing ecosystem supports companies seeking to meet sustainability goals with various business lines that cover the environmental commodity lifecycle from inception at registries to trading, market data and ongoing portfolio management.\n\nTo support Xpansiv’s acquisition and growth strategy, Goldman Sachs helped finance the business through a strategic investment alongside other financial institutions. As part of the investment, Goldman Sachs plans to participate in Xpansiv’s Advisory Council.\n\nThis transaction is an important milestone in the development of key market infrastructure for environmental commodities.\n\nThe voluntary carbon credit market alone, which in 2022 was worth approximately $2 billion, has vast growth potential and could reach approximately $50 billion annually by 2030.1 However, most environmental commodity markets are still in their infancy in terms of transparency and efficiency. Thoughtful market infrastructure adapted to specific product characteristics can help these markets scale up significantly.\n\n---\n\n1 Bloomberg NEF: “Carbon Offset Market Could Reach $1 Trillion With Right Rules,” January 2023.\nBuilding Scalable Platforms to Advance Climate Transition\n\nScaling platforms often involves the intersection of new or newly adapted technology, shifts in demand and markets challenged by growing unmet need. Given the EU’s decarbonization objectives, the current energy crisis in the region and the emerging focus on circular economy solutions, the opportunity for biomethane across Europe is now more compelling than just a few years ago. We have formed a new company, Verdalia Bioenergy. Recently launched in Spain, this new company intends to meet this increasing energy demand at scale with low-carbon domestic fuel source development.\n\nHere in the US, we are seeking to help solve for intermittency, a primary barrier to scaling renewables, including wind and solar power. An increasingly intermittent power supply combined with existing variable demand drives higher price volatility on the grid. Energy storage can help attenuate price volatility while providing grid stability, a solution the market is rapidly adopting. To help solve for this issue, Goldman Sachs Asset & Wealth Management has invested in GridStor, a highly specialized company focused exclusively on developing and operating large-scale, stand-alone battery energy storage projects.\n\nGridStor has begun to deploy capital to acquire, construct, own and operate stand-alone utility-scale energy storage projects. Such energy storage systems charge electricity during hours with relatively high renewable energy supply, low energy demand and low power prices. The systems then discharge electricity during hours with low renewable energy supply, high demand, high power prices or when the grid needs instant-response capacity for reliability. Such energy storage systems support continued transition of energy markets to renewable sources in an efficient and sustainable way.\n\nIt is estimated that grid storage capacity will more than double by 2030. Declining capital costs are driving rapid market adoption of battery storage. GridStor’s innovations are designed to support the transition toward a cleaner electricity grid and low-carbon future.\n\n1 Goldman Sachs Asset Management: “Goldman Sachs Asset Management to Launch Verdalia Bioenergy with the Aim to Invest in Excess of €1 Billion in the European Biomethane Sector,” February 2023.\n2 Ibid.\n3 Bloomberg NEF: “1H 2023 Energy Storage Market Outlook,” as of March 2023; battery system cost forecasts from Bloomberg NEF Energy Storage Market Outlook 2022. There is no guarantee these estimates will be achieved.\nGridStor is currently constructing the Goleta Reliability Project, a 60 MWh battery project near Santa Barbara, California, which aims to be operational in Q3 2023. It also acquired a portfolio of in-development battery storage projects in the Los Angeles area, from Upstream Energy, potentially totaling approximately 500 MW/2,000 MWh in Q4 2024. The projects are expected to come online between 2024 and 2026. The units are located in urban areas near existing power lines and substations. Once online, they will provide capacity to utilities in the state to ensure power grid reliability that can support an increase in renewable energy penetration. In May 2022, California achieved the milestone of a 100% renewables-powered grid for periods of the day. GridStor’s technology will help make that a more common occurrence.\n\nGridStor is addressing the issues caused by intermittent renewable energy supply with grid-scale battery storage. GridStor’s innovations are designed to support the transition away from fossil fuels toward a cleaner electricity grid and low-carbon future. GridStor’s sustainability framework applies across the platform and includes ESG data collection to provide aggregated sustainability reporting.\n\nSCALING UP A PLATFORM TO CREATE VALUE\n\nFor platforms like GridStor, we aim to drive value creation across the investment process by leveraging our long-standing experience in renewables investing and the firm’s vast resources to build and scale our investments.\n\n| Sourcing & Siting | Structuring | Development & Financing | Operations & Execution |\n|-------------------|-------------|-------------------------|------------------------|\n| Breadth of local developer relationships; data-driven nodal analysis; rigorous site selection | Revenue optimization and risk management expertise; proprietary technology | Unique supply chain insights and access; decades of tax equity and project financing expertise | In-house Environmental Health & Safety (EHS) and operational risk teams to drive efficiencies |\n\nCommercial Platforms to Drive Inclusive Growth\n\nThe universe of sustainable investing continues to mature and refine, and we continue to build on our long-standing commitment to inclusive growth. Addressing issues of social mobility requires a comprehensive approach that is accessible, innovative and affordable across healthcare, education, financial inclusion and communities. For example, inclusive financial services can advance efforts to capture and build wealth over time. Additionally, it is critical to invest for more prosperous communities, including creating and preserving quality affordable housing for all.\n\n1 Business Wire: “Battery Energy Storage Developer GridStor Acquires Portfolio of LA Basin Projects From Upstream Energy,” October 2022.\nWe are also working to scale up our Ayco Personal Financial Management platform, which is focused on helping individuals better understand and plan for their financial future. Ayco is often called upon to help people navigate through personal life events and the financial impacts that naturally follow. This could be a sudden influx of wealth, such as that which employee-owners of CHI Overhead Doors received when their company was sold, or facing a marked change in circumstances, such as a formerly incarcerated woman returning to the job market.\n\nAyco has created a set of services and trainings that support the development of financial literacy and wellness to help people through such moments of significant change. This training often is delivered through partnerships. To help former inmates productively reenter the workforce, Ayco has partnered with PayPal and the Televerde Foundation. For the CHI Overhead Doors employee-owners, Ayco partnered with a nonprofit and KKR.\n\nIn partnership with our corporate partner PayPal and Televerde Foundation, Ayco is helping currently and formerly incarcerated women successfully reenter the workforce by providing personal and professional development programs, including education on key financial considerations. Alongside the foundation’s PATHS program, Ayco hosted three financial literacy workshops in 2022 to impart real-world financial skills (including budgeting, saving, and credit and debt management) among 85 participants from three prisons across Indiana and Arizona. Additional financial wellness sessions are scheduled in 2023.\n\nCASE STUDY\n\nAyco: Partnering to Help Incarcerated Women Join the Workforce\n\nIn partnership with our corporate partner PayPal and Televerde Foundation, Ayco is helping currently and formerly incarcerated women successfully reenter the workforce by providing personal and professional development programs, including education on key financial considerations. Alongside the foundation’s PATHS program, Ayco hosted three financial literacy workshops in 2022 to impart real-world financial skills (including budgeting, saving, and credit and debt management) among 85 participants from three prisons across Indiana and Arizona. Additional financial wellness sessions are scheduled in 2023.\n\nCASE STUDY\n\nAyco: Helping Employee-Owners of CHI Overhead Doors Manage New Wealth\n\nKKR implemented an employee-ownership model at CHI Overhead Doors as a result of working with a nonprofit founded with the mission of helping all employees build wealth at work. When KKR sold its investment in CHI Overhead Doors in May 2022, 800 workers of the employee-owned business received on average $175,000 as payout on their equity. Ownership Works and KKR partnered with Ayco to provide 12 months of financial coaching to help the company’s workforce develop personal financial plans and help educate them regarding their new wealth. This is an example of how Ayco supports broad-based employee ownership models among portfolio companies across the private equity landscape, with top-to-bottom financial wellness offerings for everyone, from the CEO to each teammate on the factory floor as they come into life-changing payouts.\n\n1 Ayco Personal Financial Wellness: Televerde Foundation Event, Post-Event Survey, 2022.\n2 Ibid.\n3 Ownership Works: Ownership Works — CHI Case Study, 2023.\nCASE STUDY\n\nOur Firmwide Approach to Advancing Inclusive Growth in the Boardroom\n\nAt Goldman Sachs, we view companies with diverse boards of directors as better positioned to deliver stronger financial performance and governance. At the same time, board diversity is also increasingly important to our clients, from early-stage private companies to established public corporations.\n\nWe are taking an integrated approach to facilitating this service for our clients, our portfolio companies and the long-term health of our business.\n\nIn 2020, we announced that our Investment Banking business would only take a company public in the US or Western Europe if it had at least one diverse board member. In 2021, we increased this guidance to two diverse board members, one of whom must be a woman.\n\nShortly after making our initial commitment in 2020, we created the Corporate Board Engagement team, which helps to identify exceptional diverse board talent for our clients. This team has developed a disciplined process of sourcing and placing diverse candidates in the boardroom. This includes establishing Spotlight, a six-month program for select groups of diverse board candidates. Spotlight provides training and networking opportunities to support entry onto corporate boards and support candidates along their board journey. Since the Corporate Board Engagement team’s creation, we have helped facilitate more than 75 diverse placements at client organizations.\n\nIn addition, our Asset & Wealth Management segment’s private markets investing business has placed more than 75 diverse directors at portfolio company boards since this initiative began in 2020.\n\n1 Black, Hispanic/Latinx, Asian.\n\nOur Progress as of December 2022\n\n- 296 companies taken public that have aligned with our commitment\n- 75 diverse board member placements\n- 47% racially/ethnically diverse\n- 88% women\n“The power of the GS network drives, shapes and sustains future growth of companies with directors that reflect their customers and stakeholders, setting up corporate boards for success now and in the future.”\n\nSylvia Acevedo\nBoard Member, Credo\nAppointed in January 2022\n\n“Goldman Sachs has taken tangible steps to drive sustainable, inclusive economic growth through its commitment to board diversity. Not only has Goldman increased the representation of Black directors on the boards of its clients, but it has also created a corporate directors network to help new and established directors stay current on relevant governance issues. Both drive long-term value for stakeholders.”\n\nJocelyn Moore\nBoard Member, DraftKings\nAppointed in September 2020\n\n“You get into that loop where if you haven’t been on a board, you can’t get on a board. Goldman broadened the aperture.”\n\nSusannah Gray\nBoard Member, Maravai LifeSciences\nAppointed in November 2020\n\n“I set the intention of joining a public company board nearly five years ago and, with the help of the Goldman Sachs Spotlight program and their board placement efforts, I was introduced to a high-growth company and selected to join their board.”\n\nZuhairah Scott Washington\nBoard Member, Olo\nAppointed in December 2020\nAdvancing Emerging Opportunities—Circularity and Biodiversity\n\nCircularity is an important enabler of biodiversity preservation and decarbonization. We see a clear role for the firm in helping to advance commercial solutions related to the circular economy and biodiversity: research and insights, investment strategies, advisory, partnerships, and conservation. As change accelerates, Goldman Sachs continues to help advance solutions that eliminate waste and reduce reliance on finite resources through our work with clients such as WM and Nexus Circular. We are also helping to foster biodiversity preservation and forest restoration efforts—continuing to support the protection of pristine nature preserves such as Karukinka Natural Park, while also helping clients like Restoration Forest Products expand their sustainable forestry practices. Responsible stewardship of biodiversity and circular solutions remains critical to the long-term health of the global economy.\n\nWe are working with our clients and partners to help transform these emerging opportunities into more mainstream practices for a more sustainable future. Here’s how.\n\nIn this chapter:\n\n54 WM Acquisition of a Controlling Interest in Natura PCR\n55 GS SUSTAIN Report: Circular Economy: The Product-as-a-Service Renaissance\n56 Nexus Circular Secures $150 Million Equity Commitment to Accelerate Momentum of Advanced Recycling Solution for Plastics\n57 GS SUSTAIN Report: Biodiversity: Assessing the Financial Links to Natural Capital\n58 Three New Nature-Based Solutions Projects for Apple\n58 Bahamas Dual-Tranche Debt Financing for the Blue Economy\n59 PBF: INVEST IN NATURE: Briefing on Biodiversity and Finance\n60 Preserving Karukinka Natural Park\n\n$1T in investment needed to conserve biodiversity\n\n1 Goldman Sachs Research, Addressing the Financial Links to Natural Capital, September 2022.\nCASE STUDY\n\nWM Acquisition of a Controlling Interest in Natura PCR\n\nIn November 2022, a subsidiary of Waste Management, Inc. (WM) acquired a controlling interest in Natura PCR, LLC (Natura PCR), an independent company that in turn acquired Avangard Innovative’s US post-consumer resin (PCR) operations, with our help as financial advisor. Natura PCR is expected to develop recycling capacity to produce an estimated 400 million pounds per year of PCR within five years—unlocking more options for hard-to-recycle flexible plastics for the industry and expanding, at scale, waste-to-market solutions to advance diversion of flexible plastics from landfills into circular solutions.\n\nNatura PCR will focus on the mechanical recycling of film and flexible plastics—some of the most complex plastics in the recycling stream today—and convert these materials to PCR that can be used to replace virgin materials in the manufacturing of new products. Through Natura PCR, WM expects to deliver new recycling capabilities for its customers and provide circular solutions for films and clear plastic wrap used commercially, such as plastic stretch wrap for pallets, furniture film, grocery bags and FDA-approved food and beverage applications.\n\nThe acquisition builds on WM’s long history in environmental services and reinforces its active commitment to sustainability-related efforts. Prior to WM’s acquisition, Avangard Innovative was a leading provider of technology-driven circular economy solutions.\n\n“WM’s core material supply capabilities, with the head start and knowledge provided by Avangard’s US business, will help Natura PCR quickly deliver circular options to WM’s customers as an important component of our continued growth strategy in recycling. Today, there is so much untapped potential to reuse film—which impacts many of our commercial customers.”\n\nJim Fish\nPresident & CEO, WM\n\nOpportunities → Circularity and Biodiversity\n\n~25% of today’s plastic generation consists of film and flexible plastics, but only ~5% of this waste stream is recycled today.\n\n~400M pounds per year of post-consumer resin anticipated by five years by Natura PCR.\n\n1 WM: “WM to Acquire Controlling Interest in Avangard Innovative’s U.S. Business,” September 2022.\nThe Dual Benefit of Circular Solutions\n\nA circular economy can begin to decouple economic growth from resource consumption, helping to reduce GHG emissions and limit biodiversity loss. Given these dual benefits, transitioning toward a more circular economy—one in which consumption of ecological resources is equal to or less than what the planet can regenerate—will be pivotal to advancing decarbonization and sustainable economic growth.\n\nAt Goldman Sachs, we help inform our clients on the circular economy through our research and applied insights. We also help our clients acquire and build new businesses founded on the principles of circularity.\n\nMost progress on recovery and recycling is being made in developed economies. While landfill disposal has leveled off or declined in developed economies, cumulative waste continues to grow. Advancing the circular economy will involve a move toward reducing waste to landfills, increased resource utilization, and require a focus on solutions for both developed and developing economies.\n\nGS SUSTAIN Report: Circular Economy: The Product-as-a-Service Renaissance\n\nWhile emphasis has often been placed on recycling as the main solution enabling circularity, this report explores how “inner-loop” Product-as-a-Service (PaaS) solutions that prolong useful life—such as repair, spare parts, sharing, rentals, refurbishment and remanufacturing—offer a critical and underappreciated opportunity for contributing to a more circular economy. The research report expects greater recognition of PaaS offerings to be driven by both economic and sustainability factors.\n\n70% increase in global waste generation by 2050, at current rates\n\n1 The World Bank: “Global Waste to Grow by 70 Percent by 2050 Unless Urgent Action is Taken: World Bank Report,” September 2018.\nCatalyzing Circularity Solutions to Help Clients Reduce Plastic and Advance Climate Transition\n\nPlastic waste and the carbon emissions it entails are not simply solved by substituting away from plastics, as alternative materials typically carry a higher emission profile per use case. For example, bans on plastic bags are often met with paper and mixed-material replacement bags that can have a higher negative climate impact, depending on their weight. Demand for virgin materials will be influenced by efforts to reduce consumption and increase recycled inputs, rather than material substitution.\n\nOne promising solution to improved recycling arises from the technological advancements in pyrolysis, a form of chemical recycling. Our work with clients such as Nexus Circular can help meet that need.\n\nCASE STUDY\n\nNexus Circular Secures $150 Million Equity Commitment to Accelerate Momentum of Advanced Recycling Solution for Plastics\n\nNexus Circular agreed to terms for an equity raise of $150 million with Cox Enterprises – enabling Nexus to build additional capacity to serve its expanding customer base and meet the outsized demand for recycled-plastic products. Cox, focused on building the world’s most innovative businesses in clean tech and environmental sustainability, led the round and will become the majority owner. Goldman Sachs served as exclusive financial advisor to Nexus Circular in the deal, which was announced in January 2023.\n\nNexus Circular, a market-leading advanced recycling company at the center of the plastics circular economy, believes it is on a trajectory to convert billions of pounds of hard-to-recycle plastics into circular products to support their global partners’ 2025–2030 sustainability commitments. Nexus’ proprietary technology and leading process design converts landfill-bound plastics into clean, high-quality ISCC Plus-certified circular products for use in the production of virgin-equivalent plastics to meet the recycled-content goals of global companies.\n\n1 Goldman Sachs Research: The Evolution Towards a Circular Economy, May 2022.\n2 Nexus Circular: “Nexus Circular Secures $150 Million to Accelerate Momentum of Advanced Recycling Solution for Plastics,” January 2023.\nBiodiversity Preservation and Restoration Will Take Significant Investment\n\nThere is a significant financing gap for conserving and restoring biodiversity: Less than 10% of the approximately $1 trillion annual investment needed to reverse nature loss may be met today. Current funding comes predominantly from governments, but the Global Biodiversity Framework, created by the Convention on Biologic Diversity, calls for both public and private capital deployment for, and investment in, nature over the next decade to conserve existing biodiversity and begin to reverse losses.\n\nThere is opportunity here to integrate biodiversity into both country-level and company-level sustainability goals, but more clarity, agreement and action are needed on how to measure impact and determine where investment is most needed.\n\nHelping Clients Take Action on Biodiversity\n\nHeading into 2022, we advised Planet Labs (Planet), an Earth data and analytics company seeking to enable a more sustainable and secure planet, on their merger with dMY Technology Group IV, which resulted in Planet becoming a publicly traded company. Planet has created and launched a fleet of satellites that image the Earth every day, making change visible, accessible and actionable. Its proprietary data and software analytics solutions drive decision-making in the private and public sectors—including agriculture, defense and intelligence, insurance, and finance.\n\nFor Restoration Forest Products (“RFOR,” previously named NewLife Forest Restoration), Goldman Sachs served as sole manager for the company’s first bond issuance—one of the first municipal sustainability-linked bonds in the US. As a large-scale sawmill operator in Arizona, RFOR’s mission is to restore the health of the forest in the southwestern US and to reduce...\nthe incidence of catastrophic wildfires that have resulted in massive emissions of carbon dioxide. RFOR’s forest restoration operation, in collaboration with the US Forest Service, is one of the largest landscape-scale forest restoration projects in the US.\n\nWe also recently helped Apple invest in high-quality, sustainably certified working forestry operations in Brazil and Paraguay. And, for the Commonwealth of the Bahamas, in conjunction with the Inter-American Development Bank, we assisted in financing to help advance and protect the “blue economy” — the sustainable use of marine resources.\n\nGoldman Sachs partnered with Apple and Conservation International to launch a US$200 million fund to invest in nature-based solutions that seek to generate a financial return while removing carbon dioxide from the atmosphere. In 2022, the fund invested in three high-quality forestry strategies with like-minded investors in Brazil and Paraguay to restore 150,000 acres of sustainably certified working forests and protect roughly 100,000 acres of native forests, grasslands and wetlands. Together, these initial forestry projects are forecast to remove 1 million metric tons of carbon dioxide from the atmosphere by 2025.\n\nGoldman Sachs acted as sole global coordinator and joint bookrunner for the Commonwealth of the Bahamas’ US$385 million dual-tranche debt offering partially guaranteed by the Inter-American Development Bank (IDB). IDB’s $200 million policy-based guarantee includes reforms and actions to foster business recovery for micro-, small- and medium-sized enterprises in the “blue economy” (i.e., sustainable use of oceanic resources) and prospecting investment projects suitable for blue bond financing. It also includes reforms to promote digitalization in the blue economy, strengthen resilience through improved climate risk management in coastal and offshore areas, promote better management of marine resources, and reduce marine pollution.\n\n1 Apple: “Apple calls on global supply chain to decarbonize by 2030,” October 2022.\n2 Inter-American Development Bank: “The Bahamas Advances Creation of Social and Inclusive Blue Economy using IDB Guarantee,” February 2022.\nWhile we are helping our clients make progress through these commercial efforts to advance solutions with positive biodiversity impacts, there is more work to be done.\n\nAs the global loss of biodiversity and habitats accelerates, the economy and human well-being face profound disruptions. Climate change and a growing population with expanding material demands have put increased pressure on biodiversity, with today’s rate of species extinction around a thousand times the natural and historical rate.1 This is happening in a world where over half of total GDP depends directly on the natural world.2\n\nAs a result, biodiversity loss contributes to a series of global risk factors that our clients are considering:\n\n- **Human health risk** — Ecosystem stress increases the risk of transmission of zoonotic diseases. And loss of biodiversity can have disproportionate effects on the most vulnerable communities, which tend to be rural.\n\n- **Economic risk** — All economic activity presupposes a livable world, with clean air, clean water and a habitable climate. The food we eat depends on animal pollination, which is at increasing risk from biodiversity destruction.\n\n- **Climate risk** — Biodiversity is closely linked to decarbonization. Achieving global net zero emission goals relies on existing natural carbon sinks, such as rain forests and coral reefs, to continue sequestering carbon.\n\n---\n\n1 Paulson Institute: *Financing Nature: Closing the Global Biodiversity Financing Gap*, 2020.\n2 World Economic Forum: *Nature Risk Rising: Why the Crisis Engulfing Nature Matters for Business and the Economy*, 2020.\nRecognizing a unique opportunity to preserve an important part of the world’s biodiversity, Goldman Sachs partnered with the Wildlife Conservation Society (WCS) to ensure that Karukinka Natural Park, one of the great wild places left on Earth, remains protected and undisturbed. The partnership leverages a model that engages the private sector, conservationists and local people – encouraging the cooperation of local communities.\n\nOur involvement began in 2002, when the firm acquired a substantial tract of beautiful, ecologically diverse land in Tierra del Fuego at the southern tip of South America, and later donated it for conservation in perpetuity. In 2004, Goldman Sachs and WCS announced an unprecedented partnership to form Karukinka Natural Park and preserve it as a major ecological resource. Today, Karukinka spans over 735,000 acres. The resulting partnership stands as one of the most significant contributions of private land for ongoing conservation. In 2022, we provided additional financial support for park ranger activity in the park.\n\nKarukinka is home to populations of iconic species such as guanacos, condors, flamingos and the highly endangered Culpeo fox. Marine wildlife such as elephant seals, leopard seals, whales and dolphins, and penguins and seabirds, including the magnificent black-browed eye albatross, wander its coasts and seas. Karukinka holds 80% of Tierra del Fuego’s peatlands, a natural carbon sink containing more than 290 million tons of carbon dioxide.\n\nKarukinka presents a rich opportunity for forest-to-sea conservation, linking to Alberto de Agostini National Park and Admiralty Sound, where WCS established a Marine Protected Area. This pristine, remote ecological park is now in its 19th year as a protected preserve.\nDeveloping Tools and Solutions to Drive Better Decision-Making and Outcomes\n\nToday’s data landscape is complex. Robust approaches to quantifying sustainability are still evolving, and essential questions, such as how best to measure impacts and assess resiliency in relation to various risk factors, are still in the process of being addressed. We are developing metrics to help drive decarbonization and forward-looking planning and analysis, while providing our investor and corporate clients with proprietary diagnostic tools to help them understand both sustainability performance and context, as they continue to evolve.\n\nWe are working with our clients and partners to mobilize development of solutions to capture meaningful, decision-useful metrics. Here’s how.\n\nIn this chapter:\n\n63 GS Climate Transition Tool: Quantifying Transparency and Performance\n64 Partnership for Better Reporting of Climate Data\n65 Portfolio Diagnostic Tool for Wealth Management Clients\n66 Carbon Portfolio Analytics and Climate Transition Metrics Shared on Marquee\n\n>7,000 public companies across 52 sectors covered by our GS Climate Transition tool\nReliability of sustainability data remains a key challenge for many companies, institutions and investors in the implementation of their sustainability strategies, including measuring, tracking and monitoring portfolio progress against targets and commitments. Making data actionable starts with accurate measurement.\n\nGoldman Sachs continues to develop and deliver advanced data and metrics, including proprietary solutions, to help clients identify opportunities and allocate capital to meet their sustainability objectives. We continue to advance tools and solutions to help companies, asset managers and investors more consistently and effectively evaluate progress, particularly against their decarbonization goals.\n\nThis includes assessing climate transition profiles of specific companies, analyzing the carbon impact of investments and understanding the sustainability factors within portfolios.\nCASE STUDY\n\nGS Climate Transition Tool: Quantifying Transparency and Performance\n\nA successful energy transition warrants companies that provide solutions, innovation and ability to improve/decarbonize their own operations. To measure this, our GS SUSTAIN team believes investors will look for the 3 P’s: Plan, Path and Performance—with a focus on Green Revenue, Green CapEx, greenhouse gas emissions intensity, emissions avoidance and management accountability. Our GS SUSTAIN team is focusing greater attention on these metrics in its data tools to help clients measure financial performance and Climate Transition progress.1\n\nNew in 2022, the Climate Transition tool from our GS SUSTAIN research team fuses existing climate-related disclosures with GS SUSTAIN proprietary datasets to help provide a more forward-looking lens into a company’s climate transition plan and decarbonization performance. It focuses on transition plan transparency and transition performance. The Transition Plan Transparency framework is an assessment of metrics demonstrating whether companies have a transition strategy in place (e.g., targets) and how integrated the strategy is with the broader business strategy, and also considers the quality of emissions reporting (e.g., Task Force on Climate-related Financial Disclosures alignment). The Transition Performance framework is a sector-relative assessment, factoring in changes in the carbon emissions profile of a company and green business mix exposures (e.g., green revenue), incorporating our research analysts’ forward-looking estimates where applicable.\n\nOpportunities → Driving Better Decision-Making and Outcomes\n\n>7,000 public companies covered across 52 sectors\n\n3,200+ Americas\n1,200+ EMEA\n2,600+ APAC\n\n22 metrics assessed across eight of 10 categories outlined in the IIGCC Net Zero Investment Framework\n\nUse Cases\n\nEngagement: comparing company performance with industry and regional peers\n\nLeveraging proprietary metrics: Goldman Sachs green revenue and green CapEx estimates help to fill gaps in critical data not widely available from existing company disclosures\n\nPortfolio analysis: assessing how portfolios perform and finding areas of opportunities for improvement\n\n1 Goldman Sachs Research: Accelerating the Energy Transition: Metrics and tools to measure progress, November 2022.\nDeveloping Next-Generation Metrics to Inform Actions That Drive Real-World Decarbonization\n\nAn overreliance on the volume of historical GHG emissions can lead investment managers to avoid energy-intensive sectors and allocate more capital toward low-emission sectors when seeking to lower portfolio-level financed emissions. This may look good on paper, but better assessments exist to both drive long-term value creation and support decarbonization.\n\nWhile significant progress has been made in recent years to understand and measure factors such as GHG emissions in increasingly refined ways, there is a need to identify and share metrics that will help drive capital toward real-world decarbonization.\n\n| Current Market Approach | Next-Generation Approach |\n|-------------------------|--------------------------|\n| Emissions targeting     | Real-world impact alignment |\n| • Focus on measuring volume of historical GHG emissions | • Use of forward-looking tools, seeking to identify those who can succeed in a low-carbon transition environment |\n| • This can be achieved by investment managers through sector tilt toward, for example, underweighting energy-intensive sectors or selecting lower-carbon-intensity companies within a sector | • Need to put more money where the carbon is, even if this results in higher short-term portfolio-financed emissions |\n\nCASE STUDY\n\nPartnership for Better Reporting of Climate Data\n\nTo improve the reporting ecosystem companies use on climate, our Private Markets Investing business in AWM has partnered with a climate management platform. The partnership helps enable our portfolio companies to cost-effectively streamline their carbon management processes, from measurement and target-setting to reduction efforts and annual reporting. The team reviewed more than 20 tools and chose a solution that advances sustainability outcomes for our portfolio companies and enables us to source and report better data.\n\n“We see a need for an EBITDA of decarbonization equivalent—to capture nuance that emissions metrics in themselves cannot and that would translate to more accurate valuation of commercial opportunities. Investors need a different set of metrics to measure climate transition at the portfolio level. We are working on this.”\n\nJohn Waldron\nPresident and Chief Operating Officer\nGoldman Sachs is working to develop and apply smarter versions of metrics to:\n\n1. **Measure risks**: Using forward-looking tools to manage risk, such as future carbon costs, abatement potential and future capacity for lower-carbon products.\n\n2. **Track alignment**: Assessing portfolio companies’ alignment with climate goals by distinguishing corporate plans that are concrete and feasible and demonstrate specific actions.\n\n3. **Assess real-world decarbonization outcomes**: Ambition does not necessarily translate into actions, and actions do not necessarily translate into results. Assessing whether actual decarbonization progress is being made will take a new set of litmus tests.\n\n**Partnering on Open-Data and Open-Source Analytics**\n\nGoldman Sachs is the founding US bank member of OS-Climate, an open-source platform for climate data and analytical tools to help support companies and organizations in achieving their climate-related ambitions. This nonprofit platform is developing open-data and open-source analytics for climate risk management and climate-aligned finance and investing. Initial tools released by OS-Climate include assessment of physical risk, transition analysis and the Implied Temperature Rise (ITR) model for portfolio alignment.\n\n**Putting Tools and Solutions in the Hands of Institutional and Individual Investors**\n\nMarquee, Goldman Sachs’ digital marketplace for institutional investors, delivers cross-asset access to global markets. We deliver our pricing data, risk analytics, market insights and trading solutions through this platform built for the future of digital finance.\n\nWe have added tools to Marquee to help our clients understand and manage sustainability characteristics of their equity and credit portfolios. These include tools, such as our Carbon Portfolio Analytics, that provide access to Scope 1 and Scope 2 reported and estimated carbon emissions as well as our proprietary GS SUSTAIN Climate Transition metrics. Marquee’s ESG client portal provides ESG commentary from Global Markets and thought leadership from the GS SUSTAIN research team, ESG fund flow analytics, an overview of our ESG thematic baskets and API access to ESG datasets. Similarly, our Private Wealth Management clients leverage our bespoke ESG Portfolio Diagnostic tool.\n\n**CASE STUDY**\n\n**Portfolio Diagnostic Tool for Wealth Management Clients**\n\nOur Private Wealth Management clients — ultra-high-net-worth individuals, family offices and nonprofit organizations — have access to a public market diagnostic tool to help them articulate, refine and work toward their long-term sustainable investing goals. Clients can leverage curated metrics relevant to climate transition and inclusive growth factors to assist with risk management, transparency, accountability and engagement around sustainability and impact objectives. The tool helps provide a deeper dive into a portfolio’s financed carbon emissions, such as carbon intensity by sector, helps investors explore exposure to specific business activities and tracks a portfolio’s alignment with the UN Sustainable Development Goals (SDGs).\n\n“Working with clients, we realized that many 1.0 approaches to climate targets had some fundamental issues — they were backward looking and drove easy ‘paper’ decarbonization gains while penalizing investments in the real economy that had the potential for profit and real-world impact. Building off the great work done by NN Investment Partners and our own GS SUSTAIN team, we are focused on a 2.0 approach to these climate metrics. This next-generation approach is forward-looking, multifaceted and allows investment where the carbon is — seeking to enhance return and climate impact through real-world decarbonization.”\n\nJohn Goldstein\nHead of Sustainable Finance Group\nGoldman Sachs has launched a Carbon Portfolio Analytics tool on Marquee to help investors measure and manage their carbon emissions exposure across public equities and credit portfolios. Marquee also incorporates GS SUSTAIN’s Climate Transition Plan Transparency and Transition Performance metrics. Beyond supplying carbon data, these offerings provide tools and analytics designed to empower clients to better understand their portfolio risks and opportunities from a carbon perspective—to aid in portfolio construction and inform their investment decisions. In addition, when equity or corporate credit clients use our pre-trade analytics within Marquee, they can compare the Environmental & Social (E&S) and Governance (G) rating of their portfolio to a benchmark using a proprietary methodology developed by our GS SUSTAIN research team that covers more than 7,000 companies across 52 sectors.\nDriving Sustainability in Our Operations and Supply Chain\nDriving Sustainability in Our Operations and Supply Chain\n\nManaging our operations and supply chain is integral to operating the firm sustainably. Here, we share how we seek to make progress across our efforts to minimize the firm’s impact on the environment and actively foster a diverse and sustainable supply chain. Our experience in managing our business also enables us to advise and support our clients on their operational sustainability objectives.\n\nWe have continued to build on our existing state of carbon neutrality across our operations and business travel since 2015, with an expanded commitment to achieve net zero by 2030 in our operations and supply chain. We have made progress toward this goal, with a focus on key initiatives across our operations and our supply chain.\n\nOur Operations\n\nIn 2022, we maintained Leadership in Energy and Environmental Design (LEED) Gold certification or its equivalent across our global portfolio. As we plan, design and construct new workplaces, we are seeking low-carbon strategies and sustainable designs that reduce energy use, carbon emissions and potable water consumption to the greatest extent feasible and continue to evaluate opportunities for ongoing operational efficiencies. As of 2022, 71% of our global square footage has been LEED (or equivalent) certified.\n\nWe also source renewable electricity equivalent to 100% of our global consumption and we play a role in enabling new renewable electricity to be brought to the grid in key locations where we operate. The macro environment has created new challenges and opportunities for us as we seek renewable energy solutions that achieve our quality standards for directly sourced, new energy. Over the past year, we have partnered across the firm and with renewable energy developers as they navigated supply chain- and tariff-related issues on solar power purchase agreements in select target markets.\nOur Supply Chain\n\nBuilding on the previous year’s progress, we took steps in 2022 to improve our understanding of the emissions in our supply chain by asking our top vendors to provide their environmental data and climate strategies. We utilized key findings from their responses to offer resources and training on greenhouse gas inventory management and provided direct and tailored feedback to over 30 vendors across a range of industries.\n\nAccurately understanding vendor-specific emissions and strategies helps improve our ability to support our vendors’ decarbonization goals. We are also beginning to leverage the expertise of commercial decarbonization teams within our business, including our Sustainable Banking Group, to support our vendors, and other companies, on their journeys to net zero.\n\nWe recognize that a portion of Scope 1, 2 and 3 operational and supply chain emissions1 will not be eliminated through these reduction strategies and will require investments in carbon avoidance and removal credits. Working with internal stakeholders, we have established a governance framework around potential carbon credit purchases in the context of sourcing for our own operational commitments, to ensure they meet our criteria around quality, organizational priorities and emerging best practices.\n\n1 The GHG Protocol Corporate Standard classifies a company’s GHG emissions into three “scopes.” Scope 1 emissions are direct emissions from owned or controlled sources. Scope 2 emissions are indirect emissions from the generation of purchased energy. Scope 3 emissions are all indirect emissions (not included in Scope 2) that occur in the value chain of the reporting company, including both upstream and downstream emissions.\nProgress Toward Our 2025 Operational Goals\n\nOur efforts to drive sustainability in our own operations and supply chain include broader sustainability milestones, including, but not limited to, energy and emissions impact, where we have several near-term targets for 2025 to measure progress. Actions taken this year build on momentum gained in prior years, although external conditions—including global energy prices and supply chain disruption—presented some near-term challenges. Management of our operations and facilities globally remains key to driving progress toward our goals, as we continue to lower our energy, water and emissions against our 2017 baseline.\n\nEnergy Use\nAgainst the backdrop of rising global energy prices over the last year, monitoring facility performance and adapting energy management practices have proven important tools for helping to mitigate facility risk, while seeking to reduce our energy consumption. Globally, we are now leveraging data from our newly deployed building analytics tools to execute initiatives to reduce energy consumption, such as adjusting occupancy detection lighting, building temperatures and mechanical ventilation schedules. These practices are being evaluated to determine how we might apply them on a larger scale.\n\nWater Use\nWe continue to drive efficiencies in our consumption of water across our global portfolio, such as specifying low-flow plumbing fixtures, rainwater collection and reuse systems in our new offices. In India, where water scarcity is a concern, our Bengaluru campus became one of the first commercial offices in India to implement a Zero Liquid Discharge system that reduces use of fresh water by converting processed reject water from water treatment systems into clean water. This new technology was integrated into our existing onsite water recycling system to operate at a higher efficiency than more conventional solutions in the market.\n\nWaste Reduction\nWe continue to explore ways to reduce our waste and divert waste from landfill. These have included introducing digital tools for our kitchen teams to weigh food and benchmark against industry sites to identify waste-reduction opportunities; recycling and composting our coffee grinds; and creating partnerships with nonprofits in the US, such as Goodr, to donate excess food from our onsite cafeterias to those struggling with hunger. In Bengaluru, we partner with several waste management service providers using innovative technology to convert waste into commercial goods to help reduce and recycle our office waste. In Australia and China, workplace refurbishments enabled us to expand our furniture donation program to extend the life of office furniture.\n\nEngaging Our People\nEducation is a key element to engaging our people on steps they can take to minimize the firm’s impact on the environment. In 2022, we launched online training for our new analysts to cover the firm’s sustainability commitments and emphasize key areas where individual actions can make meaningful contributions to our goals, including minimizing the consumption of single-use disposable items, adhering to proper waste management guidelines and going digital.\n\nOur people have increasingly chosen digital platforms over print options, resulting in a 77% reduction in print paper use per capita since 2017. Additionally, digital business cards were introduced in 2022, which helped our people further reduce firmwide paper consumption and waste.\nSourcing from local and sustainable producers remains a key focus for us and has included the introduction of food produced by indoor vertical farms in our New York cafeteria. In our café operations globally, we continued to showcase new product offerings with environmental benefits from small, diverse and social enterprise companies. Unique offerings included reusable plant-based water bottles from nonprofit Bottle Up, and “plastic negative” chocolate bars from Prodigy Snacks, which help fund the removal of ocean-bound plastic. In addition to helping drive awareness of the firm’s focus on sustainability, these opportunities provide early consumer feedback and the experience of operating in a retail environment to these small businesses.\n\nOnsite Events\n\nWe also place sustainability at the core of planning and delivering our onsite events. For example, at our European Carbonomics event, clients were offered in-season menus from small and local suppliers, and we reduced our reliance on paper through a variety of new digital tools. We also promoted accessibility for our content by using assisted audio technology, recordings and legible resources.\n\nProgress toward 2025 ESG Commitments\n\n| Category                  | 2022 Status | 2025 Goal |\n|---------------------------|-------------|-----------|\n| **Carbon and Energy**     |             |           |\n| Reduce energy intensity by 20% from a 2017 baseline for offices under operational control | -34% | -20% |\n| **Water**                 |             |           |\n| Reduce water intensity by 15% from a 2017 baseline for offices under operational control | -33% | -15% |\n| **Responsible Sourcing**  |             |           |\n| Remove 100% of plastic beverage bottles and disposables from on-site cafeterias, micro-markets and vending machines globally | 20% | 100% |\n| Reduce internal paper use per-capita by 30% from a 2017 baseline | -77% | -30% |\n| Procure 100% green cleaning products for on-site cafeterias globally | 47% | 100% |\n| Procure 50% sustainably sourced food for on-site cafeterias globally | 12% | 50% |\n| **Supply chain**          |             |           |\n| Assess 100% of vendors with inherently higher ESG risk | 97% | 100% |\n| Increase spend with small and diverse vendors by 50% from a 2020 baseline | 70% | 50% |\nSustainable Supply Chain Management\n\nAs part of our continued focus on building a responsible supply chain, in 2022, we updated and reissued our Vendor Code of Conduct (\"the Code\") to all of our active vendors. While working closely alongside our vendors as they navigated macro supply chain challenges in the past year, we also reiterated our expectations for vendors to act in accordance with the Code. The Code addresses ethical business practices, and labor and human rights—including paying living wages, plus creating inclusive workforce practices and diverse supply chains—addressing the environmental impact of the vendor’s business and managing business continuity risk in the provision of goods and services to us. We also progressed our commitment to assess 100% of vendors for ESG risk by 2025.\n\nWe continue to partner closely with teams that have vendor management and sourcing responsibilities, each year hosting training sessions on the key requirements of our sustainable supply chain program. In addition to mandatory online training on modern slavery, we partnered with International Justice Mission UK, a global nonprofit working to protect people in poverty from modern slavery and human trafficking, to provide training for teams that have vendor management and sourcing responsibilities.\n\nVendor Diversity\n\nIn 2022, the firm spent more than $450 million with small and diverse vendors. This represents a 70% increase from our 2020 baseline, exceeding our commitment of a 50% increase by 2025 and bringing our cumulative spend to over $1 billion in just three years. The percentage of our addressable spend with small and diverse vendors also increased from 5% to 7%.\n\nWe are setting a new goal for 2025: to spend a further $1.5 billion with small and diverse vendors over the next three years.\n\n1 Tier 2 spend is direct and indirect subcontracted spend with a small and/or diverse vendor through a non-diverse vendor.\nVendor Diversity Progress Summary\n\nIn 2022, we built on our strategy to increase awareness and drive accountability for our vendor-related goals, expanding our Vendor Diversity Steering Group to include leaders from our Diversity and Inclusion team and Office of Corporate Engagement, helping us to further leverage the firm’s combined DEI expertise for the benefit of the small and diverse vendors we engage. We delivered a series of targeted training sessions to key buying groups across the firm and developed a network of champions within our sourcing teams to advocate for specific diverse business groups.\n\nWe continue to partner with diverse business advocacy organizations, becoming a founding member of OutBritain, the advocacy body for LGBTQ+ businesses in the UK and sponsoring the MSDUK conference “High Growth Business” award. We focused efforts on helping to support the growth of small and diverse businesses outside of the US, delivering training on “How to Do Business with Large Corporates” to our 10,000 Small Businesses UK population and certified MSDUK and WEConnect International businesses. In partnership with the Office of Corporate Engagement and WEConnect International, we hosted a webinar for our India-based 10,000 Women alumni on the benefits of certification for women entrepreneurs and opportunities within our Vendor Diversity Program.\n\nWe remain focused on increasing the diversity of our subcontracted spend through our Tier 2 program. In partnership with MSDUK, we hosted a webinar on “Establishing and Growing a Vendor Diversity Program” for our prime non-diverse vendors in the UK and provided support to them in tracking and increasing diversity in their own supply chains.\n\nUS AND UK ECONOMIC IMPACT SUMMARY OF OUR SMALL AND DIVERSE VENDOR SPEND OVER THE PAST THREE YEARS (2020–2022)\n\n| Average number of jobs supported per annum | Wages paid |\n|-------------------------------------------|------------|\n| 2,260                                     | >$360M     |\n\n$1.2B\n\n$ Total Economic Impact\n\nIn 2023, we partnered with Proximo, a diverse-owned data analytics firm, to understand the economic impact of our Vendor Diversity Program in two of our key markets, the United States and the United Kingdom.\n\nBetween 2020 and 2022, as we progressed toward our 2025 public commitment, our Tier 1 spend with small and diverse vendors is estimated to have supported an average of 2,260 jobs per year, translating to over $360 million in wages and an overall $1.2 billion in Total Economic Impact across the United States and United Kingdom.\n\nIn 2022 alone, our US spend helped to enable workforce growth across our diverse vendor base, with approximately 1,500 new hires and a net gain of approximately 620 jobs supported; 19% of these jobs were held by the Black community, over-indexing the general population by nearly 40%. In the UK, 53% of jobs were held by ethnic minorities, over-indexing the general population by nearly 100%.\n\nBased on the data gathered in this economic impact assessment, over 90% of our small and diverse vendors surveyed believe working with Goldman Sachs has or may have helped provide opportunities to grow their business.\n\n1 Tier 1 spend is contracted spend between Goldman Sachs and a small and/or diverse vendor. Tier 2 spend is direct and indirect subcontracted spend with a small and/or diverse vendor through a non-diverse vendor.\nSpotlights from Our Global Program\n\nEMEA\n\nSince 2020, Goldman Sachs has been a member of MSDUK, the UK advocacy agency for Ethnic Minority-Owned Businesses (EMBs). Mayank Shah, founder and CEO of MSDUK, enrolled in the 10,000 Small Businesses UK program in 2011, with the program playing a fundamental role in the organization’s growth over the following 10 years.\n\n“The 10KSB program was perfectly designed for businesses like MSDUK. It allowed me space to be ‘on the business’ and not ‘in the business’ and enabled me to lead MSDUK to its next 10 years of sustained growth, supporting over 3,000 Ethnic Minority-Owned Businesses.\n\n“MSDUK has since partnered with the UK 10KSB program, helping over 60 EMBs join the program and manage their own growth whilst simultaneously bringing new 10KSB alumni EMBs into the MSDUK network. Many are also now mentoring young entrepreneurs as part of the MSDUK accelerator.\n\n“EMBs play an important role in the British economy and participation in the 10KSB program enables them to take their business to the next level whilst concurrently providing them access to a very influential network.”\n\nMayank Shah\nFounder & CEO\nMSDUK\n\nUS\n\nWe prioritized partnering with our 10,000 Small Businesses population to support the delivery of our 10KSB Washington Summit in July, with nearly 40 alumni engaged over the three days providing experiential activities, photography and videography services. Riveo Creative, for example, provided videography services for our “My Small Business Story” booth, enabling 10,000 Small Businesses alumni to tell their stories. Creative Agency LGND supported the development of the summit branding vision and the marketing assets.\n\n“My time in the Goldman Sachs 10,000 Small Businesses program stands out as an inflection point in the growth of LGND and my personal ability to help lead its success. From the program’s education materials to the personalized business mentorship I received, I’m grateful to 10KSB and its community of small business owners in helping me create LGND’s growth plan and define the important details needed to realize it.\n\n“Now as a Goldman Sachs vendor and a 10KSB graduate, LGND is not only helping with marketing support for the very same program that helped us, but we have become a marketing partner for other Goldman Sachs signature Diversity events, including the Advancing Allyship Conference and the Veterans Symposium.”\n\nPatrick Sims\nFounder & Managing Partner,\nLGND\n\nAPAC\n\nM Moser Associates, a woman-owned global architecture and design firm, has been a key provider of architectural services to Goldman Sachs in APAC since 2020, providing workplace solutions for our offices in China.\n\n“As a woman-owned business, creating value-based work environments that are inclusive and focused on enhancing well-being, with a commitment to making them as sustainable as possible, has been our driving mission for decades. Working with Goldman Sachs has enabled us to bring this mission to life in almost 40 projects across three continents, including several LEED Gold certified workplaces in Beijing, Shanghai and Singapore and in-progress projects across North America.”\n\nMoira Moser\nFAIA, FHKIA, FCTBUH, NCARB\nChairman & Founder,\nM Moser Associates\nGovernance\nOur aspiration to be the world’s most exceptional financial institution, united by our shared values of partnership, client service, integrity and excellence, is supported by strong governance structures from our Board of Directors and throughout our management structure.\n\nBy integrating climate and sustainability risk oversight into our centralized governance structures, we manage a broad spectrum of financial and nonfinancial risks across our businesses. Throughout all levels of the firm, we recognize that responsibly managing our business is paramount, and that our people are critical to that effort. We focus on providing our employees with the tools and resources they need to effectively identify and escalate potential risks in their day-to-day activities.\n\nBoard of Directors\n\nOur Board and its committees are responsible for overseeing the management of the firm’s most significant risks. Given the interdisciplinary nature of the oversight of sustainability, and the financial and nonfinancial risks related to these activities, including climate-related risks, the Board carries out its oversight of these matters directly, at the full Board level, as well as through its committees. This may include periodic updates on the firm’s sustainability strategy, including the firm’s approach, objectives and progress, discussions regarding the climate models the firm utilizes to assess physical and transition risks, and reviews of our sustainability- and climate-related reporting, as well as presentations on initiatives such as One Million Black Women.\n\nSenior Management\n\nVarious committees and groups oversee our transaction selection decisions and risk management processes.\n\nThe Firmwide Enterprise Risk Committee is responsible for overseeing all of our financial and nonfinancial risks. As part of that oversight, the committee is responsible for the ongoing review, approval and monitoring of our enterprise risk management framework, as well as our risk limits and thresholds policy, through delegated authority to the Firmwide Risk Appetite Committee. The Firmwide Enterprise Risk Committee also reviews new significant strategic business initiatives to determine whether they are consistent with our risk appetite and risk management capabilities. Additionally, the Firmwide Enterprise Risk Committee performs enhanced reviews of significant risk events, the top residual and emerging risks, and the overall risk and control environment in each of our business units in order to propose uplifts, identify elements that are common to all business units and analyze the consolidated residual risks that we face. This committee, which reports to the Management Committee, is co-chaired by our president and chief operating officer and our chief risk officer, who are appointed as chairs by our chief executive officer, and the vice-chair is our chief financial officer, who is appointed as vice-chair by the chairs of the Firmwide Enterprise Risk Committee.\nOur **Firmwide Reputational Risk Committee** is responsible for assessing reputational risks arising from transactions that have been identified as having potential heightened reputational risk, pursuant to the criteria established by the Firmwide Reputational Risk Committee and as determined by committee leadership. Our **Firmwide Climate Steering Group** provides oversight of key climate-related risk and opportunity decisions, reviews progress, and provides feedback on climate-related and environmental strategy, risk management, integration and capabilities more broadly. Our **Physical Commodities Review Group** ensures that we maintain a consistent approach to evaluating and managing environmental, health, and safety (EHS) risks associated with engaging in, investing in or financing physical commodity-related activities.\n\n### Key Groups and Guidelines\n\n#### Key Groups\n\nWithin our Executive Office, our **Sustainable Finance Group (SFG)** serves as the centralized group that drives sustainability strategy and related efforts across our firm, including commercial efforts alongside the firm’s businesses—all with the goal of advancing the success of our clients and their sustainability objectives.\n\nIn addition, teams within **Legal** and **Compliance** examine and advise the firm on legal, regulatory and reputational environmental, social and governance risks. At an operational level, in-house **Risk** specialist teams are responsible for the development of the firm’s climate-related and environmental risk program, including setting and evaluating risk appetite, quantifying climate-related risk, and integrating that risk into business and risk management practices. Select teams within the Risk division also guide environmental, health and safety standards for our investing activities and perform EHS due diligence on proposed investment transactions to help business teams identify and mitigate potential risk. **Controllers** are responsible for the tracking and review of progress toward select firmwide sustainability-related targets, coordinating with SFG and various divisional teams to ensure the consistency, accuracy and completeness of reporting toward these targets.\n\nOur **Corporate and Workplace Solutions** division manages sustainability-related initiatives across the firm’s operations and supply chain.\n\nWe also have a **Sustainable Asset Working Group (SAWG)** that discusses, guides, and validates sustainable client offerings and attributions at the transaction and product-level, as well as applies our allocation methodology for allocations toward our firmwide $750 billion sustainable finance commitment. The target is built on commercial activity that is aligned with our firm’s Sustainable Finance Framework. SAWG also governs the firm’s Sustainable Issuance Framework and the sustainable issuances. Finally, SAWG serves as an internal control group that ensures accuracy and accountability for our firmwide target, and consists of members from our business segments, the Sustainable Finance Group and control-side personnel.\n\n#### Guidelines\n\nRisk management is critical to the way we run our businesses, and it is deeply ingrained in our culture and business practices. For environmental and social risk, we proactively manage material impacts of sustainability-related risks to our firm.\n\nOur perspectives on sustainability are informed by engagement with our stakeholders, including investors, nongovernmental organizations and regulators—and they help us to better advise our clients in terms of how to improve environmental and social practices. Examples of our firm’s related guidelines include our **Environmental Policy Framework**, **Code of Business Conduct and Ethics**, the **Statement on Human Rights**, **Statement on Modern Slavery and Human Trafficking**, and the **Vendor Code of Conduct**. Notably, our Environmental Policy Framework guides our overall approach to sustainability issues—including management of environmental and social risk across a broad scope of sectors and products.\n\nIn addition to ensuring alignment with our Environmental Policy Framework, constructive engagement with companies on environmental and social risk management is a key element of our broader approach. We work with business teams and our clients to help navigate considerations around environmental and social impacts, as well as community health and safety, for transactions across the firm, and we advise on best\npractices. We also assist with investments in companies that offer innovative technologies; provide guidance to improve environmental practices and disclosure; and advise on sustainable sourcing, supply chain standards, and other related areas. For example, we have:\n\n- Helped several power sector companies navigate upstream supply chain and sourcing risks\n- Advised metals sector clients focused on sourcing critical minerals, with guidance on responsible sourcing, biodiversity and potential impacts to communities\n- Worked directly with a number of companies in the agriculture and food/beverage sector, advising on best practices related to supply chain transparency and commitments related to land and water usage\n\nFor our firm, focus on responsible risk management and robust governance among control side teams, coupled with deep sector expertise embedded across the business and the firm’s broader focus on client service, allow us to effectively manage reputational risk as part of review of potential business opportunities, while also supporting our clients’ efforts to meet best practices and standards on environmental and social impacts.\n\nWe also recognize that the global landscape is constantly evolving, with recent events such as the geopolitical environment and market dynamics impacting growth in production across energy sectors, as well as catalyzing new infrastructure development and sector activities. We actively monitor the regulatory landscape, concerns of key stakeholders, and best practices related to environmental and social risk management to stay abreast of latest developments and embed these considerations into our due diligence practices. Our approach combines our own businesses’ experience, engagement with our employees, suppliers, industry experts and civil society organizations, and learnings from listening to the needs of diverse communities.\n\n2022 Transaction Breakdown and Highlights\n\nOur advisory, financing and direct investing teams include environmental and social due diligence as part of the review process. Transactions that may have significant environmental or social risks, including reputational risks, are elevated for enhanced review and business selection discussion.\n\nIn 2022, the Sustainable Finance Group reviewed more than 1,700 transactions for environmental and social risks. We identified and managed EHS risks in several potential transactions and portfolio companies—and in some cases, decided to forgo participation due to the high levels of risk that could not be mitigated or that did not align with our policies or commitments.\n\n![Transaction Breakdown Chart]\n\n1 Power Generation includes renewables.\n2 “Other” includes agriculture, cryptocurrency, carbon, consumer retail, financial sponsor, healthcare, industrial, palm oil, paper, real estate, TMT and water.\nClimate Risk Management\n\nSince publishing our firm’s 2021 TCFD Report, we have continued to integrate climate risk into broader business and risk management practices. As the climate risk management program continues to develop, we have gained deeper insights across relevant portfolios. We remain focused on the quantification of climate risks for use in our risk processes and businesses and look forward to sharing more updates on our progress later this year in our next firmwide TCFD Report.\n\nBelow are some of the firm’s recent risk management achievements and priorities:\n\nFirst Line of Defense Integration\n\nA significant focus of our climate risk management program is appropriate integration in our first-line businesses. The firm incorporates climate-related and environmental risk assessments in select transaction underwriting decisions and continues to further strengthen business adoption of climate-related and environmental risk management. Our upfront business selection and due diligence processes include sector and geographic guidelines and are overseen through designated committee review processes. To meet growing international regulatory requirements, enhanced considerations for assessing climate-related and environmental risk during underwriting are in place, including a dedicated section to document physical and transition risk exposure and potential mitigation within select investment committee reporting. Targeted trainings have been conducted with global teams most frequently impacted by these changes. We continue to enhance processes and ongoing monitoring.\n\nSecond Line of Defense Integration\n\nAnother significant focus of our climate risk management program is appropriate integration within existing risk disciplines. Climate change and environmental risks present financial and non-financial risks to the financial system through two primary components: physical risk and transition risk. In Goldman Sachs’ risk identification process, we identify climate risks, which are incorporated into our physical and transition risk stress-testing methodologies. Climate risk factors are regarded both as stand-alone risks and drivers of traditional risk disciplines. As such, we ensure appropriate assessment and management across existing risk disciplines. For example, for select transactions, Goldman Sachs integrates climate risk considerations into credit risk policies, credit evaluations and the underwriting process. Going forward, we intend to focus on enhancing methodologies and tools accessible for climate analysis and to continue to develop appropriate risk management and mitigation processes in line with the firm’s climate risk strategy.\n\nWe recognize that through our own operational footprint across branch offices and Goldman Sachs’ service entities across the world, we have exposure to physical risk. Our firmwide infrastructure and business continuity assessments, for example, include the hazards posed by climate-related risks, including tropical cyclones, temperature changes, rising sea levels and severe weather conditions/natural disasters. We also consider such risks at all stages of our global real estate strategy—from site selection and building design through occupancy and facilities management. As part of EHS due diligence, the team procures third-party physical climate risk reports and advises deal teams on mitigation techniques. The firm also assesses physical risk of its lending and investing activities via internally developed tools.\n\nFor our firm, putting people and practices in places that allow us to take a deliberate approach to responsible risk management across our firm is a critical driver of success. We will continue to evolve our approach to help us meet the increasing needs of our clients and navigate increasingly complex regulatory requirements.\n\n1 This is captured within the risk type “Climate Change Risk” in our Taxonomy.\nKey Metrics and Indicators\nEnvironmental Indicators\n\nBelow we provide an overview of selected key metrics. For a complete list of our sustainability-related resources and disclosures, please visit our Resource Guide.\n\n| Organization | Trend 2021-2022 | 2022 | 2021 | 2020 | 2017 [Baseline] |\n|--------------|-----------------|------|------|------|-----------------|\n| Global facilities reported | ↑ | 292 | 286 | 285 | 286 |\n| Revenues ($M) | ↓ | $47,365 | $59,339 | $44,560 | $32,730 |\n| Operational rentable square feet (million sq. ft.) | ↑ | 10.7 | 10.6 | 10.8 | 10.0 |\n| Employees | ↑ | 48,500 | 43,900 | 40,500 | 33,600 |\n| Occupied seats | ↑ | 52,800 | 51,000 | 45,800 | 40,600 |\n\n| Certification | | | | | |\n| LEED-Certified Buildings (% of sq. ft.) | ↓ | 71% | 74% | 71% | |\n| ISO 14001 Certified Operations (% of sq. ft.) | | 100% | 100% | 100% | |\n| ISO 20121 Certified Events (% onsite events) | | 100% | 100% | 100% | |\n\n| Energy | | | | | |\n| Global direct energy consumption (MWh) | ↓ | 43,577 | 43,763 | 33,343 | 42,103 |\n| Natural gas | | 65% | 70% | 87% | 88% |\n| Other fuels | | 35% | 30% | 13% | 12% |\n| Global intermediate energy consumption (MWh) | ↑ | 466,608 | 441,102 | 419,288 | 504,826 |\n| Purchased electricity | | 96% | 96% | 97% | 97% |\n| Purchased steam & chilled water | | 4% | 4% | 3% | 3% |\n| Global direct and intermediate energy consumption (MWh) | ↑ | 510,185 | 484,865 | 452,631 | 546,929 |\n| Reduction in global energy consumption from baseline (%) | | -7% | -11% | -17% | n/a |\n\n1 Many metrics trending upward from 2021 to 2022 are primarily due to lifting COVID restrictions and employees returning to the office.\n2 Historical energy, water and greenhouse gas metrics were updated to reflect activities at sites related to acquisitions that closed in 2022. For originally reported values, please refer to our 2021 and 2020 Sustainability Reports. Global renewable energy consumption and verified carbon credits reflect the totals at the time of original reporting (excluding the acquisition activities).\n3 Occupied seats represents the number of people expected in the office, including both contingent workers and employees.\n4 This symbol ◊ before an indicator denotes a commitment through Goldman Sachs’ 2025 ESG and Net Zero Commitments and ongoing 2020 Operational Commitments. Net Emissions represent achievement of ongoing Carbon Neutral commitment. Reductions are from a 2017 baseline, except plastics, which are from a 2021 baseline or where otherwise noted.\n5 Other fuels include fuel oil, LPG, vehicle fuel and jet fuel.\n6 Historical data points may be adjusted to reflect new information and/or changes to accounting methodologies.\n### Energy (cont.)\n\n| Metric | Trend 2021-2022 | 2022 | 2021 | 2020 | 2017 [Baseline] |\n|--------|-----------------|------|------|------|-----------------|\n| Energy use intensity for offices (kWh/sq. ft.) | ↑ | 21.5 | 21.4 | 20.7 | 32.7 |\n| Reduction in energy use intensity for offices from baseline (%) | ◊ | -34% | -35% | -37% | n/a |\n| Global renewable energy consumption (MWh) | ↑ | 448,939 | 416,660 | 399,572 | 453,518 |\n| Percent renewable energy | ◊ | 100% | 100% | 100% | 94% |\n\n### Greenhouse Gas (GHG) Emissions\n\n#### Scope 1 — Direct (metric tons CO₂ equivalent [tCO₂ e])\n\n| Source | Trend 2021-2022 | 2022 | 2021 | 2020 | 2017 [Baseline] |\n|--------|-----------------|------|------|------|-----------------|\n| Natural gas | | 43% | 47% | 56% | 63% |\n| Other fuels | | 31% | 27% | 12% | 11% |\n| HFC refrigerants | | 26% | 26% | 32% | 26% |\n\n#### Scope 2 (location) — Indirect (tCO₂ e)\n\n| Source | Trend 2021-2022 | 2022 | 2021 | 2020 | 2017 [Baseline] |\n|--------|-----------------|------|------|------|-----------------|\n| Purchased electricity | | 98% | 98% | 98% | 99% |\n| Purchased steam & chilled water | | 2% | 2% | 2% | 1% |\n\n#### Scope 2 (market) — Indirect (tCO₂ e)\n\n| Source | Trend 2021-2022 | 2022 | 2021 | 2020 | 2017 [Baseline] |\n|--------|-----------------|------|------|------|-----------------|\n| Purchased electricity | | 66% | 73% | 61% | 89% |\n| Purchased steam & chilled water | | 34% | 27% | 39% | 11% |\n\n#### Scope 3: Category 6 — Business Travel (tCO₂ e)\n\n| Source | Trend 2021-2022 | 2022 | 2021 | 2020 | 2017 [Baseline] |\n|--------|-----------------|------|------|------|-----------------|\n| Commercial air | | 86% | 68% | 69% | 88% |\n| Other travel | | 14% | 32% | 31% | 12% |\n\n#### Total Emissions: Scope 1 & 2 (location) (tCO₂ e)\n\n| Source | Trend 2021-2022 | 2022 | 2021 | 2020 | 2017 [Baseline] |\n|--------|-----------------|------|------|------|-----------------|\n| Total | | 170,131 | 157,111 | 152,320 | 203,046 |\n\n#### Total Emissions: Scope 1 & 2 (market) (tCO₂ e)\n\n| Source | Trend 2021-2022 | 2022 | 2021 | 2020 | 2017 [Baseline] |\n|--------|-----------------|------|------|------|-----------------|\n| Total | | 21,820 | 24,482 | 16,105 | 31,857 |\n\n#### Total Emissions: Scope 1, 2 (market) and 3 Category 6 (tCO₂ e)\n\n| Source | Trend 2021-2022 | 2022 | 2021 | 2020 | 2017 [Baseline] |\n|--------|-----------------|------|------|------|-----------------|\n| Total | | 79,053 | 48,284 | 45,400 | 151,858 |\n\n#### Net Emissions: Scope 1, 2 (market) and 3 Category 6 (tCO₂ e)\n\n| Source | Trend 2021-2022 | 2022 | 2021 | 2020 | 2017 [Baseline] |\n|--------|-----------------|------|------|------|-----------------|\n| Total | | 0 | 0 | 0 | 0 |\n\n#### Verified carbon avoidance credits (tCO₂ e)\n\n| Source | Trend 2021-2022 | 2022 | 2021 | 2020 | 2017 [Baseline] |\n|--------|-----------------|------|------|------|-----------------|\n| Total | | 57,233 | 26,116 | 43,225 | 146,950 |\n\n#### Verified carbon removals (tCO₂ e)\n\n| Source | Trend 2021-2022 | 2022 | 2021 | 2020 | 2017 [Baseline] |\n|--------|-----------------|------|------|------|-----------------|\n| Total | | 21,820 | 20,000 | 0 | 0 |\n\n---\n\n1. Many metrics trending upward from 2021 to 2022 are primarily due to lifting COVID restrictions and employees returning to the office.\n2. Historical energy, water and greenhouse gas metrics were updated to reflect activities at sites related to acquisitions that closed in 2022. For originally reported values, please refer to our 2021 and 2020 Sustainability Reports. Global renewable energy consumption and verified carbon credits reflect the totals at the time of original reporting (excluding the acquisition activities).\n3. This symbol ◊ before an indicator denotes a commitment through Goldman Sachs’ 2025 ESG and Net Zero Commitments and ongoing 2020 Operational Commitments. Net Emissions represent achievement of ongoing Carbon Neutral commitment. Reductions are from a 2017 baseline, except plastics, which are from a 2021 baseline or where otherwise noted.\n4. Other fuels include fuel oil, LPG, vehicle fuel and jet fuel.\n5. Historical data points may be adjusted to reflect new information and/or changes to accounting methodologies.\n6. The firm sourced renewable electricity equivalent to 100% of global electricity consumption. 96% is in line with RE100 market boundary criteria and requirements for firms joining prior to 2021.\n7. This includes charter air, rail/bus, ferry, car and hotels.\n### Key Metrics and Indicators → Environmental Indicators\n\n| Water | Trend 2021-2022 | 2022 | 2021 | 2020 | 2017 [Baseline] |\n|-------|-----------------|------|------|------|-----------------|\n| Global water withdrawal (m³) | ↑ | 930,682 | 826,151 | 834,530 | 1,026,286 |\n| Reduction in global water withdrawal from baseline (%) | -9% | -20% | -19% | n/a |\n| Water use intensity for offices (m³/occupied seat) | ↑ | 12.7 | 11.2 | 12.7 | 19.0 |\n| ◊ Reduction in water use intensity for offices from baseline (%) | -33% | -41% | -33% | n/a |\n\n| Waste | | | | | |\n|-------|-----------------|------|------|------|-----------------|\n| Global business waste (metric tons) | ↑ | 3,676 | 2,820 | 2,485 | 5,979 |\n| Recycled/Composted material | 55% | 58% | 67% | 57% |\n| ◊ Landfilled material | 3% | 3% | 3% | 7% |\n| Waste to energy | 42% | 39% | 30% | 36% |\n| Global e-Waste (metric tons) | ↓ | 193 | 321 | 301 | 265 |\n| Refurbished and reused material | 0% | 0% | 0% | 0% |\n| Recycled material | 100% | 100% | 100% | 100% |\n| Global Construction waste (metric tons) | ↑ | 676 | 158 | 1,621 | 4,171 |\n| Recycled/Composted material | 61% | 84% | 61% | 99% |\n| Landfilled material | 25% | 16% | 39% | 1% |\n| Waste to energy | 14% | 0% | 0% | 0% |\n\n| Responsible Sourcing | | | | | |\n|----------------------|-----------------|------|------|------|-----------------|\n| Paper consumption (million sheets) | ↑ | 51 | 42 | 48 | 168 |\n| Certified new fibers (FSC/SFI) | 94% | 96% | 92% | 69% |\n| Post-consumer recycled | 3% | 3% | 5% | 22% |\n| New fibers | 3% | 1% | 3% | 9% |\n| Paper consumption/employee (sheets) | ↑ | 1,051 | 965 | 1,177 | 4,583 |\n| ◊ Reduction in paper consumptions/employee from baseline (%) | -77% | -79% | -74% | n/a |\n\n1 Many metrics trending upward from 2021 to 2022 are primarily due to lifting COVID restrictions and employees returning to the office.\n2 Historical energy, water and greenhouse gas metrics were updated to reflect activities at sites related to acquisitions that closed in 2022. For originally reported values, please refer to our 2021 and 2020 Sustainability Reports. Global renewable energy consumption and verified carbon credits reflect the totals at the time of original reporting (excluding the acquisition activities).\n4 This symbol ◊ before an indicator denotes a commitment through Goldman Sachs’ 2025 ESG and Net Zero Commitments and ongoing 2020 Operational Commitments. Net Emissions represent achievement of ongoing Carbon Neutral commitment. Reductions are from a 2017 baseline, except plastics, which are from a 2021 baseline or where otherwise noted.\n9 The firm has diverted 100% business waste from landfill where alternative disposal methods exist. Currently no alternatives exist in Hong Kong, Australia and New Zealand.\n### Responsible Sourcing (cont.)\n\n| Indicator                                                                 | Trend 2021-2022 | 2022 | 2021 | 2020 | 2017 [Baseline] |\n|---------------------------------------------------------------------------|------------------|------|------|------|-----------------|\n| ◊ Green cleaning products (%)                                            |                  | 47%  | 40%  | 43%  |                 |\n| ◊ Sustainably sourced foods (%)                                          |                  | 12%  | 13%  | N/A  |                 |\n| Single-use plastics (metric tons)                                        |                  | 29   | 26   | N/A  |                 |\n| ◊ Plastic beverage bottles and disposable plastics (%)                   |                  | 82%  | 95%  | N/A  |                 |\n| Office supplies (%)                                                      |                  | 18%  | 5%   | N/A  |                 |\n\n### Supply Chain\n\n| Indicator                                                                 | Trend 2021-2022 | 2022 | 2021 | 2020 | 2017 [Baseline] |\n|---------------------------------------------------------------------------|------------------|------|------|------|-----------------|\n| ◊ Vendors with inherently higher ESG risk who have been assessed (%)     |                  | 97%  | 60%  | N/A  |                 |\n| ◊ Increase in spend with diverse vendors from 2020 baseline (%)          |                  | 70%  | 26%  | N/A  |                 |\n\n---\n\n1. Many metrics trending upward from 2021 to 2022 are primarily due to lifting COVID restrictions and employees returning to the office.\n2. This symbol ◊ before an indicator denotes a commitment through Goldman Sachs’ 2025 ESG and Net Zero Commitments and ongoing 2020 Operational Commitments. Net Emissions represent achievement of ongoing Carbon Neutral commitment. Reductions are from a 2017 baseline, except plastics, which are from a 2021 baseline or where otherwise noted.\n3. Historical data points may be adjusted to reflect new information and/or changes to accounting methodologies.\n4. 2021 is the new baseline year for single-use plastic since data boundary has been increased and data collection has been improved.\n5. All vendors whom we deem to have an inherently higher ESG risk—which includes higher risk of modern slavery and human trafficking—and are over our material spend threshold are now required to complete an ESG questionnaire.\nRecognition\n\nAwards and Rankings\nEach year, Goldman Sachs earns awards across categories including employer of choice, diversity and inclusion, sustainability, and business and innovation. Select awards from the past year are shown below.\n\nDisability:IN Disability Equality Index\n• 100% score\n\nEnvironmental Finance Bond Awards\n• Green Project Bond of the Year\n\nEnvironmental Finance Sustainable Investment Awards\n• Thought Leadership Paper on Sustainable Investing, North America\n• ESG Research of the Year, Asia\n\nEPA Green Power Partnership National Top 100\n• No. 56\n\nHuman Rights Campaign Foundation Corporate Equality Index\n• Rated 100%\n• Best Places to Work for LGBTQ+ Equality\n\nJUST Capital America’s Most Just Companies\n• No. 57 Overall\n• No. 2 in Capital Markets Industry\n\nJUST Capital Top 100 U.S. Companies Supporting Healthy Families and Communities\n• No. 4\n\nLatin Finance Project & Infrastructure Awards\n• Social Infrastructure Deal of the Year\n• Local Currency Bond of the Year\n• Road Financing of the Year\n\nPrivate Equity International Impact 30\n• No. 5\n\nWEConnect International Top Global Champions for Supplier Diversity and Inclusion\n• Silver-level Champion\nThis report is evidence of our ongoing commitment to provide disclosure under the Sustainability Accounting Standards Board (SASB) standards. We have included the below disclosures related to the three sectors that are most closely aligned to our mix of businesses: Asset Management & Custody Activities, Investment Banking & Brokerage and Commercial Banks. Disclosures that appeared in more than one of these sector standards are included in a separate section at the top. Unless otherwise noted, all data and descriptions apply to our entire firm, not just the businesses relevant to that sector. We do not currently disclose all metrics included in the standards for these three sectors, but we will continue to evaluate them in the future. All data is as of or for the year ended December 31, 2022 unless otherwise noted.\n\n| Topic                        | Accounting Metric                                                                 | Category       | Code                  | Response                                                                 |\n|------------------------------|-----------------------------------------------------------------------------------|----------------|-----------------------|--------------------------------------------------------------------------|\n| **Disclosures Included in Multiple Sectors’ Standards** |                                                                                   |                |                       |                                                                          |\n| Diversity & Inclusion        | Percentage of gender and racial/ethnic group representation for (1) executive management, (2) non-executive management, (3) professionals and (4) all other employees | Quantitative   | FN-AC-330a.1          | **U.S. Workforce Demographics**                                          |\n|                              |                                                                                   |                | FN-IB-330a.1          | Updated data will be included in our forthcoming 2022 People Strategy Report. |\n|                              |                                                                                   |                |                       | As part of our commitment to improving diversity at the firm, we have also published our progress toward our aspirational goals; please see page 6 of our 2022 Form 10-K. |\n| Business Ethics              | Description of whistleblower policies and procedures                              | Discussion and Analysis | FN-AC-510a.2          | **Raising Integrity Concerns**                                           |\n|                              |                                                                                   |                | FN-IB-510a.2          | Code of Business Conduct and Ethics                                       |\n|                              |                                                                                   |                | FN-CB-510a.2          |                                                                          |\n|                              | Total amount of monetary losses as a result of legal proceedings associated with: | Quantitative   | FN-AC-270a.2          | Net provisions for litigation and regulatory proceedings were $576 million for 2022. |\n|                              | • Marketing and communication of financial product-related information to new and returning customers; |                | FN-AC-510a.1          |                                                                          |\n|                              | • Fraud, insider trading, anti-trust, anti-competitive behavior, market manipulation, malpractice, or other related financial industry laws or regulations; and |                | FN-IB-510a.1          |                                                                          |\n|                              | • Professional integrity, including duty of care                                   |                | FN-IB-510b.3          |                                                                          |\n|                              |                                                                                   |                | FN-CB-510a.1          |                                                                          |\n### Systemic Risk Management\n\n| Topic | Accounting Metric | Category | Code | Response |\n|-------|-------------------|----------|------|----------|\n|       | Global Systemically Important Bank (G-SIB) score, by category | Quantitative | FN-IB-550a.1 FN-CB-550a.1 | The G-SIB surcharge is updated annually based on financial data from the prior year and is generally applicable for the following year. The G-SIB surcharge is calculated using two methodologies, the higher of which is reflected in the firm’s risk-based capital requirements. The first calculation (Method 1) is based on the Basel Committee’s methodology which, among other factors, relies upon measures of the size, activity and complexity of each G-SIB. The second calculation (Method 2) uses similar inputs but includes a measure of reliance on short-term wholesale funding. Further information about Method 1 can be found on the Bank for International Settlement’s website, and further information about Method 2 can be found [here](#). We are bound by Method 2, and our applicable G-SIB buffer is 2.5% as of December 31, 2022. Beginning on January 1, 2023, our G-SIB surcharge increased to 3.0%. Please see pages 12–13, 84-86 and 195–196 of our 2022 Form 10-K for further information. Further information about the indicators which factor into the calculation can be found in our FR Y-1B filing, which can be accessed [here](#). |\n\n### Description of approach to incorporation of results of mandatory and voluntary stress tests into capital adequacy planning, long-term corporate strategy and other business activities\n\n| Topic | Discussion and Analysis | Code | Response |\n|-------|-------------------------|------|----------|\n|       |                         | FN-IB-550a.2 FN-CB-550a.2 | We conduct various scenario analyses, including as part of the Comprehensive Capital Analysis and Review and Dodd-Frank Act Stress Tests, as well as our resolution and recovery planning. Please see pages 14-17, 80 and 83-85 of our 2022 Form 10-K. |\n\n### Asset Management & Custody Activities\n\n#### Transparent Information & Fair Advice for Customers\n\n| Topic | Description of approach to informing customers about products and services | Discussion and Analysis | Code | Response |\n|-------|--------------------------------------------------------------------------|-------------------------|------|----------|\n|       | Description of approach to informing customers about products and services | Discussion and Analysis | FN-AC-270a.3 | We believe our clients are best served by having a clear understanding of how we work together, the capacities in which we act and the fees we charge. In addition to contracts for products and services, as well as regulatory disclosures, we provide Wealth Management clients a Form CRS outlining the services we provide and the related fee structures, including how their advisor is compensated for each type of service and fee. Please also refer to the Business Standards Committee Impact Report, Code of Business Conduct and Ethics and Risk Factors detailed on pages 28–54 of our 2022 Form 10-K for additional firmwide information. |\n\n#### Incorporation of ESG Factors in Investment Management and Advisory\n\n| Topic | Amount of assets under management, by asset class, that employ (1) integration of environmental, social and governance (ESG) issues, (2) sustainability themed investing and (3) screening | Quantitative | Code | Response |\n|-------|-----------------------------------------------------------------------------------------------------------------|--------------|------|----------|\n|       | Amount of assets under management, by asset class, that employ (1) integration of environmental, social and governance (ESG) issues, (2) sustainability themed investing and (3) screening | Quantitative | FN-AC-410a.1 | As of December 31, 2022, Goldman Sachs Asset Management supervises $322.8 billion in strategies where ESG or sustainability factors are an important component.¹ |\n\n¹ Goldman Sachs Asset Management, as of December 31, 2022. Asset under supervision (AUS) figures are for explicit ESG investment strategies only where ESG or sustainability factors are an important component.\n| Topic | Accounting Metric | Category | Code | Response |\n|-------|------------------|----------|------|----------|\n| **Incorporation of ESG Factors in Investment Management and Advisory (cont.)** | Description of approach to incorporation of environmental, social and governance (ESG) factors in investment and/or wealth management processes and strategies | Discussion and Analysis | FN-AC-410a.2 | At Goldman Sachs Asset Management, we believe environmental, social and governance (ESG) factors are important tools for identifying investment risk and capturing opportunity. Our investment teams across equities, fixed income, liquidity and alternatives may analyze ESG information in a manner consistent with their investment style and specific strategy guidelines. ESG factors may be utilized to set exclusions, drive tilts or seek to select securities with strong ESG ratings. In addition, for our clients who want to benefit from and accelerate trends toward greater sustainability, we are committed to helping our clients deploy their capital in a manner that is impactful and financially sound. |\n| | Description of proxy voting and investee engagement policies and procedures | Discussion and Analysis | FN-AC-410a.3 | Please see our [Approach to Stewardship](#), which sets out a summary of some of the elements of our approach to stewardship in the Goldman Sachs Asset Management public markets investing business, including our approach to engagement, proxy voting and industry leadership. Please also see our most recent [Stewardship Report](#), our [UK Stewardship Code Statement](#), and our [Global Proxy Voting Policy](#). |\n| **Systemic Risk Management** | Description of approach to incorporation of liquidity risk management programs into portfolio strategy and redemption risk management | Discussion and Analysis | FN-AC-550a.2 | Goldman Sachs Asset Management (GSAM) oversees liquidity risk management for the funds and client portfolios for which it serves as fund manager/investment advisor. GSAM monitors liquidity risk associated with a portfolio’s ability to meet potential cash outflows related to investor redemptions/withdrawals or potential liabilities related to derivative positions and secured funding trades, as well as changes in the liquidity of positions within the portfolio. GSAM manages the liquidity of its portfolios in line with the investment strategy of each portfolio, applicable regulatory requirements, potential investor redemption requests and broader macro market conditions, at all times in the context of GSAM’s obligations and its role as a fiduciary, where applicable. |\n| | Total exposure to securities financing transactions | Quantitative | FN-AC-550a.3 | As of December 2022, we had $34.8 billion of credit exposure from securities financing transactions. Please see page 113 of our 2022 Form 10-K for further information. |\n| | Net exposure to written credit derivatives | Quantitative | FN-AC-550a.4 | As of December 2022, written credit derivatives had a total gross notional amount of $528.31 billion and purchased credit derivatives had a total gross notional amount of $579.14 billion, for total net notional purchased protection of $50.83 billion. Please see page 155 of our 2022 Form 10-K for further information. |\n| N/A | (1) Total registered and (2) total unregistered assets under management (AUM) | Quantitative | FN-AC-000.A | Registered Assets Under Supervision $640B Unregistered Assets Under Supervision $1,907B |\n| N/A | Total assets under custody and supervision | Quantitative | FN-AC-000.B | $2.5 trillion Assets Under Supervision. Please see page 75 of our 2022 Form 10-K for further information. |\n\n1 Assets Under Supervision (AUS) includes assets under management and other client assets for which Goldman Sachs does not have full discretion.\n| Topic | Accounting Metric | Category | Code | Response |\n|-------|-------------------|----------|------|----------|\n| **Investment Banking & Brokerage** | | | | |\n| Incorporation of ESG Factors in Investment Banking & Brokerage Activities | Description of approach to incorporation of environmental, social and governance (ESG) factors in investment banking and brokerage activities | Discussion and Analysis | FN-IB-410a.3 | Environmental Policy Framework (Updated in 2019) Please see page 43 of our TCFD Report, which highlights targets for sectors that are material to our financing portfolio. In sector prioritization, we consider materiality to global emissions, materiality to our own financial exposures and balance sheet profile, data available to measure our clients’ emissions intensity profiles and feasible sectoral decarbonization pathways in use by the industry. |\n| Professional Integrity | Description of approach to ensuring professional integrity, including duty of care | Discussion and Analysis | FN-IB-510b.4 | The firm maintains a Code of Business Conduct and Ethics and requires employees to annually certify they have reviewed and will comply with the code. See our Business Principles and Business Standards Committee Impact Report for further information. |\n| Employee Incentives and Risk Taking | Percentage of total remuneration that is variable for Material Risk Takers (MRTs) | Quantitative | FN-IB-550b.1 | MRT is a regulatory term applied in the UK and Germany but not a concept we apply to our global workforce. Within our UK entity workforce only, 59% of total remuneration awarded to MRTs for 2021 performance was variable. Within our German entity workforce only, 62% of total remuneration awarded to MRTs for 2021 performance was variable. Note that we apply a pay-for-performance philosophy across our organization. Please see our Compensation Principles for further information. |\n| | Percentage of variable remuneration of Material Risk Takers (MRTs) to which malus or clawback provisions were applied | Quantitative | FN-IB-550b.2 | All equity-based awards granted to employees are subject to robust forfeiture and clawback provisions. Please see page 52 of our 2022 Proxy Statement for further information. |\n| | Discussion of policies around supervision, control and validation of traders’ pricing of Level 3 assets and liabilities | Discussion and Analysis | FN-IB-550b.3 | Please see pages 59-60 of our 2022 Form 10-K. |\n| N/A | (1) Number and (2) value of (a) underwriting, (b) advisory and (c) securitization transactions | Quantitative | FN-IB-000.A | Per Dealogic, our transaction volumes for 2022 were: |\n| | | | | Announced mergers and acquisitions | $1237B |\n| | | | | Completed mergers and acquisitions | $1,355B |\n| | | | | Equity and equity-related offerings | $33B |\n| | | | | Debt offerings | $222B |\n| | | | | Please see page 69 of our 2022 Form 10-K for further information. |\n### Investment Banking & Brokerage (cont.)\n\n| Topic | Accounting Metric | Category | Code | Response |\n|-------|-------------------|----------|------|----------|\n| N/A   | (1) Number and (2) value of proprietary investments and loans by sector | Quantitative | FN-IB-000.B | The table below presents the concentration of our $40.1 billion of firmwide gross corporate loans by industry: |\n|       |                   |          |      |          |\n|       |                   |          |      | Consumer & Retail | 10% |\n|       |                   |          |      | Diversified Industrials | 18% |\n|       |                   |          |      | Financial Institutions | 7% |\n|       |                   |          |      | Funds | 3% |\n|       |                   |          |      | Healthcare | 10% |\n|       |                   |          |      | Natural Resources & Utilities | 9% |\n|       |                   |          |      | Real Estate | 11% |\n|       |                   |          |      | Technology, Media & Telecom. | 26% |\n|       |                   |          |      | Other (incl. Special Purpose Vehicles) | 6% |\n\nThe table below presents the asset class breakdown of our $14.9 billion of equity securities at fair value (substantially all reported within our Asset & Wealth Management and Global Banking & Markets segments):\n\n| Category | Percentage |\n|----------|------------|\n| Corporate | 71% |\n| Real Estate | 29% |\n\nFor further information about loans and investments, please see pages 110 and 158–159, respectively, of our 2022 Form 10-K.\n\n### Commercial Banks\n\n#### Data Security\n\n| Topic | Description of approach to identifying and addressing data security risks | Discussion and Analysis | Code | Response |\n|-------|------------------------------------------------------------------------|--------------------------|------|----------|\n|       | Description of approach to identifying and addressing data security risks | Discussion and Analysis | FN-CB-230a.2 | Please refer to our Client Security Statement, which provides an overview of the firm’s approach to information security and its practices to secure data, systems and services, similarly aligned around the five functions of the National Institute of Standards and Technology (NIST) Cybersecurity Framework (CSF). |\n\n#### Financial Inclusion & Capacity Building\n\n| Topic | (1) Number and (2) amount of loans outstanding qualified to programs designed to promote small business and community development | Quantitative | Code | Response |\n|-------|-----------------------------------------------------------------------------------------------------------------|------------|------|----------|\n|       | (1) Number and (2) amount of loans outstanding qualified to programs designed to promote small business and community development | Quantitative | FN-CB-240a.1 | As of December 2022, our Urban Investment Group had $0.86 billion of debt assets outstanding from 76 transactions and $2.9 billion of equity assets outstanding from 235 transactions. See our Urban Investment Group’s website for further information. Please also refer to our programs 10,000 Small Businesses, which provides entrepreneurs in the US and UK access to education, capital and business support services, and 10,000 Women, a global initiative providing women entrepreneurs with a business and management education, mentoring and networking, and access to capital. |\n\n| Topic | Number of participants in financial literacy initiatives for unbanked, underbanked or underserved customers | Quantitative | Code | Response |\n|-------|-----------------------------------------------------------------------------------------------------------------|------------|------|----------|\n|       | Number of participants in financial literacy initiatives for unbanked, underbanked or underserved customers | Quantitative | FN-CB-240a.4 | Please refer to our One Million Black Women: Black in Business program, which provides access to business education, networking and support services for Black women entrepreneurs who are sole proprietors. |\n| Topic | Accounting Metric | Category | Code | Response |\n|-------|-------------------|----------|------|----------|\n| **Incorporation of ESG Factors in Credit Analysis** | Commercial and industrial credit exposure, by industry | Quantitative | FN-CB-410a.1 | Credit Exposure from firmwide Corporate Loans and Lending Commitments by Industry: |\n| | | | | Consumer & Retail | 12% |\n| | | | | Diversified Industrials | 18% |\n| | | | | Financial Institutions | 8% |\n| | | | | Funds | 4% |\n| | | | | Healthcare | 12% |\n| | | | | Natural Resources & Utilities | 16% |\n| | | | | Real Estate | 7% |\n| | | | | Technology, Media & Telecom. | 21% |\n| | | | | Other (incl. Special Purpose Vehicles) | 2% |\n| | | | | Please see page 110 of our 2022 Form 10-K for further information. |\n| **Description of approach to incorporation of environmental, social and governance (ESG) factors in credit analysis** | Discussion and Analysis | FN-CB-410a.2 | Environmental Policy Framework (Updated in 2019) |\n| | | | Please see page 36 of our TCFD Report, which notes that we are updating our credit risk practices to reflect climate risk considerations. |\n| **N/A** | (1) Number and (2) value of loans by segment: (a) personal, (b) small business and (c) corporate | Quantitative | FN-CB-000.B | The table below presents firmwide information by loan type: |\n| | | | | Corporate | $40.1B |\n| | | | | Commercial Real Estate | $28.9B |\n| | | | | Residential Real Estate | $23.0B |\n| | | | | Securities-based | $16.7B |\n| | | | | Other Collateralized | $51.7B |\n| | | | | Installment | $6.3B |\n| | | | | Credit Cards | $15.8B |\n| | | | | Other | $2.3B |\n| | | | | Please see page 161–162 of our 2022 Form 10-K for further information. |\n## Contents\n\n| Page | Section |\n|------|---------|\n| 94   | Introduction |\n| 97   | Sustainability Issuance Framework |\n| 98   | Governance |\n| 99   | Reporting |\n| 99   | External Assurance |\n| 100  | By the Numbers |\n| 102  | Sustainability Issuances |\n| 110  | KPI Reporting |\n| 112  | Featured Investments |\n| 121  | Report of Independent Accountants |\nSECTION 1\n\nIntroduction\nAt Goldman Sachs, we are leveraging our businesses to help build a more sustainable, inclusive economy.\n\nOver the past two decades, sustainable finance has become increasingly core to our firm’s business strategy of creating long-term value for our clients, our firm and our shareholders. Beginning in 2019, we accelerated our commitment to enhance and expand sustainable finance expertise across our business segments. In addition, to meet increasing market demand for sustainable finance solutions, we announced we would deploy $750 billion in financing, investing and advisory activity by 2030 to advance climate transition and drive inclusive growth. In early 2021, we issued our inaugural $800 million Sustainability Bond. This year, we are providing an update on our comprehensive 2022 sustainability issuances.\n\nWe believe that to achieve material change, sustainability commitments should be tied to meaningful economic outcomes. Our sustainable finance strategy is organized around the two strategic priorities that we believe continue to be key drivers of market risk and opportunity: climate transition and inclusive growth. Our Sustainability Bonds and Goldman Sachs Sustainability Issuance Framework are aligned with these same themes. The Framework expands upon our firmwide commercial model of facilitating capital movement and supporting innovation that encourages progress on climate transition and inclusive growth, and it builds upon years of experience designing and issuing Green, Social and Sustainability financial products.\n\nAs an advisor, financier and investor, we leverage the full range of our expertise and services as we look to develop innovative sustainability solutions. From supporting sustainable infrastructure projects to investing in companies powering critical innovation in clean energy and in underserved communities, we continue to remain focused on our ability to help deploy capital. With a keen eye toward achieving a more sustainable future, we seek to help create a thriving future for our clients, our firm and our communities.\nWe’ve structured our commitment around nine key priority areas that we’ve identified as having the most impact.\n\nOVERVIEW OF IMPACT THEMES\n\nClimate Transition\n\nClean Energy\nEnable renewable energy generation, energy efficiency and grid services.\n\nSustainable Transport\nShift modes of transit through electric vehicles, connected services, autonomous driving and public transportation development.\n\nSustainable Food and Agriculture\nEnable green agricultural production, storage, processing and distribution to feed the world.\n\nWaste and Materials\nPromote sustainable production and consumption, along with responsible waste management.\n\nEcosystem Services\nContribute to the sustainable management of natural resources and monetize the value of forests, water and biodiversity.\n\nInclusive Growth\n\nAccessible and Innovative Healthcare\nEnable the use of digital technology, advanced devices and diagnostics for better outcomes.\n\nFinancial Inclusion\nAdvance financial inclusion for all, including underserved populations, by promoting access to capital, financial technology, and products that increase access, support financial health and drive more equitable economic growth.\n\nAccessible and Affordable Education\nEnable greater access to education, improve learning outcomes and help close opportunity gaps for learners of all ages.\n\nCommunities\nEnable infrastructure development, affordable housing and livelihood advancement.\nSECTION 2\n\nSustainability Issuance Framework\nGovernance\n\nAs a baseline, all projects and assets under consideration for financing must meet the standards set by our environmental and social risk management procedures, including the Goldman Sachs Environmental Policy Framework, which provides guidance on financing in certain environmentally and socially sensitive sectors. The firm’s risk management covers broader risk factors such as potential legal and regulatory risks.\n\nThe Sustainable Asset Working Group consists of senior cross-divisional stakeholders from the Sustainable Finance Group, Investor Relations, Corporate Treasury, Legal, Controllers, Compliance and relevant business teams. The group reviews and confirms eligible projects and assets for funding with proceeds from Green, Social or Sustainability issuances.\n\nProceeds from Goldman Sachs’ Green, Social or Sustainability issuances are used to finance new projects or assets that meet the criteria of the respective type of issuance, and we aim to allocate all proceeds within two years following the issuance. Additionally, loans and investments made up to one year prior to the issuance that qualify under the relevant criteria are also eligible for refinancing with its proceeds.\n\nFor further information on eligibility and exclusion criteria for our Green, Social and Sustainability Issuances, please refer to our Goldman Sachs Sustainability Issuance Framework.\nReporting\n\nFor our sustainability-related commitments, we are committed to measuring and providing transparency on our progress. Annual updates on the allocation of the proceeds under our Framework will include details on the expected and realized qualitative, and, where possible, quantitative environmental and social impacts. Reports will continue to be published on our website annually until the proceeds of all outstanding sustainable instruments are fully allocated to eligible assets.\n\nExternal Assurance\n\nGoldman Sachs engages an independent accountant to provide external assurance of our allocation on an annual basis until the net proceeds of each issuance are fully allocated to eligible assets. The Report of Independent Accountants appears on page 122.\nBy the Numbers—\nProgress Related to 2022 Issuances¹\n\n~$975M\nof sustainability issuances²\n\n6\nsustainability issuances\n\n100%\nfunding allocated to new investments and loans made in 2022\n\n~283 GWh\nof clean energy projected to be produced³\n\n~3,100\naffordable/specialized housing units built or rehabilitated⁴, ⁵\n\n~500,000\nsmall/midsized businesses served⁶\n\n¹ Key performance indicators (KPIs), as provided directly by the relevant companies, represent aggregate metrics across the newly allocated investments and loans where data was available and singular metrics where aggregation was not possible or practicable.\n² Represents gross issuance size. Issuance size net of underwriting fees results in net proceeds of approximately $971 million. The Report of Independent Accountants, which appears on page 122, provides no assurance on allocations in excess of net proceeds.\n³ Represents a projection for the expected amount of energy to be produced (GWh). “GWh” represents gigawatt-hours.\n⁴ Affordable housing is defined in this context as housing that is affordable to tenants earning up to 80% of the area median income.\n⁵ Represents the number of affordable/specialized housing units that Goldman Sachs provided financing for the construction and/or rehabilitation of and may still be under development.\n⁶ Small/midsized businesses are defined as businesses having approximately between five and 25 employees.\n### 2022 Allocation of Funds by Region\n\n| Geography | Amount ($M) |\n|-----------|-------------|\n| Americas  | $645        |\n| EMEA¹     | $357        |\n| **Total** | **$1,002³**|\n\n¹ EMEA represents Europe, Middle East and Africa.\n\n### 2022 Allocation of Funds by Impact Theme\n\n| Impact Theme                                      | Amount ($M) |\n|--------------------------------------------------|-------------|\n| Climate Transition — Multi-Theme²                | $286        |\n| Communities                                      | $280        |\n| Clean Energy                                     | $217        |\n| Accessible and Innovative Healthcare             | $74         |\n| Financial Inclusion                              | $68         |\n| Sustainable Food and Agriculture                 | $31         |\n| Inclusive Growth — Multi-Theme³                  | $26         |\n| Waste and Materials                              | $13         |\n| Accessible and Affordable Education              | $7          |\n| **Total**                                        | **$1,002³**|\n\n² Climate Transition (multi-theme) includes activity related to two or more of the five key impact themes within Climate Transition: clean energy, sustainable transport, sustainable food and agriculture, waste and materials, and ecosystem services.\n\n³ The total allocated funds of approximately $1,002 billion exceed both the gross issuance size of approximately $975 million and the gross issuance size net of underwriting fees of approximately $971 million to ensure issuance proceeds are fully allocated. The Report of Independent Accountants, which appears on page 122, provides no assurance on allocations in excess of net proceeds.\n\n⁴ Inclusive Growth (multi-theme) includes activity related to two or more of the four key impact themes within Inclusive Growth: accessible and innovative healthcare, financial inclusion, accessible and affordable education, and communities.\n\nFor additional details on eligibility criteria associated with relevant green and social project categories, please refer to our Sustainability Issuance Framework (pages 2–6).\nSECTION 3\n\nSustainability Issuances\nSustainability Issuances¹,²\n\nThroughout 2022, Goldman Sachs issued the equivalent of approximately $975 million of sustainability issuances, with proceeds fully allocated to new investments and loans.\n\nEligible categories are based on our nine key impact themes that are the foundation to our overarching 10-year, $750 billion sustainable finance commitment.\n\nTotal Breakdown\n\nOver the course of 2022, and as of December 31, 2022, Goldman Sachs has issued the equivalent of $975,100,000 in sustainability issuances ($971,448,575 net of underwriting fees), including our $700 million 5NC4yr benchmark bond, issued in June 2022.\n\nFUNDING ALLOCATION\n\n| Issuance Date | Currency | Issuance Size | Issuance Size, USD Equivalence¹ | Maturity Date | Identifier |\n|---------------|----------|---------------|---------------------------------|---------------|------------|\n| Jun 13, 2022  | USD      | 700,000,000   | 700,000,000                     | Jun 15, 2027  | US38141GZT48 |\n| Mar 8, 2022   | USD      | 100,000,000   | 100,000,000                     | Mar 8, 2032   | XS1999656546 |\n| Jul 6, 2022   | JPY      | 10,000,000,000| 73,000,000                      | Jun 22, 2029  | XS2114129682 |\n| Jul 20, 2022  | USD      | 20,000,000    | 20,000,000                      | Jul 20, 2029  | XS2480982870 |\n| Sep 23, 2022  | EUR      | 30,000,000    | 29,100,000                      | Dec 30, 2032  | FRO01400COM1 |\n| Dec 26, 2022  | EUR      | 50,000,000    | 53,000,000                      | Mar 5, 2029   | FRO01400ECH2 |\n\n| Total of Gross Issuance | 975,100,000² |\n| Total of Net Proceeds   | 971,448,575  |\n\n¹ All $ figures on pages 104–109 are in millions unless otherwise noted.\n² To ensure issuance proceeds are fully allocated, the total amount of investments and loans allocated funding exceeds the total amount raised through each issuance. $975,100,000 represents gross issuance size. Gross issuance size net of underwriting fees is $971,448,575; however, proceeds have been allocated by the firm to investments and loans based on gross issuance size. The Report of Independent Accountants, which appears on page 122, provides no assurance on allocations in excess of net proceeds.\n³ USD equivalent amount uses spot Foreign Exchange rate on issuance date.\nBenchmark Sustainability Issuance\n\nOn June 13, 2022, Goldman Sachs issued its benchmark bond; $700 million 5NC4yr fixed-to-SOFR floating rate notes. Funding has been allocated to $717.5 million of eligible investments and loans.\n\n### FUNDING ALLOCATION\n\n| Impact Theme                          | Americas | EMEA | Total |\n|---------------------------------------|----------|------|-------|\n| **Clean Energy**                      |          |      |       |\n| Related to:                           |          |      |       |\n| • Utility-scale battery storage project |          |      |       |\n| • Investment in a 145 MW wind farm    | $200.0   |      | $200.0|\n| **Communities**                       |          |      |       |\n| Related to:                           |          |      |       |\n| • Affordable, multifamily residential and mixed-use developments | $107.2   |      | $107.2|\n| **Financial Inclusion**               |          |      |       |\n| Related to:                           |          |      |       |\n| • Provider of financial, accounting and administrative software applications to small/midsized businesses in South America | $68.0    |      | $68.0 |\n| **Accessible and Innovative Healthcare** |          |      |       |\n| Related to:                           |          |      |       |\n| • Pharma company focused on developing and manufacturing complex generic drugs |          |      | $68.5 |\n| **Climate Transition — Multi-Theme**  |          |      |       |\n| Related to:                           |          |      |       |\n| • Recapitalization of a central London BREEAM Excellent office building that promotes energy efficiency and the local biodiversity |          |      | $273.8|\n| • Provider of reusable metal container solutions and a key supply chain partner for efficient transportation of goods |          |      | $273.8|\n| **Total**                             | $375.2   | $342.3 | $717.5|\n\n1 Secured Overnight Financing Rate (SOFR) is a broad measure of the cost of borrowing cash overnight collateralized by Treasury securities.\n2 Represents funds allocated to this issuance from total allocated funds of approximately $1.002 billion noted on page 101, which exceed both gross issuance size and the gross issuance size net of underwriting fees. As noted on page 101, the total allocated funds of approximately $1.002 billion exceeds both the aggregate gross issuance amount across issuances of approximately $975 million and gross issuance amount net of underwriting fees across issuances of approximately $971 million. The Report of Independent Accountants, which appears on page 122, provides no assurance on allocations in excess of net proceeds.\n3 “MW” represents megawatt.\n4 Affordable housing is defined in this context as housing that is affordable to tenants earning up to 80% of the area median income.\n5 Climate Transition (multi-theme) includes activity related to two or more of the five key impact themes within Climate Transition: clean energy, sustainable transport, sustainable food and agriculture, waste and materials, and ecosystem services.\n6 Building Research Establishment Environmental Assessment Methodology.\n\nFor additional details on eligibility criteria associated with relevant green and social project categories, please refer to our Sustainability Issuance Framework (pages 2–6).\nSecond Sustainability Issuance\n\nOn March 8, 2022, Goldman Sachs issued $100 million 10NC2yr callable fixed rate notes. Funding has been allocated to $101.5 million\\(^1\\) of eligible investments and loans.\n\n### FUNDING ALLOCATION\n\n| Impact Theme                        | Americas | EMEA | Total |\n|-------------------------------------|----------|------|-------|\n| **Clean Energy**                    |          |      |       |\n| Related to:                         |          |      |       |\n| • Provider of hardware-enabled energy management software to commercial buildings | $4.8     |      | $4.8  |\n| **Communities**                     |          |      |       |\n| Related to:                         |          |      |       |\n| • Affordable, multifamily residential and mixed-use developments\\(^2\\) | $50.0    |      | $50.0 |\n| • Financing for Black-owned small business located in a moderate-income area |          |      |       |\n| **Sustainable Food and Agriculture**|          |      |       |\n| Related to:                         |          |      |       |\n| • Investment in an apple growing and operating business that has experience in regenerative agriculture practices and technologies | $28.2    |      | $28.2 |\n| **Inclusive Growth — Multi-Theme\\(^3\\)** |          |      |       |\n| Related to:                         |          |      |       |\n| • Technology training and consulting company that targets underserved individuals in disinvested cities | $18.5    |      | $18.5 |\n| **Total**                           | $101.5   |      | $101.5|\n\n\\(^1\\) Represents funds allocated to this issuance from total allocated funds of approximately $1.002 billion noted on page 101, which exceed both gross issuance size and the gross issuance size net of underwriting fees. As noted on page 101, the total allocated funds of approximately $1.002 billion exceeds both the aggregate gross issuance amount across issuances of approximately $975 million and gross issuance amount net of underwriting fees across issuances of approximately $971 million. The Report of Independent Accountants, which appears on page 122, provides no assurance on allocations in excess of net proceeds.\n\n\\(^2\\) Affordable housing is defined in this context as housing that is affordable to tenants earning up to 80% of the area median income.\n\n\\(^3\\) Inclusive Growth (multi-theme) includes activity related to two or more of the four key impact themes within Inclusive Growth: accessible and innovative healthcare, financial inclusion, accessible and affordable education, and communities.\n\nFor additional details on eligibility criteria associated with relevant green and social project categories, please refer to our Sustainability Issuance Framework (pages 2–6).\nThird Sustainability Issuance\n\nOn July 6, 2022, Goldman Sachs issued ¥10 billion ($73 million) 7NC2yr callable fixed rate credit-linked notes. Funding has been allocated to $75.5 million1 of eligible investments and loans.\n\nFUNDING ALLOCATION\n\n| Impact Theme                              | Americas | EMEA | Total |\n|-------------------------------------------|----------|------|-------|\n| **Clean Energy**                          |          |      |       |\n| Related to:                               |          |      |       |\n| • Digital asset management platform for the wind industry | $4.8     |      | $4.8  |\n| **Communities**                           |          |      |       |\n| Related to:                               |          |      |       |\n| • Affordable, multifamily residential and mixed-use developments2 | $59.2    |      | $59.2 |\n| **Accessible and Affordable Education**   |          |      |       |\n| Related to:                               |          |      |       |\n| • Small business loans to early childhood education providers | $3.9     |      | $3.9  |\n| **Waste and Materials**                   |          |      |       |\n| Related to:                               |          |      |       |\n| • Advanced, environmentally friendly materials solutions provider used in mission-critical protective thermal applications for shipping | $7.6     |      | $7.6  |\n| **Total**                                 | $75.5    |      | $75.5 |\n\n1 Represents funds allocated to this issuance from total allocated funds of approximately $1.002 billion noted on page 101, which exceed both gross issuance size and the gross issuance size net of underwriting fees. As noted on page 101, the total allocated funds of approximately $1.002 billion exceeds both the aggregate gross issuance amount across issuances of approximately $975 million and gross issuance amount net of underwriting fees across issuances of approximately $971 million. The Report of Independent Accountants, which appears on page 122, provides no assurance on allocations in excess of net proceeds.\n\n2 Affordable housing is defined in this context as housing that is affordable to tenants earning up to 80% of the area median income.\n\nFor additional details on eligibility criteria associated with relevant green and social project categories, please refer to our Sustainability Issuance Framework (pages 2–6).\nFourth Sustainability Issuance\n\nOn July 20, 2022, Goldman Sachs issued $20 million 7NC2yr callable range accrual notes. Funding has been allocated to $21.3 million\\(^1\\) of eligible investments and loans.\n\n**FUNDING ALLOCATION**\n\n| Impact Theme          | Americas | EMEA | Total |\n|-----------------------|----------|------|-------|\n| **Clean Energy**      |          |      |       |\n| Related to:           |          |      |       |\n| • Manufacturer of inverters for utility-scale battery storage and solar-plus-storage | $6.1     |      | $6.1  |\n| **Communities**       |          |      |       |\n| Related to:           |          |      |       |\n| • Technology platform that connects Minority and Women Owned Business Enterprises (MWBE) with developers and general contractors for large construction projects | $9.5     |      | $9.5  |\n| • Affordable, multifamily residential and mixed-use developments\\(^2\\) |          |      |       |\n| **Waste and Materials** |          |      |       |\n| Related to:           |          |      |       |\n| • Manufacturer of mechanically recycled cotton fiber for use in textiles | $5.7     |      | $5.7  |\n| **Total**             | $21.3    |      | $21.3 |\n\n\\(^1\\) Represents funds allocated to this issuance from total allocated funds of approximately $1.002 billion noted on page 101, which exceed both gross issuance size and the gross issuance size net of underwriting fees. As noted on page 101, the total allocated funds of approximately $1.002 billion exceeds both the aggregate gross issuance amount across issuances of approximately $975 million and gross issuance amount net of underwriting fees across issuances of approximately $971 million. The Report of Independent Accountants, which appears on page 122, provides no assurance on allocations in excess of net proceeds.\n\n\\(^2\\) Affordable housing is defined in this context as housing that is affordable to tenants earning up to 80% of the area median income.\n\nFor additional details on eligibility criteria associated with relevant green and social project categories, please refer to our Sustainability Issuance Framework (pages 2–6).\nFifth Sustainability Issuance\n\nOn September 23, 2022, Goldman Sachs issued €30 million ($29.1 million) 10.25yr fixed coupon autocallable notes. Funding has been allocated to $31.9 million\\(^1\\) of eligible investments and loans.\n\n### FUNDING ALLOCATION\n\n| Impact Theme                              | Americas | EMEA | Total |\n|-------------------------------------------|----------|------|-------|\n| **Clean Energy**                          |          |      |       |\n| Related to:                               |          |      |       |\n| • Utility-scale battery storage project   | $1.2     |      | $1.2  |\n| **Communities**                           |          |      |       |\n| Related to:                               |          |      |       |\n| • Affordable, multifamily residential and mixed-use developments\\(^2\\) | $16.6    |      | $16.6 |\n| **Accessible and Affordable Education**   |          |      |       |\n| Related to:                               |          |      |       |\n| • Loan to support technical training for job placements into green energy-related jobs | $3.5     |      | $3.5  |\n| **Sustainable Food and Agriculture**      |          |      |       |\n| Related to:                               |          |      |       |\n| • AgTech platform providing monitoring, automation and pest management services |          | $2.8 | $2.8  |\n| **Inclusive Growth — Multi-Theme\\(^3\\)**  |          |      |       |\n| Related to:                               |          |      |       |\n| • Online platform that provides training solutions to home healthcare companies to unlock the unmet potential of caregiving in home- and community-based services | $7.8     |      | $7.8  |\n| **Total**                                 | $29.1    | $2.8 | $31.9 |\n\n\\(^1\\) Represents funds allocated to this issuance from total allocated funds of approximately $1.002 billion noted on page 101, which exceed both gross issuance size and the gross issuance size net of underwriting fees. As noted on page 101, the total allocated funds of approximately $1.002 billion exceeds both the aggregate gross issuance amount across issuances of approximately $975 million and gross issuance amount net of underwriting fees across issuances of approximately $971 million. The Report of Independent Accountants, which appears on page 122, provides no assurance on allocations in excess of net proceeds.\n\n\\(^2\\) Affordable housing is defined in this context as housing that is affordable to tenants earning up to 80% of the area median income.\n\n\\(^3\\) Inclusive Growth (multi-theme) includes activity related to two or more of the four key impact themes within Inclusive Growth: accessible and innovative healthcare, financial inclusion, accessible and affordable education, and communities.\n\nFor additional details on eligibility criteria associated with relevant green and social project categories, please refer to our Sustainability Issuance Framework (pages 2–6).\nSixth Sustainability Issuance\n\nOn December 26, 2022, Goldman Sachs issued €50 million ($53 million) 6yr autocallable notes. Funding has been allocated to $54.5 million\\(^1\\) of eligible investments and loans.\n\n**FUNDING ALLOCATION**\n\n| Impact Theme                                      | Americas | EMEA | Total |\n|--------------------------------------------------|----------|------|-------|\n| **Communities**                                  |          |      |       |\n| Related to:                                      |          |      |       |\n| • Affordable, multifamily residential and mixed-use developments\\(^2\\) | $37.2    |      | $37.2 |\n| **Accessible and Innovative Healthcare**         |          |      |       |\n| Related to:                                      |          |      |       |\n| • Care delivery platform for maternal and infant health | $5.0     |      | $5.0  |\n| **Climate Transition — Multi-theme\\(^3\\)**       |          |      |       |\n| Related to:                                      |          |      |       |\n| • Net zero carbon office development that will target top-level health and well-being credentials with emissions and waste reduction efforts in both its construction and operation | $12.3    |      | $12.3 |\n| **Total**                                        | $42.2    | $12.3| $54.5 |\n\n\\(^1\\) Represents funds allocated to this issuance from total allocated funds of approximately $1.002 billion noted on page 101, which exceed both gross issuance size and the gross issuance size net of underwriting fees. As noted on page 101, the total allocated funds of approximately $1.002 billion exceeds both the aggregate gross issuance amount across issuances of approximately $975 million and gross issuance amount net of underwriting fees across issuances of approximately $971 million. The Report of Independent Accountants, which appears on page 122, provides no assurance on allocations in excess of net proceeds.\n\n\\(^2\\) Affordable housing is defined in this context as housing that is affordable to tenants earning up to 80% of the area median income.\n\n\\(^3\\) Climate Transition (multi-theme) includes activity related to two or more of the five key impact themes within Climate Transition: clean energy, sustainable transport, sustainable food and agriculture, waste and materials, and ecosystem services.\n\nFor additional details on eligibility criteria associated with relevant green and social project categories, please refer to our Sustainability Issuance Framework (pages 2–6).\nSECTION 4\n\nKPI Reporting\n## KPI Reporting\n\n| Theme                                      | KPI                                                                 | Metric |\n|--------------------------------------------|----------------------------------------------------------------------|--------|\n| **Clean Energy**                           | Clean energy projected to be produced (GWh)²                         | ~283   |\n|                                            | # of wind turbines inspected                                         | ~50,000|\n| **Sustainable Food and Agriculture**       | Water saved (vs. FAO³ recommendation per crop) (billion liters)     | ~333   |\n| **Waste and Materials**                    | Volume of plastic diverted (vs. EPS⁴) (MT⁵ plastic)                 | ~8,400 |\n| **Climate Transition (multi-theme)⁶**      | % CO₂ emissions avoided vs. alternative                             | ~89% reduction per container used⁷ |\n| **Communities**                            | # of affordable/specialized housing units built or rehabilitated⁸    | ~3,100 |\n| **Accessible and Affordable Education**    | # of individuals projected to complete professional training programs| ~3,000 |\n|                                            | # of projected K-12 students served/educated annually               | ~600   |\n| **Financial Inclusion**                    | # of small/midsized businesses served⁹                             | ~500,000|\n| **Accessible and Innovative Healthcare**   | # of patients served                                                | ~4,000 |\n| **Inclusive Growth (multi-theme)¹⁰**       | # of individuals placed in jobs as a result of training programs    | ~300   |\n|                                            | # of individuals projected to complete professional training programs| ~50,300|\n\n¹ Key performance indicators (KPIs), as provided directly by the relevant companies, represent aggregate metrics across the newly allocated investments and loans where data was available and singular metrics where aggregation was not possible or practicable.\n\n² Represents a projection for the expected amount of energy to be produced (GWh). “GWh” represents gigawatt-hours.\n\n³ FAO is the Food and Agriculture Organization of the United Nations.\n\n⁴ Expanded polystyrene (EPS) foam.\n\n⁵ Metric tons.\n\n⁶ Climate Transition (multi-theme) includes activity related to two or more of the five key impact themes within Climate Transition: clean energy, sustainable transport, sustainable food and agriculture, waste and materials, and ecosystem services.\n\n⁷ Using the company’s intermediate bulk containers resulted in 89% less CO₂-equivalent emissions per container used compared to an alternative. For more information, please visit the company’s website.\n\n⁸ Represents the number of affordable/specialized housing units that Goldman Sachs provided financing for the construction and/or rehabilitation of and may still be under development.\n\n⁹ Small/midsized businesses are defined as businesses having approximately between five and 25 employees.\n\n¹⁰ Inclusive Growth (multi-theme) includes activity related to two or more of the four key impact themes within Inclusive Growth: accessible and innovative healthcare, financial inclusion, accessible and affordable education, and communities.\nSECTION 5\n\nFeatured Investments\nClimate Transition\n\nAt Goldman Sachs, we are committed to aligning our business with a net zero by 2050 pathway, and we seek to drive decarbonization in the real economy, in partnership with our clients and companies that we invest in. Preventing the worst impacts of climate change will require capital, innovation and coordination across both the public and private sector as businesses across regions and sectors seek to implement low-carbon solutions—and communities everywhere adapt to an increasingly warming world.\n\nSkySpecs performs wind blade inspections using advanced drone and imaging-analytics technology, automating damage classification and repair optimization for wind asset owners and operators. SkySpecs’ inspection services and accompanying asset management offerings allow for a holistic view of turbine health and help customers manage asset risk, predict failures, prioritize repairs and extend asset-useful life. This reduces the overall levelized cost of energy (LCOE) of wind as a power resource, helping optimize energy production from a renewable source.\nGridPoint provides energy management technology for commercial buildings and seeks to deliver savings to customers upon installation and enabling greater integration of distributed energy for grid resilience. Leveraging real-time data analytics, intelligent automation and patented algorithms, GridPoint is helping redefine energy optimization for businesses, buildings and the grid. Through use of monitoring equipment (e.g., controller, meters, thermostats) and cloud-based applications (e.g., report and analytics, HVAC health and testing), GridPoint aims to deliver measurable dollar and energy savings, plus visibility into complex building operations and actionable facility insights, while allowing for more distributed energy resources, such as battery storage and electric vehicle chargers on the grid.\nThe 145 MW Panorama Wind Farm, located in Weld County, Colorado, developed by Leeward Renewable Energy, will generate electricity for approximately 53,000 homes in Colorado, New Mexico and Wyoming. Goldman Sachs’ investment provides support for Leeward Renewable Energy’s ambitious growth plan and continued commitment to developing, owning and operating best-in-class renewable generation assets. The project created 185 jobs during peak construction and will provide renewable energy jobs and significant property tax contributions to Weld County. The project will also provide power to Guzman Energy customers, which consist of rural electric cooperatives, municipalities, and tribes throughout the region.\n\nAgTech Crop Health Management Platform (\"AgTech Platform\") provides monitoring, automation and pest management services to reduce water consumption, enhance crop yields and, increasingly, improve labor efficiency in agriculture. AgTech Platform’s plant-level software solution is based on the deployment of a suite of sensors, including its proprietary dendrometers, which are provided to the farmer at no up-front cost. AgTech Platform has established itself as a market leader in health solutions for high-value permanent crops throughout its core regions of Western US, Israel and Australia.\n\nAgTech Platform’s core offering helps reduce water and energy waste, while enhancing yields to sustainably increase food production. AgTech Platform also supplies pheromone products for pest control, mitigating the use of chemical pesticides and associated adverse biodiversity implications. AgTech Platform is developing an offering in precision nutrient deployment, which would limit fertilizer run-off, in turn reducing water pollution and improving soil quality.\n\n1 For additional details on the estimated impact of the Panorama Wind Farm, please refer to Leeward Renewable Energy, LLC’s website.\n2 Name of firm has been anonymized.\nTemperPack is one of the largest producers of sustainable cold chain materials for food and life science products in the US, providing environmentally friendly thermal packaging applications for shipping perishable and mission-critical products. TemperPack’s flagship product, ClimaCell thermal insulation, is a nontoxic and curbside-recyclable box liner made of 90% cornstarch and paper. In 2022, TemperPack launched WaveKraft, an on-demand paper insulation system, and acquired KTM Industries, adding the compostable Green Cell Foam to its portfolio of sustainable solutions.\nGoodpack is a global provider of metal container solutions (in the form of intermediate bulk containers or “IBCs”) primarily used for the transport and storage of various products across multiple industries, including rubber, food products, automotive and others. The company provides resilient, cost-efficient and sustainable supply chain services through its fleet of reusable containers and a global network of strategically located depots. Headquartered in Singapore, the company owns a fleet of over four million IBCs and benefits from an extensive global network spanning more than 70 countries with ~5,000 delivery and collection points. Goodpack is committed to the safe and secure transportation of raw materials and products essential to today’s commerce and economic development. From an ESG perspective, the business is well-placed as a provider of returnable, reusable and long-life packaging. Goodpack’s rugged, robust and reusable containers represent efficient, safe and environmentally sustainable packaging solutions that are delivered locally and collected globally. The issue with traditional packaging materials (e.g., wooden or plastic pallets, cardboard or wooden crates, metal drums) is that they are mostly one-way and single-use, discarded after one or a few journeys. Moreover, these traditional packaging materials offer limited payload protection during shipment, which may result in additional wastage through unnecessary product replacement. Through using Goodpack’s solutions, clients—including international blue-chip companies—are able to support the decarbonization of their supply chain and reduce their carbon footprint, through transport shipping and storage efficiencies, creating circular supply chains that operate more sustainably than traditional alternatives.\nInclusive Growth\n\nWe recognize that growth must be inclusive to be sustainable. As with the complexity of a transition to a low-carbon economy, the inclusive growth challenge is far from simple and cannot be solved by a single financial institution. Our approach combines over two decades of experience investing in underserved communities, learnings from connecting with and listening to the needs of a wide range of diverse communities, and partnerships to help drive solutions that improve affordability, access and quality of life.\n\nGoldman Sachs’ investment will finance the rehabilitation of the existing 248-unit public housing project in the US Virgin Islands, currently owned and managed by the local housing authority. The project represents an important public-private partnership for the US Virgin Islands. The Hodge Pavilion is located in an Opportunity Zone and an area targeted for support and rehabilitation by the U.S. Department of Housing and Urban Development (HUD). The project suffered hurricane and wind-related damage from two back-to-back hurricanes in 2017, Irma and Maria. The rehabilitation will include many design, infrastructure, resiliency and energy improvements, to better equip the project to handle future weather events. The Hodge Pavilion utilizes HUD’s Rental Assistance Demonstration program, as well as additional funds made available by HUD through its Community Development Block Grant Disaster Recovery and by the Federal Emergency Management Agency, to address weather-related damage and storm-hardening in the US Virgin Islands. The project will help maintain and preserve affordability in a moderate-income area, with substantial need and limited supply of high-quality affordable housing.\nLIIF takes an innovative approach to create quality and affordable child care spaces that support working families, often co-located with affordable housing. As part of Goldman Sachs’ One Million Black Women initiative, the firm provided a $20 million loan to support LIIF’s innovative new Brighter Futures Fund—to be deployed primarily in New York City, San Francisco, Los Angeles, Washington, D.C., and Atlanta, with emphasis on centers that are owned by Black women or serve Black mothers and families. Goldman Sachs also provided LIIF with $1.6 million of additional funding for the program through a philanthropic grant. This combined support will allow LIIF to build the new program from the ground up through grassroots outreach, hiring dedicated staff and delivering specialized technical assistance to affordable housing developers and early childhood education operators, who often have to navigate complex financing structures and regulatory requirements.\nIn February 2022, Goldman Sachs provided a multi-currency and multi-jurisdiction credit facility to Siigo, a cloud-based enterprise resource planning software provider to small and medium enterprises (SMEs) in Colombia, Peru, Chile, Ecuador and Uruguay, to acquire Aspel, another ERP provider focused on SMEs in Mexico, making it a leader in Latin America for accounting and administrative software services for SMEs in the region.\n\nSiigo delivers a mission-critical, cloud-based application software to SMEs across the Latin American region, having been previously recognized as the Microsoft Partner of the Year in Colombia, due to its innovation and advanced technology for small business reporting and accounting. Siigo’s product portfolio includes e-invoicing, inventory reconciliation, purchasing, payroll, point of sale, reporting and digital/eCommerce integrations for customers.\n\nCareAcademy was founded in an effort to empower caregivers through an online education platform that trains them to deliver critical home care and home health to those in need while allowing caregivers to upskill their talent and move forward in the industry. Today, CareAcademy trains thousands of caregivers each month, preparing talent to meet market demand. CareAcademy provided training to thousands of caregivers and saved home care and home health agencies millions of dollars in training costs. Over 300,000 learners have completed more than 1.5 million hours of training. CareAcademy provides home care and home health agencies with a best-in-class online education platform that delivers engaging video-based classes and real-world scenarios that walk through aspects of the caregiver experience. Through One Million Black Women, Goldman Sachs participated as an investor in CareAcademy’s $20 million strategic round, which will seek to help improve product development and data measurement capabilities while unlocking the unmet potential of caregiving in home and community-based services.\nSECTION 6\n\nReport of Independent Accountants\nReport of Independent Accountants\n\nTo the Management of The Goldman Sachs Group, Inc.\n\nWe have examined the management assertion of The Goldman Sachs Group, Inc. that the total net proceeds of $971,448,575, from the gross issuance of $975,100,000, consisting of the net proceeds from:\n\n(i) the March 2022 $100 million callable fixed rate notes due 2032;\n(ii) the June 2022 $700 million fixed-to-SOFR floating rate notes due 2027;\n(iii) the July 2022 JPY 10 billion ($73 million) callable fixed rate credit-linked notes due 2029;\n(iv) the July 2022 $20 million callable range accrual notes due 2029;\n(v) the September 2022 EUR 30 million ($29.1 million) fixed coupon autocallable notes due 2032; and\n(vi) the December 2022 EUR 50 million ($53 million) autocallable notes due 2029,\n\nwere used to finance or refinance, in whole or in part, investments made and loans entered into in relation to eligible green and social projects during the period from January 1, 2022 (within one year prior to issuance) through December 31, 2022, based on the assessment criteria described on pages 103-109 of this Sustainability Issuance Report 2022. The Goldman Sachs Group, Inc.’s management is responsible for its assertion. Our responsibility is to express an opinion on management’s assertion based on our examination.\n\nOur examination was conducted in accordance with attestation standards established by the American Institute of Certified Public Accountants (AICPA). Those standards require that we plan and perform the examination to obtain reasonable assurance about whether management’s assertion is fairly stated, in all material respects. An examination involves performing procedures to obtain evidence about management’s assertion. The nature, timing, and extent of the procedures selected depend on our judgment, including an assessment of the risks of material misstatement of management’s assertion, whether due to fraud or error. We believe that the evidence we obtained is sufficient and appropriate to provide a reasonable basis for our opinion.\n\nWe are required to be independent and to meet our other ethical responsibilities in accordance with relevant ethical requirements related to the engagement.\n\nOnly the net proceeds of $971,448,575 and the related criteria included on pages 103-109 of this Sustainability Issuance Report 2022 is part of the management assertion of The Goldman Sachs Group, Inc. and our examination engagement. The other information in the Sustainability Issuance Report 2022 and Goldman Sachs 2022 Sustainability Report has not been subjected to the procedures applied in our examination engagement, and accordingly, we make no comment as to its completeness and accuracy and do not express an opinion or provide any assurance on such information.\n\nIn our opinion, management’s assertion is fairly stated, in all material respects.\n\nNew York, New York\nApril 21, 2023\n\nPricewaterhouseCoopers LLP, 300 Madison Ave, New York, NY\nT: 646-471-3000, www.pwc.com/us\nThis document is not a product of Goldman Sachs Global Investment Research. This document, which has not been externally audited except where otherwise indicated, does not assess the merits of trading in any of the securities or loans of the companies named herein and should not be relied on as a basis for any such transaction or for any other investment decision. This document does not constitute an offer to sell the securities or loans of the companies named herein or a solicitation of proxies or votes and should not be construed as consisting of investment advice. This material is not intended to be used as a general guide to investing, or as a source of any specific investment recommendations. Goldman Sachs is not providing any financial, economic, legal, accounting, or tax advice or recommendations. All investments involve risk, and past results do not guarantee future returns. We encourage you to consult with your advisors on whether ESG is appropriate with your holistic investment strategy before investing.\n\nThe material is not intended to make representations as to the environmental and sustainability initiatives of any third parties, whether named herein or otherwise, which may involve information and events that are beyond our control. Local rules on which projects, activities or investments may be considered to be “sustainable,” “green,” “ESG” or similar terms vary from jurisdiction to jurisdiction and this document does not make any representation or warranty as to the accuracy of such descriptions and is subject to any specific disclosures that may be made in relation to any given project, activity, investment at the point of sale where applicable. This document has been prepared using data and methodologies which are subject to certain limitations, including ongoing developments in: (a) applicable laws and regulations; (b) techniques and standards for measuring and analyzing relevant data; (c) judgments, estimations and assumptions; and (d) availability of relevant data. This material does not purport to contain a comprehensive overview of Goldman Sachs products and offerings and may differ from the views and opinions of other departments or divisions of Goldman Sachs and its affiliates. The use of third party logos is purely for informational purposes. No affiliation, sponsorship or endorsement by or for any third party trademark owner is hereby expressed or implied. Stock images were included for illustrative purposes and are not owned by or featuring the company that is the subject of every case study.\n\nWe have included in this report statements that may constitute “forward-looking statements.” Forward-looking statements are not historical facts or statements of current conditions, but instead represent only our beliefs regarding future events, many of which, by their nature, are inherently uncertain and outside our control. These statements are not guarantees of future results or performance and involve certain known and unknown risks, uncertainties and assumptions that are difficult to predict and are often beyond our control. These statements relate to, among other things, our goals, targets, aspirations and objectives, and include the use of projections in connection with aggregated key performance indicator (KPI) metrics provided by third parties, and actual outcomes and results may differ materially from those expressed in, or implied by, any of these forward looking statements, including KPI projections. Factors that could cause our results to differ from the forward-looking statements include global socio-demographic and economic trends, energy prices, technological innovations, scientific developments, increased availability of relevant data, climate-related conditions and weather events, legislative and regulatory changes, and other unforeseen events or conditions. For more information, see “Forward-Looking Statements” in Part 1, Item 1 of our Annual Report on Form 10-K for the year ended December 31, 2022 (2022 10-K) and in our subsequent reports filed with the Securities and Exchange Commission (SEC). In addition, important factors that generally affect our business and operations can be found under “Risk Factors” in Part I, Item 1A of our 2022 10-K, and in subsequent reports filed with the SEC.\n\nOur approach to the disclosures included in this report differs from our approach to the disclosures we include in our mandatory regulatory reports, including our filings with the SEC. This report is intended to provide information from a different perspective and in more detail than that required to be included in other regulatory reports, including our filings with the SEC.", "source": "goldman_sachs_2022", "added": "2025-04-27", "created": "2025-04-27", "metadata": {"Source-File": "climate_reports/tp_reports/goldman_sachs_2022.pdf", "olmocr-version": "0.1.59", "pdf-total-pages": 124, "total-input-tokens": 247035, "total-output-tokens": 55720, "total-fallback-pages": 0}, "attributes": {"pdf_page_numbers": [[0, 108, 1], [108, 1389, 2], [1389, 1389, 3], [1389, 3678, 4], [3678, 6540, 5], [6540, 8189, 6], [8189, 8793, 7], [8793, 10359, 8], [10359, 12238, 9], [12238, 13653, 10], [13653, 15417, 11], [15417, 17829, 12], [17829, 19404, 13], [19404, 21005, 14], [21005, 21855, 15], [21855, 23365, 16], [23365, 25460, 17], [25460, 26881, 18], [26881, 29037, 19], [29037, 30903, 20], [30903, 32348, 21], [32348, 34244, 22], [34244, 35650, 23], [35650, 37048, 24], [37048, 39032, 25], [39032, 40273, 26], [40273, 42593, 27], [42593, 44287, 28], [44287, 45946, 29], [45946, 47230, 30], [47230, 48395, 31], [48395, 50814, 32], [50814, 53234, 33], [53234, 56071, 34], [56071, 58303, 35], [58303, 63329, 36], [63329, 64961, 37], [64961, 66900, 38], [66900, 69146, 39], [69146, 71409, 40], [71409, 72911, 41], [72911, 76756, 42], [76756, 78269, 43], [78269, 80523, 44], [80523, 83276, 45], [83276, 84799, 46], [84799, 86517, 47], [86517, 87956, 48], [87956, 90497, 49], [90497, 93293, 50], [93293, 96654, 51], [96654, 98533, 52], [98533, 99805, 53], [99805, 101670, 54], [101670, 103920, 55], [103920, 105728, 56], [105728, 107954, 57], [107954, 109757, 58], [109757, 111948, 59], [111948, 113565, 60], [113565, 115338, 61], [115338, 116473, 62], [116473, 117377, 63], [117377, 119716, 64], [119716, 122044, 65], [122044, 125843, 66], [125843, 126741, 67], [126741, 126799, 68], [126799, 128716, 69], [128716, 130454, 70], [130454, 133929, 71], [133929, 136239, 72], [136239, 138179, 73], [138179, 141581, 74], [141581, 144827, 75], [144827, 144838, 76], [144838, 147820, 77], [147820, 152293, 78], [152293, 155132, 79], [155132, 159054, 80], [159054, 159081, 81], [159081, 161738, 82], [161738, 166188, 83], [166188, 168956, 84], [168956, 171454, 85], [171454, 172629, 86], [172629, 177053, 87], [177053, 181254, 88], [181254, 185083, 89], [185083, 188021, 90], [188021, 192126, 91], [192126, 193840, 92], [193840, 193840, 93], [193840, 194197, 94], [194197, 194221, 95], [194221, 196297, 96], [196297, 197722, 97], [197722, 197767, 98], [197767, 199160, 99], [199160, 199928, 100], [199928, 201336, 101], [201336, 203476, 102], [203476, 203512, 103], [203512, 205779, 104], [205779, 209148, 105], [209148, 211916, 106], [211916, 214328, 107], [214328, 216482, 108], [216482, 219456, 109], [219456, 221998, 110], [221998, 222023, 111], [222023, 225327, 112], [225327, 225359, 113], [225359, 226441, 114], [226441, 227253, 115], [227253, 229197, 116], [229197, 229775, 117], [229775, 231579, 118], [231579, 233316, 119], [233316, 234283, 120], [234283, 236274, 121], [236274, 236319, 122], [236319, 239310, 123], [239310, 243993, 124]]}}