{"id": "0af0dea188d5f671983ba9f85147d2e7b90fd4e4", "text": "Humana’s impact\n\nHumana is committed to making healthcare more equitable and accessible: everywhere we are, for every person we encounter. **We transform care** in individual lives, giving our employees, members and patients support for their health goals. That transformation continues in communities, the healthcare system and the environment. Our Environmental, Social, and Governance (ESG) impact platform focuses on taking transformative action that not only **improves health outcomes** but also **redefines what’s possible** when people—and the institutions that serve them—are in their best health.\n# Table of contents\n\n## Introduction\n- Letter from Humana’s Chief Executive Officer 5\n- Measuring our impact 6\n- About this report 7\n\n## For each person\n- Members and patients 10\n- Humana employees 20\n- Diversity, equity and inclusion 27\n\n## For each community\n- Health equity and social impact at Humana 34\n- The Humana Foundation 38\n- In-kind community support and donations 41\n- Serving military families 42\n- Sponsorships and partnerships 44\n\n## For the healthcare system\n- Clinical excellence 53\n- Governance and accountability 60\n\n## For the environment\n- Humana’s commitments 69\n\n## Appendix\n- SASB disclosures 78\n- TCFD disclosures 83\n- GRI disclosures 90\n- United Nations’ Sustainable Development Goals 118\n- Environmental Year Over Year Inventory 119\n- Statement of Assurance 120\nIntroduction\nLetter from Humana’s President and Chief Executive Officer\n\nAt Humana, transformation toward positive health outcomes for every person we serve is something we’re passionate about. Caring for people and making healthcare affordable, accessible and easier to navigate is at the center of all we do.\n\nFor our customers, we’re continuously working to remove barriers to health and to providing quality care. We’re proud that for the fifth year in a row, we have the highest number of customers in plans with 4 or more stars across all our national competitors. As one of the largest home-health providers in the country, we outperformed the national average in Stars scores, earning 4.5- and 5-star ratings in quality of care and 5 stars in patient satisfaction.\n\nFor our employees, we are creating safe and supportive workspaces that nurture diversity, inclusion, equity, and belonging. Teammates are encouraged to express their talents through mentorship and volunteering. In fact, last year over 20,000 Humana employees gave back to their communities and more than 30% were involved in network resource groups that offer opportunities for connection and professional development.\n\nFor communities, we know our ability to lead a healthy, meaningful life is shaped by environmental conditions and social/lifestyle factors. This is why we established a program to meet basic needs of our members and provided social health supports. We’re partnering with organizations like the Veterans of Foreign Wars to address food insecurity and other health-related social needs, together raising over 3.5 million meals for veterans. The Humana Foundation is also shaping a healthier approach to nutrition by improving food education and security, and in October announced its focus on advancing health equity and improving health, including mental health, so that vulnerable seniors, veterans and youth can live connected, healthy lives. The Humana Foundation donated more than $22,500,000 to communities in 2022.\n\nFor the environment, we’re working to help build stronger, more equitable communities to support their resilience during natural disasters. Humana and The Humana Foundation partner with local organizations to understand immediate needs and remove barriers to ensure people have the care, support and resources they need. The Humana Foundation’s disaster relief grants, in combination with ways Humana is caring for members, like waiving referral requirements and suspending prescription refill restrictions, shows who we are as a company.\n\nWe’re grateful to be recognized as an award-winning employer and service provider. We value this recognition because it not only serves as motivation to keep achieving great things, but it’s direct feedback from those we serve which is what our work is all about.\n\nMeasuring our progress and addressing opportunities is critical to achieving our strategy and creating value. We know that it’s how we continue to build trust with you, and is why we are committed to transparently sharing our strategy and progress through our annual Impact Report and Environmental, Social and Governance (ESG) disclosures. Because you are what matters most.\n\nBruce Broussard\nPresident & Chief Executive Officer\nMeasuring our impact\n\nOur impact platform\n\nFor each person:\nWe make it simpler for people to reach their best health.\n\nFor each community:\nWe work to advance health equity and population health.\n\nFor the healthcare system:\nWe help build more sustainable business, governance and healthcare practices.\n\nFor the environment:\nWe invest in the health and sustainability of our environment.\n\nHumana’s ESG measures\nWe’ve established 5 key metrics categories that support and shape our ESG platform. Within each category, qualitative and quantitative metrics track, measure and report our performance in achieving strategic business goals, supporting sustainable practices and improving health outcomes.\nAbout this report\n\nHow this report was prepared\n\nThe pages associated with Humana’s Impact Report cover economic, social and environmental impacts in 2022 and highlight our efforts to inspire health and well-being among people and the community at large.\n\nWe prepared this information in accordance with the Global Reporting Initiative (GRI) Standards: Core option. This is our ninth GRI report, with the most recent GRI report being included within Humana’s 2021 Impact Report. Humana publishes impact reports annually.\n\nContent and topic boundaries\n\nThe pages associated with the Humana Impact Report cover Jan. 1, 2022, through Dec. 31, 2022, unless otherwise noted. Within these pages, along with our SEC Filing, we have reported all ESG issues that we determined are material to our business, as described in the ESG Materiality section below.\n\nHumana welcomes your feedback on this information. Please send your questions or comments to ESG@humana.com.\n\nBoard oversight of Environmental, Social and Governance strategy\n\nThe Nominating, Governance & Sustainability Committee has responsibility for board-level oversight of the Company’s ESG strategy, practices and reporting. In addition, we have an internal ESG Steering Committee, overseen by our Chief Administrative Officer and Chief Legal Officer, to guide the integration of our ESG efforts with our long-term business strategy. This ESG governance structure complements the longstanding responsibility of our board and each of our board committees in overseeing various aspects of the company’s ESG-related risks and practices, as illustrated in our most recent Proxy statement and Annual Report.\n\nDisclosures\n\nHumana’s 2022 Impact Report features activities, progress, metrics and performance data for how Humana is transforming care, advancing health equity, addressing needs in our communities and driving sustainable change with shared value. We have also mapped our ESG disclosures to frameworks established by the Sustainability Accounting Standards Board (SASB) Managed Care Standard, the Task Force on Climate-Related Financial Disclosures (TCFD), the Global Reporting Initiative (GRI) and the United Nations Sustainable Development Goals. See the tables on page 78 for these disclosures.\n\nESG Materiality\n\nAt Humana, we value our stakeholders’ opinions and recognize there are many intersections between our interests and those of our stakeholders. In 2022, we completed a third-party facilitated ESG Material Topic assessment. We evaluated the topics our stakeholders—including our customers, investors, suppliers, community partners, employees and others—identified, based in part on the influence these topics have on Humana’s business decisions. These topics are detailed in the materiality matrix on the next page.\n\nWe understand that our employees, members, patients and the community at large consider many topics important. We invest our resources where it makes sense for our business to do so to yield the greatest impacts.\n\nExecutive Summary\n\nAn executive summary of Humana’s 2022 Impact Report can be found here.\nESG Materiality matrix\n\nIn 2022, Humana completed a third-party facilitated ESG Material Topic assessment to help us identify and prioritize the issues that matter most to our business and stakeholders. More information about our assessment is found on page 7 of this report.\n\nSignificance of environmental, social and economic impact\n\nStakeholder focus\n\nImportance to stakeholders\n\nEnvironmental\nSocial\nGovernance\n\nCompensation and benefits\nEmployee mental health and well-being\nSuccession planning\nRenewable energy and energy efficiency initiatives\nEnvironmental management systems\nWaste management and recycling\nOpen feedback and communications\nEmployee diversity, equity and inclusion\nClimate change preparedness\nResilience to physical climate-related risks\nFormal ESG oversight structure\n\nBoard structure\n\nPricing, billing and service transparency\nTalent attraction, retention and professional development\nRegulatory oversight and compliance\nCustomer data privacy and protection\nSupply chain/business partner resilience and diversification\nCare provider partnerships\nEngagement with stakeholders\n\nMember health and quality of care\nEquitable access to affordable healthcare\nChanging health needs/service delivery innovation\nPartnerships to address social determinants of health\nGHG emissions\nESG Performance tied to compensation\n\nHighest priority\n\nImpact focus\n\nSignificance of environmental, social and economic impact\nOur impact platform\n\nFor each person\nMembers and patients\n\nWe work to make healthcare more personalized, caring, guided and comprehensive in every interaction with patients, customers and insurance members. It’s all about addressing the whole person: understanding the physical, emotional, mental, social and economic aspects of health—then transforming every facet.\n\nESG material topics\n\n- Equitable access to affordable healthcare\n- Open feedback and communication channels\n- Pricing, billing, and service transparency\n- Changing health needs/service delivery innovation\n- Member health and quality of care\n- Care provider partnerships\n\nESG metrics:\n\n- Access to healthcare\n- Product quality and safety\nSupporting basic needs\n\nWe’re continuously working to remove barriers to health, including addressing social needs by screening our members and connecting them to resources and benefits. For the 2023 plan year, we replaced the Healthy Foods card with the Healthy Options allowance. It offers 100% of members on our Dual Eligible Special Needs plan (DSNP) and many eligible non-DSNP plan members up to $3,300 a year for healthy living essentials. Members can use the allowance at many stores or online for rent, mortgage, utilities, groceries, over-the-counter items, transportation, cleaning supplies and more.\n\nIn 2022:\n\n- **1.24 million** members were screened for social health needs\n- **Over 710,000** members used the Healthy Foods Card to buy groceries\n- **More than 173,000** referrals were made within Humana Community Navigator, powered by findhelp\n\nImproving health with value-based care\n\nOur annual Value-Based Care Report details how Humana uses an integrated approach to help our Medicare Advantage (MA) members achieve their best health.\n\nHumana members who seek care from physicians in value-based agreements experience better health outcomes, receive more preventive screenings, spend less time in the hospital and experience lower healthcare costs than those affiliated with non-value-based physicians.\n\nA 2021 cost analysis shows physicians and members in Humana MA value-based arrangements saved an estimated $6 billion (20.1%) in medical costs that would have been incurred by value-based members had they been enrolled in Original Medicare.\n\nHumana value-based care members see their primary care physicians more often, resulting in\n\n- **6%** fewer hospital admissions\n- **9%** fewer emergency room visits\n\ncompared to Humana MA members not in a value-based care arrangement\nExpanding healthcare service capabilities\n\nIntegrating CenterWell™ services throughout 2021 and 2022 has furthered Humana’s ability to lower care costs and increase the value of care. The home health, pharmacy and primary care businesses are payer-agnostic, so the impact of our transformative care can reach beyond Humana members. In fact, Humana members who use CenterWell Senior Primary Care™ and CenterWell Pharmacy™ experience 26% fewer avoidable hospitalizations. And through the outreach of Humana Neighborhood Centers®, whole-person care is more accessible and present in communities across the country.\n\nHome health\n\nCenterWell Home Health™, formerly Kindred at Home, is the largest home health provider in the nation and offers compassionate, expert care from the comfort of home. Patients who are recovering from surgery, illness or injury, or managing chronic conditions, can receive in-home support from caring professionals and experience better health outcomes. It’s care that puts patients and their loved ones at the center. That way, patients can recover with confidence and regain their independence to avoid rehospitalization and get back to what they love.\n\nOver 15,000 employees in various roles, including nurses, doctors, therapists, social workers, home health aides and more\n\n350,000 annual patients\n\n350+ CenterWell Home Health locations in 40 states\nHumana Pharmacy Solutions\n\nHumana is focused on providing safe and affordable pharmacy care to the people we serve, enabled by strong clinical programs, interoperable technology and—increasingly—artificial intelligence, which enhance all our pharmacy operations.\n\nIn 2022, Humana Pharmacy and Specialty Pharmacy became CenterWell Pharmacy and CenterWell Specialty Pharmacy™. CenterWell is now the 4th-largest pharmacy benefits manager (PBM) in the nation. CenterWell Pharmacy provides maintenance medication through home delivery, as well as over-the-counter fulfillment and services through retail pharmacies in Humana-owned primary care locations. CenterWell Specialty Pharmacy is an online mail-delivery specialty pharmacy which offers therapies for chronic and complex illnesses along with personalized support.\n\nThis pharmacy’s mail-delivery approach promotes adherence by keeping medication management simple with auto-refills, helping to improve health outcomes. And Centers of Excellence offer customers with complex conditions financial assistance, medication interaction checks and 24/7 on-call pharmacists.\n\n7,400+ employees, including pharmacists, pharmacy technicians, customer service associates and support team members\n\nAlmost 2.9 million customers served each year\n\n57 million mail-order prescriptions delivered annually\n\n36 million over-the-counter items sent from fulfillment centers annually\n\nAlmost 630,000 specialty prescriptions filled annually\n\n45 retail locations co-located with medical providers, in addition to 6 national fulfillment centers\n\nData points are inclusive of all of Humana Pharmacy Solutions operations, including the Pharmacy Benefits Manager, CenterWell Pharmacy and Enclara Pharmacia, Humana’s pharmacy and resources for hospice patients.\nSenior primary care\n\nCenterWell Senior Primary Care and Conviva provide proactive, preventive care like wellness visits, physical exams, chronic condition management, screenings, minor injury treatment and more. They make up Humana’s Primary Care Organization, which is the nation’s largest provider of value-based, senior-focused primary care.\n\nVirtual care through video visits and an online health portal make care even more accessible for patients. CenterWell Senior Primary Care and Conviva go beyond physical health, addressing the social, emotional, behavioral and financial needs that can impact our patients’ well-being. Plus, in-clinic support can help patients make the most of their Medicare plan and benefits. All these services work together to improve health outcomes for seniors.\n\n5,000+ employees, including physicians, nurse practitioners, medical assistants, center administrators and more\n\nAlmost 248,000 Medicare patients served in 2022\n\n235 senior primary care clinics across 11 states\n\nThe senior-focused care we provide enables our physicians to spend more time with each patient. This personalized approach improves our patients’ lives and well-being, and is driving demand for growth in new centers across the U.S.\n\n—Reneé Buckingham, President of Humana’s Primary Care Organization\nCommunity centers\n\nHumana Neighborhood Centers are where seniors can meet up with friends and other members of the community. They’re open to Humana members and non-members alike, offering daily educational classes like cooking demos, crafts, meditation, chronic condition management and more. They also offer education in how to make the most of healthcare benefits, as well as support for healthy actions like fitness and smoking cessation.\n\nIt’s all about helping people achieve better health outcomes and improve their mental, emotional, social, and physical health in a familiar, caring place. Watch this video to see a Humana Neighborhood Center in action.\n\n- **39 nationwide** facilities in **13 states**\n- **Over 100,000** unique visitors served in 2022\n- **Over 700,000** interactions across all Neighborhood Centers\n- **Visitors in all 50 states** reached through virtual programming\nOffering extensive plan options\n\nWith plans for diverse populations throughout the US and Puerto Rico—and benefits based on what members have said they need and want—Humana’s health plans are designed to deliver more than what’s expected of health plans. We call it human care: the way we listen to members, anticipate their needs, and strive to go above and beyond to support their goals. Our plan options include: Medicare Advantage (MA), Medicare Part D (prescription drug plans), Dual-Eligible Special Needs plans (DSNP), Medicaid, Individual vision and dental and Employer group. In addition, we are honored to serve military families as the Managed Care Support Contractor for the TRICARE health plan for the Defense Health Agency.\n\nMedicare Advantage\n\nWith more than 5.1 million members enrolled in our Medicare Advantage plans, Humana was selected as the 2023 Best Overall Medicare Advantage Plan Company by U.S. News & World Report.\n\nThe Medicare Advantage program delivers financial savings to members in the form of lower out-of-pocket costs and reduced premiums. Seniors reported spending nearly $2,000 less on out-of-pocket costs, compared to Original Medicare. Medicare Advantage plans also have limits on annual out-of-pocket costs. These financial protections are critical for older Americans on fixed incomes. Unlike fee-for-service Medicare, Medicare Advantage plans often include affordable prescription drug coverage.\n\nFor Humana members, 100% of the savings achieved through manufacturer rebates and discounts in pharmacy programs are returned to members through lower premiums and improved benefits.\n\nIn addition to creating real savings for seniors and the health system, these outcomes demonstrate improved health. Medicare Advantage plans had more than a 30% lower level of emergency room visits and 40% lower level of inpatient hospital care, compared to Original Medicare patients.\n\nMedicare Advantage plans reinvest these savings into patient care by supporting providers; coordinating care; addressing health related social needs through benefits like meal delivery, community support and gym memberships to keep seniors engaged; and expanding benefits like dental, vision, and hearing coverage. In fact, 89% of Humana MA members are enrolled in Humana dental and/or vision plans.\nMedicare Advantage with veterans in mind: Honor plans\n\nWe provide veteran-focused coverage options through Humana Honor plans—plans that are available to anyone who is eligible for Medicare Advantage but designed with veterans in mind. With a Humana Honor plan, members can use healthcare providers and hospitals outside the Veterans Affairs (VA) system, allowing them the flexibility to get care when, where and how they need it.\n\nHumana is the national Medicare Advantage plan provider collaborating with Veterans Service Organizations (VSOs) like AMVETS (American Veterans), VFW (Veterans of Foreign Wars) and DAV (Disabled American Veterans).\n\nHumana Medicare Advantage plans are the only plans co-branded with USAA. Humana Honor plans are available to anyone eligible for Medicare, but they are designed with veterans in mind to complement healthcare benefits received through VA. In 2022, Humana and USAA Life announced a new co-branded MA plan to provide a robust coverage option that includes both medical and prescription drug coverage—the Humana USAA Honor with Rx.\n\nVeterans and Medicare Advantage households also have access to Humana Customer Care specialists, who collaborated with USAA to receive special training to better serve the unique healthcare needs of veterans. Many specialists are veterans themselves and can make it easier for members to manage their health coverage.\n\nI am very proud of our Humana Honor plans. USAA and Humana are both committed to our Military community and I am excited to be part of a company that values those who served. Our Honor plans offer convenience, savings and personal support – something that all members deserve.\n\n—Tracy E. Nolan,\nSenior Vice President, MarketPoint\nHumana Military TRICARE administration\n\nHumana Military partners with the Department of Defense to administer the TRICARE health program for 6 million military members, retirees and their families in the East Region. For more than 20 years, Humana Military has strived to create better health outcomes and simplified experiences for millions of beneficiaries across the United States through TRICARE and other military healthcare programs. And in December 2022, Humana Military secured our sixth TRICARE contract.\n\nTRICARE is the healthcare program for uniformed service members, retirees and their families. In addition to healthcare plans, TRICARE offers dental coverage, prescription drug benefits and special programs.\n\nWhere we are\n\nAs the regional contractor for the TRICARE East Region, Humana Military supports beneficiaries in 32 states and the District of Columbia.\nMedicaid: Humana Healthy Horizons\n\nThrough Humana’s Medicaid brand, Humana Healthy Horizons™, we continue to demonstrate our ability to manage complex populations and create solutions that advance health equity, improve health outcomes and lead to a better quality of life for members.\n\nHumana has served Medicaid populations continuously for more than two decades and currently manages Medicaid benefits for more than 1 million members nationally.\n\nOur partnerships with local and national organizations further support our Medicaid members. That includes hiring community health workers and Spanish-speaking promotores de salud. These lay healthcare advocates provide education, translation services, guidance, advocacy and more in their local communities.\n\nThrough these years of experience with Medicaid, we have developed significant expertise in integrating physical health, behavioral health, pharmacy, and social services to improve the well-being of our members and the communities we serve. Our Medicaid work is one of many ways we’re removing barriers to healthcare to address health disparities.\nTo us, benefits go beyond attracting and retaining talent; they’re our way of showing approximately 67,100 employees how much we care. Ensuring they feel their best inside and outside the workplace enables them to deliver for our customers. Competitive benefits packages are centered on what employees need and want, and our well-being programs are designed to empower employees in their physical, emotional, financial and social health.\n\nOn average, employees spend 7.5 years with Humana—a tenure testament to the culture of well-being we’re building. We invest in empowering each employee to build their purpose, personal health, belonging and security, because helping people live healthier, happier lives is part of who we are. Our values—Inspire Health, Cultivate Uniqueness, Rethink Routine, Thrive Together, and Pioneer Simplicity—reflect the diverse roles that employees play, embodying the essential culture of respect and innovation that defines our company.\n\nESG metrics:\n- Access to healthcare\n- Product quality and safety\n- Talent and diversity\n\nESG material topics\n- Talent attraction, retention and professional development\n- Employee mental health and well-being\n- Compensation and benefits\n- Succession planning\n- Open feedback and communications\nCompensation, benefits and well-being\n\nTo us, benefits are about more than attracting and retaining talent. They’re about empowering employees to thrive by living meaningful, healthy and financially secure lives—inspiring and enabling them to deliver human care. Competitive base pay, benefits packages centered on what employees need and want, and our well-being movement support and inspire employees in their personal journeys both inside and outside of work.\n\nWe invest in supporting each employee as they engage in their health, because helping people live healthier lives is part of who we are. We’re constantly evolving and reimagining our offerings to adapt to the ever-changing needs of employees, which has helped us earned industry recognition.\n\nSome of our current offerings include:\n\n- Competitive base pay with additional incentive, supplemental and/or recognition pay\n- 401(k) retirement savings plan with competitive employer match\n- Company provided life insurance\n- Medical, dental and vision benefits with competitive employer premium subsidies\n- Health Savings Account and Flexible Savings Account contributions\n- Incentives for engaging in well-being programs\n- Supplemental health and long-term care\n- Mental health support, including Employee Assistance Program and Work Life Service\n- Company-provided short- and long-term disability\n- Paid leave programs including leave required for caregiving, childbirth and military service\n- Paid time off, holidays, volunteer time off and jury duty pay\n- Employee charitable gift matching program\n- Internal and external learning events\n- Tuition assistance toward degrees and certifications\n- Adoption assistance\n- Inclusion and diversity training\n- Weekly paid well-being time\n- Additional innovative offerings, such as on-demand fitness classes, nutritional education through teaching kitchens, and digital coaching apps\nRedesigning benefits\n\nThe Employee Benefits Preferences Survey allows us to gain an understanding of what our employees need for a better work-life balance. By regularly asking employees for feedback on their well-being and benefits, we were recently able to upgrade our financial support, including financial education and an emergency savings program.\n\nWe've also made strides in helping those on the front lines of care—clinicians, therapists and medical professionals—attain a positive work-life balance that can help them have a longer-lasting career.\n\nAdapting during COVID\n\nWe responded to the challenges that COVID-19 created by offering flexible work arrangements that prioritize health and safety. You can learn more about our efforts here.\nUnderstanding employee well-being and engagement\n\nEverything we do for millions of members and patients begins with our employees. In every role, our employees ensure transformative care reaches the people who need it most, where and when they need it. But whole-person care isn’t just offered to the people we serve. We know that our work is only possible if employees are at their best, so we’ve created a support system that reflects our values.\n\nFor the last several years, Humana has employed several methods to encourage employees to share honest feedback about their experience at Humana. The results from these confidential and concise engagement and well-being surveys are analyzed to better understand what is working well and where there is opportunity for improvement. Leaders have access to resources—including support from Well-being Champions—to enable them to check in often, pivot quickly and offer enhanced support.\n\nHumana, like many companies, experienced lower engagement and well-being and higher turnover in 2021 and 2022 than in prior years. The voluntary turnover rate* for 2022 was 17%, up from 15.1% in 2021. Despite challenges posed by the Great Resignation, COVID-19 and company-wide efforts to increase efficiency to be able to invest more deeply in our Medicare Advantage plans,† employee engagement and well-being rates remain higher than average.\n\nOur leaders at every level of the organization are actively working to mitigate the effects of these recent challenges, improve overall well-being and engagement and continue to offer above-average support. We are committed to building a culture that uplifts every employee, which we know will allow us to offer even better care to even more members.\n\n* Voluntary turnover is generated via Workday data and reflects any full- or part-time regular employees who left voluntarily during each year. Contractors and variable staffing pool are excluded, as are employees resulting from 2022 acquisitions not yet transitioned to Humana’s Workday system at year end (i.e. Kindred).\n† Learn more about Humana’s efficiency efforts in Humana’s Fourth Quarter 2021 Financial Results.\nProfessional development\n\nEmployee growth drives Humana forward. Our leaders are committed to understanding what employees need to unlock their potential, because Humana doesn’t grow without our employees. This is a place where nurses become executives, software engineers change lives, and where every early career employee can build a professional path where they learn and thrive.\n\nLeader development\n\nAll Humana people leaders have access to development programs designed to create awareness, activate mindsets and behaviors, and build skillsets anchored in Humana’s Leader Standard. One example is the Field Hours program, which connects leaders with the organizations and communities that work on the front lines of transforming care.\n\nMentoring\n\nThe Humana Mentoring Program encourages employees to learn from one another through mutually beneficial, time-bound relationships. As mentors share skills and expertise, mentees gain critical skills and chart a path to leadership.\n\nContinuing education\n\nIn July 2022, Humana modernized and enhanced its tuition benefit. That includes coverage for short-form learning opportunities such as certificates and certifications, and a no out-of-pocket cost option for tuition to over 28 partner institutions. We are also offering a fully-funded, no annual maximum, RN-BSN program at five of these partnership institutions. Humana also gives a continuing education credit for some courses offered to Humana’s clinicians.\n\n7,800+ employees engaged in mentoring relationships\n\nPeople leaders collectively spent over 145,000 total hours in learning and development; of which, over 25,000 hours (17%) were related to content specific to leadership development.\n\nOn average, employees spend 35 hours a year engaging in training and professional development experiences.\nEnterprise learning and development\n\n- **34.82** hours spent in learning and development activities on average per employee\n- **$71.73** on average spent per employee for learning and development\n- **$8 million** for tuition and education support in 2022\n- **79.7%** of employees believe Humana provides them with opportunity for growth and development\nHumana employees give back\n\nHumana is boosting employee engagement and impact beyond our business through strategic partnership with community-based organizations, especially those supported financially by The Humana Foundation.\n\nWe are developing best-in-class experiences by making volunteering easy and enriching for employees. Humana provides employees with guidance, ideas and resources around ways to volunteer and perform acts of kindness, whether virtually or in-person, individually or alongside teammates and friends.\n\nThat’s why, in October 2022, we launched the Dollars for Difference pilot program. Employees received $5 from The Humana Foundation for every hour spent volunteering or performing acts of kindness in their community, up to $100, to donate to the nonprofit of their choice.\n\n255,184 volunteer hours tracked via our giving and volunteering platform, Humana Together\n\n20,173 employees tracked volunteer time\n\n111,592 hours used for Volunteer Time Off (VTO)\n\nMore than $42,000 distributed into employee giving accounts for Dollars for Difference\n\n$159,293 given in employee recognition grants\n\n8,191 acts of kindness reported\n\nBecause of Humana and the ability to take the time to volunteer, I got to connect with two important charities. These charities help provide food to homeless kids, and every school season we organized an event that provides school supplies to almost 1,000 in need kids. I started as an interpreter, then as a leader, now I am on the volunteering board helping organize and create fundraisers. This has enriched my life in so many ways, and all thanks to Humana.”\n\n—Sara Mayorga, CPC, CPMA, Manager of Medical Coding Quality Assurance\nWe pride ourselves on being a company that embraces inclusion, and we’re delighted to have our efforts recognized by DiversityInc. and Forbes, including being again recognized as a Top 50 company for diversity and one of the best employers for women, veterans, and philanthropy. Since 2013, Humana has reported our diversity, equity and inclusion (DEI) goals and achievements; the Humana’s 2022 Impact Report brings together what would typically stand alone as our DEI report.\n\nAn executive summary of Humana’s 2022 DEI efforts can be found here.\n\n**ESG material topics**\n\n- Talent attraction, retention and professional development\n- Employee diversity, equity and inclusion\n- Succession planning\n- ESG performance tied to compensation\n- Open feedback and communications\n2022 goals and developments\n\nOver the last year, we have focused on advancing Humana’s strategy by representing and elevating the communities and people that we serve.\n\nTo further these goals, we’ve incorporated our Culture and Values and Diverse Talent Strategy teams into the Office of Diversity, Equity and Inclusion (DEI).\n\nDEI launched an enterprise-wide commitment to cultural competence and awareness for leaders and employees in 2022. As a result, over 94% of Humana’s executive leadership have completed cultural competency professional development, including tools for team action planning and equity gap reduction efforts. For our Executive Officer short-term incentive compensation plan, we have included an ESG measure, specifically with respect to performance against DEI efforts.\n\nWe are publicly tracking these shared accountability measures with a goal to gain year-over-year improvements of representation of women and employees of color at the Director level and above and strengthening our leadership pipeline in Associate Director and Lead roles.\n\nOur Employee Engagement Survey highlights that not all employees have experiences that directly reflect our values. Employees of color report lower engagement than other employees, and the gap is especially evident between Leadership and Frontline employees. We are committed to narrowing this gap.\n\nOne way we’re showing that commitment is by changing our degree requirements for some roles, and instead evaluating candidates based on skill and experience. As a result of these efforts, Humana was recently recognized by the American Opportunity Index, a list of the top 50 companies that provide workers with the most opportunities.\n\nOur goals are to:\n\n- Make Humana a workplace where everyone has an equal opportunity to contribute and succeed.\n- Ensure leadership is representative of all employees, members, and patients.\n- Establish an aspirational strategy and roadmap, which includes an intentional plan of action for each employee and to foster DEI across the organization.\n- Address and eliminate barriers which disproportionately impact certain identities so that identity does not significantly impact employee experience.\n- Eliminate the falloff of representation from entry level to leadership level for racial identities, sex/gender, and veteran status.\nBuilding a culture of belonging\n\nExecutive Inclusion and Diversity Council\nOur Executive Inclusion and Diversity Council reflects the diversity of employees and communities we serve. The Council has rotating service terms to ensure we empower the employee voice and increase diverse points of view from all levels of the organization. Chaired by Humana’s President and CEO, the Council is responsible for overseeing and accomplishing annual goals.\n\nNetwork Resource Groups\nNetwork Resource Groups, or NRGs, provide personal, experience-based forums for exchanging ideas, building community and driving measurable business outcomes. NRGs help us see through their diverse lens while making business decisions.\n\nNRGs are employee-led and employee driven groups that work to impact Humana’s culture, marketplace and communities where we serve.\n\nHumana NRGs\n\n- ACCESS, disability\n- Caregivers\n- GenUs, multi-generational\n- HAPI, Asian and Pacific Islander\n- IMPACT, African-American/Black\n- Native American & Indigenous\n- Pride, LGBTQ+\n- SALUTE, veterans\n- Unidos, Hispanic\n- Women’s\n\n15,000 employees are involved in an NRG\n30% of the workforce is in one or more NRG\nDemographic information\n\nWe track employee demographic data to hold ourselves accountable for our DEI goals.\n\nWe’re working to retain representation among Black, Indigenous, People of Color (BIPOC) and women in leadership levels at the Director and above and within Associate Director and Lead roles. We are monitoring hire rates to make efforts toward better representation and have set representative turnover goals to ensure that no one demographic exits from the company at a higher rate than others.\n\nHumana, like many companies, experienced higher turnover in 2022 than in prior years in every demographic. We have made progress in several of our goals; however, we recognize that continued intentional focus is needed to improve representation of Black, Indigenous, People of Color and women in leadership roles. We remain committed to narrowing this gap to achieve our goal to ensure leadership is representative of all employees, members and patients.\n\nRepresentative turnover | Goal: 0% difference\n\n|                      | BIPOC | Women |\n|----------------------|-------|-------|\n| Director equivalent +| -4%   | 6%    |\n| Associate Director and Lead | 0%    | 6%    |\n\nNote: Negative, plum numbers show greater than expected loss. Positive, green numbers show greater than expected retention, based on representation.\n\nHires through requisition monitored metrics\n\n|                      | BIPOC 2021 | BIPOC 2022 | Women 2021 | Women 2022 |\n|----------------------|------------|------------|------------|------------|\n| Director equivalent +| 27%        | 36%        | 54%        | 54%        |\n| Associate Director and Lead | 29%    | 31%        | 47%        | 55%        |\n\nNote: This does not include CenterWell Home Health data.\nHumana employees are encouraged to self-identify in our Workday system. Find more information in our most recent EEO-1 Report and trend analysis PDF.\nOur impact platform\n\nFor each community\nFor each community\n\nWe’ve always been a hometown company. We’re proud of our Louisville roots, but today we count every town and city where our members, patients and employees live as our hometowns, too.\n\nHumana engages and partners with city-, state-, and nationwide organizations that are making a daily impact in the places we call home. Through volunteering, monetary investment and strategic collaboration, we’re able to multiply the impact of those on the ground and transform care through our commitment to reducing health disparities and advancing health equity for our members and communities. You can read even more in our recent health equity issue brief and population health site.\n\nESG material topics\n\n- Employee mental health and well-being\n- Diversity, equity and inclusion\n- Partnerships to address social determinants of health\n- Open feedback and communication channels\n- Equitable access to affordable healthcare\n- Member health and quality of care\n- Care provider partnerships\nOUR IMPACT PLATFORM: FOR EACH COMMUNITY\n\nHealth equity and social impact at Humana\n\nHumana’s Health Equity & Social Impact team leads the way in addressing social needs and reducing health disparities to improve health outcomes for our members and communities. As part of their mission to establish health equity as a key business and culture driver, they are reducing barriers to healthy living through partnerships, pilots, plan benefits and a newly upgraded community resource referral tool. They’re also training employees and providers to help them offer more patient-centered care—all while enabling new insights through data-driven innovations. Their work centers on creating an equitable healthcare ecosystem so that every person has a fair, just and dignified opportunity to reach their full health potential.\nReducing barriers to healthy living\n\nOur 2023 Medicare Advantage and Medicaid plan benefits have been designed to support our members with addressing social determinants of health that are both important to them and essential in improving health outcomes. This includes the new Healthy Options allowance—a resource available to eligible Humana Medicare Advantage plan members, which Humana expanded in 2023 to include support for healthy food, rent, utilities and more—as well as numerous pilot programs in progress.\n\nHumana Community Navigator\n\nLaunched in January 2022, Humana Community Navigator (HCN), powered by findhelp, acts as an active directory of resources for all our Medicare Advantage members across the United States and Medicaid members in select states. Resources are filtered by ZIP code to immediately connect members to community resources available near them. All programs listed in HCN are free, reduced or on a sliding scale.\n\n173,122 referrals\n\n51,770 unique members referred, including:\n• 2,028 distinct community site users\n• 48,564 anonymous users\n\n1,026,393 searches made on staff site, including:\n• 1,409 Far From Alone searches\n• 1,087 Humana Military and Humana Government Business searches\nInnovation and capacity-building\n\nAs part of our continued critical efforts to address persistent health disparities and their costly implications, the Health Equity & Social Impact team partnered with Chartis Just Health Collective to launch a cultural humility and implicit bias clinician training pilot in South Florida this year. The training equips providers with evidence-based knowledge and tools to deliver culturally competent care, neutralize biases in the clinical setting and build trusting relationships with patients of all backgrounds.\n\n- **52 clinicians trained in cultural humility awareness**\n- **37% increase** in awareness of the topics of cultural humility and implicit bias\n- **91%** reported they would recommend this course to a colleague\n\nThe team also pioneered health literacy screenings for Humana MA members. Since low health literacy can be a barrier to better health, we’re working to understand the impacts of health literacy barriers so we can design solutions/resources to meet members where they are.\n\n- **Over 48,000** health literacy screenings performed\nMeasurement and data capabilities\n\nThe Health Equity & Social Impact team continues to transform how our members are identified for and receive health-related social need interventions. Through screenings during the new member onboarding process, we can identify what members need—and then connect them with resources and services to address those needs.\n\nOur Population Health Analytics Suite allows Humana employees to see de-identified, population-level data that measures our progress in offering meaningful interventions for those who screened positive for various health-related social needs.\n\nOur newly-developed Health Equity Index gives a single score that represents the weighted range of disparities among our Medicare Advantage members across multiple domains of healthcare, so we can address disparities, track our progress and hold ourselves accountable for equitable health outcomes. These domains include engagement and experience, preventive care, and health outcomes, and they are weighted according to a theory of change over time, where improvement in one leads to others. This allows focus on what is most impactable in the short to mid-term. Our team is also creating a health equity index for Humana’s Medicaid population, with separate composites for maternal, pediatric, and adult populations.\n\n1.24 million members across Medicare Advantage, Medicaid and commercial plans screened for social health needs\n\n19.6% of Medicare Advantage members screened for social health needs\nOUR IMPACT PLATFORM: FOR EACH COMMUNITY\n\nThe Humana Foundation\n\nFor over 41 years, The Humana Foundation has served as the philanthropic arm of Humana Inc. The Foundation is focused on health equity, which is the elimination of unjust, avoidable and unnecessary barriers in health and healthcare. The Foundation fosters evidence-based collaborations and investments that support seniors, veterans, underrepresented populations and school-aged children in living connected, healthy lives.\n\n$22.5 million+ donated by The Humana Foundation to communities in 2022\n\n$7.5 million invested to launch the Health Equity Innovation Fund, which will scale innovative solutions to disparities in mental health and nutrition\nThe Humana Foundation in 2022\n\nDisaster response\n- **$1.5 million** invested in disaster response—including for Eastern Kentucky flooding and Hurricane Ian—with a focus on short-term response needs and long-term infrastructure needs like recovery grants\n- **$500,000** donated to relief and recovery efforts in Eastern Kentucky, Tennessee, Virginia and West Virginia after August 2022 floods: watch video\n\nMental health\n- **$13 million** commitment on World Mental Health Day, October 10, 2022, dedicated to advancing health equity among underrepresented populations including vulnerable seniors, veterans and youth\n- **$5.5 million** pledged in grants to increase access to regional mental health services, support communities in confronting issues like isolation and addiction, and expand racial equity training for mental health professionals across 4 key regions: Kentucky, Florida, Louisiana and Texas\n\nGrant expansions\n- **Almost $3 million** dedicated to nutrition\n- **$7.5 million** invested in the Health Equity Innovation Fund\n\nScholarships\n- Scholarships provided to the children of Humana employees, including **75 new recipients and 175 renewals**\n- **$14 million** awarded since the program began in 2001\n\nEmployee engagement\n- **More than $159,000** invested by The Foundation to cultivate employee volunteerism through volunteer recognition grants\n- **$2.2 million** matched in employee charitable giving to 4,414 causes\nHumana Foundation Partnerships\n\nJust a few of The Humana Foundation’s partnerships include:\n\n**The University of Louisville**\n\nThe Health Equity Innovation Hub is an integrated, multi-disciplinary collaboration among Humana, The Humana Foundation and the University of Louisville. The Hub focuses on groundbreaking research, talent development, entrepreneurship and innovation, with a deliberate focus on health equity, social determinants of health and digital health and analytics.\n\n**Volunteers of America**\n\nThis partnership focused on expanding mental health services workforce and senior well-being programming, with emphasis on minority and underserved populations.\n\n**Small Grants Workshop**\n\nThe Humana Foundation hosted a grantee networking and storytelling meeting at the Norton Healthcare Sports & Learning Complex. Over 40 grantee representatives attended the meeting to recognize and celebrate the collective community impacts of Louisville small grant partners, inspire deeper connection between partners and evaluate the use of capacity support tools. Watch a video of the event here.\nOUR IMPACT PLATFORM: FOR EACH COMMUNITY\n\nIn-kind community support and donations\n\nIn addition to the $7.6 million* in-kind value of volunteer time that Humana employees have provided to communities, additional in-kind donations help give back to the neighborhoods we work in. That includes an estimated $21 million+ in-kind contributions from Humana Inc. and our employees in 2022.\n\n- CenterWell Pharmacy donated $1.2 million worth unused prescription and non-prescription medications to Mission of Mercy in Arizona.\n- Humana’s Workplace Solutions team donated almost 14,000 gently-used furniture pieces and boxes of office supplies with a total estimated value of over $3 million. These donations were given to organizations including the Tampa Fire Department, Habitat for Humanity, the American Red Cross, and organizations supporting flood relief in Eastern Kentucky.\n- Schools and libraries in our local communities received gently-used IT hardware like desktop monitors, keyboards, webcams and computer mice.\n- We donated a 130,000 square foot furnished and office-equipped building to the University of Louisville’s Health Equity Innovation Hub.\n- Kare Mobile, a mobile density service, received a new, state-of-the-art mobile clinic from Humana to provide dental care and improve access in West Louisville.\n- Humana donated a conversion van, as well as personal care and household items, to the Mayfield Minority Enrichment Center to bring relief and support to families displaced by the Western Kentucky tornadoes at the end of 2021.\n- This year, we donated over 11,000 event tickets to employees and community organizations to attend local sports league games, including the Louisville Bats baseball games.\n\n*Based on the Independent Sector’s 2022 value of volunteer time.\nOUR IMPACT PLATFORM: FOR EACH COMMUNITY\n\nServing military families\n\nHumana has long honored U.S. military families and veterans by supporting their whole health and addressing their most important needs. We support veterans through Medicare Advantage Honor plans—including the Humana USAA Honor with Rx plan that launched in 2022—designed with veterans in mind to work alongside VA benefits and available to all Medicare beneficiaries. We also work with a variety of Veteran Service Organizations (VSOs) to address health-related social needs.\n\nIn 2019, Humana Military launched its Military Health and Resilience (MHR) initiative. MHR leverages a collective impact model to build programs with community-based organizations to address health-related social needs for military families, like food insecurity, social isolation and tobacco and alcohol use. Collaborating with more than 150 community partners, MHR has served nearly 6,400 beneficiaries.\n\nAnother key effort is the Veterans Hiring Initiative, which has helped provide employment and training opportunities at Humana for over 6,000 veterans and military spouses since 2011. Hiring veterans and members of military families allows us to, in turn, better serve members.\nCollaboration with Veterans of Foreign Wars\n\nVeterans of Foreign Wars (VFW) is a nonprofit Veteran Service Organization focused on fostering camaraderie among veterans of overseas conflicts, serving veterans, the military and our communities, and advocating on behalf of all veterans.\n\nHumana has been working closely with the VFW since 2012, and 2022 marks 10 years of collaboration between Humana and VFW. Humana is designated as VFW’s exclusive national sponsor for Medicare Advantage, prescription drug plan and Medicare Supplement. Veteran Community Engagement Executives and agents include VFW posts in Medicare seminars and collaborate on local events to help address health-related social needs in veteran communities. Veteran channel leadership trains veteran service officers annually on Medicare Advantage, veteran needs and resources.\n\nUniting to Combat Hunger\n\nVFW and Humana co-created the Uniting To Combat Hunger campaign to raise awareness of veteran hunger and address food insecurity in local communities. More than 3.5 million meals have been provided to date. This grassroots campaign is activated by Humana’s Veteran Channel team, agents, employees, VFW posts and auxiliaries, who organize food drives, food distributions, fundraisers, gleanings, and events to support local communities in fighting hunger.\n\n- 1,018,832 meals provided in 2021 and 2022\n- 215 VFW posts involved\n- 10,390 volunteer hours contributed\n- $50,000 dedicated by Humana to 2 VFW programs\nOUR IMPACT PLATFORM: FOR EACH COMMUNITY\n\nSponsorships and partnerships\n\nOur charitable sponsorships and partnerships further extend Humana’s impact in addressing health related social needs and gaps in care. From national organizations like Boys & Girls Clubs of America to local nonprofits like Meals on Wings, we invest in initiatives making a difference to support what they do best. We've included a few partnerships in this Impact Report, and a list of partners can be found here.\nBoys & Girls Clubs of America: community gardens and Healthy Habits program\n\nHumana Healthy Horizons and Boys & Girls Clubs of America partnered together nationally (with strategic support from the Health Equity & Social Impact team) to launch community gardens at 10 BGCA clubs across select Humana Bold Goal markets in 2022. According to a post-experience survey, 82% of youth enjoyed growing a garden and responded the experience encouraged them to eat healthier.\n\nTogether, we also activated a comprehensive children’s wellness program called Healthy Habits at all 4,900+ BGCA clubs across the country. The purpose of this partnership is to address food insecurity, activate health and wellness programs, and promote equity and inclusiveness that empowers all youth to reach their full potential.\n\nDerby Equity Community Initiative\n\nHumana supports the Derby Equity & Community Initiative (DECI), a combined effort with the Kentucky Derby Festival that aims to incorporate equitable programming into the Derby season. This work ensures a sense of belonging for and directs economic impact towards Louisville communities that have encountered a lack of access to this event.\n\n- **Block Party:** Humana and Churchill Downs presented the first-ever Block Party, an all-day, free event that celebrated minority-owned businesses in West and Southwest Louisville. The event featured live entertainment from local performers, local minority-owned food trucks and dessert vendors, and showcases from over a dozen nonprofits.\n\n- **JusticeFest:** Jefferson County Public School (JCPS) students from grades 3–12 pitched ideas to local community and business leaders to propose solutions to community-wide issues. They discussed topics related to health equity including homelessness, the environment, diversity and inclusion, and other social justice issues, with an aim to create opportunities for hope and healing in Louisville. This is one project in an ongoing partnership with JCPS.\n\n- **Web portal:** Humana helped developed a web portal for local businesses, vendors and events to submit their information for consideration in next year’s Derby Festival. Over 200 vendors have applied to date.\nFeeding America\n\nHumana Inc., the Humana Foundation and Feeding America have enjoyed a 22-year partnership. We've connected employees with Feeding America for volunteer opportunities at their local food banks and other organizations addressing food insecurity.\n\nAn investment of over $4.5 million from The Foundation over the last 2 years has supported more than 30 food banks and helped feed more than 120,000 people in rural areas. This investment supported initiatives including:\n\n- Google SNAP\n- Rural Mobile Pantry Program: increased Feeding America distribution capability, community partnerships and racial equity training\n- Strategic Capacity Building: improved food sourcing\n- Racial equity workshops\n- OrderAhead: expanded to 11 food banks following successful debut; increased access to charitable food services\n\nHumana Inc. has directly supported 9 local Feeding America food banks with a $500,000 investment throughout 2022—with more to come in 2023. This helped expand mobile food pantries and senior home delivery across communities so more people, including those without reliable transportation, can access healthy foods. Read more about how we're expanding this investment in 2023 here. Additionally, Humana Military provided over $50,000 to local Feeding America food banks in 2021 and 2022.\n\nAlong with these investments, we've enjoyed ongoing partnerships with local food banks in South Florida, Orlando, New Orleans, San Antonio, Louisville and more.\nFar from Alone\n\nHumana’s Far from Alone public health campaign continues to expand its resources for reducing loneliness and social isolation. 15 new partner organizations joined the campaign in 2022, bringing the campaign’s total to over 40 organizations. The campaign also began launching special events for people in communities impacted by loneliness, including 6 markets as part of Humana’s first participation in Global Loneliness Awareness Week. Learn more about the events here.\n\nMarch of Dimes\n\nThe Humana Foundation and the March of Dimes continued to work together nationally in 2022 on a collective impact collaborative to reduce preterm birth and maternal mortality by using an equity and social determinants lens to improve maternal infant health outcomes in 6 different markets across the country. The partnership resulted in 6 action plans and 19 community-driven strategies developed and initiated to address root causes of maternal health disparities, as well as collaborative activities that reached nearly 5,200 people in 2022.\n\nNational Alliance on Mental Illness\n\nThe National Alliance on Mental Illness (NAMI) is a nationally-recognized, grassroots mental health organization to improve behavioral health outcomes within the communities we serve. We’ve helped sponsor the NAMI Walk and NAMI conferences in 6 Humana markets.\n\nThanks to their connections with underserved communities, especially on social media, NAMI serves as a subject-matter expert in Humana’s mental health outreach strategies. NAMI also provides training and education throughout our enterprise, including trauma-informed care seminars for Humana-affiliated providers, mental health first aid trainings, and the expansion of the virtual education programs Sharing Hope (in English) and Compartiendo Esperanza (in Spanish).\nNational Senior Games\n\nAs the presenting sponsor of the 2022 National Senior Games in Fort Lauderdale, FL, Humana helped support an event that builds community, celebrates health at every stage of life and inspires possibilities among seniors.\n\n12,000+ senior athletes registered for the 2022 games\n\n21 sports categories\n\n12 athletes recognized as Humana Game Changers for exemplifying healthy aging: learn more here\n\nErica Gonzalez\n56, Pickleball\n\nErica competed in the 2017 and 2019 National Senior Games, accumulating five medals: three gold, one silver and one bronze. She has since recovered from a meniscus tear and won two gold and one bronze medal in the 2022 National Senior Games, demonstrating that there’s no limit to what seniors can do.\nOchsner Foundation\n\nWorking with the Ochsner Foundation allowed us to help build community health centers across rural and urban Louisiana. The centers will focus on primary care, behavioral health, maternal child health, chronic disease management, community outreach and engagement, and specialty care. Community Health Workers will extend the centers’ impact and address social health needs for the families they serve.\n\nHumana also partnered with Ochsner in 2021 to create 2 mobile units in Louisiana to help with vaccination efforts, educational opportunities, biometric screenings, routine care and resource connections. These mobile vans will also assist in recovery efforts after hurricanes and other disasters. Through these initiatives, Humana and Ochsner are extending access to care for millions of Louisiana residents.\n\nProject Pinnacle\n\nProject Pinnacle is an Atlanta nonprofit which provides first time nonviolent offenders ages 17–25 with life skills training, legal rights and responsibilities education, career development opportunities and guidance on healthy behaviors. This organization is dedicated to restoring young people to respectful positions in the community. The initiative was founded as a pretrial diversion program by Judge Asha Jackson, who is Presiding Judge of the DeKalb County Accountability Courts, and participants experience lower than average rates of recidivism. Humana has partnered with Project Pinnacle to help them scale their program into multiple counties across metro Atlanta. Humana sponsors HBDI assessments for participants and leads 3 of their 12 skills training sessions.\n\nUniversity of North Florida: Meals on Wings\n\nThe Meals on Wings program was developed with Humana’s Jacksonville, FL, market and the University of North Florida to recover food that would normally be wasted from local hospitals and repackage it into healthy meals. The meals are then delivered to seniors on the waitlist for Meals on Wheels. Meals on Wings uses student volunteers to recover food, prepare the meals and deliver to the seniors. In 2022, the program expanded to 2 new university sites and greatly increased the number of seniors served, over 250 each week.\nHousing partnerships throughout the U.S.\n\nOur partnerships across the country help support the 3 pillars of Humana’s national housing strategy:\n\n1. **Housing stability and homelessness prevention**\n   This includes eviction diversion programs, shelter programs and more. For example, we’ve been working with Southeast Louisiana Legal Services for the last 2 years on eviction issues. After Hurricane Ida, a Humana member contacted us about a low-income housing complex that planned on evicting its residents. This would have impacted many Humana members and others in the community. Southeast Louisiana Legal Services’ intervention got the complex to rescind the eviction notices and promise temporary housing for anyone in need of extreme repairs.\n\n2. **Stabilizing high-risk members with clinical wraparound support**\n   Our Respite Program in Louisiana is working to provide up to 89 days of respite care after a homeless Medicaid member is discharged from the ER or hospital.\n\n   Additionally, Humana Healthy Horizons and HESI continue to partner with Quantified Ventures to help Volunteers of America sustainably scale its Family-Focused Recovery program. It supports pregnant and post-partum women with substance use disorder through wraparound social services (counseling, workforce development, life skills coaching, housing, etc.). In 2022, the program expanded to Kentucky, Ohio and Louisiana.\n\n3. **Strategic investments to support community capacity**\n   Since 2021, Humana has invested $50 million to create affordable housing capacity across the country. These affordable housing units include senior and family housing, incorporating collaboration with local stakeholders to expand health access. As an example, at our La Estancia location in Wimauma, Florida, Humana conducted a session with residents, community organizations and government stakeholders. Based on their input, we facilitated a 5-month wellness challenge. Our members and the broader community could be connected to healthcare, screenings, nutrition education, exercise challenges and more during at least one day of each month throughout the challenge.\nOur impact platform\n\nFor the healthcare system\nFor the healthcare system\n\nWith over 60 years of healthcare experience, our ability to impact the healthcare system has only grown. We take this responsibility seriously by adopting best-practice governance and business policies, rigorous quality and ethical standards, working closely with healthcare providers and innovating on behalf of those we serve.\n\n**ESG metrics:**\n- Access to healthcare\n- Data privacy and protection\n- Product quality and safety\n- Talent and diversity\n\n**ESG material topics**\n- Care provider partnerships\n- Board structure\n- Formal ESG oversight structure (i.e., ESG Steering Committee)\n- Engagement with stakeholders\n- Regulatory oversight and compliance\n- Succession planning\n- Employee diversity, equity and inclusion\n- Equitable access to affordable healthcare\n- Customer data privacy and protection\n- Open feedback and communication channels\n- Pricing, billing, and service transparency\n- Changing health needs/service delivery innovation\n- Member health and quality of care\n- Supply chain/business partner diversity and resilience\nHumana is committed to supporting the delivery of consistent high-quality care, promoting efficient outcomes in the healthcare system and ensuring that healthcare remains affordable for all. In providing resources to healthcare providers, integrating our healthcare businesses, and pursuing industry accreditation and recognition, we’ve been able to connect members with the care they deserve.\nCare integration\n\nAs detailed in the For Each Person section of this report, integrating CenterWell’s services has allowed us to **lower care costs and increase the value of care**. Humana Inc. is now the nation’s largest provider of care in the home; we offered **primary care to nearly 248,000 Medicare patients** and served almost **2.9 million pharmacy customers** in 2022. All of this makes it simpler for us to provide high-quality, whole-person healthcare—and makes it simpler for members to pursue their health goals and have better experiences in their care.\n\n*Humana individual MA members that had at least one CenterWell Pharmacy claim (including Specialty) during 2021 and were paneled to Humana owned Primary Care for the entire year, versus Humana individual MA members without a CenterWell Pharmacy claim (including Specialty) during 2021 that were not paneled to CenterWell or Conviva-staffed Primary Care for the entire year, were not in an unattributed arrangement, and were assigned to a PCO market.*\nValue-based care\n\nValue-based care is an integrated approach to care that incentivizes successful outcomes and quality care. We pursue value-based partnerships with primary care providers and offer additional training and support for providers to enter these agreements. Of Humana’s 2021 individual Medicare Advantage membership, 68% were treated by primary care physicians in value-based care agreements.\n\nMA members who received care from primary care physicians in value-based payment models experienced, on average, better health outcomes, lower costs and more preventive care, compared to those in non-value-based settings and to Original Medicare. We detail all these benefits and more in our annual Value-Based Care Report.\n\nCompared to MA members seeking care from non-value-based physicians, MA members seeking care from value-based physicians:\n\n- Spent 251,000 fewer days as hospital inpatients in the past year\n- Had 90,000 fewer emergency room visits in the past year\n- Saved an average of $500 each in the past year, based on Humana’s ability to invest in better plan benefits and lower premiums with the costs saved on value-based care\nQuality resources\n\nIn a healthcare industry increasingly driven by quality, it is imperative that physicians and other clinicians understand how to navigate the ever-changing landscape. Humana is here to support healthcare practitioners in increasing their knowledge of the regulatory and accreditation guidelines that drive our quality initiatives. Each provider manual contains a quality management section with an abundance of resources and tools, which is also available for easy access on our website, along with other quality resources.\n\nOur quality assurance programs include contacting physicians about members with open gaps in care, outreach to members to promote engagement with their physician and annual checkups, and assistance in appointment scheduling. In addition, we have programs focused on reminders for prescription refills, condition management, and in-home testing for members in need of certain types of screenings.\n\nOur quality measures drive better health outcomes for our members\n\n- **900,000** additional members receiving preventive screenings in the past 5 years\n- **88%** adherent with cholesterol medications\n- **81%** compliant with colorectal cancer screenings\n- **97%** compliant with diabetic kidney disease monitoring\n- **84%** with diabetic blood sugar under control\nQuality ratings\n\nWorking closely with providers is one of many factors that contributed to our 2023 Star Ratings from CMS.* These ratings measure value, quality of care, member satisfaction, customer service, and clinical outcomes. We've consistently had strong ratings, and the 2023 plan year is no exception, with 96% of Humana Medicare Advantage members (4.9 million) in plans with 4 or more stars—an increase of 100,000 members over 2022—and 66% of members in plans with 4.5 or more stars.\n\nHumana’s Medicare Advantage, Medicaid and Commercial health plans are also rated for quality and performance by the National Committee for Quality Assurance (NCQA). Our NCQA health plan ratings and accredited plans can be obtained via the NCQA website.\n\n*Membership totals in MA plans with 4+ Star Rating reflect membership as of October 2022 when Star Ratings were released by the Centers for Medicare & Medicaid Services (CMS).\n\nNumber of members in 4-star or higher plans\n\n| Year | Members |\n|------|---------|\n| 2020 | 3.7 million |\n| 2021 | 4.1 million |\n| 2022 | 4.8 million |\n| 2023 | 4.9 million |\nPrior authorization\n\nHumana uses prior authorization as an essential tool to support patient access to clinically appropriate, evidence-based care. In addition, it is an integral part of fulfilling our regulatory obligation as an MA plan to ensure that items and services meet the requisite Medicare coverage criteria. Over the last several years, we have worked to further the adoption of electronic prior authorization (ePA) tools to ease administrative burden and improve the way seniors access care. Our goal is to reduce inefficiencies and friction associated with prior authorization and utilization management (UM), while at the same time preserving the accountability, predictability and cost benefits these tools bring to the healthcare equation.\n\nA few examples of our efforts include:\n\n• Through our partnership with Cohere, we are simplifying the UM experience for providers and members. Humana’s expansion of Cohere’s digital authorization platform for musculoskeletal services has greatly reduced the amount of manual time spent on clinical review of authorization requests, lowering the median approval time to 0 minutes, meaning that Medicare Advantage patients can be scheduled for the requested services immediately in 85% of cases. Providers have also been influenced by Cohere’s solution to switch from an inpatient to an outpatient setting in 65% of cases, when necessary—another success of the partnership.\n\n• Real-Time Benefit Check (RTBC) integrates into providers’ electronic medical record systems, such as Epic and others. When a provider prescribes a medication to a patient, RTBC helps the provider search for the lowest-cost pharmacy and medication available. The RTBC tool helps save patients an average of $36.86 in out-of-pocket costs per prescription. Humana’s RTBC tool was used by over 73,000 providers in Epic alone in the last 12 months (as of March 2023), delivering real-time prescription benefit information to electronic medical record platforms.\n\n• Availity, Humana’s ePA platform, is a leader in its class and is widely available to providers. With a number of other payers also integrated into the platform, Availity essentially serves as a “one-stop-shop” portal experience for electronic transactions (e.g., providers can use the platform to check eligibility and benefits, submit referrals and authorizations, manage claims and complete other administrative tasks). Humana believes ePA has been demonstrated to improve health outcomes, enhance efficiencies, and reduce costs, which is why we have (and will continue to) maintain steadfast support for public policies aimed at advancing ePA. Medicare Advantage beneficiaries deserve the safest, most affordable, highest quality care possible.\nPartnering with academic institutions to prepare clinicians of the future\n\nHumana is creating innovative partnerships with academic institutions to help train the physicians of the future to better meet the needs of 21st century patients. In addition to partnerships with the University of Louisville Health Equity Hub, Humana has strategic partnerships with other universities to advance population health and address health-related social needs.\n\nUniversity of Houston\n\nThe Humana Integrated Health System Sciences Institute at the University of Houston was created to advance population health, improve health outcomes and expand the use of value-based payment models. Together, the organizations launched the Value-based Care Specialization online program to support providers, academia, other business and industry professionals, and the public in learning about the fundamentals and real-world application of value-based care that has become integral to improving outcomes in health care. As of February 2023, the program has had more than 19,000 enrollments.\n\nUniversity of North Florida\n\nThis strategic partnership focuses on creating new initiatives to improve the whole health of individuals in Jacksonville and Northeast Florida by addressing health-related social needs, including the Meals on Wings program.\nOUR IMPACT PLATFORM: FOR THE HEALTHCARE SYSTEM\n\nGovernance and accountability\n\nThroughout Humana’s operations, we are dedicated to ensuring that every business decision we make reflects our commitment to accountability, addressing gaps in care and improving health and well-being. We hold ourselves to high standards of excellence—and do the same for our suppliers, vendors, contractors, consultants, agents and partners.\nBoard oversight of Environmental, Social and Governance strategy\n\nHumana’s Nominating, Governance & Sustainability Committee has responsibility for board-level oversight of the company’s ESG strategy, practices and reporting. In addition, we have an internal ESG Steering Committee, overseen by our Chief Administrative Officer and Chief Legal Officer, to guide the integration of our ESG efforts with our long-term business strategy. This ESG governance structure complements the long-standing responsibility of our board and each of our board committees in overseeing various aspects of the company’s ESG-related risks and practices.\n\nMore information about Humana’s board structure, policies and practices are illustrated in our Proxy Statement, Annual Report and on our Corporate Governance site.\nSupplier diversity\n\nDiversity, equity and inclusion are integral to how we practice, deliver and sustain human care for the communities we proudly serve. This extends to our suppliers. We believe a diverse supply network is a business imperative, as it builds a more resilient supply chain to ensure we’re prepared for the unexpected, and because it advances innovation and equity. Humana supports and promotes the growth and development of qualified, diverse businesses that reflect the diversity of our members, patients, employees and the communities we serve.\n\nOur Supplier Diversity Program is a core component of this effort. We build partnerships based on inclusivity and equity, ensuring we’re investing in historically underutilized businesses. We promote the development of minority-, women-, LGBTQ+, disability-, veteran-, and disadvantaged-owned businesses, as well as HUBZone and small businesses.\n\nDuring 2021 we launched a Supplier Diversity Mentor-Protégé program. The program is a 12-month pilot with half-day, onsite seminars featuring leadership from across our organization exploring topics impacting business growth and operations of small and diverse businesses. We also hosted the First Pitch event in April 2022, a virtual forum where participants from the program had the opportunity to pitch their business ideas to current top 50 prime suppliers.\n\nWe recently earned 2 awards for our supplier diversity efforts: NMSDC’s Top 50 ForeFront Corporations of the Year and the NGLCC’s and NBIC’s Best of the Best Corporations for Inclusion. Read more about those awards here.\n\nOf course, we hold our suppliers accountable for complying with our company’s Standard of Excellence and Ethics Every Day policy—to the same degree as our employees.\n\n- $408 million spent with diverse suppliers\n- 8.85% of total spend towards diverse suppliers\nAdvocacy and public policy\n\nWith a focus on improving clinical outcomes and advancing affordability and access, Humana’s approach to advocacy and public policy is built around people: the members, patients, providers and communities we serve. To that end, our day-to-day efforts are centered around supporting policies that strengthen Medicare Advantage; accelerate value-based care in the home; expand opportunities to serve patients through primary and home-based care; integrate clinical solutions; create affordability for prescription drugs; and address barriers to care by addressing the root causes of poor health, leveraging Humana’s capabilities to remove barriers to access and partnering with clinicians to improve quality. This focus raises the bar for the care we provide to help move toward a future in which everyone has a fair and just opportunity to be as healthy as possible.\n\nHealthcare research\n\nBy delivering high-quality scientific research and contributing real-world evidence in healthcare, we’re further able to improve the quality of care. Not only does publishing peer-reviewed research guide our business decisions, but it also adds to the body of knowledge for the scientific community and the world at large. Explore Humana’s publication library, which includes information about health equity and health related social needs; issues like opioid use, food insecurity, obesity and other emerging health issues; and health outcomes for people with chronic conditions.\nEthics and compliance\n\nOur employees are integral to responsibly running our company and key to our ethics and compliance practices. That’s why our Board of Directors, Humana leaders, employees and contractors are required to complete an ethics and compliance course each year, which includes detailed training in cybersecurity, whistleblowers, conflicts of interest and more. Our Enterprise Compliance team places an emphasis on communicating with their colleagues about ethics, compliance and risk in an intentional way throughout the year. We’ve also adopted a robust corporate governance structure, which includes our Ethics Every Day policy for employees at every level.\n\nAdditionally, we enforce Standards of Conduct and a Compliance Policy specifically designed for our contracted healthcare providers and third parties in an effort to deter fraud, waste and abuse.\nData privacy\n\nAs we evolve to deliver more services and goods through digital operations, we recognize our responsibility to protect member and patient privacy, as well as use enterprise-level analytics to continue to equitably innovate for those we serve.\n\nWe comply with privacy provisions of the Health Insurance Portability and Accountability Act of 1996 (HIPAA), a federal law designed to ensure the privacy of personal and health information. In addition to all federal laws, Humana also complies with all state laws and regulations. Our privacy policies detail these efforts.\n\nHumana is an industry leader in the adoption of principles to guide its implementation of emerging technologies. We govern our use of artificial and augmented intelligence according to industry-leading principles, and we have interdisciplinary committees that establish governance over the deployment and quality of these models.\n\nWe also signed the Equal AI pledge: a commitment to ensuring our intelligence tools do not incorporate unintentional bias and requiring all of our decision-making models concerning individuals to be reviewed for inadvertent bias. Humana is also asking our vendors who utilize artificial and augmented intelligence tools to sign the Equal AI pledge or other similar pledge.\nCybersecurity\n\nWe are committed to continuously enhancing and strengthening our technology infrastructure and security protocols to protect against security breaches. We employ best-practice precautions to safeguard information and protect our members’ data by deploying defensive practices against the ever-evolving cyber threat landscape. This involves routine measuring and maturing of our cybersecurity capabilities and actively monitoring risks posed by threat actors.\n\nAdditionally, we have established formal data governance, which includes accountability, oversight, processes and controls to ensure our data usage transparency and nonrepudiation, and we refresh our data privacy and security policies at least annually.\n\nOur employees are provided annual cybersecurity training, led by our Enterprise Information Protection team, on how to avoid security vulnerabilities. These trainings equip employees with the necessary tools to protect sensitive data and to reduce risk. We also test our employees’ knowledge through internal phishing campaigns, tracking and reporting aggregated outcomes to leadership.\n\nTo further reinforce our accountability in this area, we engage an independent third-party audit firm to perform an Annual Service Organizational Controls (SOC) 2 audit of enterprise claims platforms within the following Trust Services Criteria: availability, confidentiality, security and processing integrity. We report data breaches, as required by law, to the U.S. Department of Health and Human Services (HHS), Office for Civil Rights (OCR); our reports are publicly available free of charge and can be obtained through the OCR Portal.\nOur impact platform\n\nFor the environment\nHumana knows that transforming healthcare requires transforming the way we address environmental risks to health. Our commitment to the health of our planet is stronger than ever. We recognize there is an undeniable link between our physical and emotional well-being and the health of the environment. To that end, we are continuing to invest our time and resources where it matters most—not just because it’s good business practice, but because we believe in a bright future.\n\nWe understand health is local, so we are engaged at a state and community level to address the health-related social needs of our members and communities, especially communities that have been historically underserved. Those same communities are often disproportionately affected by climate change, as evidenced in health outcomes and disaster recovery data, so we know our focus on these areas can have a significant impact.\n\nAn executive summary of Humana’s 2022 environmental efforts and impact can be found here.\n\n**ESG material topics**\n\n- Waste management and recycling\n- Renewable energy and energy efficiency systems\n- GHG emissions\n- Environmental management systems\n- Supply chain/business partner resilience and diversification\n- Resilience to physical climate-related risk\n- Climate change preparedness\nHumana’s Workplace Solutions Environmental Sustainability team aims to support Humana’s lifelong well-being strategy by ensuring that we are doing our part to take on climate change, pollution and other environmental factors that impact our health. The team works with internal and external partners—including leveraging the Science Based Targets Initiative’s framework and guidelines—to develop environmental strategies and policies for all areas of Humana. That includes reducing our greenhouse gas emissions (GHG) and waste from our operations; deploying water conservation efforts; adopting renewable energy solutions; and benchmarking and publicly reporting our efforts as part of our ESG measurement strategy (see appendix).\n\n* Statement of assurance\nA third-party assurance contractor was employed by Humana, Inc. (“Humana”) to undertake the actions necessary to provide limited assurance verification of their GHG emissions for submission to the CDP. For more information on the assurance process and scope, see our statement of assurance in the appendix.\n2022 environmental impact metrics\n\n**Greenhouse gas emissions reduction**\nGoal: 10.5% decrease in greenhouse gas emissions from 2017 baseline across our portfolio of owned and leased properties.\n\n- **35% achieved reduction**\n  - Goal: 10.5%\n\n**Waste diversion**\nGoal: 60% diversion rate of waste to landfills via reduction and recycling efforts at portfolio sites where Humana and vendors manage waste and recycling.\n\n- **64% achieved diversion rate**\n  - Goal: 60%\n\nGHG emissions results account for all acquisitions and divestitures from 2017-2022, except Kindred Healthcare. Waste diversion results include all acquisition sites, except Kindred Healthcare.\n\n2022 results are estimates. Data will be refreshed in 2Q 2022 when final, and Humana’s 2022 Impact Report will be updated at that time.\n\nAfter this year, this set of goals will be replaced with our new Science Based Targets.\nEnhancing our goals: science-based target\n\nIn 2021, Humana announced our intention to create a more robust, next-generation goal to address climate change that will align with criteria established by the Science Based Targets initiative (SBTi). Since then, we’ve been developing a science-based target (SBT) that includes Scopes 1, 2 and 3 and have presented our proposal to SBTi for official validation. We expect to publicly announce our new SBTi aligned SBT environmental goal in 2023. Among other strategies, Humana’s SBT will include continued investment and improvement in our facilities. We know this is critical to achieving energy-efficient buildings, reducing the amount of energy we use and reducing the amount of waste generated.\n\nThis work is an expansion of goals that Humana set in 2018 to uphold our pledge to make the planet healthier. We introduced innovative programs and proven practices, such as centralizing office waste and recycling bins, reducing printers, and donating office furniture. In 2021, keeping in line with best practices around goal setting, we expanded our emissions goal boundary to include certain additional Humana-owned and leased properties and recalculated our goal progression over the last five years.\n\nNow that we’ve surpassed our five-year objectives, we’re looking at the decade ahead. We will sunset our current goals and continue to invest in the health and sustainability of our environment by tackling ambitions new goals that continue to reduce waste and pollution and mitigate other environmental factors that impact our health. Our SBT will expand on our efforts to reduce emissions and waste through Scope 1 and Scope 2 initiatives. It is designed to spur innovation and efficiency, boost investor confidence and align with national benchmarking.\n\nScience-based targets\n\nComponents of our near-term SBT—designed using climate science, SBTi’s methodology and SBTi’s official target setting tool—are illustrated below. We anticipate receiving SBTi’s validation of our SBT later in 2023 and will communicate accordingly.\n\n**Scope 1 and Scope 2**\n\nHumana commits to reduce absolute Scope 1 and Scope 2 GHG emissions 54.6% by 2032 from a 2019 base year.\n\n**Scope 3**\n\nHumana commits to a 30% absolute reduction in Scope 3 GHG emissions covering purchased goods and services and upstream transportation by 2032 from a 2021 base year.\nReducing resource waste\n\nHumana is working to reduce waste in the materials we send to our customers, including focusing on paper reduction. This includes reducing the amount of paper mail received by our customers. We’re making it easier for them to sign up for and receive paperless communications through our website, which has the added benefit of reducing print and postage costs.\n\nThis enterprise-wide initiative extends to the Humana Neighborhood Centers, who have also pledged to save paper through digital communications, resulting in saving $5 million by the end of 2023. CenterWell Pharmacy is also reducing paperwork in members’ dispensing package, making the information easily available via our website. When and where possible, we are recycling paper, cardboard, metals, plastics, glass and other materials and products.\n\nFor many of our workspaces, we are continuing the use of centralized shared recycling and waste bins, replacing the need for desk-side bins. We’re also maximizing technology to save paper. In our facilities and offices, we have reduced the number of printers to shift away from paper printing and towards storing documents on a cloud. We have implemented Cloud and access card printing, as well as defaulting our printers for double-sided printing. We are leveraging digital tools to house and share documents, which eliminates unnecessary printing and increases collaboration.\n\nWe are in the process of assessing water conservation efforts, beginning with our newer locations with future plans to roll these efforts out to all locations. Humana offers water bottle filling stations to encourage the use of refillable water bottles and reduce single-use bottles. We also use low-flow and water-efficient fixtures as part of our design standards.\n\nEnvironmental impact category metrics\n\n**Paper reduction goal**\nPrint and postage savings\n\nWe’re working to reduce print and postage costs by making it easier to sign up for and receive paperless communications, in addition to transitioning more communications to digital channels. Our cumulative print and postage savings goal is $5 million by the end of 2023.\n\n2022 identified savings: $2.4 million\n\n**Digital adoption rate goal**\nIncrease paperless communications\n\nWe are working to increase the digital adoption rate (DAR) of members who enroll for paperless communications by 15% by the end of 2025.\n\nDAR as of November 2022: 23% opt-in increase, or 106% of goal\nRecycling\n\nHumana partners with a third-party vendor to reuse or recycle equipment using the e-stewards standards for responsible recycling. In 2022, the electronic recycling was the equivalent of reducing over 303,600 metric tons of air emissions. In several of our on-site cafés, our food service vendors separate all food prep scraps and place them in bins, which are then taken to a commercial composter. Many of our cafés have also implemented the use of reusable to-go boxes as well as compostable containers, utensils, paper products and cups. CenterWell Pharmacy has donated over 2.4 million dosage units (e.g., tablets, capsules) since 2020 to charitable healthcare clinics, preventing medical waste as the prescription medications would otherwise be incinerated.\nIncreasing efficiency\n\nEnergy-efficient buildings\n\nMuch of our effort has gone toward making Humana’s buildings more efficient, including making repairs and replacing equipment, resulting in a better employee experience and more energy-efficient buildings. The Humana headquarters in downtown Louisville has several solar panels on the rooftop, and we’re in the process evaluating the best sites to install renewable energy.\n\nAs part of our efficiency work, we use certifications to benchmark how well our buildings are performing. Some certifications we are pursuing include:\n\n**ENERGY STAR Certification for Buildings:** We’re continuing to replace all lights in all our owned and leased facilities with LEDs and pursuing the goal of reaching ENERGY STAR certification in all eligible Humana locations. ENERGY STAR certified sites on average use 35% less energy than comparable sites, and Humana will continue to leverage ENERGY STAR as a key measuring stick to help achieve our science-based target.\n\n**TRUE Zero Waste Certification:** Last year, we reported that our West Chester, Ohio, CenterWell Pharmacy distribution site was pursuing a subset goal of zero waste certification. The facility achieved designation as a TRUE certified facility in January 2023.\n\nEnergy-efficient vehicles\n\nWe are making our fleet of mobile marketing offices greener. Humana’s mobile marketing offices offer potential members the opportunity to talk one-on-one with a marketing agent and enroll in a plan by bringing the office to them. Plus, thanks to an idea from a Humana employee who was empowered to think outside the box, all our mobile marketing offices are now fitted with solar panels. This allowed us to reduce the cost to power the van as well as the amount of times the van’s battery needed to be recharged.\nPromoting flexible (and more sustainable) work styles\n\nOver the years our work styles have evolved to reflect the unique needs of our employees, and technology advancements have enabled us to collaborate from virtually anywhere. As we’ve adapted to working in new ways, the need for dedicated workspace has diminished, and in turn, that’s created opportunities to optimize our real estate portfolio. This led to Humana donating a 130,000 square foot furnished and office-equipped building to the University of Louisville’s Health Equity Innovation Hub.\n\nIt’s also an opportunity for making a social and environmental impact by donating surplus furniture, equipment and supplies to help those in need and keep materials out of the landfill. By optimizing our spaces, items like furniture and supplies, can be redeployed internally within our facilities or to our employees. Already, we’ve provided chairs to more than 950 employees for their home offices.\n\nAnd where we can’t reuse, more than 145 tons of items have been recycled. One of the more exciting and impactful options we’ve put into practice is the donation of furniture and supplies to local organizations across the country and to communities impacted by natural disasters, such as the Eastern Kentucky flooding and hurricanes in Florida and Puerto Rico.\n\nWe will continue efforts to recycle, repurpose and donate office supplies and furniture in order to help our local communities, while also serving as an environmental steward.\nImproving health outcomes through environmental initiatives\n\nHumana recognizes the undeniable link between our physical and emotional well-being and the health of the built and natural environments around us. That's why we are investing in benefits and initiatives that address health outcomes associated with this. Here are just a few examples of this work:\n\nHumana Healthy Horizons members in Louisiana who are under care management for asthma may be eligible for reimbursement of up to $200 per year to assist with the cost of carpet cleaning, allergen free bedding and/or an air purifier.\n\nHumana donated a fully furnished and equipped 8-story office building in downtown Louisville to the University of Louisville Health Equity Innovation Hub. Our investments in the Hub are also enabling research on health outcomes tied to the environment. Recent projects that our sponsorship has enabled include:\n\n• \"Getting the Listening\" in Louisville: Environmental Health Literacy and Justice in and around Rubbertown\n• Empowered by the Sun: Exploring the Intersections of Housing Justice and Green Technologies in Louisville\n• Assessing risk factors associated with childhood lead poisoning in Jefferson County: Structural racism and a legacy of lead (Brian Guinn, School of Public Health and Information Sciences)\n\nSeveral of Humana's investments in community-based organizations are also connected to improving health outcomes that are impacted by the environment, like:\n\n• Developing the Boys & Girls Clubs of America Healthy Habits curriculum, which includes building and maintaining 10 community gardens\n• Sponsoring the American Lung Association Fight for Air Climb in Louisville\nAppendix\n## Sustainability Accounting Standards Board (SASB) Index\n\n| SASB Managed Care Topic | SASB Accounting Metric | Humana Disclosure as of December 31, 2022 |\n|-------------------------|------------------------|------------------------------------------|\n| Customer Privacy & Technology Standards | HC-MC-230a.1. Description of policies and practices to secure customers’ protected health information (PHI) records and other personally identifiable information (PII) | Any information shared with Humana is to be used for the purpose of delivering care and improving the health of our members. Humana and its affiliates are strongly committed to protecting any and all information received. To protect all Humana data, including member data, we adhere to robust governance and are continually enhancing our processes and strengthening our technology, such as: Employing best-practice precautions to safeguard information and protect our members’ data. We use proactive defense practices against the ever-evolving cyber threat landscape—measuring and maturing our cybersecurity capabilities and actively monitoring risks posed by threat actors.  \n- Establishing formal data governance, which includes accountability, oversight, processes, and controls to ensure data usage transparency and non-repudiation.  \n- Refreshing our data privacy and security policies at least annually.  \n- Providing annual company-wide data privacy and security training to all employees. Our employees are trained on topics such as data sensitivity, privacy requirements and how to avoid security vulnerabilities. We also test their knowledge through internal phishing campaigns—tracking and reporting aggregated outcomes to leadership.  \n- Reporting data breaches, as required by law, to the U.S. Department of Health and Human Services (HHS), Office of Civil Rights (OCR).  \n- We engage an independent third party audit firm to perform an Annual Service Organizational Controls (SOC) 2 audit of enterprise claims platforms within the following Trust Services Criteria: availability, confidentiality, security and processing integrity.  \nOther resources:  \n- Refer to Humana’s Impact Report - For the Healthcare System  \n- Refer to our Humana Privacy Policies  \n- Refer to our Corporate Governance policies |\n| Customer Privacy & Technology Standards | HC-MC-230a.2. (1) Number of data breaches, (2) percentage involving (a) personally identifiable information (PII) only and (b) protected health information (PHI), (3) number of customers affected in each category, (a) PII only and (b) PHI | We report required data breaches to the U.S. Department of Health and Human Services (HHS), Office for Civil Rights (OCR). Refer to the U.S. Department of Health & Human Services - Office for Civil Rights website. |\n## Sustainability Accounting Standards Board (SASB) Index\n\n| SASB Managed Care Topic | SASB Accounting Metric | Humana Disclosure as of December 31, 2022 |\n|-------------------------|------------------------|------------------------------------------|\n| Access to Coverage      | HC-MC-240a.1. Medical Loss Ratio (MLR) | 86.6% for the 12 months ending December 31, 2022 for Insurance segment as reported on page 50 of Humana's 2022 Form 10-K. MLR rebate filings are completed and filed as directed by the U.S. Department of Health and Human Services (HHS) in Title 45: Public Welfare Part 158 – Issuer Use of Premium Revenue: Reporting and Rebate Requirements (45 CFR Part 158). |\n| Access to Coverage      | HC-MC-240a.2. Total amount of rebates accrued and paid due to non-compliance with the Patient Protection and Affordable Care Act for Medical Loss Ratio (MLR) | Humana had accrued MLR rebates of $5.9M as of December 31, 2022 and paid MLR rebates of $2.5M during 12 months ending December 31, 2022. Information is disclosed in accordance with Title 45: Public Welfare Part 158 – Issuer Use of Premium Revenue: Reporting and Rebate Requirements (U.S. 45 CFR Part 158). |\n| Access to Coverage      | HC-MC-240a.3. Percentage of proposed rate increases receiving “not unreasonable” designation from Health and Human Services (HHS) review or state review | 100% of Humana's proposed rate increase filings associated with community-rated small group plans for the 2022 effective period received a “not unreasonable” designation from Health and Human Services (HHS). |\n\n| Quarter | Number of Filings | Percent “Not Unreasonable” |\n|---------|-------------------|-----------------------------|\n| Quarter 1 | 28                | 100%                        |\n| Quarter 2 | 0                 | Not applicable              |\n| Quarter 3 | 0                 | Not applicable              |\n| Quarter 4 | 0                 | Not applicable              |\n\n1. Humana does not offer plans in the individual market.\n2. Annual filings are effective on January 1 of each effective year and include rates for each quarter thereafter unless a request is made to modify rates. Rates for community-rated plans can only be modified quarterly for 4/1, 7/1, or 10/1 effective dates.\n3. Includes all community-rated small group filings submitted for rate increases, whether or not they met the threshold for review, on an annual and quarterly basis.\n## Sustainability Accounting Standards Board (SASB) Index\n\n| SASB Managed Care Topic | SASB Accounting Metric | Humana Disclosure as of December 31, 2022 |\n|-------------------------|------------------------|------------------------------------------|\n| Plan Performance        | HC-MC-250a.1. Average Medicare Advantage plan rating for each of the following plan types: (1) HMO, (2) local PPO, (3) regional PPO, (4) PFFS, and (5) SNP | Humana’s 2023 Star Ratings based on membership at the time of release in October 2022 were: HMO – 4.33 LPPO – 4.40 RPPO – 3.75 PFFS – 3.96 SNP* – 4.37 |\n|                         |                        | * Contracts with Special Needs Plan (SNP) membership are not exclusive to SNP members and do not receive a separate SNP rating. This number represents contracts that reported at least 1 of the 3 SNP Star measures and received an overall contract rating. |\n|                         |                        | Humana’s Medicare Advantage, Medicaid and Commercial health plans are also rated for quality and performance by the National Committee for Quality Assurance (NCQA). Our NCQA health plan ratings and accredited plans can be obtained via the NCQA website: Medicare Plans – NCQA | Medicaid Plans – NCQA | Commercial Health Insurance Plan Ratings - NCQA |\n| Plan Performance        | HC-MC-250a.2. Enrollee retention rate by plan type, including: (1) HMO, (2) local PPO, (3) regional PPO, (4) PFFS, and (5) SNP | Refer to membership data published in our 2022 Form 10-K, headers for the period ended December 31, 2022. |\n## Improved Outcomes\n\n**HC-MC-260a.1.** Percentage of enrollees in wellness programs by type: (1) diet and nutrition, (2) exercise, (3) stress management, (4) mental health, (5) smoking or alcohol cessation, or (6) other\n\nHumana offers health plans that are designed to include a variety of holistic wellness programs and other supplemental benefits to help members achieve their best health. To combat food insecurity – a factor in social determinants of health – we also offer a wide variety of food programs for our members. Among our individual Medicare Advantage (MA) Plan and individual Medicare Advantage Prescription Drug (MAPD) Plan membership as of January 17, 2022:\n\n- Over 99% of our members had access to a fitness program\n- Over 97% of our members had access to over-the-counter products\n- Over 14% of our members had access to a Healthy Food Card* program, along with over 97% of our MA dual eligible special needs plan (D-SNP) members\n\n*Research shows that prevalence of food insecurity is particularly high among MA D-SNP members.\n\nOther resources:\n- Refer to our Health and Wellness Programs - Employers, Employees.\n- Refer to our Health and Wellness Programs - Medicare Advantage Members.\n- Refer to our Health and Wellness Resources.\n- Refer to Humana’s Impact Report: For Each Person\n\n**HC-MC-260a.2.** Total coverage for preventive health services with no cost sharing for the enrollees, total coverage for preventive health services requiring cost-sharing by the enrollee, percentage of enrollees receiving Initial Preventive Physical Examinations (IPEE) or Annual Wellness Visits (AWV)\n\nHumana offers health plans that are designed to include a variety of preventive health services with no member cost share.\n\nAmong our individual Medicare Advantage (MA) Plan and individual Medicare Advantage Prescription Drug (MAPD) Plan membership as of December 31, 2022:\n\n- Over 67% of our members had a $0 primary care physician cost share\n- 100% of our plans contain benefits for “Welcome to Medicare” preventive visit, annual wellness visits and routine physical examinations at $0 cost share\n- Over 89% of our members had access to routine dental, vision and hearing benefits\n## Sustainability Accounting Standards Board (SASB) Index\n\n| SASB Managed Care Topic | SASB Accounting Metric | Humana Disclosure as of December 31, 2022 |\n|-------------------------|------------------------|------------------------------------------|\n| Improved Outcomes       | HC-MC-260a.3. Number of customers receiving care from Accountable Care Organizations or enrolled in Patient-Centered Medical Home programs | Refer to our [Value-Based Care Report](#). |\n| Climate Change Impacts on Human Health | HC-MC-450a.1. Discussion of the strategy to address the effects of climate change on business operations and how specific risks presented by changes in the geographic incidence, morbidity, and mortality of illnesses and diseases are incorporated into risk models | Refer to:  \n  - [Humana’s Impact Report: For the environment](#), to our [Carbon Disclosure Project (CDP) Report for climate-specific measures](#), and to our Task Force on Climate-Related Financial Disclosures Index table in this document.  \n  - Our [Population Health](#) website for information regarding our efforts to address Social Determinants of Health that affect a wide range of health risks and outcomes, as well as, reports of our concentrated work within specific geographic regions.  \n  - Our [Issue Briefs](#) which support our Social Determinants of Health initiatives throughout the enterprise and further our strategy to influence population health focused policy change.  \n  - The [Humana Foundation](#) website for information regarding efforts to improve and sustain positive health outcomes in communities.  \n  - The [Humana Healthcare Research](#) website for information regarding Humana’s scientific research in healthcare to improve quality of care and population health. |\n## Task Force on Climate-Related Financial Disclosures Index\n\n| Recommendation | Recommended Disclosure | Humana Disclosure (As of November 2022) |\n|----------------|------------------------|----------------------------------------|\n| Governance     | (a) Describe the board’s oversight of climate-related risks and opportunities. | The Nominating, Governance & Sustainability Committee has responsibility for Board-level oversight of the Company’s ESG strategy, practices, and reporting. The Nominating, Governance & Sustainability Committee receives formal ESG reports from management at least twice annually regarding the Company’s ESG initiatives, metrics and progress on established goals, as well as ad hoc ESG communications as necessary. In addition, we have an internal ESG Steering Committee, overseen by our Chief Administrative Officer and Chief Legal Officer, to guide the integration of our ESG efforts with our long-term business strategy. This ESG governance structure complements the long-standing responsibility of our Board and each of our Board committees in overseeing various aspects of the Company’s ESG-related risks and practices. Refer to Humana’s most recent CDP Response C1.1a. |\n## Task Force on Climate-Related Financial Disclosures Index\n\n| Recommendation | Recommended Disclosure | Humana Disclosure (As of November 2022) |\n|----------------|------------------------|----------------------------------------|\n| Governance     | (b) Describe management’s role in assessing and managing climate-related risks and opportunities. | During 2021, the Company made organizational changes that resulted in the CLO assuming additional responsibility for the Company’s risk and compliance functions which includes Enterprise Risk Management and Regulatory Compliance; the CRO reports directly to the CLO. The CLO is a member of Humana’s Executive Management Team and reports directly to the CEO/President, who is also a member of the Board of Directors. The CRO is the Chair of the Enterprise Risk Management Committee (ERMC) of which the CLO is a member. The CRO also has responsibility for and providing periodic updates to the Audit Committee of the Board of Directors, which is attended by the CLO. The CRO and CLO head up the second line of defense risk management function, including Enterprise Compliance and the Enterprise Crisis Management and Business Resiliency teams. The CRO and CLO oversee the ERM framework on behalf of the Board of Directors, ensuring the framework is appropriately implemented across the three lines of defense functions. The framework considers assessment and monitoring of environmental risks that may be related to climate-related issues. The CAO reports directly to the CEO/President, who is also a member of the Board of Directors, and provides regular reports to the Board of Directors on Humana’s management progress and performance. The Chief Administrative Officer has oversight for Humana's Enterprise Associate and Business Solutions team, and is responsible for day-to-day planning, coordination and implementation of Humana's operational environmental policies, including those around energy management and climate-change mitigation / adaptation. The Enterprise Associate and Business Solutions team also leads initiatives toward achieving environmental targets in addition to tracking / reporting progress and assessing feasibility toward setting new targets. Humana's day-to-day environmental and sustainability objectives are managed by our Environmental Sustainability Practice Leader. This position is appointed by the Head of Enterprise Associate and Business Solutions, who has direct responsibility for functions that directly address Humana’s enterprise energy consumption and carbon emissions inventory, specifically, facilities and real estate management, and aviation operations. The Executive Management Team has established an ESG Steering Committee, overseen by our CAO and CLO, to guide the integration of our ESG efforts with our long-term business strategy. The ESG Steering Committee is comprised of senior leaders representing each of the Company’s business lines and key enterprise-level ESG components. Refer to Humana’s most recent CDP Response C1.2. |\n### Task Force on Climate-Related Financial Disclosures Index\n\n| Recommendation | Recommended Disclosure | Humana Disclosure (As of November 2022) |\n|----------------|------------------------|----------------------------------------|\n| Strategy       | (a) Describe the climate-related risks and opportunities the organization has identified over the short, medium, and long term. | C2.1a: Humana's process for identifying, assessing and responding to climate-related risks and opportunities assumes short-, medium- and long-term time horizons of zero to three years, three to five years and five to ten years respectively. C2.3a and C2.4a: Climate-related issues potentially arising in each time horizon that could have a material financial impact on Humana include: Short-term: - Acute physical risk: Hurricanes, floods, tornados, ice storms, and wildfires are significant weather events most likely to impact Humana employees, facilities, suppliers, and our customers. These events can disrupt our business offices, data centers, and medical centers or other facilities. In particular, our Florida, Puerto Rico, and Texas operations are located in areas that often experience severe storms. Extreme weather events impact vulnerable populations, often leading to fatalities. Humana's premium pricing is sensitive to several factors that may be impacted by climate change, including severe weather (e.g., hurricanes) or public health epidemics. - Resilience: Humana strives to engage vendors that can support our progress toward achieving sustainability goals while saving on operational costs. Medium-term & long-term: Currently no risks or opportunities have been assessed to have a material impact in these time horizons, however we continue to monitor and assess those issues related to emerging regulations, technology, market, and reputational changes in addition to resources, energy sources, products and services, and markets. C2.1b: When identifying or assessing climate-related risks, substantive impact is often dependent on the business area affected. Crisis management processes use a 3-tier structure to evaluate thresholds (of criticality). The thresholds utilize specific criteria based on the risk’s impact to members, reputation, employees, compliance, facilities, financials, and technology to differentiate between levels of criticality, ranging from an Incident, Significant Event and Crisis Event. These criteria inform response and reporting up to the Board level. An incident is considered a day-to-day occurrence, while a significant event is defined as a non-enterprise, regional event impacting access to care, employees or facilities, while a crisis event is considered a corporate level event impacting brand, members and/or employees. Humana’s materiality assessments also inform the definition of substantive strategic impact to our business. Core issues that achieve the highest ranking against indicators evaluating environmental and social impacts as well as civil society & NGO priorities pose the most shareholder, customer, and internal employee concern, and are therefore considered to be substantive in nature. The quantifiable indicators used to define substantive financial impact are based on the severity to which our financials, employees, customers, technology, reputation, and ability to meet compliance standards are impacted. We utilize a substantive financial impact indicator of $100 million of P&L impact to identify “Crisis” level events, which pose the most risk. Refer to Humana’s most recent CDP report. |\n### Task Force on Climate-Related Financial Disclosures Index\n\n| Recommendation | Recommended Disclosure | Humana Disclosure (As of November 2022) |\n|----------------|------------------------|----------------------------------------|\n| Strategy       | (b) Describe the impact of climate-related risks and opportunities on the organization's businesses, strategy, and financial planning. | C3.3: As a health care company, the communities Humana serves may be directly and indirectly affected by climate-related issues. Natural disasters and crisis events can take a serious toll on health and well-being as people cope with the stress of rebuilding lives and communities. Our employees, customers and communities have dealt with wildfires, ice storms, floods, hurricanes, the pandemic and building closures. After each event, Humana offered early prescription refills, suspended prior authorization requirements, and provided community-wide access to a crisis intervention hotline and counselling services. Some of our employees received assistance from Humana’s Helping Hands program, which provides financial support to qualified employees who face unexpected hardship from a tragic, isolated event. As our climate shifts and our customers’ needs shift in response, we are taking proactive measures to ensure their care is not interrupted. The time horizon of this influence is in the short-term. Climate-related risks and opportunities have influenced our value chain, with regard to identifying and engaging vendors, who can support our progress toward achieving sustainability goals and reducing costs. We recognize that our procurement practices have upstream and downstream impacts on GHG emissions, embodied carbon, energy consumption, air and water pollution, and waste generation. During supplier business reviews, we expect suppliers to share their use of sustainable products, influence our procurement decisions and translate to Humana employees the option of choosing sustainable alternatives when making purchases. The time horizon of this influence is in the short-term. Physical climate-related risks and opportunities as described in 2.3a/2.4a have influenced our operations strategy, particularly with regard to implementing projects that support our progress toward achieving sustainability goals while saving on operational costs. Our Enterprise Associate and Business Solutions team works closely with vendors to identify projects, submit budget requests, and oversee progress toward our goals in the course of maintaining our facilities. The time horizon of this influence is in the short-term for annual efficiency measures, however, also affect our capital investments in the longer-term. C3.4: Humana’s financial planning has been affected by climate-related risks and opportunities across many financial elements. The Enterprise Associate and Business Solutions team is working to drive operational efficiency across our portfolio at our offices, data centers and clinical locations through capital improvement projects. In doing so, we are reducing operational expenses and improving overall profitability. This is often accomplished through advocating and seeking access to capital through our annual budget, for which expenditures are allocated to raise funds for new, more efficient equipment, or repairs to existing infrastructure and equipment. As we consider impacts of emerging regulations and investing in more efficient technology, there is a possibility for assets to become stranded, including less efficient fleet vehicles or equipment. Refer to Humana’s most recent CDP report. |\n## Task Force on Climate-Related Financial Disclosures Index\n\n| Recommendation | Recommended Disclosure | Humana Disclosure (As of November 2022) |\n|----------------|------------------------|----------------------------------------|\n| **Strategy**   | (c) Describe the resilience of the organization’s strategy, taking into consideration different climate-related scenarios, including a 2°C or lower scenario. | Climate-related scenario analysis to inform Humana’s business strategy has not yet been utilized. We support the TCFD recommendations and map our ESG disclosures to the TCFD framework. As part of this effort, we anticipate conducting a more thorough and intentional effort to identify and prioritize climate-related risks and opportunities across our portfolio as well as leveraging qualitative transition scenarios to consider how different possible climate futures and embedded assumptions may impact our long-term business strategy. Refer to Humana’s most recent CDP Response C3.2. |\n| **Risk Management** | (a) Describe the organization’s processes for identifying and assessing climate-related risks. | C2.2: With regard to physical risks, Enterprise Crisis Management and Business Continuity teams as well as Humana’s Safety and Security group, which oversees the Environmental Health and Safety group, continuously evaluate the potential impact of acute physical risks, such as extreme weather events. The Safety & Security Fusion Center provides 24x7 event monitoring to provide a safe and secure workplace for our employees. The Safety & Security Fusion Center also partners and shares real-time information with the Enterprise Critical Incident Response Team, Human Resources, Enterprise Associate and Business Solutions, Information Technology, Corporate Communications and other business services to ensure information is available to respond to emergency events across the enterprise. Humana’s tools including Everbridge’s Visual Command Center provide access to real-time weather data to track potential events and is critical to our preparations in advance of hurricane season. These teams coordinate on identifying and assessing the risk to specific facilities, network dependencies, and our customers/employees. Humana’s Enterprise Associate and Business Solutions team has responsibility for assessing risk and opportunities related to transition risks that may impact how we operate our facilities. Once the team has flagged an issue and assessed its severity level based on the impact to members, reputation, employees, compliance, facilities, finances or technology, then they would escalate the issue accordingly. Refer to Humana’s most recent CDP report. |\n## Task Force on Climate-Related Financial Disclosures Index\n\n| Recommendation | Recommended Disclosure | Humana Disclosure (As of November 2022) |\n|----------------|------------------------|----------------------------------------|\n| Risk Management | (b) Describe the organization’s processes for managing climate-related risks. | With regard to physical risks, the risk owning teams also manage for the risk by developing emergency plans, training employees for quick response, strengthening our technologies, and reporting to higher-level management as appropriate. Should an event become “significant” where specific financial thresholds are met and/or access to care and critical operations are compromised, these teams also inform the Board of Directors with periodic updates through the duration and develop executive summaries with lessons learned, action items, and opportunities to mitigate. These teams continue managing for these types of events in a continuous feedback loop by training employees, developing programs such as our emergency response notification system and employee outreach tools, and undertaking collaborative business impact analyses to plan for future events with business leaders within Humana. With regard to transition risks, the risk owner would assess the options to mitigate, transfer, accept or control the identified climate-related risks and to capitalize on opportunities. In concert with Humana’s sustainability leaders, a team of Humana individuals – alongside facility management vendors and consultancy partners – work to collectively identify and implement strategies to ensure compliance with regulation. As appropriate, the team will report to upper-level management on necessary improvements, particularly those requiring capital, as well as progress toward compliance. Refer to Humana’s most recent CDP report Response C2.2. |\n| Risk Management | (c) Describe how processes for identifying, assessing, and managing climate-related risks are integrated into the organization’s overall risk management. | Humana’s Enterprise Risk Management (ERM) governance structure includes a three lines of defense model to delegate responsibility for critical risk management processes across the business functions and operational areas, as well as risk management, compliance, and audit teams. Humana’s first line of defense consists of business areas and operational teams across the Company, and is responsible for identifying, assessing, mitigating, monitoring, and managing risk and opportunities within their respective areas. The process for managing risks vs. opportunities is similar in that the same business owners evaluate potential impacts to their specific areas within Humana, whether it be reducing impacts of extreme weather-related events (Business Continuity team) or capitalizing on energy rebates for efficiency projects (Workplace Solutions team). Subsequently, the risk owners that support identification and assessment of both risks and opportunities are inherently responsible for managing them as well and are empowered to pursue strategic solutions toward mitigating/capitalizing by making budget requests and elevating decisions to higher-level management as appropriate. Refer to Humana’s most recent CDP report Response C2.2 |\n## Task Force on Climate-Related Financial Disclosures Index\n\n| Recommendation | Recommended Disclosure | Humana Disclosure (As of November 2022) |\n|----------------|------------------------|----------------------------------------|\n| Metrics and Targets | (a) Disclose the metrics used by the organization to assess climate-related risks and opportunities in line with its strategy and risk management process. | Humana uses a variety of environmental metrics to assess climate-related risks and opportunities, including risks associated with water, energy and waste management.  \n- Energy metrics, calculated in MWh, include total fuel consumed from renewable and non-renewable resources, total electricity consumption and total energy consumption.  \n- GHG emission metrics, calculated in metric tons CO2e, include Scope 1 emissions, Scope 2 emissions and Scope 3 emissions from employee commuting and business travel.  \n- Waste metrics, calculated in metric tons, include total waste landfilled, recycled, reused and composted, as well as total hazardous waste.  \n- Total withdrawal of water across our organization is calculated in cubic meters.  \nRefer to Humana's most recent CDP report and most recent Impact Report. |\n| Metrics and Targets | (b) Disclose Scope 1, Scope 2, and, if appropriate, Scope 3 greenhouse gas (GHG) emissions, and the related risks. | Scope 1 GHG emissions: 15,727 metric tons CO2e  \n- Scope 2 (location-based) GHG emissions: 77,767 metric tons CO2e  \n- Scope 2 (market-based) GHG emissions: 100,587 metric tons CO2e  \n- Scope 3 GHG emissions: 1,374,158 metric tons CO2e  \nRefer to Humana's most recent CDP report Response C6. |\n| Metrics and Targets | (c) Describe the targets used by the organization to manage climate-related risks and opportunities and performance against targets. | To maintain the momentum achieved by our expired goal, Humana set a new emissions reduction target in 2018. By the end of 2022, Humana will achieve at least 2.1% YOY decrease (cumulative 10.5%) in greenhouse gas emissions from 2017 baseline natural gas and electric power emissions across our portfolio of owned and leased properties under direct Humana control. This goal utilizes the suggested annual reduction based on CDP's science-based target methodology. While we exceeded the 2.1 percent YOY reduction in both 2018, 2019, 2020, and 2021 we plan to keep this target in place through 2022 to improve on this progress.  \nRefer to Humana's most recent CDP report Response C4.1. |\nGlobal Reporting Initiative (GRI) Index\n\n| GRI Topic          | GRI Subtopic Number | Disclosure Title                                      | Humana Disclosure (As of December 31, 2022)                                      |\n|--------------------|---------------------|-------------------------------------------------------|-----------------------------------------------------------------------------------|\n| Organizational     | 102-1               | Name of the organization                              | Humana Inc. doing business as Humana                                             |\n| Profile            |                     |                                                       |                                                                                   |\n| Organizational     | 102-2               | Activities, brands, products and/or services          | See Humana’s 2022 Form 10-K, Business Segments and Our Product, beginning on page 5. |\n| Profile            |                     |                                                       |                                                                                   |\n| Organizational     | 102-3               | Location of headquarters                              | 500 West Main Street, Louisville, Kentucky 40202                                 |\n| Profile            |                     |                                                       |                                                                                   |\n\n*Throughout this report, we use the word “material” as defined by the Global Reporting Initiative and not as defined by the Securities and Exchange Commission or under securities laws. Unless otherwise noted, the boundary for the topics is enterprise wide.*\n## Global Reporting Initiative (GRI) Index\n\n| GRI Topic                  | GRI Subtopic Number | Disclosure Title                  | Humana Disclosure (As of December 31, 2022)                                                                 |\n|----------------------------|---------------------|-----------------------------------|-------------------------------------------------------------------------------------------------------------|\n| Organizational Profile     | 102-4               | Location of Operation             | See Humana's 2022 Form 10-K Membership by state and segment chart on page 12                                |\n|                            |                     |                                   | Page 6 - Medicare Advantage - We have participated in the Medicare program for private health plans for over 30 years and have established a national presence, offering at least one type of Medicare plan in all 50 states. We have a geographically diverse membership base that we believe provides us with greater ability to expand our network of PPO and HMO providers. We employ strategies including health assessments and clinical guidance programs such as lifestyle and fitness programs for seniors to guide Medicare beneficiaries in making cost-effective decisions with respect to their health care. We believe these strategies result in cost savings that occur from making positive behavior changes. |\n|                            |                     |                                   | Page 10-11 - Provider Services - We operate full-service, value-based senior focused primary care centers in a number of states, including Georgia, Florida, Kansas, Louisiana, Missouri, Nevada, North Carolina, South Carolina, Texas, Arizona and Kentucky staffed by primary care providers and medical specialists with a primary focus on the senior population under our Primary Care Organization, or PCO. PCO operates these clinics primarily under the Conviva Care Centers and CenterWell Senior Primary Care brands. Our primary care subsidiaries operate our medical center business through both employed physicians and care providers, and through third party management service organizations with whom we contract to arrange for and manage certain clinical services. PCO currently operates 235 primary care clinics and employs approximately 670 primary care providers. PCO serves approximately 247,900 patients, primarily under risk sharing arrangements with Humana Medicare Advantage health plans, third party Medicare Advantage health plans and CMS administered risk sharing arrangements for Medicare FFS. PCO also operates a Medical Services Organization, or MSO, through Conviva that coordinates medical care for Medicare Advantage beneficiaries in Florida and Texas. This MSO provides resources in care coordination, financial risk management, clinical integration and patient engagement that help physicians improve the patient experience as well as care outcomes. Conviva’s MSO collaborates with physicians, medical groups and integrated delivery systems to successfully transition to value-based care by engaging, partnering and offering practical services and solutions. |\n|                            |                     |                                   | Page 11 - Home Solutions - We are actively involved in the care management of our customers with the greatest needs via in-home care. On August 17, 2021, we fully acquired Kindred at Home, or KAH, the nation’s largest home health and hospice provider with locations in 40 states, providing extensive geographic coverage with approximately 65% overlap with our individual Medicare Advantage membership. |\n## Global Reporting Initiative (GRI) Index\n\n| GRI Topic          | GRI Subtopic Number | Disclosure Title                  | Humana Disclosure (As of December 31, 2022)                                                                 |\n|--------------------|---------------------|-----------------------------------|-------------------------------------------------------------------------------------------------------------|\n| Organizational     | 102-5               | Ownership & legal form            | Humana Inc. is a publicly traded corporation, organized under the laws of the State of Delaware. Humana is listed on the New York Stock Exchange under the symbol: HUM. |\n| Profile            |                     |                                   |                                                                                                             |\n| Organizational     | 102-6               | Markets served                    | See Humana's 2022 Form 10-K Membership by state and segment chart on page 12 and GRI disclosure 102-4.       |\n| Profile            |                     |                                   |                                                                                                             |\n| Organizational     | 102-7               | Scale of the organization         | See Humana's 2022 Form 10-K:                                                                                   |\n| Profile            |                     |                                   | • # of employees: page 16                                                                                     |\n|                     |                     |                                   | • # of properties: pg. 35 Item 2                                                                             |\n|                     |                     |                                   | • Net income: pg. 75                                                                                         |\n|                     |                     |                                   | • total debt, long-term debt: pg. 108                                                                        |\n|                     |                     |                                   | • total equity: pg. 74                                                                                       |\n## Global Reporting Initiative (GRI) Index\n\n| GRI Topic          | GRI Subtopic Number | Disclosure Title                                                                 | Humana Disclosure (As of December 31, 2022)                                                                 |\n|--------------------|---------------------|----------------------------------------------------------------------------------|-------------------------------------------------------------------------------------------------------------|\n| Organizational     | 102-8               | Information on employees and other workers                                       | See Tables 102-8 A, B, and C                                                                                   |\n| Profile            |                     |                                                                                  | • Customer Service/IT work is largely done by Contingent Labor.                                               |\n|                    |                     |                                                                                  | • There are no significant variations in the numbers reported in Disclosures 102-8-a, 102-8-b, and 102-8-c. |\n|                    |                     |                                                                                  | • Data were compiled using end-of-year information in Workday. Employees/contractors can change their        |\n|                    |                     |                                                                                  | information, such as gender, in Workday. As a result, the numbers can fluctuate over time.                  |\n| Organizational     | 102-9               | Supply chain                                                                     | Our suppliers are essential to delivering services within our business. As such, we hold our suppliers      |\n| Profile            |                     |                                                                                  | accountable for complying with our Company’s Standards of Excellence and Ethics Every Day policy – to the   |\n|                    |                     |                                                                                  | same degree as our associates.                                                                               |\n|                    |                     |                                                                                  | We want our vendors and suppliers to help drive innovation, improve quality and sustain growth. To that    |\n|                    |                     |                                                                                  | end, we strive to attract qualified, certified suppliers who reflect our customers, associates and         |\n|                    |                     |                                                                                  | communities we serve. We support the growth of diverse-owned businesses by investing in them through our   |\n|                    |                     |                                                                                  | Supplier Diversity program. We’ve made it a priority to obtain a diverse supplier base reflective of the    |\n|                    |                     |                                                                                  | overall customers, associates and communities we serve. We’re also committed to fair and equitable         |\n|                    |                     |                                                                                  | business practices and to social responsibility. Leveraging these suppliers now and in the future is      |\n|                    |                     |                                                                                  | beneficial to Humana’s profitability. Refer to Humana’s Supplier information web page and the For the      |\n|                    |                     |                                                                                  | Healthcare System section of Humana’s Impact Report for more information.                                    |\n## Global Reporting Initiative (GRI) Index\n\n| GRI Topic          | GRI Subtopic Number | Disclosure Title                                                                 | Humana Disclosure (As of December 31, 2022)                                                                                                                                                                                                 |\n|--------------------|---------------------|----------------------------------------------------------------------------------|------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------|\n| Organizational     | 102-10              | Significant changes to the organization and its supply chain                      | In 2022, Humana, through its Primary Care Organization, opened nineteen (19) de novo senior-focused, value-based primary care centers as part of its joint venture with Welsh, Carson, Anderson & Stowe. This ongoing expansion continues to provide patients with more access to high-quality primary care. The Company also completed the divestiture of a majority interest in its Hospice and Personal Care operations. |\n| Profile            |                     |                                                                                  |                                                                                                                                                                                                                                           |\n| Organizational     | 102-11              | Precautionary principle or approach                                              | Humana has not adopted a precautionary approach.                                                                                                                                                                                            |\n| Profile            |                     |                                                                                  |                                                                                                                                                                                                                                           |\n| Organizational     | 102-12              | External Initiatives                                                             | Humana recognizes that we are part of a bigger community—one that is linked to our members, patients, employees and neighbors. We are dedicated to the holistic health of all people, and that is why we invest in communities across the country to advance health equity. Health equity is about making sure we all have a fair and just opportunity to be as healthy as possible. Helping communities and the people in them grow stronger benefits all of us, because where people live, work and play is inextricable from their health outcomes. Learn more about Humana's external initiatives and partnerships in the For Each Community section of our Impact Report. |\n| Profile            |                     |                                                                                  |                                                                                                                                                                                                                                           |\n| Organizational     | 102-13              | Memberships of associations                                                      | n/a                                                                                                                                                                                                                                       |\n| Profile            |                     |                                                                                  |                                                                                                                                                                                                                                           |\n| Strategy           | 102-14              | Statement from senior decision-maker                                             | Review the message from our CEO in Humana's Impact Report.                                                                                                                                                                                  |\n## Global Reporting Initiative (GRI) Index\n\n| GRI Topic          | GRI Subtopic Number | Disclosure Title                                                                 | Humana Disclosure (As of December 31, 2022)                                                                                                                                                                                                 |\n|--------------------|---------------------|----------------------------------------------------------------------------------|------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------|\n| Ethics and Integrity | 102-16              | Values, principles standard & norms of behavior                                  | In 2013, Humana’s Management team – led by Humana President and CEO Bruce Broussard – identified the need for a set of values that would represent Humana’s evolution as a Healthcare and Well Being company. After a series of interviews and focus groups with Humana employees, the five values (Inspire Health, Pioneer Simplicity, Rethink Routine, Cultivate Uniqueness and Thrive Together) were established. We launched a campaign to introduce the Values to all employees, and a dedicated team formed to ensure we integrated them into Humana’s policies and processes. We include training on Humana’s values to all newly hired employees during the Onboarding process. In addition, we integrate the values into training programs and workshops offered throughout the life cycle of a Humana employee. All employees, vendors and business partners learn about/review our values during Ethics and Compliance training (required for all Humana employees, new governance body members, workers performing the organization’s activities, and business partners on an annual basis). Bruce Broussard along with the Management Team maintain responsibility for the Values, which are also available in Spanish on an internal site. More information about Humana's values, principles, standards, norms and behaviors, and policies and procedures around ethics: [https://humana.gcs-web.com/corporate-governance](https://humana.gcs-web.com/corporate-governance) and in the For the Healthcare section of this Impact Report. |\n## Global Reporting Initiative (GRI) Index\n\n| GRI Topic          | GRI Subtopic Number | Disclosure Title                                                                 | Humana Disclosure (As of December 31, 2022)                                                                                                                                                                                                 |\n|--------------------|---------------------|----------------------------------------------------------------------------------|-----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------|\n| Ethics and Integrity | 102-17              | Mechanisms for advice & concerns about ethics                                     | The Ethics Office is responsible for managing the process (whereby employees, contingent labor, providers, shareholders and others can seek advice and report on behavior) including oversight of the third-party Ethics Help Line vendor, NAVEX, which provides intake and case management of questions and reports that are received via the Ethics Help Line. Employees and contingent labor are made aware of the communication process, including the Ethics Help Line, through Ethics & Compliance Training, which they take upon hire or contract, and annually thereafter. This information is also available through policies and on Humana's intranet and on Humana.com. Business partners are made aware through communication and documents they are required to view/complete. Stakeholders and others are made aware of the Ethics Help Line through documents on Humana.com. Ethics & Compliance training explains why and how to report potential unethical behavior or seek advice about ethical dilemmas or ask questions. The Ethics Help Line is available 24/7. Policies and documents explaining the communication and reporting process are available on Humana's intranet and internet sites. Representatives speaking various languages are made available to speak with callers as necessary. The Ethics Help Line can be used anonymously and is accessible 24/7. Humana has a non-retaliation policy that is published in Ethics Every Day and in various policies; this process is documented at a high level in the Ethics Office Issue Intake and Tracking policy. More information about Humana's values, principles, standards, norms and behaviors, and policies and procedures around ethics: [https://humana.gcs-web.com/corporate-governance](https://humana.gcs-web.com/corporate-governance) and in the For the Healthcare section of Humana’s Impact Report. |\n| Governance         | 102-18              | Governance structure                                                             | The business of the Company is managed under the direction of the Board of Directors, which is elected annually by the stockholders. The basic responsibility of the Board is to exercise its business judgment to act in what each Director reasonably believes to be in the best interests of Humana and its stockholders, while engaging in active and independent oversight of the management of the Company's business affairs and assets. The Board selects the senior management team, which is responsible for the day-to-day conduct of the Company's business. At all times, the Board shall have an Audit Committee, an Organization & Compensation Committee, and a Nominating & Corporate Governance Committee. There is designated Board level oversight of ESG via our Nominating, Governance & Sustainability Committee. |\n### Global Reporting Initiative (GRI) Index\n\n| GRI Topic          | GRI Subtopic Number | Disclosure Title                                      | Humana Disclosure (As of December 31, 2022)                                                                                                                                                                                                 |\n|--------------------|---------------------|-------------------------------------------------------|------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------|\n| Governance         | 102-23              | Chair of the highest governance body                 | The Chair of the highest governance body (the Board of Directors) is the Chairman of the Board of Directors. The current Chairman of the Board is Mr. Kurt J. Hilzinger. Mr. Hilzinger is an independent director, pursuant to the Company's Corporate Governance Guidelines, and applicable New York Stock Exchange (NYSE), U.S. Securities and Exchange Commission (SEC), and, as applicable, Internal Revenue Code (IRS) independence requirements. Mr. Hilzinger is not an executive officer of the Company. |\n| Stakeholder        | 102-40              | List of stakeholders                                  | Humana proactively engages with a wide array of stakeholders through online surveys, interviews and open forum discussions to solicit their feedback on a variety of topics and issues that are relevant to the Company's business. Stakeholder feedback is used to help inform and advance our business strategies, operations, services and products. Key stakeholders include Employees; Members, Patients and Customers; Business Partners and Suppliers; Providers; Community Partners; and Investors/Stockholders. Refer to our most recent Proxy Statement for robust discussion of the Company's formal stockholder engagement process and feedback received during engagements held in 2022, as well as Humana's Impact Report for information about our ESG Material Topic Assessment. |\n| Stakeholder        | 102-41              | Collective bargaining agreements                     | As of December 31, 2022, less than one percent of Humana employees (32 employees) were covered by collective bargaining agreements.                                                                                                                                 |\n| Stakeholder        | 102-42              | Identifying & selecting stakeholders                 | At Humana, we value our stakeholders’ opinions and recognize there are many intersections between our interests and those of our stakeholders. In 2022, we completed a third-party facilitated ESG Material Topic assessment. Members of Humana's ESG Steering Committee worked with business units across the company to identify key stakeholder audiences to include in the assessment, and came up with a list that included a sample of our customers, investors, suppliers, community partners, employees, and others. We interviewed and surveyed those stakeholders and then evaluated the topics they identified, based, in part, on the influence these topics have on Humana's business decisions. Refer to Humana's Impact Report for information about our ESG Material Topic Assessment; to our most recent Proxy Statement for robust discussion of the Company's formal stockholder engagement process and feedback received during engagements held in 2022; and for additional stakeholder information in Humana's 2022 Form 10-K. |\n## Global Reporting Initiative (GRI) Index\n\n| GRI Topic                  | GRI Subtopic Number | Disclosure Title                                                                 | Humana Disclosure (As of December 31, 2022)                                                                                                                                                                                                 |\n|----------------------------|---------------------|----------------------------------------------------------------------------------|------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------|\n| Stakeholder Engagement     | 102-43              | Approach to stakeholder engagement                                               | Refer to Humana’s Impact Report for information about our ESG Material Topic Assessment and how we solicit employee feedback; to our most recent Proxy Statement for robust discussion of the Company’s formal stockholder engagement process and feedback received during engagements held in 2022 (pages 48-50); and for additional stakeholder information in Humana’s 2022 Form 10-K. |\n| Stakeholder Engagement     | 102-44              | Key topics and concerns raised                                                   | Refer to Humana’s Impact Report for information about our ESG Material Topic Assessment and how we solicit employee feedback; to our most recent Proxy Statement for robust discussion of the Company’s formal stockholder engagement process and feedback received during engagements held in 2022 (pages 48-50); and for additional stakeholder information in Humana’s 2022 Form 10-K. |\n| Reporting Practice         | 102-45              | Entities included in the consolidated financial statements                      | Refer to Exhibit 21 in Humana's 2022 Form 10-K.                                                                                                                                                                                                 |\n| Reporting Practice         | 102-46              | Defining report content & topic Boundaries                                       | In 2022, Humana completed a third-party facilitated ESG Material Topic assessment. We evaluated the topics our stakeholders identified, based in part on the influence these topics have on Humana’s business decisions. We understand that our employees, members, patients, and the community at large consider many topics important. We invest our resources where it makes sense for our business to do so to yield the greatest impacts. We consider a wide range of topics as important to our work of advancing health equity and inspiring health and well-being, but not all of them meet the threshold for material topics per GRI’s definition. Humana’s Impact Report focuses on those topics that have the highest significance of environmental, social and economic impact and those that the assessment indicated are of the greatest importance to our stakeholders. See the \"About this Report\" section of Humana’s Impact Report for more information about our approach and the results of our Material Topic Assessment. |\n| Reporting Practice         | 102-47              | List of all the material topics                                                  | A list of all material topics, as identified by Humana’s latest ESG Material Topic Assessment, can be found in the About this Report section of Humana’s Impact Report.                                                                                                                                 |\n\n---\n\n**Stakeholder Engagement**\n\n- **102-43 Approach to stakeholder engagement**\n  - Refer to Humana’s Impact Report for information about our ESG Material Topic Assessment and how we solicit employee feedback; to our most recent Proxy Statement for robust discussion of the Company’s formal stockholder engagement process and feedback received during engagements held in 2022 (pages 48-50); and for additional stakeholder information in Humana’s 2022 Form 10-K.\n\n**Stakeholder Engagement**\n\n- **102-44 Key topics and concerns raised**\n  - Refer to Humana’s Impact Report for information about our ESG Material Topic Assessment and how we solicit employee feedback; to our most recent Proxy Statement for robust discussion of the Company’s formal stockholder engagement process and feedback received during engagements held in 2022 (pages 48-50); and for additional stakeholder information in Humana’s 2022 Form 10-K.\n\n**Reporting Practice**\n\n- **102-45 Entities included in the consolidated financial statements**\n  - Refer to Exhibit 21 in Humana's 2022 Form 10-K.\n\n**Reporting Practice**\n\n- **102-46 Defining report content & topic Boundaries**\n  - In 2022, Humana completed a third-party facilitated ESG Material Topic assessment. We evaluated the topics our stakeholders identified, based in part on the influence these topics have on Humana’s business decisions. We understand that our employees, members, patients, and the community at large consider many topics important. We invest our resources where it makes sense for our business to do so to yield the greatest impacts. We consider a wide range of topics as important to our work of advancing health equity and inspiring health and well-being, but not all of them meet the threshold for material topics per GRI’s definition. Humana’s Impact Report focuses on those topics that have the highest significance of environmental, social and economic impact and those that the assessment indicated are of the greatest importance to our stakeholders. See the \"About this Report\" section of Humana’s Impact Report for more information about our approach and the results of our Material Topic Assessment.\n\n**Reporting Practice**\n\n- **102-47 List of all the material topics**\n  - A list of all material topics, as identified by Humana’s latest ESG Material Topic Assessment, can be found in the About this Report section of Humana’s Impact Report.\n## Global Reporting Initiative (GRI) Index\n\n| GRI Topic          | GRI Subtopic Number | Disclosure Title                          | Humana Disclosure (As of December 31, 2022)                                                                 |\n|--------------------|---------------------|-------------------------------------------|-------------------------------------------------------------------------------------------------------------|\n| Reporting Practice | 102-48              | Restatements of information               | There were no restatements of information provided in previous reports that would have a material effect.    |\n| Reporting Practice | 102-49              | Changes in reporting                      | In 2022, Humana completed a third-party facilitated ESG Material Topic assessment. We evaluated the topics our stakeholders identified, based in part on the influence these topics have on Humana's business decisions, which influenced the content of Humana's latest Impact Report. See the \"About this Report\" section of Humana's Impact Report for the results of our Material Topic Assessment. |\n| Reporting Practice | 102-50              | Reporting period                          | See the \"About this Report\" section of Humana's Impact Report.                                             |\n| Reporting Practice | 102-51              | Date of most recent report                | See the \"About this Report\" section of Humana's Impact Report.                                             |\n| Reporting Practice | 102-52              | Reporting cycle                           | See the \"About this Report\" section of Humana's Impact Report.                                             |\n| Reporting Practice | 102-53              | Contact point for questions regarding the report | See the \"About this Report\" section of Humana's Impact Report.                                             |\n| Reporting Practice | 102-54              | Claims of reporting in accordance with the GRI standards | See the \"About this Report\" section of Humana's Impact Report.                                             |\n| Reporting Practice | 102-55              | GRI content index                         | See the appendix of Humana's Impact Report (this document) for the GRI index.                              |\nGlobal Reporting Initiative (GRI) Index\n\n| GRI Topic                  | GRI Subtopic Number | Disclosure Title                                                                 | Humana Disclosure (As of December 31, 2022)                                                                                                                                                                                                 |\n|----------------------------|---------------------|----------------------------------------------------------------------------------|------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------|\n| Reporting Practice         | 102-56              | External assurance                                                               | Humana’s leadership made the decision to follow the best practice of obtaining external assurance for Humana’s Impact Report environment data. See For the Environment section of Humana’s Impact Report for more information.                                                                 |\n| Local Communities         | 413                 | Management Approach (2016)                                                        | As a health and well-being company, we are committed to helping our millions of medical and specialty members achieve their best health. Our successful history in care delivery and health plan administration is helping us create a new kind of integrated care with the power to improve health and well-being, advance health equity, and lower costs. Our efforts are leading to a better quality of life for people with Medicare, families, individuals, military service personnel, and communities at large. We share detail on our progress in Humana’s Impact Report. There is no limit regarding this topic boundary. |\n| Local Communities         | 413-1 (2016)        | Operations with local community engagement, impact assessments, and development programs | Examples of operations with implemented local community engagement, impact assessments, and/or development programs include our health equity initiatives (see the For Each Community section of Humana’s Impact Report) and our environmental sustainability initiatives (see the For the Environment section of Humana’s Impact Report). |\n| Anti-corruption           | 205                 | 205 Management Approach (2016)                                                   | Humana Anti-corruption Statement                                                                                                                                                                                                                                                                   |\n| Anti-corruption           | 205-2 (2016)        | Communication and training about anti-corruption policies and procedures          | All members of our Board of Directors completed the Ethics & Compliance Training, which covers anti-corruption. The file is available within the Legal Department and Ethics & Compliance Training team receives a copy of the Board of Directors Acknowledgement of training. In 2022, all employees completed Ethics & Compliance training that includes anti-corruption or were reported to Humana’s employee relations team for disciplinary actions up to and including termination. We conducted an annual training cycle close process for the 2022 training period. See 205-2 table for more detail. |\n## Global Reporting Initiative (GRI) Index\n\n| GRI Topic                  | GRI Subtopic Number | Disclosure Title                                      | Humana Disclosure (As of December 31, 2022)                                                                 |\n|----------------------------|---------------------|-------------------------------------------------------|-------------------------------------------------------------------------------------------------------------|\n| Economic Performance       | 201                 | Management Approach (2016)                            | See the Risk Factors section of Humana's 2022 Form 10-K (starting on page 21), in which we detail the major risks relating to Humana's business. |\n| Economic Performance       | 201-1 (2016)        | Direct economic value generated and distributed       | FY22 Payments to Government - Income tax payments: net $758M Additional detail can be found in Humana's 2022 Form 10-K. |\nInformation about Humana's commitment to employee well-being is found in the For Each Person section of Humana's Impact Report.\n\nSome highlights: At Humana, helping people achieve lifelong well-being has always been rooted in a simple principle: well-being is holistic. That means living with a balanced sense of purpose, health, belonging and security. These interconnected dimensions are the basis on which we can live our best lives. The synergy among them creates a spillover effect – improvement in one can lead to improvement in others. To help support our employees on their unique well-being journeys, we offer an array of benefits, programs, and experiences. Benefit plans, such as medical plans, pharmacy benefits, preventive care, dental, and vision plans help take care of physical and emotional needs. Employees can offset costs and be prepared for health expenses throughout the year through rewards and may even qualify for additional account funding in their Health Savings Account (HSA) and Personal Care Account (PCA). Humana offers life insurance and voluntary benefits to our employees for preparation and peace of mind when the unexpected arises. We offer some of these benefits at no cost, while others require coverage payment.\n\nCertain preventive care services – such as routine exams, tests, immunizations and preventive medicines for conditions like diabetes, high cholesterol, and high blood pressure – are available at no cost if enrolled in one of Humana's medical plans. We promote preventive care throughout the year and offer our employees rewards for getting preventive care. When preventing or treating different conditions, there is an option to turn to techniques that are different from traditional therapies. Known as Complementary and Alternative Medicine (CAM), techniques such as acupuncture, massage therapy, and chiropractic services can offer supplemental care for employees' health and well-being. Boosting Biometrics offers a reward by recognizing whether our employees are achieving, maintaining, or working towards healthy biometric numbers. Employees can earn extra cash on their paycheck by committing to their health. In addition, by completing a full biometric screening and the full Go365 Health Assessment, employees can avoid additional costs. Managers and Human Resources cannot access associates' personal health information. Also, Humana does not base employment decisions on employees' screening results.\n\nFlexible work hours are at the discretion of leadership as to best manage work schedules. There may be opportunities for a customized approach allowing the employee to balance her/his/their needs with those of the business. Many options support the employees' well-being inclusive of paid time off, volunteer time off, caregiver leave, bereavement, jury duty, and well-being time. Well-being time is 30 minutes of paid time each week for employees to support their individual needs. Also available are family medical leave act, disability plans, parental leave, domestic partner leave, and leaves of absence.\n### Global Reporting Initiative (GRI) Index\n\n| GRI Topic                        | GRI Subtopic Number | Disclosure Title                                                                 | Humana Disclosure (As of December 31, 2022)                                                                                                                                                                                                 |\n|----------------------------------|---------------------|----------------------------------------------------------------------------------|----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------|\n| Occupational Health & Safety     | 403-1 (2018)        | Occupational health and safety management system                                 | An Environmental Health and Safety (EH&S) Manual has been developed to provide guidance so that losses from fire, disaster, accidents, and illnesses may be reduced. Because of the diversity of the Humana facilities, the applicability of the EH&S Manual may vary by location. Policies and procedures are implemented by the individual properties based upon their needs. All Humana associates, contractors, and vendors should support Humana in achieving its goal of maintaining safe and secure facilities for its associates and members corporate obligation of protecting the assets of Humana. The EH&S Manual is comprised of six modules: Module I, Humana Safety Management System; Module II, Associate Safety & OSHA; Module III, Fire & Life Safety; Module IV, Emergency Management; Module V, Environmental Safety; Module VI, Contractor & Vendor Safety. For example, contents of Module I of EH&S Management System include: Description of the Humana Safety Management System Model; Management Leadership & Commitment; Standards & Guidance; Planning; Implementation & Operation; Assurance & Oversight; Appendices. Module II, Associate Safety & OSHA is comprised of three parts: Safety Committees, Associate Safety, and OSHA Compliance. Subsequent modules continue to delineate expectations and provide guidance and resources. The EH&S Manual is owned and maintained by Humana Safety and Security (HSS), specifically Environmental Health and Safety (EHS). The EH&S Manual is available electronically and accessible to all with access to Humana’s intranet. Other processes we use to manage/mitigate occupational health and safety includes an Incident Reporting System (IRS), our HSS SharePoint site and a shared internal drive to manage occupational health and safety. Our Learning Management System (LMS) is the training solution for EHS/HSS that is available to employees; some courses are assigned based on roles, but all courses are available upon request. Humana’s Enterprise Safety and Security Policy, which is based on Humana’s Principle of Business Ethics and Humana Values, communicates our commitment to safeguarding and protecting our key assets, people, property, information, etc. We manage occupational health and safety via the health and safety management system as outlined in the EHSS Manual, which is accessible via an internal SharePoint site. EHS/HSS evaluates the effectiveness of the management approach through a variety of efforts, including drills, Enterprise Critical Incident Response Team (ECIRT) exercises, inclement weather exercises, regulatory reporting requirements, periodic maintenance tests and schedules, LMS training and regularly-scheduled meetings. |\n## Global Reporting Initiative (GRI) Index\n\n| GRI Topic                  | GRI Subtopic Number | Disclosure Title                                                                 | Humana Disclosure (As of December 31, 2022)                                                                                                                                                                                                                                                                                                                                 |\n|----------------------------|---------------------|----------------------------------------------------------------------------------|--------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------|\n| Occupational Health & Safety | 403-2 (2018)        | Hazard identification, risk assessment, and incident investigation                 | An Environmental Health and Safety (EH&S) Manual has been developed to provide guidance so that losses from fire, disaster, accidents, and illnesses may be reduced. See 403-1 (2018) for more information about the manual and related processes. Associates are encouraged to—and have a responsibility to—report all hazard and hazardous situations. This is communicated through the Associate Safety Handbook, which is available on Humana’s intranet and provided to all new hires. We also communicate it in the Associate Emergency Preparedness training, assigned to all new hires. Associates can report hazards, hazardous situations or concerns through a number of mechanisms, including: Our work order system Directly to Humana Safety & Security at safety@humana.com or humanaglobalsecurity@humana.com Directly to workplace solutions at workplacesolutions@humana.com Through our internal social media platform Directly to their leader Concerns can also be reportedly anonymously through our Ethics hotline. In 2019, we introduced a new phone app, LiveSafe, to all Louisville associates (a full enterprise roll out is under way). LiveSafe provides self-service and peer-to-peer safety and security tools designed to enhance associate safety and well-being. This free tool is available for 24/7 business and personal use—at work, home or anywhere you want extra peace-of-mind. Our Ethics policy addresses non-retaliation; all associates and contractors are required to complete Ethics training annually. Work related injuries/illnesses are reported through an internal electronic reporting system that is available and easily accessible to all associates. Humana Safety and Security review all incidents. Investigations and corrective actions are managed and tracked through a process developed in our Safety Incident Management System through Service Now. Incident investigation methods and resources are included in the EHS Management System for individual Business use as well. |\n## Global Reporting Initiative (GRI) Index\n\n| GRI Topic                  | GRI Subtopic Number | Disclosure Title                                                                 | Humana Disclosure (As of December 31, 2022)                                                                                                                                                                                                 |\n|----------------------------|---------------------|----------------------------------------------------------------------------------|------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------|\n| Occupational Health & Safety | 403-3 (2018)        | Occupational health services                                                     | Information about Humana's commitment to employee well-being is found in the For Each Person section of Humana's Impact Report. Additionally, an Environmental Health and Safety (EH&S) Manual has been developed to provide guidance so that losses from fire, disaster, accidents, and illnesses may be reduced. See 403-1 (2018) for more information about the manual and related processes. |\n| Occupational Health & Safety | 403-4 (2018)        | Worker participation, consultation, and communication on occupational health and safety | Information about Humana's commitment to employee well-being is found in the For Each Person section of Humana's Impact Report. Additionally, an Environmental Health and Safety (EH&S) Manual has been developed to provide guidance so that losses from fire, disaster, accidents, and illnesses may be reduced. See 403-1 (2018) for more information about the manual and related processes. |\n| Occupational Health & Safety | 403-5 (2018)        | Worker training on occupational health and safety                                | An Environmental Health and Safety (EH&S) Manual has been developed to provide guidance so that losses from fire, disaster, accidents, and illnesses may be reduced. See 403-1 (2018) for more information about the manual and related processes, including training. Additionally, Numerous safety training courses are provided and/or required based on role. New hires are assigned the Emergency Preparedness Training and the Workplace Violence Prevention Policy & Procedure training. Other training is required based on role. Additional training is provided through third-party resources, including Powered Industrial Truck, Lockout/Tagout, Machine Guarding and First aid/CPR. Clinics, Guidance Centers (Neighborhood centers), Humana At Home and Mail Order Pharmacy operations also have an annual safety calendar that includes monthly safety topics that are reviewed with associates. |\n## Global Reporting Initiative (GRI) Index\n\n| GRI Topic                        | GRI Subtopic Number | Disclosure Title                                                                 | Humana Disclosure (As of December 31, 2022)                                                                                                                                                                                                 |\n|----------------------------------|---------------------|----------------------------------------------------------------------------------|------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------|\n| Occupational Health & Safety     | 403-6 (2018)        | Promotion of Worker Health                                                       | Information about Humana's commitment to employee well-being is found in the For Each Person section of Humana's Impact Report, as well as in disclosure GRI 403 above.                                                                                     |\n| Occupational Health & Safety     | 403-7               | Prevention and mitigation of occupational health and safety impacts directly linked by business relationships | At Humana, we integrate a culture of safety and security into all aspects of our business to provide our associates, contractors, members and visitors a safe and secure work environment – we are committed to protecting people and safeguarding key assets, properties and information. We have an Enterprise Safety and Security Policy that applies to our associates, facilities (owned or leased), and anyone requesting facility admittance regardless of relationship. We maintain and utilize the following resources to manage/mitigate occupational health and safety: Environmental Health and Safety Manual, Incident Reporting System, Associate Safety Handbook and Associate Emergency Preparedness Training. Our safety and security team periodically performs on-site compliance audits to ensure safety plans and practices are implemented, in addition to providing training tools and information. More information is found in the For Each Person section of Humana's Impact Report. |\nHumana continuously strives to improve our environmental performance. Information about our commitment to the health of the environment can be found in Humana’s Impact Report, For the Environment section. The largest opportunity to decrease our environmental impacts, including emissions, energy, waste and water, is in our internal operations because we provide services instead of products. By proactively managing toward environmental efficiency, Humana is positioned to offer reliable and cost-effective services to our customers.\n\nThe Chief Administrative Officer has oversight for Humana’s Workplace Solutions team. The team is responsible for day-to-day planning, coordination and implementation of Humana’s operational environmental sustainability policies, including those around energy management and climate-change mitigation / adaptation. The Workplace Solutions team also leads initiatives toward achieving environmental targets in addition to tracking/reporting progress and assessing feasibility toward setting new targets. Humana’s day-to-day environmental and sustainability objectives are managed by our Environmental Sustainability Practice Leader. This position is appointed by the Head of Workplace Solutions, who has direct responsibility for functions that directly address Humana’s enterprise energy consumption and carbon emissions inventory: facilities, project management, real estate management, and aviation operations.\n\nClimate change impacts – such as increased frequency of extreme weather events, higher costs of energy, and consumer and investor interest in our sustainability efforts – pose risks and opportunities for Humana’s business. We manage these impacts in several ways. We continually strengthen our already robust business continuity program, invest in energy management and efficiency projects, and pursue financial incentives to support efforts to reduce our environmental footprint. We set challenging environmental targets, collaborating with vendors and associates to achieve them. These efforts both mitigate risks and demonstrate Humana’s commitment to our members and employees by validating the intrinsic link between environment and well-being.\n\nAn expanded approach and description aligning with the implementation of a new Science Based Target will be developed this year. For additional details on the draft Target, reference the For the Environment section of Humana’s Impact Report.\n## Global Reporting Initiative (GRI) Index\n\n| GRI Topic | GRI Subtopic Number | Disclosure Title | Humana Disclosure (As of December 31, 2022) |\n|-----------|---------------------|------------------|---------------------------------------------|\n| Emissions | 305-2               | Energy Indirect (Scope 2) GHG Emissions (2016) | Information about our GHG Emissions can be found in Humana’s Impact Report, For the Environment section. |\n| Emissions | 305-5               | Reduction of GHG Emissions (2016) | Information about our GHG Emissions can be found in Humana’s Impact Report, For the Environment section. |\nHumana is focused on advancing diversity, equity, and inclusion among our employees and for our communities. Our DEI goals include: making Humana a workplace where everyone has an equal opportunity to contribute and succeed; ensuring leadership is representative of all employees, members, and patients; establishing an aspirational strategy and roadmap, which includes an intentional plan of action for each employee and to foster DEI across the organization; addressing and eliminating barriers which disproportionately impact certain identities so that identity does not significantly impact employee experience; and eliminating the falloff of representation from entry level to leadership level for racial identities, sex/gender, and veteran status.\n\nWe’re working to increase representation among people of color in leadership levels of director and above. For our Executive Officer short-term incentive compensation plan, we have included an ESG measure, specifically with respect to performance against inclusion and diversity efforts. Since introducing these shared accountability measures in 2020, we’ve seen year-over-year improvements among our employees who are women and those who are people of color.\n\nOur Executive Inclusion and Diversity Council reflects the diversity of employees and communities we serve. The Council has rotating service terms to ensure we empower the employee voice and increase diverse points of view from all levels of the organization. Chaired by Humana’s President and CEO, the Council is responsible for overseeing and accomplishing annual goals. Humana’s Network Resource Groups, or NRGs, are also an important way that Humana is achieving our inclusion, diversity, and equity goals.\n\nContinued partnerships with organizations like the Management Leadership for Tomorrow, The Consortium, National Black MBA Association, Prospanica and the YMCA Black Achievers Program fortify our recruitment efforts and boost opportunities for ethnically diverse populations. We have also signed the CEO Action for Diversity and Inclusion Pledge (the largest CEO-driven business commitment to advance diversity and inclusion in the workplace) as well as the Catalyst CEO Champions for Change (an initiative to advance more women into all levels of leadership). Humana is also a founding member of the OneTen Initiative, committing to a shared goal to train, hire and advance one million Black Americans into family-sustaining jobs over the next 10 years.\n\nSee Table 405-1.\n\nMore information about Humana’s commitment to diversity, equity, and inclusion can be found in Humana’s Impact Report.\n## Global Reporting Initiative (GRI) Index\n\n| GRI Topic                        | GRI Subtopic Number | Disclosure Title                                                                 | Humana Disclosure (As of December 31, 2022)                                                                 |\n|----------------------------------|---------------------|----------------------------------------------------------------------------------|-------------------------------------------------------------------------------------------------------------|\n| Diversity and Equal Opportunity  | 405-1               | Diversity of governance bodies and employees                                     | See table 405-1 for detail                                                                                   |\n| Customer Health & Safety         | 416                 | Management Approach (2016)                                                       | See the Our Products section (begins on page 5) of Humana's 2022 Form 10-K                                  |\n|                                  |                     |                                                                                  | See the For Each Person: Members and Patients section of Humana's Impact Report                              |\n|                                  |                     |                                                                                  | See the Manage Your Health section of Humana.com                                                            |\n| Customer Health & Safety         | 416-2 (2016)        | Incidents of non-compliance concerning the health and safety impacts of products and services | Humana did not identify any incidents of non-compliance with regulations resulting in a fine or penalty, incidents of non-compliance with regulations resulting in a warning, or incidents of non-compliance with voluntary codes concerning health and safety impacts of products and services in 2022. |\n| Customer Privacy                 | 418                 | Management Approach (2016)                                                       | See pages 36 – 46 of Ethics Every Day.                                                                        |\n|                                  |                     |                                                                                  | See For the Healthcare System, Governance and Accountability section of Humana's Impact Report               |\n| Customer Privacy                 | 418-1 (2016)        | Substantiated complaints concerning breaches of customer privacy and losses of customer data | We report required data breaches to the U.S. Department of Health and Human Services (HHS), Office for Civil Rights (OCR). In 2022, Humana received 0 substantiated complaints from outside parties and 1 substantiated complaint from regulatory bodies. |\n|                                  |                     |                                                                                  | U.S. Department of Health and Human Services Office for Civil Rights Breach Portal                           |\nGlobal Reporting Initiative (GRI) Index\n\n| GRI Topic       | GRI Subtopic Number | Disclosure Title                                                                 | Humana Disclosure (As of December 31, 2022)                                                                                                                                                                                                 |\n|-----------------|---------------------|----------------------------------------------------------------------------------|------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------|\n| Non-discrimination | 406                 | Management Approach (2016)                                                       | Humana is focused on advancing its overall strategy by representing and elevating the communities and people that we serve. Our Ethics Every Day policy guide, which is reviewed annually, acknowledges that inclusion and diversity drive innovation, and that’s why Humana recognizes the important role equal employment opportunity and affirmative action plays in ensuring we have a diverse workplace that embraces the ideas of all associates. Humana provides equal employment opportunity (EEO) for all individuals without regard to race, color, religion, sex, sexual orientation, gender identity or expression, national origin, age, disability, veteran status or marital status. Our policy is to provide equal opportunity for all associates and applicants for employment as defined by federal, state and local laws. More information about Humana’s commitment to diversity, equity, and inclusion can be found at the following locations: See p. 61 of Ethics Every Day and the For Each Person: Diversity, Equity and Inclusion section of Humana’s Impact Report for more information. |\n| Non-discrimination | 406-1 (2016)         | Incidents of discrimination and corrective actions taken                         | Humana takes seriously any incidents of discrimination and acts according to the policies outlined in our Ethics Every Day guide. We do not publicly disclose incidents, as we treat this data as confidential company information.                                                                                     |\n| Marketing & Labeling | 417                 | Management Approach (2016)                                                       | Please see Humana’s approach to guarding information and maintaining trust with our customers and patients as it relates to preserving the integrity of our corporate information, starting on page 36 of Ethics Every Day.                                                                 |\n| Marketing & Labeling | 417-3 (2016)         | Incidence of non-compliance concerning marketing communications                  | There were four incidents of non-compliance related to Humana’s Commercial marketing communication materials in 2022. Humana instituted various corrective measures to ensure the accuracy of its marketing communications. Further details about the incidents are confidential. |\nGlobal Reporting Initiative (GRI) Index\n\nGRI Table 102-8 A: Total number of employees by employment contract (permanent and temporary), by gender. All data is as of December 31, 2022.\n\n| Category                        | Total   |\n|---------------------------------|---------|\n| Employees                       | 65484   |\n| Women                           | 49052   |\n| Men                             | 16412   |\n| No gender information available | 20      |\n| Contingent Workers              | 39265   |\n| Women                           | 20531   |\n| Men                             | 16963   |\n| No available gender information | 1771    |\n| TOTAL                           | 104749  |\n\nNote: The employee total shown above is based on data pulled from Workday. Where “no gender information available” is noted, the employee/contractor chose not to disclose their gender during the hiring process and employment, or such information was not provided to us from the vendor(s). Employees/contractors can change their information, such as gender, in Workday. As a result, the numbers can fluctuate over time.\n## Global Reporting Initiative (GRI) Index\n\n**GRI Table 102-8 B: Total number of employees by employment contract (permanent and temporary), by region. All data is as of December 31, 2022. Table continues on next page.**\n\n| Work State       | Employee | Contingent Worker | Grand Total |\n|------------------|----------|-------------------|-------------|\n| Alabama          | 1170     | 52                | 1222        |\n| Alaska           | 5        |                   | 5           |\n| Arizona          | 2589     | 1377              | 3966        |\n| Arkansas         | 499      | 13                | 512         |\n| California       | 1044     | 153               | 1197        |\n| Colorado         | 344      | 51                | 395         |\n| Connecticut      | 399      | 24                | 423         |\n| Delaware         | 46       | 4                 | 50          |\n| District of Columbia | 31   | 7                 | 38          |\n| Florida          | 13381    | 790               | 14171       |\n| Georgia          | 2106     | 951               | 3057        |\n| Hawaii           | 29       | 1                 | 30          |\n| Idaho            | 73       | 2                 | 75          |\n| Illinois         | 1003     | 226               | 1229        |\n| Indiana          | 2507     | 66                | 2573        |\n| Iowa             | 174      | 7                 | 181         |\n| Kansas           | 370      | 14                | 384         |\n| Kentucky         | 11137    | 32113             | 43250       |\n| Louisiana        | 1323     | 22                | 1345        |\n| Maine            | 159      | 4                 | 163         |\n| Maryland         | 353      | 79                | 432         |\n| Massachusetts    | 408      | 192               | 600         |\n| Michigan         | 364      | 65                | 429         |\n| Minnesota        | 332      | 31                | 363         |\n| Mississippi      | 666      | 3                 | 669         |\n| Missouri         | 760      | 82                | 842         |\n| Montana          | 34       | 2                 | 36          |\n| Nebraska         | 134      | 22                | 156         |\nContinued from previous page: GRI Table 102-8 B: Total number of employees by employment contract (permanent and temporary), by region. All data is as of December 31, 2022.\n\n| State                | Permanent | Temporary | Total  |\n|----------------------|-----------|-----------|--------|\n| Nevada               | 526       | 61        | 587    |\n| New Hampshire        | 41        | 7         | 48     |\n| New Jersey           | 477       | 157       | 634    |\n| New Mexico           | 111       | 5         | 116    |\n| New York             | 1706      | 115       | 1821   |\n| North Carolina       | 2596      | 129       | 2725   |\n| North Dakota         | 14        |           | 14     |\n| Ohio                 | 3040      | 596       | 3636   |\n| Oklahoma             | 216       | 27        | 243    |\n| Oregon               | 90        | 21        | 111    |\n| Pennsylvania         | 807       | 107       | 914    |\n| Rhode Island         | 12        | 3         | 15     |\n| South Carolina       | 1592      | 47        | 1639   |\n| South Dakota         | 32        | 1         | 33     |\n| Tennessee            | 1279      | 93        | 1372   |\n| Texas                | 5172      | 577       | 5749   |\n| Utah                 | 102       | 43        | 145    |\n| Vermont              | 9         | 2         | 11     |\n| Virginia             | 913       | 78        | 991    |\n| Washington           | 583       | 24        | 607    |\n| West Virginia        | 377       | 4         | 381    |\n| Wisconsin            | 3172      | 590       | 3762   |\n| Wyoming (blank)      | 12        | 115       | 12     |\n| Puerto Rico          | 1165      | 105       | 1270   |\n| Andhra Pradesh       | 5         |           | 5      |\n| Grand Total          | 65484     | 39265     | 104749 |\n## Global Reporting Initiative (GRI) Index\n\n**GRI Table 102-8 C: Total number of employees by employment type (full-time and part-time), by gender. All data is as of December 31, 2022.**\n\n| Employment Type | Women | Men | (blank)² | Grand Total |\n|-----------------|-------|-----|----------|-------------|\n| Limited Term    | 133   | 9   |          | 142         |\n| Per Diem        | 3981  | 468 | 1        | 4450        |\n| Regular         | 44530 | 15792| 19       | 60341       |\n| VSP             | 408   | 143 |          | 551         |\n| (blank)²        | 20531 | 16963| 1771     | 39265       |\n| Grand Total¹    | 69583 | 33375| 1791     | 104749      |\n\nNote: Employees can change their demographic information, such as gender, in Workday. As a result, the reported data can fluctuate over time.\n\n1. Data includes Humana employees and contingent workers and was pulled from Workday. Demographic data of Humana employees can also be found in Humana’s Proxy Statement (refer to page 13 of the 2022 Proxy Statement).\n2. Some demographic data unavailable for contingent workers.\n## Global Reporting Initiative (GRI) Index\n\nGRI Table 205-2: Communication and training about anti corruption policies and procedures. All data is as of December 31, 2022.\n\n| 2022 Completions* | First tier, downstream or related entity of Humana supporting Humana’s Medicare and/or Medicaid products and services - FDRs | Chain Pharmacies | Delegates | Sales Agencies | Suppliers |\n|-------------------|-------------------------------------------------------------------------------------------------|-----------------|-----------|---------------|-----------|\n| Total No.         | 1,450                                                                                           | 257             | 671       | 351           | 171       |\n| Percentage of FDRs| 100%                                                                                           | 18%             | 46%       | 24%           | 12%       |\n\n*FDRs received training via communications and educational materials on The Foreign Corrupt Practices Act (FCPA), located in the following documents, which are distributed to each new FDR at initial orientation and annually thereafter:\n\n- Compliance Policy for Contracted Healthcare Providers and Third Parties (page 11)\n- Ethics Every Day for Contracted Healthcare Providers and Third Parties (page 9)\n## Global Reporting Initiative (GRI) Index\n\n### GRI Table 405-1: Diversity of governance bodies and employees\n\n|                                | Board of Directors | Humana Executive Officers | Humana VPs and Directors | All Humana employees below director level |\n|--------------------------------|--------------------|---------------------------|--------------------------|------------------------------------------|\n|                                | 2022 | 2021 | 2022 | 2021 | 2022 | 2021 | 2022 | 2021 |\n| Women                          | 21%  | 31%  | 18%  | 33%  | 49%  | 45%  | 76%  | 73%  |\n| Men                            | 79%  | 69%  | 82%  | 67%  | 51%  | 55%  | 24%  | 27%  |\n| <30 yrs. old                   | 0%   | 0%   | 0%   | 0%   | 0%   | 0%   | 10%  | 11%  |\n| 30 yrs. – 50 yrs. old          | 0%   | 8%   | 36%  | 33%  | 62%  | 63%  | 60%  | 60%  |\n| >50 yrs. old                   | 100% | 92%  | 64%  | 67%  | 38%  | 37%  | 30%  | 29%  |\n| Member of an ethnic minority or vulnerable group | 14%  | 23%  | 36%  | 17%  | 20%  | 21%  | 44%  | 46%  |\n| Not a member of an ethnic minority or vulnerable group | 86%  | 77%  | 64%  | 83%  | 80%  | 79%  | 56%  | 54%  |\n\n*Note: Data represented is as of December 31 of each respective year. Percentages in the table above have been rounded and may total greater than 100% as a result. Employees/contractors can change their information, such as gender, in Workday. As a result, the numbers can fluctuate over time.*\nUnited Nations Sustainable Development Goals\n\nHumana recognizes the role we play in the global effort to address worldwide challenges. In 2015, United Nations member states developed and adopted 17 Sustainable Development Goals (SDGs) to serve as a blueprint for a global partnership in which countries, corporations and organizations could help end poverty, protect the environment, and ensure prosperity for people and the planet.\n\nIn 2018, Humana assessed where our business impacts and corporate responsibility efforts most closely align to the SDGs, and we identified 3 goals to which our company can most contribute. Upon conducting our 2022 ESG Material Topic Assessment, we identified 4 additional goals that Humana’s work is most meaningfully supporting. Throughout Humana’s Impact Report are examples of our 2022 efforts that support the 2030 Global Goals, most especially the 7 listed and described here. The progress we have made in addressing these shared goals inspires us to continue to collaborate with partners as we help ensure that every person has a fair and just opportunity to be as healthy as possible.\n\n**Good health and well-being:**\nImproving physical, mental and emotional health means ensuring access to the care and information that people need. We work to address disparities and connect individuals to high-quality care experiences.\n\n**Affordable and clean energy:**\nWe take part in global efforts to promote renewable energy usage, offering education and community-based solutions that improve efficiency.\n\n**Decent work and economic growth:**\nOur well-being initiatives, benefits, training opportunities and workplace policies create a culture of positivity, meaningful work and whole-person health.\n\n**Reduced inequalities:**\nOur network of employees and partners reflects the diverse communities we serve—and we promote the inclusion of all individuals with pioneering equity initiatives.\n\n**Responsible consumption and production:**\nOur efforts to minimize our environmental footprint and reduce waste advance health equity and help people achieve lifelong well-being.\n\n**Climate action:**\nThe effects of climate change can have a direct impact on individual and community health, so our science-based goals target the most pressing risks.\n\n**Peace, justice and strong institutions:**\nEthical, purpose-driven action at every level of our organization advances justice in our company and beyond.\n## Humana’s Impact: Environmental Year-over-year Data Inventory\n\n| Category | Metric | 2019 | 2020 | 2021 | 2022 |\n|----------|--------|------|------|------|------|\n| **Energy (MWh)** | Total fuel consumption from non-renewable sources, including propane, diesel fuel, gasoline, CNG, jet fuel, and natural gas | 178,050 | 172,955 | 141,637 | 261,629 |\n| | Total fuel consumption from renewable fuel sources (ethanol) | 542 | 192 | 193 | 1 |\n| | Total electricity consumption | 177,379 | 166,382 | 172,970 | 178,447 |\n| | Generated energy (solar electricity) | 10 | 11 | 11 | 10 |\n| | Total renewable energy consumption | 552 | 203 | 204 | 11 |\n| | Total non-renewable energy consumption | 355,429 | 339,540 | 314,608 | 440,075 |\n| | Total energy consumption | 355,981 | 34,959 | 314,812 | 440,086 |\n| **GHG Emissions (mtCO2e)** | Total Scope 1 GHG emissions (CO2, CH4, N2O, HFCs) | 36,525 | 34,959 | 29,481 | 47,312 |\n| | Total Scope 2 location-based indirect emissions resulting from the generation of purchased electricity, heat, or steam (CO2, CH4, N2O) | 76,450 | 65,566 | 68,184 | 69,892 |\n| | Total Scope 2 market-based indirect emissions resulting from the generation of purchased electricity, heat, or steam (CO2, CH4, N2O) | 75,812 | 71,243 | 73,675 | 74,627 |\n| | Direct biogenic CO2 emissions | 9 | 3 | 3 | 0 |\n| | Total greenhouse gas emissions as the sum of Scope 1 and Scope 2 location-based emissions | 112,975 | 100,524 | 97,665 | 117,204 |\n| | Total greenhouse gas emissions as the sum of Scope 1 and Scope 2 market-based emissions | 112,337 | 106,202 | 103,157 | 121,938 |\n| **GHG Emissions (mtCO2e)** | Scope 3 Emissions | 1,971,180.33 | 2,478,677.65 | 2,478,677.65 | 2,478,677.65 |\n| | Recycled (non-hazardous) | 4,666 | 2,727 | 3,799 | 4,702 |\n| | Composted (non-hazardous) | 125 | 60 | 12 | 50 |\n| | Waste (metric tons) | 1,939 | 1,433 | 3,439 | 4,171 |\n| | Water (m3) | 728,982 | 715,661 | 648,275 | 668,220 |\n\nCSR table boundary was updated in 2023 to align with the SBT boundary and baseline.\n\n*Note that the values in this table are estimates and have not yet been verified for 2022. This document will be updated in Q2 2023 with the actual values.\n\n*Note that Kindred is included in the 2022 data\n\n*Note that waste data is the data received from Humana and does not include scaled-up emissions estimates\n\n*Note that mobile gasoline data was partially included in miles for 2022 so an assumption of 22 MPG was used to estimate the total MWh of mobile gasoline\n\n*Note that Humana OneHome fleet fuel consumption was captured for 2022 - but has not yet been included for prior years\n\n### Environmental Reporting Assurance\n\nThe values in this table are estimates and have not yet been verified for 2022. This document will be updated in Q2 2023 with the actual values. At that time, a third-party assurance contractor will be employed by Humana, Inc. (“Humana”) to undertake the actions necessary to provide limited assurance verification of our GHG emissions for submission to the CDP. For more information on the assurance process and scope, see the statement of assurance for 2021 starting on the next page.\nISO 14064-3 GHG Emissions Verification\n\nLimited Assurance Statement\n\nSchneider Electric (\"Schneider\") has been contracted by Humana Inc. (\"Humana\") for independent third-party verification of Scope 1, Scope 2, and Scope 3 Greenhouse Gas (GHG) emissions verification for their North American operation’s fiscal year 2021 GHG emissions inventory to a limited assurance level. The verification was performed in accordance with the ISO 14064-3: Greenhouse Gases – Specification with Guidance for Validation and Verification of Greenhouse Gas Assertions (2006) standard. The Humana GHG Inventory was prepared using, and verified against, the WRI/WBCSD Greenhouse Gas (GHG) Protocol – A Corporate Accounting and Reporting Standard (Revised 2013), including the GHG Protocol Scope 2 Guidance (2015) amendment.\n\nResponsibilities\n\nHumana has sole responsibility for its GHG Inventory. The preparation of the GHG Inventory, as well as its contents, is the responsibility of Humana. Humana is also responsible for defining, adapting, and maintaining the management and internal control systems from which the information is obtained.\n\nSchneider Electric is responsible to issue an independent report based on the procedures used during our review. While Humana has also contracted with Schneider Electric to support the preparation of their GHG Inventory, those involved in the verification work are part of different operational teams with different management oversight. All verification work and all related communication has been performed with transparency so that Humana can trust in the independence of the verification.\nScope of Verification\n\nThe organizational boundary was established following the operational control approach. The scope of this engagement covered GHG Emissions sources for all of Humana’s operations, which are all located within North America. The verification included verification of Scope 1, Scope 2, and Scope 3 data along with water consumption, as follows:\n\n- **Scope 1**: Natural Gas, Diesel, Propane, #2 Fuel Oil, Aviation Gasoline, Gasoline (Petrol) Mobile, Diesel, Ethanol blends, Refrigerants, and onsite Renewable power.\n- **Scope 2**: Purchased electricity\n- **Scope 3**: Purchased goods & services, Fuel & energy related activities, Waste, Employee commuting, Employee telecommuting, Investments, downstream leased assets, and Business travel. *Note: Upstream Transportation was not verified as part of FY2021 verification.*\n- **Water Consumption**\n\nLevel of Assurance\n\nSchneider’s verification of Humana’s CY2021 was constructed to provide a limited level of assurance with a 5% materiality level.\nObjectives\n\nThe objectives of this limited assurance verification exercise were:\n\n- Determine if there is any evidence that GHG Emissions, as declared, were not accurate, complete, consistent, transparent, and free of material error or omission\n- Review of the methodology for collecting data and preparing Humana’s CY2021 GHG Inventory as stated within the Inventory Management Plan\n\nGHG Verification Methodology:\n\n- Interviews with relevant personnel at Humana and/or consultants assisting with preparation of the CY2021 GHG Inventory\n- Review of documentary evidence produced by Humana\n- Review of Humana’s data and information systems and methodology for collection, aggregation, analysis and review of information used to determine GHG emissions\n- Strategic audit of sites contributing significantly to consumption and/or emissions and random sampling of remaining operations data and calculation used to determine GHG emissions.\nRecommendations to consider\n\nWhile the recommendations below might allow for a more accurate GHG Inventory, none of them are material in nature for FY2021.\n\n- Identify sites participating in the deregulated electric power market within the United States and utilize either the applicable eGrid factor or the electric power supplier emission factor rather than the distribution utility emission factor.\n- Utility parent company emission factors were utilized in some situations, usually where utility entity level data was not available, even when a parent company may own utilities in different states and different geographic regions of the United States. (ex. PPL Utilities owns utilities in PA and in KY). If across different eGrid regions, and no specific renewable purchases have been voluntarily made, it would be more accurate to utilize the standard eGrid region instead of the utility parent company emission factor.\n- Update Scope 3 recycling emissions using v.19.\n- Provide documentation within Humana’s emission factor library for manually entered values.\n- Initial verification review indicated potential quality issues with water consumption data collection. While corrective actions were taken during the verification time period, it is recommended that Humana implement tighter consumption variance review to ensure that irrigation volumes are captured.\n- For natural gas and electric power, Human’s IMP gap fill/estimation logic was not correctly followed; primarily skipping the first logic step of using data from the same month, previous year. This was largely due to the switch in official system of record in FY2020. Potential impact was minimal when compared to the method used. Gap fill/estimation logic should be followed consistently or updated to align with actual processes.\n- Due to the earlier preparation of the FY2021 GHG Inventory, most data sources were incomplete for November 2021 and/or December 2021. However, no gap fill/estimation logic was utilized for missing data for Solid Waste and Business Travel. Impact of this exclusion was immaterial. However, it is recommended that gap fill/estimation logic be established and used.\n- Upstream transportation was not included in the GHG Verification. Recommend adding.\n### Emissions Data Verified:\n\n#### Emissions\n\n| Scope | Source | Primary (MB) mt tons CO2e | Secondary (LB) mt tons CO2e | Biogenic mt tons CO2e |\n|-------|--------|---------------------------|-----------------------------|----------------------|\n| 1     | Natural Gas | 10,504 | 10,504 | - |\n| 1     | Aviation Gasoline | 2,486 | 2,486 | - |\n| 1     | Diesel - Mobile | 4 | 4 | - |\n| 1     | Diesel - Stationary | 228 | 228 | - |\n| 1     | Gasoline (Petrol) - Mobile | 1,599 | 1,599 | - |\n| 1     | Ethanol Blend (E10) | 43 | 43 | 3 |\n| 1     | HFC-134A | 1 | 1 | - |\n| 1     | HFC-404A | 66 | 66 | - |\n| 1     | HFC-410A | 693 | 693 | - |\n| 1     | HFC-407C | 103 | 103 | - |\n| 1     | Propane | - | - | - |\n| 2     | Electric Power | 100,587 | 77,767 | - |\n| 3     | Fuel & Energy Related Activities | 2,363 | 2,363 | - |\n| 3     | Business Travel - Car | 2,791 | 2,791 | - |\n| 3     | Business Travel - Rental Car | 1,107 | 1,107 | - |\n| 3     | Employee Commuting | 4,047 | 4,047 | - |\n| 3     | Employee Commuting - Teleworking | 147,911 | 147,911 | - |\n| 3     | Electric Power - Upstream T&D Loss | 134 | 134 | - |\n| 3     | Air Travel - Long Haul | 1,387 | 1,387 | - |\n| 3     | Air Travel - Medium Haul | 805 | 805 | - |\n| 3     | Air Travel - Short Haul | 126 | 126 | - |\n| 3     | Recycling - Organic Waste | 4 | 4 | - |\n| 3     | Solid Waste - Landfill | 1,633 | 1,633 | - |\n| 3     | Recycling | 368 | 368 | - |\n| 3     | Recycling - E Waste | 3 | 3 | - |\n| 3     | Purchased Goods and Services | 1,106,067 | 1,106,067 | - |\n| 3     | Business Travel - Hotel Stays | 581 | 581 | - |\n| 3     | Business Travel - Rail | 0 | 0 | - |\n| 3     | Investments | 493 | 493 | - |\n| **TOTAL** | | **1,385,914** | **1,363,095** | - |\n\n#### Scope\n\n| Scope | Primary (MB) mt tons CO2e | Secondary (LB) mt tons CO2e |\n|-------|---------------------------|-----------------------------|\n| 1     | 15,727 | 15,727 |\n| 2     | 100,587 | 77,767 |\n| 3     | 1,269,600 | 1,269,600 |\n| Biogenic | 3 | 3 |\n| **Total** | **1,385,914** | **1,363,095** |\nWater Consumption\n\n| Scope            | Sum of Volume (gallons) |\n|------------------|-------------------------|\n| Waste Water      | 70,917,541              |\n| Water - Irrigation | 14,769,148             |\n| Water            | 163,382,314             |\n| TOTAL            | 249,069,003             |\n\nConclusion and Verification Opinion\n\nSchneider conducted verification activities in alignment with ISO 14064-3:2008(E) specifications.\n\nBased on Schneider’s verification activities and after voluntary corrective actions, Schneider has found no reason to believe that material errors, omissions, or misstatements exist in Humana’s CY2021 GHG Inventory. Schneider also found that Humana’s GHG accounting and calculation methodologies, processes, and systems for this inventory conform to WRI/WBCSD GHG Protocol.\n\nRaymond Stuart, Lead Verifier  \nSr. Project Manager, Solutions Consulting\n\nNenad Obradovic, Peer Reviewer  \nSustainability Consultant\n\nMay 20, 2022  \nMay 20, 2022", "source": "humana_2022", "added": "2025-04-27", "created": "2025-04-27", "metadata": {"Source-File": "climate_reports/tp_reports/humana_2022.pdf", "olmocr-version": "0.1.59", "pdf-total-pages": 125, "total-input-tokens": 196911, "total-output-tokens": 47486, "total-fallback-pages": 0}, "attributes": {"pdf_page_numbers": [[0, 0, 1], [0, 607, 2], [607, 1397, 3], [1397, 1410, 4], [1410, 4646, 5], [4646, 5343, 6], [5343, 8439, 7], [8439, 9863, 8], [9863, 9900, 9], [9900, 10568, 10], [10568, 12364, 11], [12364, 13742, 12], [13742, 15525, 13], [15525, 16834, 14], [16834, 17728, 15], [17728, 20038, 16], [20038, 21764, 17], [21764, 22640, 18], [22640, 23748, 19], [23748, 25012, 20], [25012, 26900, 21], [26900, 27651, 22], [27651, 29805, 23], [29805, 31615, 24], [31615, 31968, 25], [31968, 33654, 26], [33654, 34426, 27], [34426, 36764, 28], [36764, 37928, 29], [37928, 39673, 30], [39673, 39823, 31], [39823, 39863, 32], [39863, 40861, 33], [40861, 41680, 34], [41680, 42902, 35], [42902, 43994, 36], [43994, 45495, 37], [45495, 46207, 38], [46207, 47644, 39], [47644, 48745, 40], [48745, 50528, 41], [50528, 51758, 42], [51758, 53242, 43], [53242, 53728, 44], [53728, 55922, 45], [55922, 57395, 46], [57395, 59211, 47], [59211, 59962, 48], [59962, 62162, 49], [62162, 64299, 50], [64299, 64346, 51], [64346, 65411, 52], [65411, 65805, 53], [65805, 66825, 54], [66825, 67975, 55], [67975, 69280, 56], [69280, 70381, 57], [70381, 73121, 58], [73121, 74442, 59], [74442, 74864, 60], [74864, 75665, 61], [75665, 77522, 62], [77522, 79018, 63], [79018, 79891, 64], [79891, 81179, 65], [81179, 82838, 66], [82838, 82879, 67], [82879, 84172, 68], [84172, 85236, 69], [85236, 86122, 70], [86122, 88507, 71], [88507, 90959, 72], [90959, 91732, 73], [91732, 93538, 74], [93538, 95031, 75], [95031, 96714, 76], [96714, 96723, 77], [96723, 99509, 78], [99509, 101941, 79], [101941, 103509, 80], [103509, 105703, 81], [105703, 107477, 82], [107477, 108685, 83], [108685, 111722, 84], [111722, 115285, 85], [115285, 118906, 86], [118906, 121598, 87], [121598, 124895, 88], [124895, 127399, 89], [127399, 129179, 90], [129179, 132876, 91], [132876, 135286, 92], [135286, 139615, 93], [139615, 144274, 94], [144274, 146681, 95], [146681, 150408, 96], [150408, 154100, 97], [154100, 160285, 98], [160285, 162620, 99], [162620, 166217, 100], [166217, 167186, 101], [167186, 170260, 102], [170260, 173905, 103], [173905, 177091, 104], [177091, 179963, 105], [179963, 182314, 106], [182314, 184757, 107], [184757, 185374, 108], [185374, 187994, 109], [187994, 191172, 110], [191172, 194414, 111], [194414, 195525, 112], [195525, 197727, 113], [197727, 199525, 114], [199525, 200610, 115], [200610, 201929, 116], [201929, 203415, 117], [203415, 205846, 118], [205846, 208979, 119], [208979, 210596, 120], [210596, 211611, 121], [211611, 212546, 122], [212546, 214800, 123], [214800, 216843, 124], [216843, 217819, 125]]}}