{"id": "a59b368a168f06ee6a7c186d2361d76b7c1c6d85", "text": "About this Report\n\nThis report covers our progress and performance in 2022. We conduct regular impact assessments to inform our Environmental, Social and Governance (ESG) strategy and to identify which topics are important to our stakeholders. The content of this report is informed by collaboration and engagement with communities, clients, stockholders, and employees, and considers frameworks and initiatives such as the Global Reporting Initiative (GRI) Standards, the Sustainability Accounting Standards Board (SASB), the Task Force on Climate-Related Financial Disclosures (TCFD), the Stakeholder Capitalism Metrics, and the United Nations Sustainable Development Goals (SDGs). IBM’s GRI Index and SASB Index can be found on our IBM Impact site.\n\nOur impact assessments are solely intended to reflect priority ESG issues and should not be construed as a characterization regarding the materiality of such information to IBM’s business or operating results. These assessments are not a determination of “materiality” as the term is defined in securities or other laws of the United States or other jurisdictions, nor its use in the context of financial reporting. We regularly refresh these analyses to capture changing circumstances and to adopt a more dynamic approach to identifying key ESG topics.\n\nExcept where noted, the presented data excludes Red Hat®. On November 3, 2021, the company completed the separation of its managed infrastructure services unit. Accordingly, unless otherwise noted, the 2021 information presented in this report includes 10 months of activity related to the managed infrastructure services business, and therefore may not be comparable to 2022 information. To the extent any historical information is updated or recast, the information will be disclosed accordingly.\n\nIn June, we will publish an addendum inclusive of year-end 2022 progress against our renewable electricity procurement and operational GHG emissions reduction goals and our 2022 GHG emissions inventory. The 2022 ESG Report Addendum will be available on our IBM Impact site. Our 2022 greenhouse gas (GHG) emissions calculation process and underlying data is subject to an external limited assurance audit.\n\nInformation about our business and financial performance is provided in the 2022 IBM Annual Report.\n\nForward-Looking and Cautionary Statements\n\nAny forward-looking statement in this report speaks only as of the date on which it is made; IBM assumes no obligation to update or revise any such statements except as required by law. Forward-looking statements are based on IBM’s current assumptions regarding future business and performance; these statements, by their nature, address matters that are uncertain to different degrees. Forward-looking statements involve a number of risks, uncertainties and other factors that could cause actual results to be materially different.\nIntroduction\nLetter from Our Chairman and CEO\n\nIBMers have always aspired to make a lasting, positive impact on the world — both internally, and in our work with clients and partners. We have a strong heritage of aligning business goals with broader ethical, equitable and environmental impact. This is another critical way we fulfill our mission to be the catalyst that makes the world work better.\n\nAs a company that works in almost every industry and every sector, the trust that our clients place in us is incredibly important. When it comes to deploying transformative technologies like artificial intelligence, trust is paramount. The advent of foundation models and large language models has generated tremendous interest in AI, making the technology faster, more accessible and powerful to use than ever before. At the same time, we must take every necessary measure to ensure that AI is used ethically and equitably to benefit society. This IBM Impact report documents how we are accomplishing this while leading with ethics, transparency and trust; promoting diversity, equity, and inclusion; and helping the environment.\n\nEthical Impact\n\nIBM has for decades followed core principles — grounded in commitments to Trust and Transparency — that guide our handling of client data and insights and the responsible development and deployment of new technologies. We have also created a number of tools to help ensure that AI systems are fair, robust, explainable, accountable, and aligned with the values of the society for which they’re designed. Examples include IBM Design for Sustainability, IBM OpenPages™ with Watson, IBM Watson™ Knowledge Catalog, and IBM AI FactSheets. In 2022, we trained over 1,000 ecosystem partners in technology ethics, surpassing our initial commitment, and we have launched a new commitment to train 1,000 technology suppliers in tech ethics over two years. Together with academic partners, the Notre Dame – IBM Tech Ethics Lab launched 27 projects related to the ethics of technology and convened a Global University Summit to discuss how the principles of the Rome Call for AI Ethics might be put into practice.\n\nEquitable Impact\n\nIn 2022, we saw a year-over-year increase in overall representation for women globally, and Black, Hispanic, Native American, and Pan-Asian communities in the U.S. To help ensure an inclusive workplace, IBM’s Global Real Estate and Diversity & Inclusion teams collaborated with employees around the world on design features to make our facilities more accessible, welcoming, and productive for IBMers and our clients. As part of our efforts to develop multiple pathways to employment, we have committed to investing $250 million in skills-first training like our apprenticeship program. We have hired over 900 apprentices through our U.S. apprenticeship program, with more than 90% of past program graduates becoming full-time IBM employees. Two years ago, we launched a global plan to provide 30 million people with new skills needed for the jobs of tomorrow by 2030. We have made significant progress toward this goal, with over 7 million learners enrolled in IBM courses. We also continue to advance our goal of having 15% of IBM’s first-tier diversity spending with Black-owned suppliers by 2025.\n\nEnvironmental Impact\n\nIBM was proud to be named technology partner of the 2022 United Nations Climate Change Conference, or COP27, where we showcased how our technology and expertise are helping business and government align sustainability goals to organizational objectives. That includes using Envizi and our Environmental Intelligence Suite to help clients understand and mitigate risks from climate change. With the latest IBM z16™ and IBM® LinuxONE Rockhopper 4 systems, we are delivering security and performance while helping clients of all sizes save on data center space and energy consumption. IBM was proud to be recognized by Boston Consulting Group and TIME Magazine for helping clients turn their sustainability ambitions into actions. We are also making progress towards our goal of net-zero operational greenhouse gas emissions by 2030. In 2021, we reported a 61.6% reduction of emissions since 2010. Over the last two years we completed a total of 1,455 energy conservation projects. As a result of conservation projects implemented in 2022, we avoided 71,000 MWh of energy consumption and 25,600 metric tons of CO2 emissions. We also diverted 93.8% (by weight) of IBM’s total nonhazardous waste from landfill or incineration. Last year we held our first annual Supplier Sustainability Leadership Symposium to promote energy efficiency.\n\nI invite you to read more about our efforts in this comprehensive report. While we are proud of the progress we have made, we are mindful that advancing our environmental, social and governance goals is a continuous journey of improvement. I am always inspired by IBMers’ constant dedication to this essential work and their pursuit of a better future for all.\n\nArvind Krishna\nChairman and Chief Executive Officer\nESG at IBM\n\nIBM is focused on the challenges and complexities facing today’s world. Our ESG reporting embodies this philosophy through three pillars.\n\n**IBM Impact**\n\n**Ethical Impact**\nCreating innovations, policies, and practices that prioritize ethics, trust, transparency, and above all - accountability\n\n**Environmental Impact**\nCreating better pathways to conserve natural resources, reduce pollution, and minimize climate-related risks\n\n**Equitable Impact**\nCreating spaces and opportunities for everyone by focusing on diversity, equity and inclusivity within IBM, as well as globally\nOur ESG Commitments\n\nOur commitment to creating Ethical Impact, Equitable Impact, and Environmental Impact includes targets. Updates through the end of calendar year 2022 for those targets are as follows:\n\n**Ethical Impact**\n- Include technology ethics education in training for IBM ecosystem partners, reaching 1,000 partners by end of 2022\n  - Achieved by target date\n  - We exceeded our target to train 1,000 ecosystem partners in technology ethics in 2022.\n- Train 1,000 technology suppliers in technology ethics by 2025\n  - New commitment in 2023\n- Annual Incentive Program includes a modifier to drive accountability in improving executive diversity representation\n  - Commitment in progress\n  - While executive representation of women globally, as well as Black and Hispanic executives in the U.S., excluding Red Hat, improved by 0.3 points, 0.7 points and 0.3 points, respectively in 2022. This improvement did not increase the incentive score.\n  - The executive incentive program will continue to include a diversity modifier and our goal remains to close the gap in executive representation in these key areas.\n- Engage 100% of suppliers on sound practices including social and environmental responsibility, ethics, and risk planning\n  - Commitment in progress\n\n**Equitable Impact**\n- Skill 30 million people globally by 2030\n  - Commitment in progress\n  - Since January 2021, over 7 million* learners have enrolled in IBM courses.\n- $250 million investment in apprenticeship and new-collar programs by 2025\n  - Commitment in progress\n  - Since January 2022, IBMers logged over 437,000* volunteer hours towards our goal.\n- Log 4 million volunteer hours by 2025\n  - Commitment in progress\n  - Since January 2022, IBMers logged over 437,000* volunteer hours towards our goal.\n- 15% of first tier supplier diversity spend from Black-owned suppliers by 2025\n  - Commitment in progress\n  - In 2022, 6.9% of our first-tier supplier diversity spend was with Black-owned suppliers.\n\n**Environmental Impact**\n- Commitment in progress\n  - We will provide an update on our progress towards our net-zero operational greenhouse gas emissions commitment in our 2022 ESG Report Addendum that will be available on the IBM Impact site in June.\n- Divert 90% (by weight) of IBM’s total nonhazardous waste from landfill and incineration by 2025\n  - Achieved annual target in 2022\n  - In 2022, we diverted 93.8% (by weight) of our total nonhazardous waste from landfill and incineration.\n  - We are working to reduce the amount of diverted waste sent to waste-to-energy processes from the 11.9% (by weight) achieved in 2022 to less than 10%.\n- Document 100 client engagements or research projects in which IBM solutions have enabled demonstrable environmental benefits by 2025\n  - Commitment in progress\n  - Since January 2021, we have documented 40* such engagements or projects.\n\n*Results inclusive of Red Hat\nAccountability for ESG at IBM\n\nIBM’s long-term performance strategy integrates economic, environmental, and societal performance and leadership.\n\nThe IBM Board of Directors oversees IBM’s long-term business strategy and is actively engaged in ensuring that IBM’s culture reflects its commitment to integrity, trust and transparency, and inclusion. Under the guidance and supervision of our Board and its committees, IBM senior management is responsible for the company’s environmental and social performance and regularly reports to the Board and its committees on IBM’s ESG activities. Our ESG function coordinates day-to-day ESG and corporate responsibility-related activities and is led by the Vice President, Corporate Social Responsibility & Chief Impact Officer who reports to the Senior Vice President, Marketing and Communications.\n\n| Committee | Responsibilities | Members |\n|-----------|------------------|---------|\n| IBM Board of Directors | The Board and its committees have oversight responsibility for ESG-related matters and are continuously engaged with senior management on risk management and activities, policies, and progress towards our ESG goals. | The Audit Committee: Oversees financial and audit risks identified through IBM’s enterprise risk management framework, including those related to cybersecurity, in addition to the implementation of and compliance with IBM’s Business Conduct Guidelines. The Executive Compensation and Management Resources Committee: Oversees IBM’s compensation programs and employee engagement as an indicator of company culture, and reviews IBM’s human capital management, diversity and inclusion, and other management resources programs. The Directors and Corporate Governance Committee: Oversees corporate social responsibility, sustainability and other environmental, societal, and governance matters. |\n| ESG Executive Steering Committee | The ESG Executive Steering Committee provides leadership and direction on key corporate responsibility issues and organization-wide goals. It meets monthly, chaired by the Vice President, Corporate Social Responsibility & Chief Impact Officer, and includes senior executives from functional areas across the company. Each functional area is responsible for developing its specific goals and strategies. | — Chair: Vice President, Corporate Social Responsibility & Chief Impact Officer — Vice President & Chief Operating Officer, IBM Research® — Vice President, Corporate Environmental Affairs and Product Safety & Chief Sustainability Officer — Director, Labor Relations — Vice President & Chief Leadership, Culture, and Inclusion Officer — Vice President & Chief Privacy and Trust Officer — Vice President, Supply Chain & Chief Procurement Officer — Vice President & Chief Accountant — Vice President, Investor Relations — Vice President, Government and Regulatory Affairs — Vice President, Assistant General Counsel & Corporate Secretary — Vice President & Chief Risk Officer |\n| ESG Working Group | The ESG Working Group maintains awareness of ESG matters occurring across the company, monitors regulators and standard-setters’ sustainability-related matters, and helps bring the interests of external stakeholders and IBM’s value chain forward for discussion. It includes representatives from functional areas across IBM and meets at least monthly to review key policy and strategic issues, and to make recommendations to the ESG Executive Steering Committee. | Representation is cross-functional with expertise in relevant and varied disciplines across the company. |\nHuman Rights at IBM\n\nAt IBM, we have always set high standards for the way we conduct business – from corporate and social responsibility to sound business ethics.\n\nIn 2019, we adopted a Human Rights Statement of Principles. These Principles represent our commitment to respect all human rights in line with international standards such as the UN Guiding Principles on Business and Human Rights, the Universal Declaration of Human Rights, and the ILO Declaration on Fundamental Principles and Rights at Work.\n\nDuring 2021 and 2022, we worked with a sustainability and human rights nonprofit to identify the salient human rights issues across our business. This assessment prioritized areas for future due diligence and informed the development of our human rights strategy, including the formation of a role dedicated to the oversight of our human rights initiatives.\n\nSalient Human Rights Issues\n\n- Product and Research Misuse\n- Inequality / Discrimination via Products\n- Human Rights in the Supply Chain\n- Privacy and Cybersecurity\n- Ethics and Corruption\n- Human Autonomy and Dignity\n- Freedom of Expression and Access to Information\n- Labor Rights at IBM\n- Environment and Human Rights\n- Right to Science\nEthical Impact\nCorporate Governance and the Board\n\nIBM’s Board of Directors has long adhered to governance principles designed to ensure the continued vitality of the board and excellence in the execution of its duties.\n\nFor more than 25 years, the Board has had in place a set of governance guidelines reflecting these principles, including a policy of requiring a majority of the Board to be independent directors, the importance of equity compensation to align the interests of directors and stockholders; and the practice of regularly scheduled executive sessions, including executive sessions of independent non-management directors, led by the independent Lead Director. The IBM Board Corporate Governance Guidelines reflect IBM’s principles on corporate governance matters.\n\nIBM’s Business Conduct Guidelines is our code of ethics for directors, executive officers, and employees. Any amendment to, or waiver of, the Business Conduct Guidelines that applies to one of our directors or executive officers may be made only by the Board or a board committee, and would be disclosed on IBM’s website. IBM also has a process by which stockholders and other interested parties may communicate with the Board or non-management directors.\n\nGovernance Highlights\n\nEffective Leadership, Independent Oversight, Strong Corporate Governance\n\n- Independent Lead Director with robust and well-defined responsibilities\n- Committee sessions with key strategic leaders from senior management\n- Annual Board self-evaluations led by the independent Lead Director\n- Executive session led by independent Lead Director at each board meeting\n- Proactive board and committee refreshment, with focus on diversity and the optimal mix of skills and experience\n- Annual review of the board leadership structure\n- Confidential voting\n\nStockholder Rights and Accountability\n\n- Annual election of all directors\n- Majority voting for directors in uncontested elections\n- Stockholder special meeting right\n- Proxy access\n- No stockholder rights plan\n- No supermajority voting provisions\n- Robust year-round stockholder engagement process\n- Signatory of Commonsense Principles 2.0\n- Endorser of Investor Stewardship Group Principles\n- Signatory to the Business Roundtable Statement on the Purpose of a Corporation\n- Stockholder right to remove directors\nIBM’s Board of Directors\n\nThe IBM Board is composed of a diverse group of members, all leaders in their respective fields. All current directors have leadership experience at major domestic and international organizations with operations inside and outside the U.S., at academic or research institutions, or in government. Directors also have deep industry expertise as leaders of organizations within some of the company’s most important client industries and constituencies.\n\n11 out of 12 directors are independent.\nIn the last four years, two women directors and three ethnically diverse directors were added.\nThe average tenure of director nominees is 5.9 years.\nFifty percent of our director nominees were first elected to our Board in the past four years.\n\nThe Board includes directors who have a deep understanding of our business, and members who bring new skills and fresh perspectives. We have a deliberate mix of age and tenure on the Board, which reflects our commitment to ongoing and proactive board refreshment.\n\nThe Directors and Corporate Governance Committee and the Board believe that the abovementioned attributes, along with the leadership skills and other experiences of the Board members described on the next page, provide IBM with the perspectives and judgment necessary to guide IBM’s strategies and oversee their execution.\n\nBusiness Operation, Innovation, Transformation, and Digital Experience\n\nFor over a century, IBM has continuously reinvented itself to help its clients move from one era to the next. The ability to comprehend and analyze complex matters, including technology, is key to the IBM Board’s oversight of the company’s innovation and digital transformation. All IBM directors have led large organizations—crucial experience for understanding and overseeing the scale, scope, and complexity of IBM’s business.\n\nIndustry Expertise\n\nIBM uniquely combines innovative technology with deep industry expertise, underpinned by security, trust, and responsible stewardship. IBM’s directors have experience leading organizations in a variety of industries that enhance the Board’s knowledge. Their perspectives on contemporary business issues and experience running data-intensive organizations are an asset to the company and to our stockholders.\n\nDiverse and Global Perspective\n\nThe Board’s diversity and international experience is crucial for IBM, which operates in more than 175 countries. Our business success is derived from an understanding of diverse business environments and economic conditions, and a broad perspective on global business opportunities.\n### IBM Board of Directors—Experience and Skills of Director Nominees\n\n| Client industry experience | Thomas Buberl | David N. Farr | Alex Gorsky | Michelle J. Howard | Arvind Krishna | Andrew N. Liveris | F. William McNabb III | Martha E. Pollack | Joseph R. Swedish | Peter R. Voser | Frederick H. Waddell | Alfred W. Zollar |\n|----------------------------|---------------|---------------|-------------|--------------------|----------------|------------------|---------------------|------------------|------------------|----------------|---------------------|------------------|\n| Organizational leadership and management | ☑️ | ☑️ | ☑️ | ☑️ | ☑️ | ☑️ | ☑️ | ☑️ | ☑️ | ☑️ | ☑️ | ☑️ |\n| Global operations | ☑️ | ☑️ | ☑️ | ☑️ | ☑️ | ☑️ | ☑️ | ☑️ | ☑️ | ☑️ | ☑️ | ☑️ |\n| CFO | ☑️ | ☑️ | ☑️ | ☑️ | ☑️ | ☑️ | ☑️ | ☑️ | ☑️ | ☑️ | ☑️ | ☑️ |\n| Specific risk oversight/risk management exposure | ☑️ | ☑️ | ☑️ | ☑️ | ☑️ | ☑️ | ☑️ | ☑️ | ☑️ | ☑️ | ☑️ | ☑️ |\n| Technology, cybersecurity, or digital | ☑️ | ☑️ | ☑️ | ☑️ | ☑️ | ☑️ | ☑️ | ☑️ | ☑️ | ☑️ | ☑️ | ☑️ |\n| Academia | ☑️ | ☑️ | ☑️ | ☑️ | ☑️ | ☑️ | ☑️ | ☑️ | ☑️ | ☑️ | ☑️ | ☑️ |\n| Government/regulatory, business associations, or public policy | ☑️ | ☑️ | ☑️ | ☑️ | ☑️ | ☑️ | ☑️ | ☑️ | ☑️ | ☑️ | ☑️ | ☑️ |\n| Public board | ☑️ | ☑️ | ☑️ | ☑️ | ☑️ | ☑️ | ☑️ | ☑️ | ☑️ | ☑️ | ☑️ | ☑️ |\n| Gender identity | Male | Male | Male | Female | Male | Male | Male | Female | Male | Male | Male | Male |\n| Race and/or ethnicity | White/Caucasian | White/Caucasian | White/Caucasian | Black/African American | Asian/Pacific Islander | White/Caucasian | White/Caucasian | White/Caucasian | White/Caucasian | White/Caucasian | White/Caucasian | Black/African American |\n| Born outside the U.S. | ☑️ | ☑️ | ☑️ | ☑️ | ☑️ | ☑️ | ☑️ | ☑️ | ☑️ | ☑️ | ☑️ | ☑️ |\n\nThe following client industries provide a snapshot into the many key and diverse industries in which our directors have relevant experience. Many of our directors have experience in multiple client industries.\nRisk Management\n\nWe maintain a consistent, systemic, and integrated approach to enterprise risk management (ERM). Designed to identify, mitigate, and manage significant risks, our ERM function assesses risks across the organization to develop a holistic, enterprise-level view of risks arising from evolving regulatory or financial environments, operations, or strategic planning and execution. This includes evaluation of ESG-related risks.\n\nOversight of risk management begins with our Board of Directors, which is responsible for assessing our ERM approach and overseeing management’s execution of its risk responsibilities. IBM’s risk professionals, including the Chief Risk Officer (CRO), work closely with senior management to integrate risk assessment into Board and committee briefings on topics of strategic importance.\n\nThe Board and its three committees receive periodic updates on the ERM program, and each committee examines specific risk components:\n\nAudit Committee\nReviews financial and audit risks identified through our ERM framework, including those related to cybersecurity, and oversees implementation of and compliance with IBM’s Business Conduct Guidelines.\n\nExecutive Compensation and Management Resources Committee\nReviews risks related to compensation programs and employee engagement as an indicator of company culture, and reviews IBM’s human capital management, diversity and inclusion, and other management resources programs.\n\nDirectors and Corporate Governance Committee\nReviews risks associated with governance, as well as corporate social responsibility, sustainability, environmental, and other societal and governance matters.\n\nAdditionally, our Chief Trust and Compliance Officer reports regularly to the Board and to the Audit Committee on compliance-related matters and holds a private session with Audit Committee members at every meeting.\n\nOur senior management is responsible for assessing and managing the various risk exposures on a day-to-day basis. The ERM program is led by our CRO (reporting up through our Chief Financial Officer) who drives senior leader decision making. This is achieved through a senior executive Country Investment Board and operationalizes via a risk council of business unit and process leaders, and senior management’s relevant governance forums.\n\nWe have developed tools that employ analytics and AI technologies to assist our ERM processes, and our Country Risk Scorecard identifies emerging risk areas. By leveraging a series of key risk indicators, we can timely alert country and regional leadership of risk areas and proactively respond.\n\nWe promote a company culture of risk awareness through online education and mandatory training in areas such as business integrity and cybersecurity—including a new Risk Academy, where all employees can take courses and earn badges on risk management awareness and skills. Additionally, all employees are encouraged to report potential risks through numerous channels (anonymously if preferred), or to local management.\n\nEnvironmental and Climate-Related Risks\n\nClimate change is a serious concern that warrants meaningful action on a global basis. In addition to other risks identified by our ERM process, we consider risks identified by the TCFD in our risk management profile. IBM, like other companies, is subject to potential climate-related risks and costs, such as those resulting from increased severe weather events, prolonged changes in temperature, new regulations affecting hardware products and data centers, carbon taxes, and increased environmental disclosures requested or required by clients, regulators, and others.\n\nOur senior management assesses the significance of environmental and climate-related risks and opportunities and manages them accordingly. Reports on IBM’s environmental programs, challenges, and emerging issues are regularly provided to the Board and its Directors and Corporate Governance Committee.\n\nWe do not expect compliance with environmental laws and climate change regulations to have a disproportionate effect on the company or its financial position, results of operations, and competitive position. Conversely, we believe there is opportunity to use IBM’s AI, hybrid cloud, and other technologies to assist clients with managing their climate-related risks.\nBusiness Ethics\n\nEvery year employees worldwide participate in IBM’s Business Conduct Guidelines (BCGs) program to certify their understanding of our code of business conduct and ethics and recommit to doing business with integrity. The IBM BCGs policy is available in 26 languages, and the accompanying online course, which includes ethical dilemmas that employees may face day-to-day, is available in 20 languages. During 2022, IBM again achieved 100% participation in the annual BCGs program.\n\nIn addition, IBM Trust and Compliance also conducts extensive in-person and virtual training on topics including public procurement, business amenities, anti-corruption, speaking up and nonretaliation, being a gatekeeper, and fraud prevention. Sponsored and attended by our business leaders, these training initiatives set the tone from the top and are customized to highlight the risks the particular audience might face. New tools and applications such as live polling and role plays, are leveraged to drive engagement and participation.\n\nOur internal reporting channel enables employees to report concerns or suspected violations of our BCGs, as well as unethical or unlawful behavior within IBM. Similar reporting channels have been established for suppliers, business partners, and others to raise concerns. Learning about issues and concerns allows us to intervene early, investigate, and remediate.\n\nOur annual Global Integrity Survey, first launched in 2010, enables employees to provide feedback on their perception of ethics and integrity within IBM. The insights gained from the survey help us gauge employee sentiment regarding speaking up, retaliation, and “doing the right thing.” Survey results are also used to implement changes to our programs and to enhance training on targeted topics.\n\nIntegrity in our Daily Operations\n\nIBM is committed to principles of business ethics and lawful conduct. It is IBM’s policy to conduct itself ethically and lawfully in all matters and to maintain IBM’s high standards of business integrity.\n\nIBM Business Conduct Guidelines\nAvailable in 26 languages and accompanied by an annual online course and certification, which IBMers are required to complete.\n\nIBM Code of Conduct for Business Partners\nThe standards of business conduct and business practices with which IBM requires IBM Business Partners to comply.\n\nSupply Chain Code of Conduct\nFirst-tier suppliers of hardware, software, and services are required to adhere to our RBA Code of Conduct which outlines requirements for labor, health and safety, environmental, ethics, and management systems. IBM’s own operations also adhere to the RBA Code of Conduct.\n\nIBM Policies\nGovern internal and external company-wide actions including:\n- Business conduct and ethics\n- Reciprocity\n- Workforce diversity\n- Health and safety\n- Data privacy\n- Diverse business relationships\n- Environmental affairs\n- Quality\n- Politics\n- Human rights principles\n- Global employment standards\n- Cognitive principles\n- Statements on individual issues\nResponsible Technology\n\nTechnology Ethics\n\nFor more than a century, IBM has earned the trust of our clients and of society by ushering powerful new technologies into the world responsibly and with clear purpose. We maintain trust in transformative technologies, such as AI, through a foundational commitment to ethics by applying the IBM Principles for Trust and Transparency. A report released by the IBM Institute for Business Value, AI ethics in action, found that building trustworthy AI has now become an executive-level business imperative largely driven by societal expectations.\n\nAt the center of IBM’s trustworthy AI efforts is the AI Ethics Board, made up of a diverse set of stakeholders from across the company, who infuse the company’s principles into business and product decision-making. The AI Ethics Board is steered by a corporate advisory committee and supported by AI Ethics focal points within the company’s business units and a strong advocacy network.\n\nWe encourage others to also integrate ethical considerations into their design and development processes and provide guidance by sharing our findings and governance model. Some notable examples include the IBM Design for Sustainability and IBM Software Engineering for Sustainability position papers; IBM OpenPages with Watson, which helps AI governance adopters manage rapidly changing regulatory and compliance demands; and IBM AI FactSheets, which we contributed to the public domain and are now a key component of the IBM Watson Knowledge Catalog, that helps organizations to implement AI governance. To promote AI ethics practices throughout our ecosystem, IBM exceeded our target to train 1,000 ecosystem partners in technology ethics and have announced a new commitment to train 1,000 technology suppliers in technology ethics by 2025.\nCollaborations and Initiatives\n\n- In 2022, sponsor of the AI for Good initiative in service of the United Nations International Telecommunication Union and in support of the United Nations SDGs.\n\n- The Notre Dame – IBM Tech Ethics Lab hosted 36 universities from across the globe at a Global University Summit to discuss how the principles of the Rome Call for AI Ethics might be put into practice and eight universities formally signed the Call.\n  - In January 2022, the Lab announced that 27 projects related to the ethics of technology through scaling, automation, identification, prediction, persuasion, and adoption would be funded by the Lab.\n  - We also worked to establish best practices across industry as a member of the Data & Trust Alliance, contributing to projects that included establishing Algorithmic Bias Safeguards for Workforce and Responsible Data & AI Diligence for M&A.\n  - In May 2022, IBM co-founded the Responsible Computing® consortium to approach trustworthy IT and sustainability. The consortium, comprised of technology innovators from industry and academia, created a framework to address current and future challenges holistically and systemically in computing.\n\nThe Responsible Computing framework focuses on:\n\n- **Responsible Data Centers:** Designed and operated with an emphasis on sustainability\n- **Responsible Infrastructure:** Efficient use of available and future technology\n- **Responsible Code:** Conscious code choices that optimize environmental, social, and economic impact over time\n- **Responsible Data Usage:** Data is securely used in ways that drive transparency, fairness, and respect for the users\n- **Responsible Systems:** Inclusive systems that address bias and discrimination, driving equality for all\n- **Responsible Impact:** Technologies and innovations that drive positive impact for society at large\nCybersecurity\n\nIBM maintains a multifaceted risk-management approach to identify and address cybersecurity risks. This includes a foundation of policies and procedures upon which IBM manages its own infrastructure and data, as well as ongoing assessment of technical controls and methods for identifying emerging risks. IBM’s security monitoring program and incident response process applies to IBM operations worldwide, identifying and responding to any threats or attacks on networks, end-user devices, servers, applications, data, and cloud solutions in IBM’s operating environment in real time.\n\nWe foster security awareness and responsibility among our workforce with online training, educational tools and videos, and other initiatives. All employees and contractors are required to complete cybersecurity education within 30 days of joining IBM and are required to refresh their training annually.\n\nIBM’s Chief Information Security Officer (CISO) leads a team that works across the company to protect IBM, its brand, and its clients against cybersecurity risks. The CISO team is responsible for information security strategy, policies, standards, architecture, and processes including the maintenance of extensive internal corporate directives requiring the creation and implementation of information security standards, processes, and procedures. The CISO reviews and approves these directives and other corporate policies annually. Both the Board and its Audit Committee receive regular updates from senior management, including the CISO and cybersecurity experts, in areas such as threat intelligence, major cyber risk areas, emerging global policies and regulations, cybersecurity technologies and best practices, and cybersecurity incidents.\n\nOur enterprise IT security policy and related standards are based on industry best practices, including but not limited to, the National Institute of Standards and Technology (NIST) and the International Organization for Standardization (ISO). To maintain leading-edge levels, we have implemented a set of practices, called IBM Security and Privacy by Design, that IBM business units use to assess threats, test protections and verify that security requirements are met.\n\nOur Data Security and Privacy Principles (DSP) detail the contractual commitments of security and data protection IBM makes to its clients. Our DSP is a comprehensive set of Security and Privacy commitments to our clients that is modeled to be an industry leading collection of security terms that considers industry standards, IBM standard practices, and regulatory requirements. To validate security controls, IBM ensures all controls are tested and certified regularly through a combination of frameworks and assessments, including ISO, System and Organization Controls (SOC), the Sarbanes-Oxley Act, the Federal Risk and Authorization Management Program, the Health Insurance Portability and Accountability Act (HIPAA) and others. IBM also undergoes numerous internal and external audits, and each services team conducts ongoing self-assessments. You can learn more about IBM’s internal IT security principles at the IBM Trust Center.\nIBM is committed to meaningful management and oversight, and accurate reporting with respect to our engagement with government officials, and we consistently seek to provide our stakeholders with relevant data regarding our public policy engagement.\n\nWe advocate for public policies that are relevant to our business and to our stakeholders – including our employees, our partners, our stockholders, and the communities where we live and work.\n\nWe regularly review and update the IBM Privacy Statement, translating it into multiple languages, with the continued goal to simplify the explanation of how IBM collects, uses, and shares information. We are firmly committed to the responsible stewardship of data entrusted to us by our clients. Every six months, we publish reports of inquiries we may receive from law enforcement agencies regarding data and the steps we take to protect the integrity of such information.\n\nEmerging technologies are raising questions about how to address the potentially significant challenges they pose to privacy and consumer welfare. Policymakers, researchers, and other stakeholders should proactively seek to understand these risks and develop precise technological and policy safeguards. To prepare for what comes next with new technologies like neurotech and quantum, IBM is collaborating with academic, industry and government leaders to create enduring solutions.\n\nIBM is committed to meaningful management and oversight, and accurate reporting with respect to our engagement with government officials, and we consistently seek to provide our stakeholders with relevant data regarding our public policy engagement.\nIBM’s public advocacy highlights in 2022 include:\n\n- IBM was an early and vocal advocate of the CHIPS and Science Act of 2022. For several years we have advocated for this historic investment in American semiconductor innovation and manufacturing and engaged with members of Congress, the administration, and the business community to ensure this legislation made it across the finish line.\n\n- After several years of pushing for better safeguards against harmful content online, IBM welcomed the Digital Services Act (DSA), which looks to curb online illicit content and increase content responsibility for online platforms, and the Digital Markets Act (DMA), which curbs the power ‘gatekeepers’ have over online services in the EU.\n\n- IBM continues to push for strong, bipartisan privacy legislation in the U.S., and in June the company sent a letter to Congress advocating for consumers to have a single and consistent set of privacy rights established through a comprehensive national law that champions consumer privacy while fostering innovation, competitiveness, and accountability.\n\n- IBM supports the Climate Leadership Council proposal that would put a tax on carbon dioxide emissions, with the proceeds of that tax — a “carbon dividend” — to be returned to citizens.\n\n- After two years of collaborative negotiation, IBM supported passage of the Cybersecurity Incident Reporting for Critical Infrastructure Act in 2022, which enables a whole-of-government approach to prepare and respond swiftly to cyber threats.\n\nThe IBM Policy Lab, established in 2020, convenes leading thinkers in public policy, academia, and technology to develop concrete, common-sense policy ideas that leverage technology to help tackle some of the most pressing issues facing our world. In 2022, the Policy Lab released papers covering:\n\n- Precision Regulation for Data-Driven Business Models, which outlined a new approach for how governments can regulate consumer-facing data-driven business models based on risk.\n\n- Recommendations for the European Union-United States Technology and Trade Council (TTC) to promote stronger trans-Atlantic cooperation on digital, technology and trade issues.\n\n- Strategies for policymakers to improve the security and transparency of software supply chains, including open source software (OSS).\n\nIBM is committed to meaningful management and oversight, and accurate reporting with respect to our engagement with government officials, and we consistently seek to provide our stakeholders with relevant data regarding our public policy engagement. We receive consistently high ratings from independent analysts of corporate practices on lobbying and political spending, including from the Center for Political Accountability and Transparency International UK.\n\nIBM is also committed to advocating for policies that advance diversity and inclusion globally. Information on our advocacy efforts can be found in the Diversity and Inclusion section on page 26.\n\nMore information about our public policy governance and public reporting is available on IBM.com/policy.\nEquitable Impact\nOur Culture\n\nIBM operates in more than 175 countries and employs over 285,000 people. We are in constant pursuit of our goal to make the world work better and are proud to be at the forefront of groundbreaking changes in the industries we serve and the world at large.\n\nWe help the world work better by delivering innovative products and services that maximize businesses’ productivity and efficiency and by contributing positively to society. IBMers are critical to accomplishing this. By providing an inclusive environment that encourages learning and exploration of new ideas and innovative approaches, we can make the greatest impact with our clients, partners, colleagues, and the world.\n\nOur culture is what drives us. It’s what motivates every IBMer to do their best work. Together, we think big, set the pace for our industry, forge partnerships, and make the world work better.\n\n8 in 10 employees believe IBM makes a positive impact in the community\n\nOur Culture Formula: Purpose + Values + Behavior\n\nOur Purpose:\nTo be the catalyst that makes the world work better.\n\nOur Values:\nThree fundamental values serve as the foundation of IBM’s culture and brand. They guide our work, decisions, and relationships:\n\n- Dedication to every client’s success\n- Innovation that matters—for our company and for the world\n- Trust and personal responsibility in all relationships\n\nOur Behaviors:\nIBM’s Growth Behaviors reflect the mindset and behaviors required to drive new ideas, collaboration, inclusion, and speed. When demonstrated, these six behaviors allow us to unleash our full potential and lead to optimal outcomes. These behaviors dictate how we show up for each other and for our clients and partners.\n\n- Growth minded: believing people can improve over time with effort. We apply this mindset when approaching solutions, by experimenting, learning, and focusing on progress over perfection and activate it by staying curious, and open to feedback, to learn and unlearn new information and skills\n- Trusted: providing ongoing, candid feedback to help each other grow, having tough conversations when needed, and acknowledging intent and impact when we communicate. Building inclusive relationships with respect and empathy creates a safe, trusting environment for employees to collaborate\n- Team focused: expanding boundaries for our teams to include different perspectives and promote plurality of thoughts in order to drive greater collaboration and exponential outcomes\n- Courageous: making critical decisions and taking calculated risks by combining both data and experience to forge an actionable path forward; being able to think independently and having the courage to stand on our own\n- Resourceful: tackling challenges with the resources we have at hand, coupled with prioritization, brainstorming and a can-do attitude; being resilient, both personally and in business and unleashing untapped capabilities\n- Outcome focused: being clear about the outcome we are looking for in everything we do, then aligning and prioritizing all of our energy to ensure our execution is leading toward our business objectives; challenge and deprioritize things that do not align by adjusting course of action with agility and being open to “fail fast”\nSupporting Our Employees\n\n**IBMer Career and Development**\n\nTwice annually, IBMers complete “Performance Reflections” which encourage them to celebrate their accomplishments and plan for focus areas going forward. These Performance Reflections are then evaluated by managers against two dimensions: business outcomes and skills.\n\n**IBMer Learning**\n\nIBM invests in its employees’ professional development with a range of advanced tools and resources that empower IBMers to direct their own career paths and build the skills required to pursue their goals. Our next generation learning strategy deeply centers on skill growth, and we have refreshed our learning program to better align with this strategy. Our enterprise-wide shift emphasizes learning and experiences to build skills and expertise critical to job roles and internal mobility. With our refreshed programs, IBMers will accelerate skill growth and gain more relevant skills in a more efficient and personalized manner, allowing for deeper learning in less time.\n\n**IBMer Leadership Development**\n\nWe provide an end-to-end leadership journey from the time employees are identified as having leadership potential through our most senior positions. During this leadership journey we seek to empower every employee to demonstrate our Growth Behaviors that bring the IBM culture to life. Embedded across all strategic HR portfolios, our Growth Behaviors represent what we look for when we hire, how we recognize and reward teams, how we measure engagement and performance, and how we assess, develop, and select leaders.\n\nOur Growth Behaviors digital content is available to all employees and additional resources, including workshops, are provided to IBM leaders. In addition, senior executives receive team activation sessions, specialized deep-dives, and professional coaches aligned to the Growth Behaviors. All leaders receive leadership assessments and in 2022 the results of these assessments were used to provide over 11,000 leaders with resources and personalized learnings.\n\n---\n\n**Our current learning resources:**\n\n**Your Learning at IBM:** Generates personalized learning recommendations and resources for IBMers using Watson AI technology.\n\n**Your Career at IBM:** Designed to help IBMers assess their current skills, identify skills they need for new roles, and find career opportunities within IBM, it connects IBMers to certification programs, as well as coaching and mentoring to supplement their development.\n\n---\n\n| Employee Learning | 2020 | 2021 | 2022 |\n|-------------------|------|------|------|\n| Total hours worldwide (M) | 32.5 | 22.5 | 24.3 |\n| Hours per regular/full time employee | 88 | 84 | 86 |\n\nResults inclusive of Red Hat\nHealth, Safety and Wellbeing\n\nIBM has a long-standing commitment to the health, safety, and wellbeing of its employees. This commitment is embodied in our health and safety policy and through our compliance with country legal requirements, both of which are implemented through IBM’s Health & Safety Management System (HSMS). Established in 1999, our HSMS provides a framework to manage evolving and emerging health and safety risks by providing a system to identify, assess, and address the health and safety risks employees face in their day-to-day work activities.\n\nIBM’s Health and Safety Management System supports IBM operations globally and has been externally certified since 2019 to comply with the ISO 45001:2018 occupational health and safety standard.\n\n### Worker-related Injuries\n\n|                      | 2021       | 2022       |\n|----------------------|------------|------------|\n| Number of fatalities | 1*         | 0          |\n| Rate of fatalities   | 0.0016*    | 0          |\n| Number of high-consequence work-related injuries | 5 | 1 |\n| Rate of high-consequence work-related injuries | 0.0082 | 0.0018 |\n| Number of recordable work-related injuries | 38 | 9 |\n| Rate of recordable work-related injuries | 0.0625 | 0.0159 |\n| Number of hours worked | 607,952,000 | 564,650,000 |\n| Main types of work-related injuries | Slips and falls, automobile and struck by/strike against an object, slips and falls, overexertion |\n\n### Work-related Ill Health\n\n|                      | 2021       | 2022       |\n|----------------------|------------|------------|\n| Number of fatalities as a result of work-related ill health | 0 | 0 |\n| Number of cases of recordable work-related ill health | 22 | 24 |\n| Main types of work-related ill health | Hearing loss & musculoskeletal | Hearing loss & musculoskeletal |\n\n*Updated from prior year to reflect subsequent events\n\n1,000,000 hours worked is used for rate calculations\n\nASTM E2920-19 Standard Guide for Recording Occupational Injuries and Illnesses is used to standardize reporting of work-related recordable (i.e., Level 1) injuries and illnesses\n\nHigh-consequence work-related injuries are reported in accordance with GRI 403-9\nBenefits\nWe offer a comprehensive benefits program designed to support IBM employees and their families across multiple dimensions of health – physical, mental, social, and financial. Benefits vary from country to country.\nWe are committed to flexible workplace policies and comprehensive work life programs to help our employees achieve balance while fostering success. An array of benefits and programs are available to employees such as flex time and parenting benefits.\n\nWellbeing Programs\nWe believe our employees perform their best at work, at home and in the communities where they live and work when their wellbeing is supported. Our wellbeing programs, which include physical, mental, and financial health are shaped by risk assessments, frequent surveys and employee feedback sessions. In 2022, our wellbeing programs focused on cardiovascular, musculoskeletal, and mental health.\n\nWe believe in not taking a one-size-fits-all approach when it comes to health, safety, and wellbeing. As a large global employer, we strive to provide wellbeing programs that are culturally relevant and inclusive to address the needs of a diverse employee population. Our wellbeing programs vary by country and are based on the prevailing health and safety needs of the applicable end-users.\n\nMental Health\nEmployee mental health has always been an IBM priority, even before the COVID-19 pandemic imposed new levels of stress. All employees worldwide have confidential, 24/7 access to critical mental health support through employee assistance programs and supplemental resources. Employees also have access to the Mental Health Ally Badge program, an online training designed to help employees become mental health allies. The program covers basic information about mental health and teaches employees how to recognize and address stigma, and how to help connect peers in need of support with an appropriate service or resource. In addition, IBM launched a resilience-building tool to help equip employees with the ability to handle challenges, thrive in the face of stress, and bounce back smarter and stronger to face changing work and life demands and optimize opportunities.\nDiversity and Inclusion\n\nWe foster a culture of conscious inclusion and active allyship, where every IBMer can make a positive impact on society while bringing their authentic selves to work. We are building this through creating a more diverse workforce, cultivating a flexible work environment, enabling an inclusive culture, and advocating for equity, both inside and outside of IBM.\n\nOur four strategic priorities measure our progress through actions and outcomes\n\n- **Employee Experience**\n  We champion all diverse communities of IBMers and support every employee to thrive and bring their authentic selves to work.\n\n- **Advocacy**\n  We work to drive systemic change that creates opportunity for diverse communities.\n\n- **Allyship**\n  We provide training and support to help every IBMer be an upstander through inclusive behaviors.\n\n- **Accountability**\n  We harness data transparency to enable accountability, action and outcomes for increased diversity representation and inclusion at every level of our company.\nEmployee Experience\n\nWe champion all diverse communities of IBMers and support every employee to thrive and bring their authentic selves to work. Our eight official communities include Women, LGBTQ+, DiversAbility, Black, Hispanic, Native American, Asian, and Veteran. We set strategy for each of our communities annually through D&I Leadership Councils which are supported by senior IBM leaders and our Business Resource Groups.\n\nBusiness Resource Groups\n\nBusiness Resource Groups at IBM are volunteer, employee-led groups formed around a common interest, bond, or background.\n\n- Over 200 Business Resource Groups\n- Employees globally participate with membership in 52 countries\n- In 2022, IBM established 22 new Business Resource Groups\n\nAdvocacy\n\nWe work to drive systemic change that creates opportunity for diverse communities through investments, partnership programs, external advocacy, and legislation. Information on our philanthropic efforts to support inclusivity can be found in the Community Development section on page 32 and information on our work with diverse suppliers can be found in the Supplier Diversity section on page 39.\n\nApprenticeships and Returnships\n\nIBM continues to invest heavily in apprenticeship and new-collar programs globally to ensure the next decade in tech is more inclusive. We believe apprenticeship and returnship models can help close the opportunity gap, as well as narrow the skills gap in IT. To promote this approach, in 2022 IBM committed to investing $250 million in apprenticeship and new-collar programs by 2025.\n\nIBM Apprenticeship Program\n\nProvides an entry point into IBM for people with relevant skills but without advanced degrees—what we call “new-collar” talent. Our U.S. Department of Labor registered program is competency-based and enables apprentices to be paid while they learn skills for various strategic roles. Launched in 2017, the program began with software engineering and has expanded to 35 job roles, including data science, cybersecurity, and design. We have hired over 900 apprentices through our U.S. program with more than 90% of past program graduates becoming full-time IBMers.\n\nIBM Tech Re-Entry Program\n\nSeeks people looking to rejoin the workforce after a career break. This paid “returnship” provides a path back to full-time employment and helps individuals modernize their skills with learning, plus mentorship from IBM experts. Available in ten countries, this initiative is also providing opportunities to people whose careers were disrupted by the COVID-19 pandemic.\nWe recognize that for new-collar strategies to make an impact on the labor market at scale, we must work together. This is why we have partnered with the Consumer Technology Association to create the CTA Apprenticeship Coalition that helps companies launch apprenticeship programs in the U.S., are founding members of the OneTen Coalition and the New York Jobs CEO Council, as well as a chair of the Business Roundtable’s Multiple Pathways Initiative. These efforts work to improve opportunities by scaling new-collar programs and encouraging more companies to adopt skills-first talent strategies.\n\n**Allyship**\n\nIBM provides voluntary training and support to help every IBMer be an upstander through inclusive behaviors. In addition, we require all our employees globally to complete training on our Business Conduct Guidelines which includes learnings on sexual harassment, discrimination, bullying and retaliation prevention as part of its annual certification process. We regularly refresh education for our employees to help foster an inclusive culture and provide them with the tools and knowledge to become an Ally through our Be Equal® Ally Badge which has been earned by thousands of IBMers.\n\nThe Be Equal Ally Badge is earned by IBMers who embody intentional and positive everyday efforts to advance and benefit people different from themselves. This badge is earned through demonstrated learning, volunteer effort, and advocacy and is assessed and approved by earners’ managers. Be Equal Ally Badge earners actively advocate through actions and activities to create a supportive, inclusive culture at IBM for all diverse communities.\n\n**Accountability**\n\nIBM harnesses data transparency to enable accountability, action and outcomes for increased diversity representation and inclusion at every level of our company.\n\n**Pay Equity**\n\nPaying people fairly based on their job and without discrimination—regardless of gender or race—is not optional. It is a mandate that aligns with our values. IBM has a longstanding practice of pay equity and is firmly committed to equal pay for equal work. It has been part of our global policy since 1935—preceding the U.S. law by several decades. We have been conducting statistical pay equity analysis in the U.S. since the 1970s. To support our commitment to pay equity, each year we follow a consistent methodology to identify and address any pay equity gaps across genders globally and across races and ethnicities in the U.S. In 2022, all countries where IBM has employees were included in our pay equity analysis.\n\nWe are proud of the results: overall, IBM pays equitably for similar work. Women globally earn $1.00 for every $1.00 earned by men for similar work. The same is true for underrepresented minorities in the U.S.\n\n**Diversity-Linked Executive Compensation**\n\nTo reinforce our focus on improving the diverse representation of our workforce, we link executive compensation with the company’s performance in key diversity areas. A modifier for diversity results is included in the annual incentive program for our executives globally and is based on improvement in executive representation for women globally and U.S. underrepresented minority (URM) groups (specifically, Black and Hispanic) for our executives in the U.S. Our goal remains to improve and close the gap in representation.\n\n**Opportunities for Self-Identification**\n\nDiversity and Inclusion have always been the cornerstone of our success as a company. IBM believes that providing opportunities for self-disclosure allows employees to voluntarily share their uniqueness. By self-identifying, we show awareness and may leverage differences by creating solutions and network opportunities for a successful company. Of employees who self-identified in 2022:\n\n- Over 9% self-identified as LGBTQ+\n- Almost 5% self-identified as Veterans\n- Over 1% self-identified as People with Diverse Abilities\n\nResults inclusive of Red Hat. The privacy of our employees is our chief concern and IBM complies with all applicable legal requirements when handling this information. The indicator is designed so that only a specific and limited number of professionals within the Diversity and Talent organizations have access to this information. Self-identification information is not visible to managers or team members and is held in strictest confidence.\n\n**In 2022, of our global promotions, 42.2% were women and, of our U.S. promotions, 8.3% were Black employees and 7.7% were Hispanic employees.**\n\nResults inclusive of Red Hat\n## Representation and Hiring Trends\n\n### Overall\n\n|                | Women (Global) | Black (U.S.) | Hispanic (U.S.) | Native American (U.S.) | Pan-Asian (U.S.) | Multi-race (U.S.) |\n|----------------|----------------|--------------|-----------------|------------------------|-----------------|------------------|\n| **2020**       | 33.5%          | 6.6%         | 6.2%            | 0.3%                   | 0.8%            | 6.7%             |\n| **2021**       | 34.6%          | 7.4%         | 6.6%            | 0.4%                   | 0.9%            | 7.0%             |\n| **2022**       | 37.4%          | 7.7%         | 7.0%            | 0.5%                   | 0.9%            | 7.2%             |\n\n### Management\n\n|                | Women (Global) | Black (U.S.) | Hispanic (U.S.) | Native American (U.S.) | Pan-Asian (U.S.) | Multi-race (U.S.) |\n|----------------|----------------|--------------|-----------------|------------------------|-----------------|------------------|\n| **2020**       | 29.0%          | 5.2%         | 5.3%            | 0.2%                   | 0.8%            | 5.9%             |\n| **2021**       | 31.9%          | 5.3%         | 5.1%            | 0.4%                   | 0.8%            | 5.5%             |\n| **2022**       | 33.6%          | 5.7%         | 5.1%            | 0.4%                   | 0.8%            | 5.9%             |\n\nIBM hired over 59,000 employees in 2022\n\nWomen (data includes active regular employees)\n\nAll data (except for women, as noted above) includes active regular and nonregular (supplemental) employees\n\nResults inclusive of Red Hat, including prior years which have been restated\nAs noted in the Proxy, excluding Red Hat, executive representation of women globally, as well as Black and Hispanic executives in the U.S., improved by 0.3 points, 0.7 points and 0.3 points, respectively in 2022.\n\nWomen (data includes active regular employees)\nAll data (except for women, as noted above) includes active regular and nonregular (supplemental) employees\nResults inclusive of Red Hat, including prior years which have been restated\nThe data below is from IBM and Red Hat’s unofficial submission of U.S. EEO-1 data as of December 31, 2022.\n\n### IBM EEO-1\n\n| Category                        | Female | Male | Total |\n|---------------------------------|--------|------|-------|\n|                                 | Native American | Black | Pacific Islander | White | Asian | Hispanic | Multiple | Native American | Black | Pacific Islander | White | Asian | Hispanic | Multiple |\n| Executive/Senior Officials and Managers | 6 | 74 | 509 | 116 | 53 | 16 | 4 | 96 | 2 | 1,011 | 310 | 98 | 19 | 2,314 |\n| First/Midlevel Officials and Managers | 12 | 217 | 2 | 1,536 | 372 | 137 | 44 | 8 | 194 | 7 | 3,024 | 1,037 | 250 | 60 | 6,900 |\n| Professionals                    | 34 | 1,210 | 25 | 5,686 | 2,755 | 864 | 129 | 51 | 1,547 | 46 | 13,086 | 5,161 | 1,648 | 218 | 32,460 |\n| Technicians                      | 1 | 43 | 117 | 24 | 29 | 1 | 6 | 187 | 7 | 999 | 118 | 217 | 7 | 1,756 |\n| Sales Workers                    | 9 | 197 | 3 | 1,004 | 245 | 139 | 16 | 24 | 355 | 6 | 3,259 | 701 | 355 | 33 | 6,346 |\n| Administrative Support Workers   | 3 | 101 | 338 | 27 | 57 | 3 | 4 | 24 | 2 | 206 | 14 | 26 | 3 | 808 |\n| Craft Workers                    | — | — | — | — | — | — | — | — | — | — | — | — | — | — |\n| Laborers and Helpers             | — | — | — | — | — | — | — | — | — | — | — | — | — | — |\n| Service Workers                  | — | — | — | — | — | — | — | — | — | — | — | — | — | — |\n| Operatives                       | — | — | — | — | — | — | — | — | — | — | — | — | — | — |\n| Totals                           | 65 | 1,842 | 30 | 9,190 | 3,539 | 1,279 | 209 | 97 | 2,403 | 70 | 21,585 | 7,341 | 2,594 | 340 | 50,584 |\n\nData includes all U.S. employees on IBM’s payroll, including active full-time, part-time, casual, temporary (if on the company payroll), co-ops/interns, and people on short-term disability. Not included are employees who are inactive, terminated or on severance, retired (but still on the payroll for benefits or payouts), expatriates, contractors, inpatriates on foreign payrolls, or people on long-term disability.\n\n### Red Hat EEO-1\n\n| Category                        | Female | Male | Total |\n|---------------------------------|--------|------|-------|\n|                                 | Native American | Black | Pacific Islander | White | Asian | Hispanic | Multiple | Native American | Black | Pacific Islander | White | Asian | Hispanic | Multiple |\n| Executive/Senior Officials and Managers | 2 | — | 16 | 2 | 1 | — | 4 | — | — | 50 | 10 | 3 | — | 84 |\n| First/Midlevel Officials and Managers | 2 | 39 | 398 | 50 | 21 | 5 | 11 | 146 | 3 | 2,273 | 426 | 186 | 72 | 4,684 |\n| Professionals                    | — | 149 | 1,033 | 264 | 81 | 39 | — | — | — | — | — | — | — | — |\n| Technicians                      | — | — | — | — | — | — | — | — | — | — | — | — | — | — |\n| Sales Workers                    | — | 10 | 213 | 29 | 15 | 8 | 1 | 53 | 3 | 901 | 139 | 72 | 41 | 1,486 |\n| Administrative Support Workers   | — | 15 | 52 | 11 | 16 | 2 | — | — | — | — | — | — | — | — |\n| Craft Workers                    | — | — | — | — | — | — | — | — | — | — | — | — | — | — |\n| Operatives                       | — | — | — | — | — | — | — | — | — | — | — | — | — | — |\n| Totals                           | 4 | 213 | 2 | 1,712 | 356 | 134 | 54 | 15 | 245 | 7 | 4,124 | 689 | 317 | 136 | 8,008 |\n\nData includes all U.S. employees on Red Hat’s payroll, including active full-time, part-time, casual, temporary (if on the company payroll), co-ops/interns, and people on short-term disability. Not included are employees who are inactive, terminated or on severance, retired (but still on the payroll for benefits or payouts), expatriates, contractors, inpatriates on foreign payrolls, or people on long-term disability.\nCommunity Development\n\nCorporate social responsibility has been a hallmark of IBM’s culture for over 100 years. Together, we have a shared commitment to creating a better, more equitable world—for each other and within our global communities. During the past year we have launched, expanded, and enhanced innovative social impact programs that are driving greater global impact.\n\nIBM Giving and Volunteering\nVolunteerism and giving are at the epicenter of our work and are foundational to our commitment to advancing diversity, equity, and inclusion.\n\nIBM Giving Worldwide\nIBM has a comprehensive giving strategy that allows us to provide the breadth of our expertise, technology, and cash to support our Corporate Social Responsibility mission and priorities in education and skills, sustainability, and others. Our giving strategy is global and focuses on areas where IBM seeks to make a significant impact on those with the greatest need.\n\nIn response to the devastating series of earthquakes in Southern Türkiye and Syria, we created a fundraising campaign in February that matched employee donations to Bridge to Türkiye (BTF) and the International Red Cross.\n\n| IBM Giving Worldwide ($M) | 2020  | 2021  | 2022  |\n|---------------------------|-------|-------|-------|\n| Total contributions worldwide | 398.2 | 474.1 | 447.9 |\n| Contributions by type | | | |\n| Technology | 317.1 | 387.8 | 338.4 |\n| Services | 36.8 | 42.1 | 64.7 |\n| Cash | 44.3 | 44.2 | 44.8 |\n| Contributions by region | | | |\n| Europe, Middle East, Africa | 129.2 | 167.9 | 151.1 |\n| Asia Pacific | 69.9 | 150.4 | 103.3 |\n| North America | 171.2 | 109.4 | 171.6 |\n| Latin America | 27.9 | 46.4 | 21.8 |\n\nResults inclusive of Red Hat. 2020 and 2021 results have been restated from prior year to include Red Hat.\n\nIBM’s social impact programs aim to address complex societal challenges by utilizing our technologies and our greatest strength, our employees. Our priority areas are:\n\nIBM Giving and Volunteering – We connect employees with the resources they need to make an impact in communities around the world.\n\n– We are progressing towards our 2022 commitment of 4 million volunteer hours by 2025 with over 437,000 volunteer hours recorded last year\n\nEducation & Skills – We are investing in the future of work with a holistic, end-to-end ecosystem approach that fosters access to education and training, while creating a more diverse pipeline of applicants.\n\n– We have committed to skill 30 million individuals by 2030\n  • Since 2021, over 7 million learners have enrolled in IBM courses\n  • In addition, we are collaborating with over 20 historically Black colleges and universities (HBCUs) to establish IBM Cybersecurity Leadership Centers\n\nSustainability – As a technology company, IBM plays a key role in enabling organizations to turn sustainability ambition into action.\n\n– By the end of 2025, we expect to provide $30 million worth of cash, technology, and services through our Sustainability Accelerator to organizations helping populations vulnerable to environmental threats\nIBM Volunteers®\n\nIBM Volunteers® leverages the collective power of people and resources to ensure meaningful impact worldwide. The program supports active and retired IBMers who donate their time and talents to academia, grassroots initiatives, and organizations helping to build our communities—and their efforts qualify for IBM grants to the eligible organizations they support. IBM Volunteers has more than 100,000 registered users where we logged over 437,000 volunteer hours in 2022.*\n\nIBM Service Corps gives IBMers the opportunity to use their professional skills to help communities tackle complex challenges in education, humanitarian efforts, cybersecurity, and economic development. Since 2008, IBM Service Corps has engaged more than 8,400 employees to undertake 470 projects in 56 countries.\n\n| Volunteering Hours | 2021 | 2022 |\n|--------------------|------|------|\n| Worldwide retiree and employee volunteer hours | 440K¹ | 437K² |\n\n¹Restatement from prior year to reflect calculation correction\n²Results inclusive of Red Hat\n\nEducation & Skills\n\nWe believe the talent gap is one of the biggest challenges facing businesses today. Through our social impact programs, IBM is meeting the needs of multiple learners. We have committed to skill 30 million people by 2030 with a focus on individuals that have been historically underrepresented in the technology field. Since 2021, over 7 million learners* have enrolled in free IBM courses through our combined education initiatives and, in 2022, we contributed over $435 million in combined cash, technology, and services toward education.\n\nOur cornerstone education programs are:\n\n**IBM SkillsBuild®**\n\nIBM SkillsBuild® is a free education program that provides valuable skills and career opportunities to traditionally underrepresented communities in technology. The program, which offers over 1,000* courses in 20* different languages on cybersecurity, data analysis, cloud computing and many other technical disciplines in addition to workplace skills, includes learners around the world who are predominately high school and university students, faculty, or adult learners. The program includes an online platform that is complemented by customized practical learning experiences delivered in collaboration with a global network of partners.\n\n**HBCU Cybersecurity Leadership Centers**\n\nIBM is collaborating with over 20 HBCUs to create IBM Cybersecurity Leadership Centers that will advance STEM-based opportunities for students. Through this collaboration, faculty and students at participating schools will have access to coursework, lectures, immersive training experiences, certifications, IBM Cloud®-hosted software, and professional development resources, all at no cost to them.\n\n**STEM for Girls**\n\nSTEM for Girls, which launched in India in 2019, is designed to foster a robust STEM ecosystem that encourages critical thinking, problem solving and innovation among the upcoming generation of women in India. Through mentorship and project-based learning pathways, middle school and high school young women are exposed to different careers in STEM.\n\n**P-TECH®**\n\nIn 2011, IBM co-created P-TECH as an innovative high school model incorporating post-secondary pathways and workplace experiences aligned to career readiness. Today, it has evolved into a successful, global, open-source model that includes mentoring, career exploration and access to IBM SkillsBuild.\nSustainability\n\nWe believe the power of science, technology and innovation can help tackle environmental issues while serving the communities exposed to environmental hazards. By uniting experts and technology with the purpose of improving the lives of populations most affected by environmental threats, we have the potential to make a lasting, scalable impact on populations in need.\n\nIBM Sustainability Accelerator\n\nIn 2022, we announced the IBM Sustainability Accelerator, a pro bono social impact program that applies IBM technologies, such as hybrid cloud and AI, and expertise to enhance and scale nonprofit and government organization solutions, helping populations especially vulnerable to environmental threats. Our first cohort, which began work in 2021, is focused on sustainable agriculture, while our cohort announced at COP27 in November 2022 focuses on clean energy. We plan to select five organizations for this program each year and have committed $30 million worth of cash, services and technology by the end of 2025. In 2022, we contributed over $4.7 million to promote environmental sustainability related to these programs.\n\nCall for Code\n\nCall for Code, the largest tech for good initiative of its kind, calls on teams of developers and problem solvers to build technology solutions that leverage IBM AI technologies to address specific global sustainability problems in clear and unique ways. In 2022, GardenMate, a marketplace app that connects those with a surplus of fresh produce to local consumers, won our 2022 Call for Code Global Challenge which saw participation from thousands of developers, students, enterprise developers, and partners.\nSupply Chain Social Responsibility\n\nIn 2022, we spent $17.5 billion with over 10,000 suppliers of hardware, software, and services, and continued to promote social and environmental responsibility among our global supply network and across our industry. On a comparative basis with 2021, both purchasing spend and number of suppliers are considerably reduced as a result of the separation of our managed infrastructure business in November 2021.\n\nSince 2010, IBM has required its first-tier suppliers to create and maintain a social and environmental management system to address their responsibilities within a year of starting to do business with us. IBM suppliers must establish their management systems, measure performance, set goals, disclose results, and cascade these requirements to their upstream suppliers who perform work material to the goods and services provided to IBM. See the IBM Supply Chain Responsibility website for more details.\n\nInformation on our promotion of environmental responsibility among our global supply chain can be found in the Supply Chain Environmental Responsibility section on page 49.\n\nResponsible Business Alliance (RBA): IBM is a founding member of the RBA, a nonprofit industry group that enables its members to strive for continuous improvement in the social, environmental, and ethical responsibility of their companies, and upstream supply chains.\n\n- We require our first-tier suppliers of hardware, software, and services (as well as IBM’s internal operations) to adhere to the RBA Code of Conduct, which contains provisions on labor, health and safety, environmental requirements, ethics, and management systems. The RBA code is the foundation for the social and environmental management system criteria that we require our suppliers to maintain.\n\n- To help suppliers meet our requirements, we provide and facilitate education, including online access to the RBA learning academy that we augment with IBM developed materials. We regularly update these programs to address areas where assessments have revealed needed improvement.\n\nWe encourage our suppliers to publish ESG reports to help drive greater supply chain transparency and best practice sharing. Our top 50 Production and Logistics suppliers and top 50 Services and General Procurement suppliers for 2022 are listed on page 53. From this group, 74 published ESG reports with 61 following GRI guidelines (as does IBM).\nSupplier Audits\n\nAnnually, a cross-section of our first-tier suppliers are requested to participate in RBA-Validated Audits to gauge their conformance to the RBA code and to IBM’s requirements. If an RBA full audit reveals nonconformance, we work with suppliers to review their corrective action plans and suggest recommendations to reach code conformance. IBM steadfastly follows the RBA assessment process and requires reaudits for these suppliers to measure their progress toward full conformance.\n\nIn 2022, IBM suppliers participated in 60 RBA full-scope audits and 46 reaudits in 19 countries where heightened risks for social and environmental responsibility are known to exist.\n\n| Country     | Full Audit | Reaudit | Total |\n|-------------|------------|---------|-------|\n| China       | 21         | 13      | 34    |\n| Mexico      | 5          | 5       | 10    |\n| India       | 2          | 8       | 10    |\n| Thailand    | 3          | 6       | 9     |\n| Philippines | 4          | 3       | 7     |\n| Singapore   | 4          | 3       | 7     |\n| Taiwan      | 3          | 3       | 6     |\n| Brazil      | 4          | 1       | 5     |\n| Korea       | 3          | 1       | 4     |\n| Romania     | 3          | 0       | 3     |\n| Malaysia    | 2          | 0       | 2     |\n| Hungary     | 1          | 1       | 2     |\n| Japan       | 0          | 1       | 1     |\n| United States | 1      | 0       | 1     |\n| Bulgaria    | 1          | 0       | 1     |\n| Columbia    | 1          | 0       | 1     |\n| Vietnam     | 0          | 1       | 1     |\n| Czech Republic | 1    | 0       | 1     |\n| Germany     | 1          | 0       | 1     |\n| **Total**   | **60**     | **46**  | **106** |\n\n2022 Distribution of Nonconformances by Section of the RBA Code of Conduct\n\n- **Labor**: 42%\n- **Ethics**: 3%\n- **Environmental**: 6%\n- **Management Systems**: 17%\n- **Health and Safety**: 32%\n\n60 full audits\nThe 60 full audits revealed a total of 324 nonconformances against the five provisional sections of the RBA Code—the 10 most frequent nonconformances are shown in the graph to the immediate right. Versus 2021, IBM observed a net reduction in the number of code nonconformance reported from these RBA full audits. This was the result of the positive impact of our supplier engagement (training and consultation on the shortfalls within their RBA Self-Assessment Questionnaires), and a higher ratio of hardware suppliers audited (most with prior RBA audit experience).\n\nIn 2022, IBM collaborated with 46 suppliers to plan and execute RBA reaudits to vet corrective action plans associated with full audits performed during 2021-2022. These reaudits yielded a 71% improvement in conformance from the findings in the related full audits. In this same group, 48% of suppliers attained full conformance to the RBA Code after one cycle of audit, correction action, and reaudit. We remain engaged with suppliers that show residual nonconformance and require a second corrective action plan to be developed for further assessment.\n\nAs part of our RBA Code conformance management system, we review full and reaudit results monthly with IBM’s procurement teams and vice presidents, and quarterly with our Chief Procurement Officer. From this dialogue, we make alterations to our supplier education programs, assistance, and future sourcing patterns.\n\n### 2022, 60 Full Audit Results\n(Top 10 nonconformances to RBA code provisions by %)\n\n| Priority & Major Nonconformance | Minor Nonconformance |\n|---------------------------------|----------------------|\n| Working Hours                   | 15.7%                |\n| Emergency Preparedness          | 9.3%                 |\n| Freely Chosen Employment        | 5.2%                 |\n| Wages and Benefits              | 4.6%                 |\n| Occupational Safety             | 4.0%                 |\n| Occupational Injury and Illness | 1.1%                 |\n| Non-Discrimination              | 2.8%                 |\n| Audits and Assessments          | 2.1%                 |\n| Legal and Customer Requirements | 2.5%                 |\n| Food, Sanitation and Housing    | 1.5%                 |\n\n### 2022, Improved Nonconformance Rates from Reaudits\n(% nonconformance to RBA Code provisions)\n\n| Full Audits | Reaudits |\n|-------------|----------|\n| Working Hours (Lab) | 18.8% | 9.7% |\n| Emergency Preparedness (H&S) | 2.6% | 13.5% |\n| Occupational Safety (H&S) | 2.2% | 8.5% |\n| Freely Chosen Employment (Lab) | 2.4% | 7.9% |\n| Wages and Benefits (Lab) | 5.6% | 2.6% |\n| Management Accountability and Responsibility (Mgt) | 3.8% | 1.2% |\n| Occupational Injury and Illness (H&S) | 3.5% | 0.6% |\n| Audits and Assessments (Mgt) | 1.6% | 1.2% |\n| Non-Discrimination (Mgt) | 2.4% | 0.3% |\n| Supplier Responsibility (Mgt) | 2.4% | 0.3% |\nModern Slavery and Forced Labor\n\nOver the past decade, there has been growing realization of the circumstances surrounding the involuntary exploitation of individuals under modern slavery and the potential for forced labor in extended supply chains. Through our membership in the RBA, we have been active in addressing this issue. In 2020, RBA membership adopted a code change that explicitly addressed parameters to prevent forced labor in the supply chain. We have built upon the RBA code provisions to develop online training for our buyers and employees and have collaborated with external parties to create a technology platform to assist multi-stakeholders in interrupting modern slavery. Annually, we publish two reports in response to Australian and United Kingdom legislation with details on our activities to combat modern slavery and forced labor. These reports are updated each June and are available on our IBM Impact website.\n\nResponsible Minerals Sourcing\n\nSince the passage of Section 1502 of the Dodd-Frank Financial Reform Act of 2010, our focus has been to ensure that 3TG minerals (tantalum, tin, tungsten, and gold) used in our products do not contribute directly or indirectly to armed groups in the Democratic Republic of the Congo and adjoining countries. We deploy a multifaceted approach that includes robust policies and practices, as well as external collaboration, to reach these objectives.\n\nOur responsible minerals sourcing policy is aligned with the framework of the Organisation for Economic Co-Operation and Development (OECD) Due Diligence Guidance for Responsible Supply Chains of Minerals from Conflict-Affected and High-Risk Areas (CAHRAs), including Annex II and the related supplements pertaining to downstream companies. IBM has expanded its efforts to include ethically sourced cobalt, following the approach we built with our suppliers on 3TG.\n\nWe are an active member of the Responsible Minerals Initiative and engage directly with our in-scope suppliers to collaborate and build capacity, to assure lasting progress. We require in-scope suppliers to source 3TG minerals from ethical smelters or refiners (SORs) that are conformant or active in a recognized third-party validation scheme, or from 100% recycled scrap sources. IBM pairs skilled members of our responsible minerals team with first-tier (and upstream) suppliers to work on training, best practice sharing, and overcoming the challenges of a dynamic market environment where SOR status changes occur and must be adapted to. Our working relationships span multiple layers of the supply chain, in which many interrelationships exist, in order to sustain progress.\n\nAs a complementary activity, IBM’s Responsible Minerals team maintains communications with our research community to keep them abreast of the challenges in the marketplace associated with minerals sourcing. This can help to influence future development of products. As an example, the IBM Almaden Research Center has invented a battery technology free of nickel and cobalt, which could potentially help eliminate the need for critical metals in battery production and transform the long-term sustainability of many elements of our energy infrastructure.\n\nOur annual Conflict Minerals Report (CMR), available in May, will include information on our in-scope suppliers’ use of conformant 3TG SORs in 2022. A library of current and past CMRs in addition to our Responsible Minerals policy, due diligence process, and our white paper “IBM’s Journey in Responsible Minerals Sourcing,” are available on IBM’s Responsible Minerals website.\nSupplier Diversity\n\nWe recognize that a diverse supplier base is integral to our company’s profitability and strategic objectives — solidifying the connection between customer satisfaction and success in the marketplace.\n\nOur supplier diversity program* includes suppliers that are majority owned, operated, and controlled by people from a racial or ethnic minority (as defined in each applicable country or region), women, military veterans, LGBTQ+ individuals, or people with diverse abilities. Learn more about our program at the IBM Global Procurement website.\n\nBuilding and maintaining a community of diverse suppliers increases IBM’s opportunity to hear new ideas, apply different approaches, and gain access to additional solutions that respond to customer needs. Such collaboration helps IBM deliver innovation, quality products, and world-class service to a growing global marketplace. IBM has committed to dedicating 15% of our first-tier supplier diversity spending to Black-owned businesses by 2025. In 2022, 6.9% of our first-tier supplier diversity spend was with Black-owned suppliers.\n\n| Supplier Diversity Spend ($B)* | 2022 |\n|-------------------------------|------|\n| First-Tier                    |      |\n| U.S.                          | 1.1  |\n| Non-U.S.                      | 0.45 |\n| First-Tier and Second-Tier    |      |\n| Total Worldwide               | 2.0  |\n\nIBM’s Global Supplier Diversity Program, in existence for over 50 years, operates in all countries where we do business, and diverse suppliers provide products and services for each of our procurement categories. We require our first-tier suppliers to report their own diverse supplier expenditures that are utilized in support of IBM contracts.\nEnvironmental Impact\nIBM views environmental leadership as a long-term strategic imperative.\n\nFor more than 50 years, we have committed to environmental responsibility in all our business activities—a commitment formalized by our first corporate environmental policy in 1971, which integrated environmental responsibility throughout the fabric of our business.\n\nIBM’s corporate environmental policy provides the strategic framework for the company’s global environmental management system (EMS). We have maintained an EMS for decades and continually update it to reflect our company’s interactions with environmental matters. Setting and executing against voluntary goals to drive continual improvement is an integral part of our EMS. The global scope of our EMS covers hardware product design and development, manufacturing, data centers, real estate operations, procurement, logistics, asset recovery services, and business services.\n\nSince 1997, we have continuously maintained our single global registration to the ISO 14001 EMS standard. We also have maintained a single global registration of our EMS to the ISO 50001 energy management systems standard since 2012. In addition, our GHG emissions quantification process is certified against the ISO 14064-1:2018 standard and our GHG emissions inventory and disclosures are verified with limited assurance by an independent third-party using the ISO 14064-3:2019 standard.\n\n**Stakeholder Engagement**\n\nWe proactively engage and collaborate with stakeholders from a cross-section of nongovernmental organizations (NGOs), government agencies, businesses, industry associations, investors, academia, communities, and employees on environmental matters. Some examples include:\n\n- **The Climate Registry (TCR)** – As a longtime proponent of transparency in environmental reporting, we supported the development of the recently launched Net-Zero Portal by TCR. Since 2020, we have participated in TCR’s working group defining the principles, objectives, framework, and questionnaire in support of this initiative. The Net-Zero Portal is a public, online platform that collects information on “net zero” GHG pledges made by organizations and how entities plan to meet their commitments and their progress.\n\n- **National Science Foundation (NSF) Convergence Accelerator** – IBM Research has partnered with OntoChem, the University of Pittsburgh, Cornell University, and NuMat Technologies with additional guidance from the Semiconductor Industry Association (SIA) PFAS Consortium and the Division of the National Toxicology Program – National Institute of Environmental Health Sciences (DNTP/NIEHS) to help accelerate the discovery of alternatives to per- and polyfluoroalkyl substances (PFAS), which are concerning because of their persistence in the environment and their potential for toxicity. This project, centered on the development of a PFAS Toolkit for Innovating Replacements (PFASTIR), is one of 16 multidisciplinary teams selected to participate as part of the NSF’s Convergence Accelerator program’s 2022 cohort for Track I: Sustainable Materials for Global Challenges.\n\n- **Southwest Urban Corridor Integrated Field Laboratory** – Led by Arizona State University and funded by a five-year grant by the U.S. Department of Energy’s Office of Science, IBM Research, in partnership with the other two major public universities in Arizona, two national laboratories and other local stakeholders, will help advance urban climate solutions by researching the effects of extreme heat, atmospheric pollutants, and limited water supply, especially for Arizona’s vulnerable communities.\n\n- **UN Science-Policy-Business Forum on the Environment (UN-SPBF)** – As a founding member, we continue to work with the UN-SPBF to demonstrate how data and advanced information technology can underpin new solutions to persistent environmental problems. In 2022, representatives from IBM Research and IBM Software presented on technology and transformation at the 4th Global Session of the UN-SPBF.\n\n**Refreshed in 2021, our 21 environmental sustainability goals establish transparent targets that address:**\n\n- Energy and climate change\n- Conservation and biodiversity\n- Pollution prevention and waste management\n- Supply chain and value chain\n- Environmental management system\nEnergy and Climate Change\n\nOur energy and GHG emissions goals and reporting cover facilities owned or leased by IBM, inclusive of Red Hat. These facilities include IBM data centers located in facilities managed by third parties where we do not procure the energy or control the operations of the buildings—also known as co-location data centers. Our goals for energy efficiency and conservation, renewable electricity procurement and GHG emissions reduction include:\n\n- Procure 75% of the electricity IBM consumes worldwide from renewable sources by 2025, and 90% by 2030.\n- Reduce IBM’s operational GHG emissions 65% by 2025 against base year 2010, adjusted for acquisitions and divestitures.\n- Reach net-zero operational GHG emissions by 2030, using feasible technologies to remove emissions in an amount which equals or exceeds IBM’s residual emissions. Correspondingly, aim for residual emissions of 350,000 metric tons (MT) of CO₂ equivalent or less by 2030.\n\n- With reference to the voluntary Greenhouse Gas Protocol, our GHG emissions reduction and removal goals address Scope 1 and Scope 2 (market-based) emissions, as well as Scope 3 emissions associated with electricity consumption at third-party co-location data centers.\n\n- Implement a minimum of 3,000 new energy conservation projects to avoid the consumption of 275,000 megawatt-hours (MWh) of energy from 2021 to 2025.\n- Improve average data center cooling efficiency 20% by 2025, against base year 2019.\n\nOur GHG emissions reduction goals achieve a rate of reduction that exceeds what scientists from the UN Intergovernmental Panel on Climate Change (IPCC) indicate is necessary to limit Earth’s warming to 1.5 degrees Celsius above pre-industrial levels.\n\nEnergy Conservation\n\nDuring 2022, we implemented 519 energy conservation projects across more than 150 locations globally, avoiding 71,000 MWh of energy consumption and 25,600 MT of CO₂ emissions, saving $9.5 million.¹\n\nOur efforts included strategic adjustments to lighting levels, temperature, and other building systems to avoid unnecessary energy consumption as we adapted to new levels of onsite working. Most of our data centers now incorporate hot/cold aisle containment.² In addition, we continued to execute projects aimed at enhancing the energy efficiency of both cooling and IT equipment, retrofitting lighting systems, and optimizing the operational efficiency of our building infrastructure.\n\n¹In measuring performance against IBM’s energy conservation goal, we only include the first year’s savings from projects. Accordingly, IBM’s total energy savings and CO₂ emissions avoidance from these projects are greater than this simple summation of the annual results. We do not include reductions in energy consumption resulting from downsizing, the sale of operations or cost-avoidance actions, such as fuel switching and off-peak load shifting, in our energy conservation results.\n\n²Hot/cold aisle containment is a strategy used in data centers to improve energy efficiency and reduce cooling costs. It involves organizing server racks in a way that achieves the greatest separation of hot exhaust air and cold intake air.\n\nIn 2021, we set a goal of 3,000 energy conservation projects by 2025. We have completed 1,455 as of year-end 2022, avoiding 161,000 MWh of energy consumption.\n\nFrom 1990 through 2022, we conserved 10 million MWh of energy—equivalent to more than triple our current annual energy consumption—saving $680 million and avoiding 4.63 million MT of CO₂ emissions.\nData Center Energy Efficiency\n\nOur approach to managing and enhancing the energy efficiency of our data centers is comprehensive, encompassing various strategies such as optimizing existing space to improve workload per area, upgrading IT infrastructure to reduce energy consumption, and leasing new, more efficient spaces.\n\nWe measure the power usage effectiveness (PUE)\\(^1\\) at the data centers we operate where possible and obtain PUE data from landlords of co-location data centers. For data centers where we are unable to obtain PUE data, we utilize industry average data. Using this approach, we calculated our 2022 weighted average PUE to be 1.52 compared to our baseline PUE of 1.55\\(^2\\) in 2019. New requirements for co-location landlords implemented in our leasing strategy have begun to yield results, and our ongoing efforts to enhance the utilization of our data centers offer a viable route towards accomplishing our goal to improve the average cooling efficiency of our data centers by 20% by 2025 against our baseline.\n\n\\(^1\\)Power usage effectiveness (PUE) is the ratio of the total energy consumed by the data center divided by the energy consumed by the IT equipment. The closer the value is to 1, the more energy efficient the data center and its cooling delivery are.\n\n\\(^2\\)Our 2019 PUE baseline was updated to include only those data centers that remained with IBM after its managed infrastructure services business was separated.\nAfter the completion of the external limited assurance audit of our 2022 GHG emissions calculation process and underlying data, we will publish an addendum inclusive of year end 2022 progress against our renewable electricity procurement and operational GHG emissions reduction goals and our 2022 GHG emissions inventory. The 2022 ESG Report Addendum will be available on our IBM Impact site in June.\n\nUse of Renewable Electricity\n\nIn 2021, 64.2%* of the electricity consumed across our global operations came from renewable sources. That total includes 49.3% renewable electricity directly contracted from our power suppliers, in addition to the other 14.9% that is a part of the remaining electricity we obtain directly from the grid.*\n\nWhen reporting our consumption of renewable electricity, we count only what is generated in the grid regions where our consumption actually occurs. We do not purchase unbundled renewable energy certificates representing energy we cannot consume, which would inflate our results. For more information about how we calculate our consumption of renewable electricity, please visit our website.\n\nWe continued to make progress toward our renewable electricity procurement goal in 2022, increasing our renewable electricity purchases for several of our IBM Cloud data centers, our manufacturing site in Mexico, and for many other office locations in the United States, India, and Australia.\n\nGHG Emissions Reduction\n\nIn 2021, our operational GHG emissions decreased by 61.6%* against base year 2010, adjusted for acquisitions and divestitures. We do not purchase nature-based carbon offsets to claim any reduction of our emissions. The 2021 renewable electricity and GHG emissions results include 10 months of operations of IBM’s managed infrastructure services business, which was spun off in November 2021. For additional information, please see our 2021 ESG Report Addendum: Energy and Climate Change.\n\nProduct Energy Efficiency\n\nIBM designs its products to be energy efficient, incorporates recycled content and environmentally preferable materials, and facilitates reuse and recycling at their end of life. For more than two decades, we have maintained a goal to improve the computing power delivered for each kilowatt-hour of electricity consumed for new server products as compared to equivalent, previous-generation products with a valid upgrade path.\n\nThe IBM zSystems® multi-frame platform has a 27-year history of improved mainframe system capacity per kilowatt (kW), increasing the total capacity per kW by more than 100x over the last 14 generations. Built on the IBM zSystems® architecture and introduced with IBM z13®, IBM® LinuxONE delivers the same capacity per kW improvements as the last four zSystems generations. In 2022, IBM introduced the latest generations of its enterprise servers, IBM z16 and IBM® LinuxONE Emperor 4. As shown in the adjacent chart, both systems improve the computing power delivered for each kW of electricity consumed versus comparably configured previous-generation systems.\n\nSince the release of our first enterprise class Power® brand system with Power4 processors in 2001, to the release of our Power10 processor-based servers in 2021, the IBM Power family has improved its performance per unit of power consumed (Perf/kW) by a factor of 64.\n\nIn July 2022, IBM also announced a significant expansion of its Power10 server line with the introduction of four mid-range and scale-out systems (S1014, S1022, S1024 and E1050). These systems’ energy efficiency score, as measured using the SPEC SERT suite, improved 24%, 25%, 22% and 13% respectively when compared to equivalent previous-generation IBM POWER9® systems.\n\nIBM continues to certify in-scope products under the U.S. EPA ENERGY STAR program. In 2022, IBM had 11 enterprise POWER9 and Power10 servers and 4 storage products certified to ENERGY STAR.\nConservation and Biodiversity\n\nIBM has comprehensive programs and goals that help conserve natural resources and protect biodiversity.\n\n**Water Conservation**\n\nOur water conservation goal is to achieve year-to-year reductions in water withdrawals at larger IBM locations in water-stressed regions. In 2022, withdrawals at these locations decreased by 0.19% versus 2021.\n\nThis decrease in water withdrawals was primarily due to temporary or permanent building closures and reduced lawn irrigation, including some lawn irrigation reductions mandated by government. For example, three major projects involved lawn conversions that replaced over 100,000 square feet of grassy area with drought resistant native plants reducing the total annual landscape irrigation by approximately 9,200 cubic meters. In addition, we reused or recycled over 24,000 cubic meters of water for landscape irrigation. Other water conservation efforts consisted of the installation of faucet aerators, reduce flush cisterns, and automatic faucet sensors in washrooms. Results from our efforts to reduce water withdrawals during 2022 were largely offset as more employees returned to offices.\n\nOur primary use of water at locations subject to this goal is domestic water consumption in the workplace (46% of total water withdrawals), cooling and humidity control at office buildings (25% of total water withdrawals), and irrigation of lawns and gardens (19% of total water withdrawals). We installed more than 100 water meters in campuses in India and South America which resulted in more accurate measurement of our water consumption in multi-tenant buildings where we previously relied upon estimates.\n\nIBM also continues to look for opportunities to reduce water consumption at locations outside of water-stressed regions. In 2022, more than 11,400 cubic meters of water were saved through various conservation projects, including optimization of reverse osmosis deionized water systems to generate less wastewater, utilization of rainwater, and routine maintenance of water pipes.\n\n**Paper and Paper/Wood-Based Packaging Sourced from Sustainably Managed Forests**\n\nFor paper and paper/wood-based packaging that is directly procured by IBM, our goal is to source it from sustainably managed forests. Suppliers must provide evidence that their sources have been certified by an accredited third-party certification program such as the Forest Stewardship Council, Programme for the Endorsement of Forest Certification, Sustainable Forestry Initiative, or the Canadian Standards Association Group Sustainable Forest Management System standard.\n\nIn 2022, 99.5% (based on spend) of the paper and paper/wood-based packaging IBM directly procured worldwide came from suppliers that warranted that the source was derived from sustainably managed forests.\n\n**Biodiversity**\n\nIn 2021, we established a global program focused on creating, enhancing, or restoring habitats for pollinators at IBM locations. In addition, we are extending the impact of our program to the communities where we operate through employee engagement.\n\n| Water Conservation | 2018 | 2019 | 2020 | 2021 | 2022 |\n|--------------------|------|------|------|------|------|\n| % Annual reduction in water withdrawals at larger IBM locations in water-stressed regions (goal year-to-year reduction) | 0.4 | 2.0 | 6.7 | 4.3* | 0.19** |\n\n*Restatement from prior year to reflect calculation correction.\n**2021 water withdrawals used to calculate the year-to-year change in withdrawals between 2022 and 2021 was adjusted to remove water use associated with IBM’s managed infrastructure services business which was spun off in November 2021.\n\nAt year-end 2022, 32 pollinator gardens were established at IBM locations globally versus our goal of 50 pollinator gardens by year-end 2023.\nWe also collaboratively worked with the Wildlife Habitat Council (WHC), of which we have been a member for more than 30 years, to develop training materials on habitat restoration. These materials complement those previously developed for establishing and maintaining pollinator gardens and have been shared with employees worldwide. In addition, four IBM sites (IBM Corporate Headquarters, New York; IBM Research Triangle Park, North Carolina; IBM Almaden Research Center and IBM Silicon Valley Laboratory, both in California) have maintained WHC Conservation Certification for their wildlife habitat management and conservation education programs for decades, with IBM Almaden Research Center receiving the first site certification in 1991.\n\n**Third-Party Sustainability Certification for Buildings**\n\nIn 2021, we set a goal to pursue third-party sustainability certifications for major office construction and renovation projects greater than 15,000 square feet or $5 million in project cost executed by IBM globally. In 2022, five projects received third-party certifications:\n\n1. Hyderabad, India (LEED Platinum)\n2. Bangalore, India (LEED Platinum)\n3. Hong Kong, China (LEED Gold)\n4. Shenzhen, China (LEED Gold & WELL Gold)\n5. Rio de Janeiro, Brazil (LEED Gold & WELL Platinum)\n\nIncluding these projects, 29 projects at IBM-owned and leased locations are now certified to a sustainability certification program.\n\n**Pollution Prevention and Waste Management**\n\nWe believe the best way to prevent pollution is to avoid the generation of waste at its source. For waste that is generated, we minimize pollution through a comprehensive and proactive waste management program that calls for implementation of the following practices, in order of preference: (1) reuse, (2) recycling, (3) recovery (e.g., waste-to-energy), (4) other treatment (e.g., aqueous and chemical treatments, incineration), and (5) land disposal.\n\n**Nonhazardous Waste**\n\nOur nonhazardous waste goal has two integral components and encompasses IBM-owned locations and leased locations of 100,000 square feet or greater worldwide.\n\n1. Divert 90% or more (by weight) of our total nonhazardous waste from landfill and incineration by 2025, through reuse, recycling, composting, and waste-to-energy processes.\n2. Use waste-to-energy processes for no more than 10% (by weight) of the diverted waste.\n\nIn 2022, reporting locations generated nearly 14,800 MT of nonhazardous waste worldwide, diverting 93.8% (by weight) from landfill or incineration, and meeting the first component of our goal. Of the total amount diverted, however, 11.9% (by weight) was sent to waste-to-energy processes. We continue to work toward reducing the amount of material sent to waste-to-energy processes to reduce this percentage to less than 10% and achieve the second component of our goal.\n\nThe waste diversion results were achieved through proper management of end-of-life IT equipment, parts, and product scrap across IBM’s global asset recovery network; improved waste collection infrastructure resulting in better sorting of waste; promotion of the IBM Furniture Donation Program for employees and external organizations; and the continued focus on elimination of nonessential, single-use plastic items from our cafeterias. The reduction of nonhazardous waste generation versus 2021 was largely the result of the separation of our managed infrastructure services business.\n\n| Nonhazardous Waste Landfill and Incineration Avoidance | 2018 | 2019 | 2020 | 2021 | 2022 |\n|--------------------------------------------------------|------|------|------|------|------|\n| Total generated (metric tons x 1,000)                  | 34.0 | 31.5 | 22.1 | 20.7 | 14.8 |\n| % By weight diverted from landfill or incineration (goal 90% by 2025) | 89.4 | 87.3 | 83.3 | 94.2 | 93.8 |\n| % By weight of diverted waste sent to waste-to-energy processes (goal no more than 10%, established in 2021) | —   | —   | —   | 9.7  | 11.9 |\nNonessential, Single-Use Plastics in Cafeterias\n\nOur goal is to eliminate nonessential, single-use plastic items (e.g., cups, straws, cutlery, plates, carry bags, and food containers) from IBM-managed cafeteria operations globally by 2025. In 2022, we continued our efforts with our largest cafeteria vendor (based on 2021 spend) and successfully eliminated or replaced all nonessential, single-use plastic items from 21 IBM-managed cafeterias operated by this vendor in the U.S., Latin America and Canada. Some examples included replacing plastic knives, forks and spoons with metal or bamboo alternatives, and replacing plastic containers with paper-based containers. Collectively, these efforts eliminated the annual use of approximately 11.9 MT (1.4 million items) of nonessential, single-use plastic items. Our focus in 2023 will be engaging with our remaining cafeteria vendors.\n\nProduct Packaging\n\nA priority of our product design for the environment program is to develop products which can be shipped with a minimum amount of packaging materials. Beyond that, whenever possible, we choose packaging materials that have fewer adverse impacts on the environment, collaborating with suppliers to use recycled and recyclable materials and to promote reuse.\n\nBuilding upon our continuous efforts since the 1980s to reduce the environmental impacts of our product packaging, we set a goal in 2021 to eliminate nonessential plastic packaging from IBM logo hardware products by year-end 2024. For essential plastic packaging, our goal is to ensure such packaging is designed to be 100% reusable, recyclable, or compostable, or incorporates 30% or more recycled content where technically feasible. We identified 18 single-use plastic packaging elimination and material substitution projects for implementation to meet the goal. 7 projects have been completed to date with 11 remaining.\n\nSingle-use plastic packaging elimination and material substitution projects completed in 2022 include:\n\n- Replaced nonessential polybags (low density polyethylene [LDPE]) with paper envelopes to protect publications shipped globally, avoiding an estimated 1.7 MT of polyethylene bags annually.\n- Replaced zip-lock plastic bags (LDPE) with paper envelopes for shipping documentation, avoiding an estimated 1 MT of zip-lock bags annually.\n- Replaced air pillow void filler made from LDPE with air pads that are made of 100% recycled content LDPE for storage systems shipments from Europe to destinations globally, avoiding an estimated 0.3 MT or 60 rolls of the virgin LDPE material annually.\n- Replaced polypropylene banding used for securing storage system products on pallets for transport within Europe with polyethylene terephthalate banding, containing 30% recycled content, avoiding an estimated 0.3 MT of virgin polypropylene annually.\n- Replaced LDPE stretch wrap used for securing rack and rack-less storage systems equipment to pallets for distribution to customers within Europe with a 100% recycled content LDPE stretch wrap, avoiding an estimated 0.4 MT of the virgin LDPE wrap annually.\n\nOther projects involving packaging use efficiency and waste reduction were also implemented in 2022. Two examples:\n\n- The IBM systems assembly plant in the U.S. introduced a pallet reuse project. Empty wood pallets from the assembly plant are returned to the local parts supplier for reuse in shipping new components back to the assembly plant. The pallets are painted green for tracking purposes and on average can be used twice saving approximately 8 MT of timber annually.\n- To continue to minimize packaging waste in the supply chain, we worked with a partner that provides certain storage products to our assembly plant in Mexico to design packaging that is then reused to ship the complete order to customers. The estimated annual avoidance is 16 MT of packaging materials, including over 2.6 MT of LDPE materials.\n\n1The vendor previously removed all nonessential, single-use plastic items at IBM-managed cafeterias located in countries in the European Union (EU) in accordance with the EU Directive, 2019/904, on the reduction of the impact of certain plastic products on the environment, and national implementing laws in Europe.\nProduct Reuse and Recycling\n\nFor many decades, IBM has developed products with consideration for serviceability and upgradability, and for the reuse, recyclability, and recoverability of materials within them. We also have a long-standing goal to reuse or recycle end-of-life products such that the amount of product waste sent by our operations to landfills or for incineration does not exceed a combined 3% (by weight) of the total amount processed.\n\nIn 2022, we processed approximately 12,400 MT of end-of-life products and product waste from 60 countries, with 97.3% (by weight) resold, reused, or sent for recycling, 2.4% sent to waste-to-energy for final disposition, and 0.4% sent to landfills or for incineration. The reduction in end-of-life products and product waste processed versus 2021 is attributed to the separation of our managed infrastructure services business. Since we began reporting on product disposal in 1995, IBM has processed 1.13 million MT (2.49 billion pounds) of products and product waste worldwide.\n\n| Product Reuse and Recycling | 2018 | 2019 | 2020 | 2021 | 2022 |\n|-----------------------------|------|------|------|------|------|\n| Total end-of-life products and product waste processed (metric tons x 1,000) | 28.3 | 20.8 | 16.9 | 18.0 | 12.4 |\n| % By weight of total end-of-life products and product waste sent by IBM’s product end-of-life operations to landfill or incineration for treatment (goal not to exceed a combined 3% by weight) | 0.7 | 0.8 | 0.5 | 0.3 | 0.4 |\nRemediation\n\nWe are committed to taking proactive measures to prevent environmental contamination from our operations and are taking swift action to clean up environmental contamination found at our current locations, as well as formerly owned locations where we retain responsibility for environmental remediation. When groundwater contamination was first discovered at one of our sites in 1977, we voluntarily initiated groundwater monitoring at our manufacturing and development locations worldwide. Today, we have more than 2,600 monitoring wells and nearly 70 extraction wells in place at our current and former locations.\n\nIn 2022, we operated remediation systems that removed approximately 9,400 pounds of solvents from groundwater and soil vapor at three currently operating IBM locations and 11 former IBM locations. We also have financial responsibility for remediation at one additional former location.\n\nUnder the U.S. Superfund law, we are involved in remediation activities at some third-party sites in the U.S. The Superfund law creates retroactive responsibility for all parties that may have sent waste or otherwise contributed to contamination at a site, regardless of whether the site’s operations and/or the shipments of waste to that site were legal, or even best practices, at the time. Currently, we are participating in remediation activities or bear some financial responsibility at 18 Superfund sites.\n\nSupply Chain Environmental Responsibility\n\nEnvironmental Goals for Suppliers\n\nIBM has long committed to doing business with suppliers who conduct themselves with high standards of ethical, environmental, and social responsibility. We support this commitment not only by setting specific environmental requirements for our suppliers, but also by partnering with them to drive continual improvement. Since 2010, IBM has required first-tier suppliers to establish their own social and environmental management systems, as well as set quantifiable goals in the areas of energy management, GHG emissions reduction, and waste management, and publicly disclose progress toward those goals.\n\nIn 2021, we established the following additional goals to help accelerate GHG emissions reduction in our supply chain and to encourage suppliers to take ownership and build their capabilities across a broad range of sustainability topics.\n\n- Require key suppliers in emissions-intensive business sectors to set an emissions reduction goal by 2022, addressing their Scope 1 and Scope 2 GHG emissions, that is aligned with scientific recommendations from the UN IPCC to limit Earth’s warming to 1.5 degrees Celsius above pre-industrial levels.\n  - As of year-end 2022, 96% of the key logistics, airline, hotel, production, and technology product suppliers in scope of IBM’s goal demonstrated that they have set GHG emissions reduction goals, addressing their Scope 1 and Scope 2 emissions, which are aligned with scientific recommendations of the UN IPCC. The remaining 4% of suppliers are in the process of setting or updating their GHG emissions targets. We will continue to engage with these suppliers and track the status of their goal setting process through completion.\n\n- Establish, by year-end 2021, individual baselines for fleet carbon intensity with each key carrier and shipment supplier involved with our product distribution globally. Starting in 2022, convene with each supplier to set a fleet carbon intensity reduction target covering the services they provide to IBM.\n  - In 2021, we engaged each of our key carrier and shipment suppliers to better understand their GHG emissions reduction programs and fleet carbon intensity baselines for their respective logistics operations. During 2022, we validated that these suppliers had GHG emissions reduction targets in place, either based on fleet carbon intensity or based on total absolute GHG emissions, covering the services they provide to IBM.\n\n- Convene an annual Sustainability Leadership Symposium to recognize progress and achievement among suppliers in emissions-intensive business sectors across applicable areas of environmental stewardship.\n  - In October 2022, we held our first annual symposium with the theme of energy efficiency – an area that touches all businesses and is important for mitigating GHG emissions. We had over 100 participants, including a diverse mix of suppliers from manufacturers to logistics providers to airlines. The symposium included five roundtable discussions addressing: (1) Buildings, (2) Data Gathering and Automation, (3) Energy Efficiency Tools, (4) Transportation and Logistics, and (5) Standardizing Energy Efficiency Efforts Across the Enterprise.\nSolutions for Sustainability\n\nValue Chain Environmental Goal\n\nTo track the many ways our technology and innovation enable clients to improve their environmental sustainability, we established a goal in 2021 to document 100 client engagements or research projects by 2025 in which IBM products, capabilities, and solutions have enabled demonstrable environmental benefits. At year-end 2022, 40 such engagements or projects had been documented.\n\nIBM’s Sustainability Solutions\n\nIBM makes sustainability visible, actionable, and operational by infusing data with AI insights into clients’ core business activities – aligning their ESG goals and enterprise objectives. With an ecosystem of partners and a portfolio of industry leading software, infrastructure, and consulting capabilities, we co-create strategies and solutions that optimize operations and cost, while reducing waste and emissions and complying with regulatory requirements. Our practical approaches integrate ESG data from across systems of record into critical daily workflows with speed, accuracy, and scale. This enables organizations to generate positive impact quickly through smarter, more sustainable decision-making across physical, digital, and supply chain domains – without compromising profitability or purpose.\n\nWhen working with IBM, companies can accelerate their journey through five business and sustainability imperatives:\n\nSustainability Strategy and Roadmap:\nWith deep industry expertise, an ecosystem of partnerships and proven co-creation methods, IBM Consulting® helps clients build sustainability agendas and pathways to deliver corporate social impact and business value. We offer a range of strategic advisory services rooted in ethical innovation and informed by our experience with design, technology, and operations. Our end-to-end capabilities, from implementation to managed services, embed sustainability into an organization’s core operations and culture to deliver lasting impact.\n\nClient Case Study: Hera\n\nESG Data, Reporting and Risk Management:\nIBM offers solutions and expertise that reduce the cost, time, and burden of reporting with a single system of record, enabling organizations to focus on realizing their ESG strategic goals. We help our clients measure, analyze, report, and operationalize ESG data with our IBM Enviu ESG Suite, OpenPages and Planning Analytics software and through an ecosystem of partnerships. And to leverage AI-derived insights from Environmental Intelligence Suite (EIS) to proactively manage the economic impact of severe weather and climate change events.\n\nClient Case Study: GPT Group\n\nIntelligent Assets, Facilities, and Infrastructure:\nIBM helps clients optimize their operations and costs while reducing waste and emissions from their critical assets, facilities, and infrastructure. We put data and AI to work through IBM Maximo® and IBM TRIRIGA® application suites to improve operational and energy efficiency while balancing sustainability with profitability.\n\nClient Case Study: Downer\n\nResponsible Computing and Green IT:\nWe build, deploy, and manage energy efficient infrastructures and software designed for hybrid cloud strategy and enterprise AI workloads, including IBM servers and storage, IBM Cloud, and IBM Turbonomic®. In addition to optimizing data center operations and application resource management to reduce GHG emissions and maximize social impact, we are exploring the development of new materials and alternative energy sources with IBM Quantum to help curb carbon emissions faster. Through our IBM Global Asset Recovery Services (GARS), we support end-of-life hardware refurbishment, remanufacturing, and recycling.\n\nClient Case Study: Bosch\n\nSustainable Supply Chains and Circularity:\nThrough our leading technology and consulting services, we help clients build more resilient, agile, and equitable supply chains for the future. Our results-driven approach, combined with the AI, blockchain and integration capabilities of the IBM Sterling® and IBM Supply Chain Intelligence Suites, enables responsible sourcing and transparent operations. With the human experience and planetary health as essential considerations, we optimize supply chain workflows to hyper-automate decision-making, mitigate disruptions, and improve corporate profitability.\n\nClient Case Study: Farmer Connect\nAppendix\nAwards and Recognition Highlights\n\nIBM is recognized every year for its corporate responsibility efforts by publications, advocacy groups, governments, and NGOs worldwide. Below are highlights of our recognition from 2022.\n\n**Boston Consulting Group** | Most Innovative Companies\n\n**Comparably** | Best Company for Diversity, Best Company for Women, Best Company Culture, Best Company Work-Life Balance, Happiest Employees, Best Career Growth, Best Leadership Teams, Best CEOs for Diversity, Best CEOs for Women, Best HR Team, Best Places to Work in Austin, Best Places to Work in New York, Best Global Culture and Best Company Outlook\n\n**Ethisphere** | World’s Most Ethical Companies\n\n**Forbes** | World’s Best Employers of 2022 and America’s Best Employers for Veterans of 2022\n\n**HITEC** | 2022 Corporation of the Year\n\n**IFMA 2022 Awards of Excellence** | The Sheila Sheridan Award for Sustainable Facility Operations and Management (in partnership with CBRE)\n\n**Institute of Directors, India** | 2022 Golden Peacock National Award for Sustainability\n\n**JUST Capital** | 2022 JUST 100\n\n**Latin Trade, in partnership with the Inter-American Development Bank** | 2023 Latin Trade IndexAmericas Sustainability Award in the Environment category - IBM Latin America\n\n**Minority Supplier Development China (MSD China)** | Corporation of the Year\n\n**National Minority Supplier Development Council (NMSDC)** | The Forefront 50: Top Corporations for Minority Businesses\n\n**National Veterans Small Business Coalition (NV5BC)** | 2022 Champions Award\n\n**SEAL Awards** | 2022 SEAL Sustainable Product Award - IBM®LinuxONE Emperor 4\n\n**Shorty Impact Awards**\n\n**Texan by Nature (TxN)** | 2022 TxN 20 Honoree for Commitment to Conservation\n\n**TIME100** | Most Influential Companies\nIBM’s Production and Logistics Procurement suppliers support our hardware brands and product distribution operations, while Services and General Procurement suppliers support client services, software offerings, and internal operations. Below are IBM’s top 50 suppliers in each category in 2022, with links to their ESG reports, if available.\n\n**Production and Logistics**\nThese firms received 89% of IBM’s spend in this category.\n\n- Acbel Polytech\n- Advanced Energy Industries\n- Advantech\n- AMD Xilinx\n- Amphenol\n- Arrow\n- BDT Media Automation\n- Broadcom\n- Celestica\n- Cisco\n- Coherent\n- Delta Electronics\n- Deutsche Post DHL\n- Flex\n- Fujifilm\n- Fujitsu\n- Geodis\n- Ibiden\n- Intel\n- Jabil\n- Kaga Electronics\n- Kioxia\n- Kyocera\n- Lenovo\n- Marvell Technology\n- Mercury Corporation\n- Micron Technology\n- Molex\n- NEC Platform Technologies\n- Nippon Express\n- NVIDIA\n- Pentair\n- Reconext\n- Redis\n- Samsung\n- Samjin\n- Seagate\n- SK hynix\n- Smart Modular Technologies\n- Sony\n- Trenton Systems\n- United Plastics Group\n- UPS\n- Venture Corporation\n- WESCO\n- Western Digital\n- Wistron\n- Zollner Elektronik\n\n**Services and General Procurement**\nThese firms received 55% of IBM’s spend in this category.\n\n- Adobe\n- Amazon Web Services\n- Apleona\n- Application Development Resources\n- Artech\n- AT&T\n- Beijing Foreign Enterprise Service (FESCO)\n- BI WORLDWIDE\n- Cadence Design\n- Capgemini\n- CBRE Group\n- Cisco\n- Cloudera\n- Collabera\n- Computer Task Group\n- Deloitte\n- Fidelity\n- George P. Johnson\n- HCL Technologies\n- Infinite Computer Systems\n- Jones Lang LaSalle\n- Juniper Networks\n- KPMG\n- Kyndryl\n- Lenovo\n- ManpowerGroup\n- MetLife\n- Microsoft\n- MongoDB\n- NetApp\n- Open Systems Technology\n- Oracle\n- Persistent Systems\n- Precisely\n- Randstad\n- Rocket Software\n- Salesforce\n- Samsung\n- SAP\n- SDI International\n- SHI International\n- State Street\n- Sun Life\n- Supermicro\n- Tech Mahindra\n- The Employment Solution\n- Toshiba\n- UNICOM Systems\n- Westcon-Comstor\n- WPP\n", "source": "ibm_2022", "added": "2025-04-27", "created": "2025-04-27", "metadata": {"Source-File": "climate_reports/tp_reports/ibm_2022.pdf", "olmocr-version": "0.1.59", "pdf-total-pages": 54, "total-input-tokens": 116762, "total-output-tokens": 29633, "total-fallback-pages": 0}, "attributes": {"pdf_page_numbers": [[0, 0, 1], [0, 2891, 2], [2891, 2891, 3], [2891, 2904, 4], [2904, 7932, 5], [7932, 8525, 6], [8525, 11426, 7], [11426, 14999, 8], [14999, 16208, 9], [16208, 16223, 10], [16223, 18534, 11], [18534, 21134, 12], [21134, 23130, 13], [23130, 27453, 14], [27453, 30483, 15], [30483, 32302, 16], [32302, 34164, 17], [34164, 37330, 18], [37330, 38984, 19], [38984, 42067, 20], [42067, 42084, 21], [42084, 45337, 22], [45337, 48052, 23], [48052, 50244, 24], [50244, 52416, 25], [52416, 53437, 26], [53437, 55992, 27], [55992, 60533, 28], [60533, 62190, 29], [62190, 62636, 30], [62636, 66446, 31], [66446, 69509, 32], [69509, 72948, 33], [72948, 74621, 34], [74621, 77048, 35], [77048, 78975, 36], [78975, 81847, 37], [81847, 85451, 38], [85451, 87188, 39], [87188, 87209, 40], [87209, 91504, 41], [91504, 95023, 42], [95023, 96479, 43], [96479, 100367, 44], [100367, 104179, 45], [104179, 108142, 46], [108142, 112368, 47], [112368, 113877, 48], [113877, 118553, 49], [118553, 122899, 50], [122899, 122908, 51], [122908, 124680, 52], [124680, 126627, 53], [126627, 126627, 54]]}}