{"id": "2c8e2a1093d9fca307a9975cb5e20b9a8085c2cf", "text": "CONTENTS\n\nFOREWORD, 3\nOrganizational culture, 4\nMessage from the Global CEO, 5\nMessage from the Chairman of the Board of Directors, 7\nOur journey to Net Zero, 9\nAbout this report, 17\n2021 at a glance, 18\nKey global indicators, 19\n\nABOUT JBS, 20\nAbout us, 21\nOur businesses, 23\n\nVALUE CREATION MODEL, 44\nFood quality and safety, 45\nInnovation and our brand, 49\nInnovation in practice, 51\nCustomers and consumers, 53\n\nAPPROACH TO SUSTAINABILITY AND ESG, 55\nStrategy, 56\nMateriality, 58\nProgress on the JBS 2030 Global Goals, 60\n\nEnvironmental (E), 62\nEnvironmental stewardship, 62\nClimate change, 63\nEnergy management, 66\nWaste management, 69\nReverse logistics, 71\nSustainable business model, 72\nCircular economy, 73\nWater and effluent management, 74\nBiodiversity, 76\nProduct integrity, 77\nResponsible sourcing, 78\nSupplier engagement, 82\n\nSocial (S), 86\nSocial responsibility, 86\nOur people, 87\nDiversity & inclusion, 96\nOccupational health & safety, 99\nCommunities, 103\nAnimal welfare, 109\nBreeding and management, 111\nTransportation, 118\nProduction, 120\n\nGovernance (G), 122\nOur purpose, 122\nManagement structure, 123\nRisk management, 125\nCompliance, 129\nPartnerships, memberships, awards and recognition, 135\n\nFINANCIAL AND OPERATING PERFORMANCE, 136\nOperational and financial health, 137\n\nAPPENDIXES, 140\nGlobal GRI content index, 141\nStatement Verification SGS, 160\nCredits, 161\nFOREWORD\n\nABOUT JBS\n\nVALUE CREATION\n\nSUSTAINABILITY AND ESG\n\nOPERATING PERFORMANCE\n\nAPPENDIXES\n\n- Organizational culture\n- Message from the Global CEO\n- Message from the Chairman of the Board of Directors\n- Our journey to Net Zero\n- About this report\n- 2021 at a glance\n- Key global indicators\nOur organizational culture is defined by a set of values that embody our essence, guide our approach to doing business, and help us achieve our enterprise goals.\n\n**Our Mission**\nTo be the best in everything we do, fully focused on the business, delivering the best products and services to our customers, building trust with our suppliers, creating value for our shareholders, and offering a better future for our workforce.\n\n**Our Values**\n- Ownership\n- Determination\n- Discipline\n- Availability\n- Sincerity\n- Humility\n- Simplicity\n\n**Our Beliefs**\n- We are obsessed about product quality\n- We are detail-oriented\n- We take a hands-on approach\n- We achieve through hard work\n- We have the right people in the right place\n- We are passionate about what we do\n- Our actions speak louder than our knowledge\n- Real leaders build trust\n- We lead by example\n- We are results-oriented\n- We work with people who are better than we are\n- Belief makes the difference\nI believe that with innovation, investment and collaboration, Net Zero is within our reach.\n\nMessage from the Global CEO\n\nGRI 102-14, 102-15\n\nIn 2021 we navigated another challenging year. But amid the adverse business conditions, stemming primarily from the covid-19 pandemic, we continued to advance our business strategy with our global multi-protein platform, our broad portfolio of value-added products, and our strong brands. These provide a firm foundation for our future growth and continued contribution to one of the biggest challenges facing humanity: feeding 10 billion people, and doing so ever more sustainably.\n\nOur diversified geographies and protein types remain one of our key strengths, along with our organizational culture. Some of our businesses and regions were faced with particularly adverse conditions and cycles, and these were offset by other geographies thanks to diversification. A privileged view of global market developments means we can effectively manage our product mix and costs, and detect trends and opportunities. The results of this were seen in 2021, with JBS delivering its best financial performance to date.\n\nWe ended 2021 with a Full Investment Grade rating and record-setting operational indicators: net revenue was R$350.7 billion, EBITDA was R$45.7 billion, net income was R$20.5 billion, and we had the lowest level of indebtedness to date. These results demonstrate operational excellence and our ability to reconcile short-term returns with growth. Indeed, we continued to invest heavily in both organic expansion and acquisitions, supporting job creation and the development of the communities where we operate.\n\nOur efforts this year have laid the groundwork for sustained growth in the coming years. JBS, formerly a local company focused on a single protein, has grown into a global food enterprise with a diversified footprint, operating across the main protein types with a vast portfolio of value-added products and strong brands.\n\nWe completed seven strategic acquisitions in the year that have expanded our presence in segments where we see potential for growth. JBS’s acquisition of Vivera, for example, has put us in a leading position in the European plant-based protein market and given us a platform from which to achieve growth and synergies across our global operations in the sector. With our acquisition of Huon, in Australia, we now produce our own fish products with a leading position in the regional market, and are well-positioned for outward expansion. The year also saw our first foray into the cultured protein market with our acquisition of Biotech Foods, in Spain, and our announcement of a new cultured protein R&D center in Florianópolis, southern Brazil.\n\nAs we expand our production capacity, we are also transforming our approach to engaging with customers and consumers. In the last two years we have witnessed unprecedented growth in the use of direct-sales and third-party e-commerce platforms. For instance, Friboi Online, Seara Store, Comer Bem and Swift Online offer our brands and products across regions in Brazil, also benefiting our customers’ channels. In the US and Mexico, Wild Fork Foods offers ready-to-eat meals and an assortment of proteins online.\nWe owe these advances to the efforts of our nearly 250,000 employees in the more than 20 countries where we operate. Our acquisitions in the year brought more than 7,500 team members and their families into our fold—families who rely on JBS’s strength for their livelihoods. A core part of our strategy is having the best people in the right places, with a mindset that is aligned with our culture and our values. Our focus on people and culture has enabled us to grow into the largest protein-based food company in the world, and will continue to drive our successful future.\n\nJBS’s growth has also created a responsibility, as a leading player in the global food industry, to help tackle another of humanity’s most pressing challenges: the climate emergency. We need to transform our food production model along the entire value chain. Our lifestyle is consuming more resources than Earth can regenerate. As global leaders, we have undertaken a commitment to decarbonize our end-to-end value chain as we implement best practices around the ESG agenda.\n\nAt JBS, sustainability is an overarching value against which all other strategic aspects are assessed. Guiding us on this mission is the Net Zero commitment we announced in March 2021—to bring our net greenhouse gas emissions to zero by 2040. We will invest US$ 1 billion through 2030 to decarbonize our operations, and we will allocate US$ 100 million to research and development. By mid-2023, we will submit to the Science Based Targets Initiative (SBTi) a detailed roadmap to deliver on our Net Zero pledge.\n\nSeveral initiatives have already been put into place globally. For example, in 2021 we created a partnership to introduce a nutritional supplement that can significantly reduce enteric methane emissions from cattle on a global scale. The initiative is being implemented initially in Brazil. We are also helping to fund a new Feedlot Innovation Center at the University of Nebraska, and have pledged support for Colorado State University’s AgNext program to develop carbon sequestration solutions for different types of pastureland.\n\nWe are also engaged in efforts to make the electricity we use increasingly clean and renewable. Today, 100% of the electricity that our Pilgrim’s Pride UK facilities source is renewable. In Brazil the figure has now reached 90%. In Moy Park UK’s transportation division, we’re decarbonizing the local vehicle fleet by purchasing natural gas trucks. Meanwhile, No Carbon—our new electric truck rental business—has started commercial operation, initially serving our own Group companies in Brazil.\n\nA core aspect of this journey has been our zero-tolerance approach to illegal deforestation. To monitor our 80,000 suppliers in Brazil, 10 years ago we implemented a geospatial monitoring system in line with our responsible beef sourcing policy. In 2021 we launched a Transparent Livestock Farming Platform that is using blockchain technology to extend livestock monitoring further upstream in the value chain. By year-end 2025, we will be able to track compliance along the entire value chain.\n\nBut blocking nonconforming suppliers is just the first step. We believe a truly sustainable system is one that supports ranchers in improving their livestock practices. Recognizing this, we have established 15 Green Offices throughout Brazil to provide technical support to more than 2,000 direct and indirect producers. The program also provides facilitated access to credit via partner financial institutions.\n\nWe have continued to strengthen our initiatives in support of disadvantaged communities. Our Good Deeds Are Good Indeed program, which donated more than R$ 400 million to support the pandemic response, and the JBS Amazon Fund, which is funding initiatives to promote sustainable social and economic development in the Amazon, are examples of these efforts in Brazil. These endeavors have also extended to our operations around the world, including the US and Canada, where our Hometown Strong initiative has invested US$ 100 million in the last two years to support our communities, and where our Better Futures program has funded educational courses for more than 2,500 people.\n\nWe may not have all the answers yet, but we have a firm commitment that has been integrated into our culture. We believe that, by producing high-quality and more sustainable food, we can feed the world with the best there is, improving people’s lives. We are confident that, through collaboration, we can meet humanity’s challenge of feeding a growing global population in an increasingly sustainable manner, helping to build a better planet for ours and future generations.\n\nGilberto Tomazoni\nGlobal CEO\nJBS is determined to be an agent of development in the regions and communities where we operate, while helping build a business environment that upholds high standards of integrity, ethics and social and environmental responsibility. Within this vision, our Board of Directors, recognizing JBS’s responsibility as a leader in the global agribusiness sector, has worked continuously to integrate the ESG agenda into our strategy, supporting initiatives that capture opportunities created by the new industry landscape.\n\nIn 2021, in an important effort to advance best governance practices and foster a fairer and more equitable workplace environment, we created a Diversity & Inclusion Committee, supported by four affinity groups—Gender, Ethnic & Racial, LGBTIQAP+ and People with Disabilities—to develop affirmative action policies. With this addition, we now have six advisory committees supporting the Board of Directors in strategic decision-making.\n\nAs another significant improvement to our governance structure, we ended 2021 with seven independent Board members out of a total of nine, a ratio well above the minimum under the B3 Novo Mercado listing rules, illustrating our commitment to continuously perfect our controls and decision-making processes. And with 22% women on our Board of Directors, which earned us Women On Board certification last year, we have yet another reason to celebrate.\n\nThe efforts we have made to improve our risk management and decision-making processes have been recognized by both the Brazilian and global capital markets, as denoted by our stock appreciation in the year and our investment-grade rating from the leading global rating agencies.\n\nIn the social sphere, we have continued to support our communities and employees in mitigating the impacts from the Covid-19 pandemic. Through programs like Hometown Strong, in North America, and Good Deeds Are Good Indeed, in Brazil, we have invested more than R$700 million over the last two years, bequeathing a legacy to the regions where we are present. The JBS Amazon Fund has selected six projects that will contribute to social development in the region. Through our Better Futures program and the Germinare Business School, we have helped to improve access to education and to train future leaders.\n\nIn the environmental dimension, in March 2021 we undertook what I believe to be one of the biggest challenges in our history: our Net Zero 2040 commitment, under which we will reduce our direct (scope 1 and 2) and indirect (scope 3) emissions, while offsetting any residual emissions. With our mission of feeding the world with the best there is and in an increasingly sustainable manner, JBS aspires to lead in advancing the responsible development of our communities—supporting\njobs, disseminating best management and governance practices, and preventing and mitigating environmental impacts.\n\nWithin JBS, we often say that sustainability is our strategy. And we mean it. As a long-time executive at JBS and now as chairman of the Board of Directors, I have witnessed how this has been put into practice in our organization’s day-to-day activities. We have made significant efforts to advance the circular economy and for more than a decade have tracked indicators measuring the impacts from our operations on the environment.\n\nWith support from the Board, JBS is building a global governance system around our Net Zero goal, with a focus on management, collaboration and integration and on setting clear, actionable, science-based targets so we are able to fulfill our commitment to society and to the future of the next generations.\n\nWe share the view that agribusiness can be an important part of the solution to the challenges created by the climate emergency. Within this vision, throughout 2021 we worked to build a broad global strategy to decarbonize the end-to-end beef value chain. In our Brazil operations, this effort comprises three major pillars: supplier monitoring, cattle farm management and support, and cattle management. Other initiatives are being advanced at a global level to make our operations increasingly sustainable, such as the expanded use of renewable energy sources, decarbonization of our logistics activities, and efficient water resource management.\n\nIn the following pages of this report, we describe JBS’s progress throughout 2021 across the environmental, social and governance fronts. Reconciling shareholder value with social and environmental responsibility, we completed seven new acquisitions in the year and delivered our best financial performance to date, while laying the foundation for continued progress in sustainable business practices. This was only possible through the efforts of our 250,000 employees in more than 20 countries on five continents, whose commitment and dedication are a source of pride and deep gratitude.\n\nJeremiah O’Callaghan\nChairman of the Board of Directors\n\nIn 2021 we created a Diversity & Inclusion Committee under the Board of Directors, and we ended the year with seven independent Board members (78%) out of a total of nine, a ratio well above the minimum under the B3 Novo Mercado listing rules.\nOur journey to Net Zero\n\nGRI 103-2, 103-3 | 305, TCFD\n\n2021 is the year we committed to net zero emissions of GHG, reducing our direct and indirect emissions to the extent possible, and offsetting any residual emissions. The Company will submit a science-based action plan with targets consistent with the criteria of the Science-Based Targets initiative (SBTi).\n\nThis ambitious commitment is a reflection of JBS’ objective of providing the food and nutritional needs of a growing world population in an increasingly sustainable manner, preserving the planet’s resources for future generations. Sustainability is more than just an element of our strategy. It is the very strategy of JBS. It guides everything we do. Why is this? First of all, because we recognize we are in a climate emergency. This crisis already affects our planet and is harming some of the more vulnerable countries and communities in a very tragic way. Furthermore, we believe that not only is the future of the planet at stake, but also the continuity of our business.\n\nClimate change has a direct and negative impact on food production. If we do not stop global warming, we will no longer be able to create value for all our stakeholders - our shareholders, customers, suppliers, employees, communities, and society at large. We will no longer be able to feed the planet.\n\nNot only must we put a stop to global warming, but we must ensure food security for a world population that, in 2050, will be 10 billion people. These challenges cannot be overcome alone. We must find a way to produce more while simultaneously reducing the impact on the environment. Farming is a critical component of climate change, as it is able to feed the world more sustainably. This is why we must promote a transformation in agriculture and cattle raising.\n\nBased on this goal, we are working to adopt global best practices within a robust governance approach and circular economy. Our priority is to be agents of change, combining best environmental practices and economic development. This is why a circular economy is an inseverable part of JBS’ business. It is both sustainable and profitable.\n\nIn 2021 we decided to zero our net carbon emissions from all operations by 2040. This marks the next phase of our sustainability journey and builds on 10 years of investment in concrete environmental actions across our value chain. We are one of the first industry players to invest in policies and technologies to fight, discourage, and eliminate deforestation in the Amazon.\nWe have had a Responsible Sourcing Policy since 2009, defining socio-environmental criteria for supplier selection, and excluding any farms involved in deforestation. We have one of the world’s largest supplier monitoring systems, using satellite images to monitor an area equivalent to France and Germany combined to ensure compliance with our Responsible Purchasing Policy. All farms in the Amazon that directly supply beef cattle to JBS are monitored using satellite images and georeferenced data on the property.\n\nSince 2012, JBS has published its greenhouse gas emissions inventories using IPCC methodology and recognized and regionalized emission factors, the GHG Protocol approach and, more recently, ISO 14064. We also use a life-cycle inventory database such as ecoinvent, which provides a more detailed understanding of the environmental impact of our value chain.\n\nAll these initiatives are part of the JBS sustainability journey and are shared with the various stakeholders as public indicators, promoting information sharing and transparency across society.\n\nJourney challenges\n\nWe are working on a number of in-company and external fronts to consolidate a long-term sustainability strategy and achieve the target of being Net Zero by 2040. One of the main elements of this new commitment is developing global governance, connecting departments and companies around the world to identify opportunities and share knowledge and best practices, scaling the efforts and reducing Company emissions.\n\nAs part of its journey to Net Zero, by 2023 JBS will submit to the SBTi a detailed roadmap of targets consistent with the initiative’s methodology to cap the increase in the global temperature at 1.5°C compared to pre-industrial levels.\n\nTo work on this roadmap, JBS engaged the support of two consulting firms of national and international repute for their work on sustainability, who are now working with the Company to find project opportunities, define clear KPIs, and build science-based action-plans and targets.\n\nInternally, JBS created a working group (WG) with focal points for all businesses (Brazil, US, Canada, Mexico, Europe, Australia/New Zealand) to find solutions to reduce greenhouse gas emissions and create value. This group meets from time to time to exchange experiences and look for common projects. Another six WGs were created in Brazil to identify and analyze proposals for all operations in-country. These working groups are entitled: Agro; Sourcing; Engineering & Energy; Environment; R&D; Innovation; and the Circular Economy, and Logistics. Coordination and consolidation of these initiatives is the responsibility of a new position created within the Company - the Global Net Zero PMO, reporting directly to the JBS Global CEO.\n\nTo reinforce its commitment to the theme, a variable compensation policy that\n\nWe will invest US$ 1 billion in projects to decarbonize our operations by 2030\nincludes climate targets is being designed for senior executives.\n\nIn addition to promoting advances in governance, JBS will invest up to US$ 1 billion in projects to decarbonize all its operations by 2030. US$ 100 million will be invested in research to come up with solutions to reduce our emissions, such as improved regenerative agricultural practices, more intense carbon sequestration in soil, and technologies focused on supplier farms.\n\nThe maturity of JBS management sustainability has been recognized by the industry. In 2021 the company was able to capture funds from four sustainability-related issuances (reduced emissions, the number of cattle ranchers who subscribed to the Transparent Cattle Ranching Platform), which raised US$ 3.2 billion.\n\nThe philosophy in practice\n\nTo overcome the challenge of decarbonization we have a plan that includes: An emissions inventory (map of risks and opportunities), developing scenarios (combining strategy and the business), project assessment (checking the effectiveness of the measures), and target setting (aligning targets to the company’s level of ambition).\n\nAlong this path, the main activities being looked into to reduce direct (scope 1 and 2) emissions in our proprietary operations in Brazil (plants and DCs) include minimizing waste and expanding the use of biodigestors to dispose of organic waste and produce biogas; implementing cleaner and more efficient logistics with biofuels and electric vehicles, increased energy efficiency (plants and DCs), and expanding the share of renewably sourced energy in its operations.\n\nOur main challenge in reducing indirect (scope 3) emissions involves the sources of GHG emissions associated with raising cattle. These primarily include forest conservation, enteric animal emissions (methane), and pasture quality (carbon fixation in soil). Our initiatives to reduce these emissions in Brazil include monitoring and tracking our supply chain to ensure it is free of illegal deforestation (read more in the Beef Cattle Supplier Decarbonization Chain on page 13).\n\nJBS’ key projects already show the company is committed to achieving its purpose. Our efforts are already making a positive impact on people, the planet and business continuity. These are described further in this report.\nRoadmap of science-based emissions reduction targets (SBTi)\n\n- **2021**\n  - Emissions audit in Brazil\n  - Emissions reported for 100% of our operations (since 2012)\n\n- **2022**\n  - Emissions reporting and audits spanning 100% of our operations\n  - Europe 2030 targets approved by SBTi\n\n- **2023**\n  - Target assessment by SBTi\n  - Emissions audits across 100% of our operations\n\n**Scopes**\n- Scope 1\n- Scope 2\n- Scope 3\n\n**Status**\n- Completed\n- In progress\nDecarbonization of the beef cattle supply chain\n\nGiven our position and scale, we have a duty to promote transformation in agriculture and ranching, making them more productive and sustainable. This requires the engagement of all links in the value chain. JBS is at the intersection of the farmer and consumer, transforming labor in fields and ranches into food products that sustain human life. We want to encourage and adopt new agro-ranching technologies to sustainably feed the growing world population.\n\nImplementing sustainability policies in complex production chains such as beef cattle is a major challenge and can only be completely overcome with the joint effort and commitment of all stakeholders. Aware of the impact of this value chain on scope 3 emissions, for over ten years the Company has promoted a number of initiatives to increase the sustainability of its suppliers of beef cattle. This action front is supported by three main pillars: supplier monitoring, cattle ranch management and support, and cattle management.\n\nMonitoring and tracking\n\nSupplier monitoring – we successfully monitor all farms that directly supply cattle to us, using a geospatial system and satellite images. This system is considered one of the best and most sophisticated in the industry. We monitor an area of over 860,000 square kilometers (86 million hectares, equivalent to Germany and France combined), and look at over 80,000 potential direct suppliers every day. Since deploying this system, some 14,000 properties have been suspended for breaching the JBS Responsible Raw Material Purchasing Policy.\n\nTraceability – to ensure a value chain that is free from illegal deforestation, in 2021 we created the Transparent Cattle Ranching Platform that, using blockchain technology, enables traceability beef cattle. The goal is to have a supply chain that is free of illegal deforestation by 2025, including direct and indirect suppliers. Monitored suppliers must comply with the Company’s Responsible Purchasing Policy or be suspended. By January 2026 all direct suppliers must subscribe to the Platform. In December 2021 14.6% of the cattle processed by the Company in 2020 had been registered on the Platform.\n\nWe seek ways to promote decarbonization of the beef cattle supply chain\nCattle rancher support and management\n\n**Green Offices** – to help cattle ranchers in the Amazon biome, especially those who supply our cattle suppliers, we installed 15 Green Offices in processing units located in different regions that are key for cattle raising. This service provides free support for ranchers with environmental restrictions, helping them bring their properties in line with environmental regulations. Over 1,400 suppliers have been helped since April 2021. In early 2022 JBS announced it was partnering with Banco do Brasil and Banco Bradesco to facilitate access to farm credit (read more on page 81).\n\n**Assessment of the carbon balance of cattle farms** – a project to assess the carbon balance of farms and identify the largest number of carbon-efficient suppliers.\n\n**Fazenda Nota 10 [A+ Farm]** – this is the largest group of cattle ranchers in Brazil, whose mission is to positively transform farms by comparing and managing results. Provides participants with relevant production and financial references regarding the property team and management. One of the mentoring lines to show ways to more efficient cattle raising focuses on pasture improvement, handling, and fertilizing to help fix carbon in the soil.\n\n**Rebanho Araguaia [Araguaia Herd]** – an initiative that promotes the development of sustainable cattle ranching in the Middle-Araguaia in the state of Mato Grosso, a major cattle region in Brazil. Using education and technology as allies, the project aims to demonstrate what truly impacts the business and show paths for more efficient cattle raising that respects social and environmental policies. JBS offers technical support from consultants specializing in pasture management and handling to help reduce GHG emissions.\n\n- Alta Floresta (Mato Grosso)\n- Porto Velho (Roraima)\n- São Miguel do Guaporé (Roraima)\n- Juara (Mato Grosso)\n- Pontes e Lacerda (Mato Grosso)\n- Pedra Preta (Mato Grosso)\n- Campo Grande (Mato Grosso do Sul)\n- Marabá (Pará)\n- Tucumã (Pará)\n- Redenção (Pará)\n- Santana do Araguaia (Pará)\n- Confresa (Mato Grosso)\n- Mozarlândia (Goiás)\n- Goiânia (Goiás)\n- Barra do Garças (Mato Grosso)\n\n**LEARN MORE**\n\nRead on in this report to learn about our initiatives across each of the environmental, social and governance dimensions of ESG.\nCircular economy\n\nSustainably meeting the nutritional and food requirements of the world's burgeoning population is the most urgent challenge facing us. We monitor the environmental impact of our operations and work to ensure 100% of our production chain complies with our sustainability standards. Our priority is to be agents of change, combining environmental best practices and economic development. We innovate to add value from managing our waste, providing environmentally adequate destinations for this waste, creating profitable businesses, employment, and income in the communities where we work.\n\nA circular economy is a strategic concept that aims to ensure reduction, reuse, recovery, and recycling of materials and energy, creating an economic circle based on minimizing disposal and waste. At JBS this gives rise to new businesses and disruptive solutions that contribute to the continuity of our activities. Therefore, it is part of our business model and influences our long-term decisions, in a closed-circuit that expects waste will be recycled and reused.\n\nOne example of the application of the circular economy to our business is our beef chain. Over the past two decades we took a number of initiatives to suitably and sustainably dispose of our beef processing waste such as tallow, hides, and bovine serum. These byproducts are transformed into biodiesel, collagen for the food and dermocosmetics industries, soaps, and food packaging, contributing to the sustainable use of natural resources and benefiting the environment.\n\nThis effort translates into significant numbers. We are the world's largest integrated biodiesel producers from beef tallow. We also export functional collagen to over 40 countries. This is an input for the food industry and used as a protein base in different segments such as processed meats and breads. We are also active in the personal care and cleaning areas, leading the manufacture of bar soaps for the B2B segment in Brazil, where 70% of all bar soap is made from beef tallow. We are global leaders in the reuse of hides, an area where we have a positive social impact by creating income for vulnerable groups and are pioneers in Brazil in the use of organic waste generated by our plants to make organo-mineral fertilizer.\n\nInedible waste from JBS facilities in the US are used to make tallow, bone, and blood meal sold for use in the manufacture of cosmetics, pharmaceutical products, and animal feed.\n\nTo learn more about JBS and the circular economy see the infographic on page 73.\nProgress so far\n\n- Responsible sourcing policy\n- Announced our Net Zero commitment\n- Pilgrim’s Moy Park – Net Zero targets approved by SBTi\n- Pilgrim’s UK – 2030 targets to limit global temperature rise to 1.5°C approved by SBTi\n- GHG inventories compiled since 2012, and audited since 2019\n- Global commitments to Race to Zero and the World Economic Forum\n- 100% of direct cattle suppliers monitored in Brazil\n- Cattle supply chain monitoring and traceability through programs such as our Transparent Livestock Farming Platform and Green Offices, in Brazil\n- Biodiversity protection initiatives such as the JBS Amazon Fund and fire responder crews in the pantanal\n- Integrated livestock-forestry programs, such as Rebanho Araguaia\n- Solar power, biogas and energy efficiency programs\n- 84% of electricity produced from renewable sources in Brazil and 100% at Pilgrim’s UK\n- Co-products processed into biodiesel, fertilizers, collagen and leather, advancing the circular economy\n- Initiatives to reduce waste and increase recycling\n- More efficient logistics and electric vehicles\n- Research and collaborations towards the use of feed additives\n- Biodigesters installed in Australia and Canada\n- Investment in programs* to develop solutions and technologies for reducing GHG emissions\n\n2023\n\n- Decarbonization strategy developed by an internationally recognized, independent consulting firm\n\n2025\n\n- 100% of our beef supply chain free of illegal deforestation in Brazilian biomes, including the Amazon\n\n2030\n\n- Reduce scope 1 and 2 emissions by 30% from a 2019 baseline\n- Reach 60% renewable electricity\n- 15% reduction in water intensity from a 2019 baseline\n- US$ 1 billion invested in projects to reduce emissions, including US$ 100 million invested in R&D\n\n2040\n\n- 100% renewable electricity across our operations\n\n*Feedlot Innovation Center (University of Nebraska), the Greener Cattle Initiative of the Foundation for Food & Agriculture Research, and Grazing Management Principles for the 21st century\nAbout this report\n\nJBS is the largest protein-based food producer in the world. As such, we have a duty and commitment to transparently report on our aspirations, strategies and targets, and our performance in pursuing a sustainable journey.\n\nAs part of this commitment, we are pleased to publish the 11th edition of our Annual Sustainability Report, prepared in accordance with the Global Reporting Initiative (GRI) Standards: Core option. The disclosures in the report are mapped to the relevant Sustainable Development Goals (SDGs) of the United Nations (UN) Global Compact. JBS continues to report in accordance with the standards issued by the Sustainability Accounting Standards Board (SASB), the Task Force on Climate-related Financial Disclosures (TCFD), the World Economic Forum (WEF) and the International <IR> Framework. GRI 102-4\n\nThe purpose of this report is to articulate how we conduct business and carry out our mission of delivering the best products and services to our customers, building trust-based relationships with our suppliers, creating value for our shareholders, and offering a better future for our workforce, all within our purpose of feeding the world with the best there is.\n\nThe chapters in the report are inspired by our ESG (environmental, social and governance) practices across our four material topics: Animal welfare; Environmental stewardship; Product integrity; and Social responsibility (read more in Materiality). The report also provides information about strategic solutions, quality, innovation, economic performance, productivity, competitiveness, sustainability/ESG and governance. Information about other sustainability-related initiatives is available on the JBS website. GRI 102-46, 102-47\n\nWith the exception of our acquisitions in 2021, all Group operations, including the margarine and mayonnaise businesses acquired from Bunge in late 2020, are included in this report. The reporting period is from January 1 to December 31, 2021 and the report content covers our operations, business structure and governance practices. GRI 102-45, 102-50\n\nFinancial information has been prepared in accordance with the International Financial Reporting Standards (IFRS) issued by the International Accounting Standards Board, and has been audited by Grant Thornton. Brazilian production and environmental disclosures (energy intensity; total water withdrawals by source; and effluents) have been audited by SGS, a globally leading testing, inspection and certification company. GRI 102-56\n\nIf you have any feedback, suggestions, questions or critiques about this report, please write to relatorio.anual@jbs.com.br, to our Investor Relations department by email to ri@jbs.com.br, or to our Sustainability department by email to sustentabilidade@jbs.com.br. GRI 102-53\n2021 at a glance\n\nWe undertook a global commitment to be Net Zero by 2040.\n\nDiversity & inclusion\nCreated a Diversity & Inclusion Committee to advise the Board of Directors.\n\nGrowth\nR$ 5.3 billion invested in expanding our operations in Brazil and around the world.\n- Seara plant expansions and upgrades\n- New Italian specialties and salami plant in Columbia (US)\n- New processing lines in Grand Island and Omaha (US)\n- Chiller expansion in Australia\n- New bacon plant in Missouri (US)\n\nGlobal governance changes\nWe re-created the Global President of Operations function, divided into two structures: North America and Latin America, Oceania and Plant-based. The new structure reflects our growth and expansion into different sectors and geographies, and our ambitious sustainability targets and programs.\n\nAcquisitions\nR$ 11.2 billion in acquisitions, supporting geographic and portfolio diversification.\n7 acquisitions\nVivera, Kerry Meats and Meals, Rivalea, Huon, King's Group, Sunnyvalley and BioTech Foods.\n\nFinancial results\n- R$ 350.7 billion in net revenue\n- R$ 45.7 billion in adjusted EBITDA\n- R$ 20.5 billion in net income\n- R$ 25.2 billion in operating cash flow\n## Key global indicators\n\n**GRI 102-7**\n\n### ECONOMIC AND FINANCIAL INDICATORS (R$ MILLION)\n\n| Indicator                        | 2019       | 2020       | 2021       |\n|----------------------------------|------------|------------|------------|\n| Net operating revenue           | 204,523.6  | 270,204.2  | 350,695.6  |\n| Cost of goods sold               | -172,577.2 | -224,985.9 | -284,510.6 |\n| Gross profit                     | 31,946.4   | 45,218.3   | 66,185.0   |\n| Gross margin                     | 15.6%      | 16.7%      | 18.9%      |\n| EBITDA                           | 19,881.1   | 29,554.6   | 45,662.2   |\n| EBITDA Margin                    | 9.7%       | 10.9%      | 13.0%      |\n| Net income                       | 6,068.4    | 4,598.3    | 20,486.6   |\n| Net margin                       | 3.0%       | 1.7%       | 5.8%       |\n| Investment cash flow             | 5,854.5    | 7,833.1    | 18,858.4   |\n| Net debt                         | 42,994.1   | 46,227.0   | 69,279.0   |\n| Operating cash flow              | 17,098.4   | 27,001.6   | 25,197.5   |\n| Free cash flow                   | 9,502.7    | 17,795.0   | 11,856.7   |\n\n### SOCIAL AND ENVIRONMENTAL INDICATORS\n\n| Indicator                                      | 2019       | 2020       | 2021       |\n|-----------------------------------------------|------------|------------|------------|\n| Number of employees                           | 231,124    | 243,918    | 247,745    |\n| Total GHG emissions by weight (tCO₂e)         |            |            |            |\n| – Scope 1¹                                    | 3,871,557  | 4,625,832  | 4,675,368  |\n| Total GHG emissions by weight (tCO₂e)         |            |            |            |\n| – Scope 2²                                    | 1,615,690  | 1,554,087  | 1,399,521  |\n| Total GHG emissions by weight (tCO₂e)         |            |            |            |\n| – Scope 3³                                    | 836,319⁴   | 61,121,337⁴| 65,032,995⁴|\n| Water withdrawals (thousand m³)               | 171,961,209| 171,142,648| 177,251,718|\n| Investments in environmental management and improvements (R$ million) | 698.8 | 494.3 | 568.4 |\n\n* Scope 1 and 2 GHG emissions and water withdrawal information for Brazil has been independently assured.\n1. Emissions from own sources, fuel used to generate energy or heat in our operations, effluent treatment ponds and enteric fermentation of animals in confinement operations or on our farms, amongst others.\n2. Indirect energy emissions from sources over which the company has no responsibility or has indirect responsibility. These stem from the use of electricity.\n3. Indirect emissions. This scope includes emissions over which the company has no operational control or has indirect responsibility. Our 2019 emissions derive from a third-party fleet, commercial flights and waste decomposing on third-party land, amongst other items. For 2020 and 2021, see the scope of categories by year in the table on p. 65.\n4. Data altered in relation to the previous year.\nJBS offers a wide range of products, consisting of dozens of globally recognized brands\n\nWe are a team dedicated to pursuing excellence, always innovating to place quality products on the tables of millions of people around the world and to look after the planet. Driven by our yearning to feed the world as well as possible, JBS is the largest global producer of protein-based food products (beef, pork, poultry, lamb, fish and plant-based), and has recently entered the cultured protein segment. We also have a strong presence in prepared foods in both Brazil and internationally. GRI 102-1\n\nWe are present in more than 20 countries in five continents, with more than 500 production units and commercial offices dotted around Australia, Brazil, Canada, USA, Mexico, New Zealand, Argentina, Uruguay, UK and Europe. Our roughly 250,000 employees follow guidelines regarding sustainability matters—environmental, social and governance—, innovation, quality and food safety, adopting best practices, always underpinned by our Mission and Values. This provides us the platform to serve our approximately 275,000 customers worldwide. We also export to some 190 countries. In 2021 our exports stood at USD 16.9 billion, growth of 24.3% on the previous year (USD 13.6 billion). GRI 102-6\n\nWe are also a standard setter in activities related to our production chain, such as leather, biodiesel, collagen, personal hygiene and cleanliness, natural casings, solid waste management solutions, recycling, metal packaging, transportation and other areas. GRI 102-2\n\nWe boast a wide range of products, comprised of dozens of globally recognized brands, including Pilgrim’s Pride, Swift, Just Bare, Seara, Moy Park, Primo, Friboi, Dorian and Delícia. GRI 102-2\nMarket presence and expansion\n\nWe are one of Brazil’s largest multinationals, operating through a diversified global platform offering a variety of protein products and established prepared-food brands. This strategy affords us greater operational flexibility, also mitigating risks posed by any trade barriers or health restrictions.\n\nTo serve our diverse customer base, we draw on a broad national and international sales and distribution network, as well as distribution centers and commercial offices in the leading consumer regions worldwide. We export to some 190 countries, which enables us to reduce exposure to individual markets whilst affording access to all consumer markets.\n\nThanks to an acquisition strategy that has included Seara, Swift, Pilgrim’s Pride, Swift Prepared Foods (formerly Plumrose) and Tulip Company (now Pilgrim’s UK), leading companies in their segments, the Company has diversified and developed differentials that cater to all consumer profiles, with innovative and quality high-added-value products.\n\nIn 2021, we acquired BioTech Foods; Vive-ra, the prepared food and meals division of Kerry Consumer Foods; Rivalea; Huon Aquaculture; Sunnyvalley; and King’s Group. GRI 102-10\n\nIn the USA we invested in two major ventures in our plants in Missouri: we opened our cooked bacon unit in Moberly and began building a charcuterie plant making Italian delicacies and salami in Colombia, set to start operating in 2023. GRI 102-10\n\nThere was a solid investment in expanding and modernizing Seara’s plants and building new plants of JBS Biodiesel, Campo Forte (organomineral fertilizers), Colagen and Peptides and Zempack (metallic packaging).\n\nWe operate through a diversified global platform offering a variety of protein products and solid prepared-food brands.\n\nroughly 250,000 employees worldwide\n\nGRI 102-7, 102-8\n\n275,000 customers in approximately 190 countries\n\n20+ countries with production units and/or commercial offices\nJBS is structured into the following operations: 1. JBS Brazil, which encompasses the companies Friboi, Swift, JBS Couro and New Business; 2. Seara; 3. JBS USA Beef (JBS USA Beef, JBS Canada, JBS USA Retail Ready, JBS USA Carriers and JBS Australia); 4. JBS USA Pork (JBS USA Pork, JBS USA Live Pork, Swift Prepared Foods and JBS USA Retail Ready); 5. PPC (Pilgrim’s); and 6. Rigamonti.\n\nSee where each business unit is located on the map.\nOur operations in Brazil consist of producing beef, chicken, pork, fish and plant-based proteins, as well as prepared and frozen food products. We also operate in the leather segment and businesses associated with byproducts and waste from our operations.\n\nOur portfolio in Brazil is highly diversified. Our brands include Friboi, a leader in beef; Seara, a chicken and pork producer and exporter; and Swift, a leader in frozen food products.\n\nAs part of our strategy of adding value to the production chain, we are engaged in the leather segment, via JBS Couros, which makes products for the automotive, furniture, footwear and decor sectors.\n\nAlongside these operations, the Company has JBS New Business, a pioneer in the closed loop of harnessing industrial waste and byproducts to generate products such as biodiesel, collagen, fertilizer, plastic packaging and hygienic and cleaning items. We also provide strategic services to the group and third parties. This strategy fuels our innovation, efficiency and sustainable practices and advances the circular economy.\n\nOur portfolio in Brazil is diversified, with operations in beef, chicken, pork, fish, plant-based, prepared foods and frozen foods.\nFriboi\n\nA leader of Brazil’s beef segment, Friboi has 35 production units in the country, boasting one of the most comprehensive product ranges in the sector. With a 40-year legacy, it offers food products that satisfy a whole range of profiles and consumption requirements, also exporting to 106 countries.\n\nIts operating base is founded on guaranteeing the source, quality and safety of food, ranging from animal welfare until delivery of the produce to the consumer, complying with best sustainability practices throughout its value chain.\n\nThe company markets the brands Friboi, Reserva Friboi, Maturatta Friboi, Do Chef Friboi, 1953 Friboi and Black Friboi, amongst others. It also has programs tailored for retail and wholesale customers, such as Açougue Nota 10 [Top Notch Butcher’s], present in over 1,750 stores with the same standard of service, guaranteeing the best displays of cuts, support for management and training and higher profits for storeowners. It also offers the Gourmet 1953 Friboi Butchers in supermarkets to offer premium cuts in portions and packaging chosen by consumers.\nOperations map\n\nFriboi\n\n38,000+ employees\n\n35 beef processing plants\n\n9 feedlots\n\n12 distribution centers\n\n8 prepared food plants\nWith over 60 years' history, Seara has cemented its leadership in the frozen and plant-based product categories. Its differentials are founded on Quality and Innovation, strategic pillars that steer the company to making products increasingly aligned with nutritional requirements and the diverse preferences of our consumers. The company is also the second largest exporter of chicken and pork in Brazil.\n\nIn 2021, Seara advanced its portfolio diversification strategy by entering a new category in the deli meats segment by launching Levíssimo Seara. (see more in Innovation in practice) and Frango de Padaria Seara. It also boasts the first complete range of 100% plant-based products in Brazil, including diced chicken, chicken fillets, minced beef, beef steaks and beef slices. It also entered the spicy products segment, creating the line Seara Super Picante [Super Hot].\n\nThe brand introduced ten new product options over the course of 2021. Its fish and seafood range includes tilapia fillets, paella packs, mussels, calamari and four shrimp options, including breaded shrimp. They are individually frozen, which allows consumers to use just the amount they need and save the rest for later, thereby guaranteeing the quality and locking in the flavor and nutritional properties. It also launched salmon chunks and salmon steaks bearing ASC certification, attesting to the sustainability of the production chain and traceability from source.\n\nSeara launched a total of 138 products in 2021.\nOperations map\n\n89,000+ employees\n\n30 poultry processing plants\n8 pork processing plants\n22 prepared food plants\n17 distribution centers\n1 port terminal\nSwift\n\nA leader in quality frozen food products, Swift leveraged momentum and visibility from its business strategy, offering innovation to consumers, such as flash freezing, using special equipment to keep the produce fresh, with better tenderness, flavor and succulence. It offers more than 500 products, including beef for the day to day and barbecues, as well as fish, pork, lamb, poultry, snacks, side dishes, vegetables, deserts and seasoning for barbecues, amongst others.\n\nIts processes factor in sustainability, such as reducing the use of plastics and food waste, CO₂ emissions and the increasing use at scale of water recycling and clean energy sources.\n\nIn continuity of its expansion plan, in 2021 Swift opened 63 proprietary stores in São Paulo, Rio de Janeiro, Goiás and Distrito Federal, closing the year with a total of 206 units.\n\nBy way of its store-in-store program, Swift takes personalized spaces managed by the brand, with specialist associates and real-time temperature control, guaranteeing product quality and a unique shopping experience. There are 47 partner retailers in more than 337 points of sale in São Paulo, Distrito Federal, Rio de Janeiro and Goiás.\nJBS Couros imbues sustainability in its business model. It is currently the largest processor of cattle hides and the global leader in the leather segment, with a presence in eight countries on four continents and more than 5,000 employees. Through ongoing investment in technology to optimize its production processes, it makes wet blue, wet white, crust and finished leather products for the automotive, furniture, footwear and decor sectors.\n\nJBS Couros’ innovations include Kind Leather. Created in 2019, the productive concept Kind Leather provides a new approach for leather production, using only the choicest parts of hides during manufacturing and removing sections with more natural marks and imperfections at the start of production, before applying chemical products and using natural resources. This process makes it possible to send the removed parts to other industries, such as pharmaceuticals and food, thereby reducing the consumption of water, energy and chemicals used, and diminishing the amount of waste in our production chain. This innovation yields high-quality leather that is more consistent and increases use of the surface, reducing waste by 93%.\n\nResponding quickly to market demands is essential and demonstrates the resilience of JBS Couros’ Research & Development team. V-Block exemplifies this. Launched in 2021, this leather is coated with antiviral technology that can inactivate SARS-CoV-2, the virus that causes covid-19 (find out more in Innovation in practice on page 52).\n\nAnother business differential is the JBS360 – Leather ID online platform, which allows any individual to trace the route taken by the leather, from origin to curing.\nOperations map\n\n- 22 production units\n- 6 commercial offices\n- 3 cutting plants\n- 5 distribution centers\n- 4 showrooms\n- 1 port terminal\n- 2 research centers\n\n5,000+ employees\nJBS New Business\n\nJBS New Business is a pioneer in the closed loop of harnessing industrial waste, fueling innovation, efficiency and sustainable practices and advancing the circular economy.\n\nThe company plays a fundamental role in the value chain by transforming raw materials derived from the Company’s other operations into high-added-value products, such as biodiesel, collagen, pharmaceuticals, processed meat casings, hygiene and cleaning products and fertilizers, amongst others. Its products are sold in Brazil and exported to more than 40 countries.\n\nJBS New Business also operates correlated activities, such as metallic packaging, trading and transportation which are strategic services for the Company.\n\nOur businesses\n\nJBS Ambiental\n\nManages and treats recyclable and nonrecyclable post-industrial solid waste, disposing of it correctly, in addition to producing new plastic products and recycled resins made from the waste.\n\nIn 2021 the unit continued expanding its circular economy work. As a result, the green flooring and WPC pallet projects, which recycle plastic waste from multilayer food packaging produced in the Company’s operations, removed 35,000 kg of waste, which would have otherwise been directed to landfills.\nIt is the largest vertically integrated global producer of biodiesel from beef tallow and the first in Brazil that qualified to sell carbon credits obtained through RenovaBio (CBios), a federal government program introduced to reduce emissions based on Paris Agreement obligations.\n\nWith its third plant in Mafra (SC), in 2021 JBS Biodiesel added more than 369,000 m³ a year to its production base. The company also has biodiesel plants in Lins (SP) and Campo Verde (MT).\n\nThe leading producer of soaps and bar soap in the B2B segment, it sells to the leading hygiene and cleaning brands in Brazil and overseas. Since 2020 it has also been making special soaps with different properties, fragrances and shapes.\n\nFormerly known as JBS Embalagens Metálicas, this business unit produces steel tins for food products, such as pre-cooked meats, fish, vegetables and tomatoes. It is also engaged in the production of aerosols for the cosmetic and chemical sectors, with more than 20 packaging options, in addition to exporting its products.\n\nWith an investment exceeding R$ 80 million, Zempack opened a new tin factory in Guaiçara, in São Paulo state. The new factory went online in 2021 and expanded our aerosol production capacity to more than 220 million tins a year, also serving the cosmetics and deodorant sectors.\n\nThe company has two plants that run on energy supplied by Biolins, JBS’ electricity production unit that uses material from renewable sources only, such as sugarcane bagasse and reforestation chippings. All the packaging the company produces is also completely recyclable, as well as lightweight and resistant, boasting exceptional quality and robustness.\n\nThis new unit makes Zempack one of the largest metallic packaging companies in Brazil, and the sole supplier of aluminum and steel aerosols in the country.\n\nWith its third plant, JBS Biodiesel added more than 369,000 m³ a year to its production base.\nFocusing on animal welfare and a leader in live cargo transportation, it serves JBS and other clients through its 41 branches dotted around Brazil. Its propriety fleet consists of 1,300 trucks traced by satellite. It is also engaged in the container, dry cargo and chilled cargo segments, as well as leather.\n\nThe company set up Uboi in 2020, a trailblazing service for moving cattle between farms, confinements, auctions and slaughterhouses. Uboi enables small, medium-sized and large cattle farmers to participate in a qualified animal transportation system, helping grow the productive chain of the food sector.\n\nIt is one of the largest producers of functional bovine collagen for the food industry and provides innovative solutions in protein-based ingredients for multiple segments: processed meats, bread and dairy products, amongst others. It exports to more than 40 countries under its global reach.\n\nWith a plant in Guaiçara, in São Paulo state, JBS is the first company in Brazil to use the organic waste produced in its factories to make fertilizer. Solid organic, organomineral and special fertilizers will be made. This project is coherent with JBS’ circular economy strategy. A promising business and a high-added-value product, Campo Forte Fertilizantes began operating in March 2022.\n\nJBS launched No Carbon in April 2022, a company specializing in leasing out 100% electric trucks. These VUC Trucks (urban cargo vehicles) are used to transport frozen and chilled produce, for distribution in retail, catering to JBS’ logistical operations distributing Friboi, Seara and Swift products. These vehicles will circulate in the cities of São Paulo, Brasília, Curitiba, Ribeirão Preto, Campinas and Itajaí. In line with JBS’ commitment to be Net Zero by 2040, each electric truck will avoid the annual releasing of some 30 metric tons of carbon dioxide (CO₂) equivalent into the atmosphere.\n\nDedicated to producing inputs for the pharmaceutical industry, it provides raw material to institutes engaged in research, molecular development, genetic therapies and vaccines, as well as producing culture mediums for laboratories for export.\n\nIt acquires new vehicles for JBS companies and sells preowned trucks and trailers.\n\nIn 2021 it began building a collagen and gelatin peptides factory to cater to the nutraceuticals sector. Located in Presidente Epitácio, in São Paulo state, this plant will exude sustainability, with the conscientious management of all natural resources. The plant is expected to start up in 2022.\nNEW BUSINESS\n\nOperations map\n\n4,000+ employees\n\n1 operation, 18 branches\n3 manufacturing plants\n2 manufacturing plants, 34 branches\n1 operation, 41 branches\n1 manufacturing plant\n1 operation\n1 operation, 3 branches\n1 manufacturing plant\n1 manufacturing plant\n\nJBS Ambiental\nJBS Biodiesel\nZEMPACK\nJBS Natural Casings\nJBS Higiene & Limpeza\nJBS Transportadora\nNOVAPROM\nJBS Trading\nTRP Trucks and preowned vehicles\nORYGINA\nCAMPO FORTE\nJBS USA supplies diversified and high-quality food products, including a range of renowned brands and premium products that are innovative and high-added-value to meet the requirements of its customers and consumers. It is also committed to animal welfare issues, informing the various production methods used during raising, that are antibiotic free.\n\nJBS USA is the majority shareholder (80.21%) of Pilgrim’s Pride Corporation (Pilgrim’s), with operations in the USA, Mexico and Europe, where it leads the prepared food and poultry segments. It leads the pork and prepared food sectors in the United Kingdom.\n\nThe company is structured around three business units: JBS USA Beef (JBS USA Beef, JBS Canada, JBS USA Retail Ready, JBS USA Carriers and JBS Australia), JBS USA Pork (JBS USA Pork, JBS USA Live Pork, Swift Prepared Foods and JBS USA Retail Ready) and PPC (Pilgrim’s). Its operations are distributed in the USA, Puerto Rico, Canada, Mexico, Australia and New Zealand, and also now in France, the Netherlands and UK following the acquisitions of Moy Park and Tulip.\n\nJBS USA’s range includes renowned brands and premium products that are innovative and high-added-value.\nJBS USA Beef\n\nJBS USA Beef is the largest beef company in the world and is dedicated to producing and distributing beef, lamb and prepared foods in the USA, Canada and Australia (through Primo).\n\nJBS USA Beef\n\nJBS USA Beef includes nine beef production facilities in the U.S. split into two business units: Fed Beef and Regional Beef. They are strategically located near traditional cattle production centers in the U.S. to ensure access to the product, while our five regional beef facilities are located in strategic areas close to major population centers to increase our flexibility to meet the evolving needs of discerning customers.\n\nThe business has fresh products in its portfolio, with leading, household brands targeting both local markets and exports, such as Swift, 5Star, 1855, Great Southern and Grass Run Farms, among others.\n\nJBS Canada\n\nBased in Calgary, Alberta, JBS Canada is one of the largest Canadian beef processors and prepared food manufacturers and one of the largest employers in southern Alberta.\n\nJBS USA Retail Ready\n\nThis includes two production facilities that specialize in further-processed beef and pork products. Our Retail Ready operations are strategically located on opposite coasts of the U.S. to provide service to customers across the country.\n\nJBS Australia and New Zealand\n\nA leading processor of Australian meat products, JBS Australia owns Primo Foods, a leading producer of ham, bacon, salami and deli meats. It is also the majority shareholder of Andrews Meat Industries, a provider of meat solutions for the food industry, headquartered in Sydney.\n\nThe company holds the share control of Scott Technology, a global developer and leader in automation and robotics solutions, which enhance the safety, productivity, reliability and performance in the workplace.\n\nJBS Australia also exports to more than 70 countries, with a sizeable domestic market share in beef and lamb.\n\nJBS Australia exports to more than 70 countries\nUSA BEEF\n\nOperations map\n\n39,000+ employees\n\n18 beef processing plants\n6 feedlots\n1 leather plant\n7 logistics units\n13 processed products units\n8 distribution centers\n2 lamb plants\n1 pork plant\n5 plant-based units\n18 beef processing plants\n6 feedlots\n1 leather plant\n7 logistics units\n13 processed products units\n8 distribution centers\n2 lamb plants\n1 pork plants\n5 plant-based units\nThe world's second largest pork producer, JBS USA Pork provides high-quality fresh, prepackaged, and ready to cook products including bacon, ham, sliced meats and pork cuts.\n\nThis facility's strategy is to produce quality products and services, and quality relations with customers, always enhancing operational efficiency.\n\nThe business also invests in producing teams engaged in research, development and innovation, especially in fresh pork, focusing on food safety and quality in order to identify and implement new processing technologies.\n\nThrough Swift Prepared Foods, it provides high-quality, prepared food products throughout the U.S. and includes five production facilities that specialize in sliced deli meats, bacon, barbecue items and ribs.\n\nMain brands\n\n- Swift\n- Adaptable Meals\n- La Herencia\nUSA PORK\n\nOperations map\n\n11,000+ employees\n\n5 pork processing plants\n15 prepared product plants\n2 distribution centers\n2 genetics labs\nPilgrim’s Pride Corporation (PPC)\n\nAs a leading chicken producer, Pilgrim’s has provided wholesome, high-quality products for more than six decades. With operations in 14 U.S. states, Puerto Rico, Mexico and Europe, Pilgrim’s has the capacity to process 45 million chickens per week, as well as producing and selling fresh meats, prepared foods and prepackaged foods for high-added-value consumption.\n\nPilgrim’s is also the owner of Moy Park, one of Northern Ireland’s largest private-sector businesses, one of Europe’s leading poultry producers and the largest producer of organic chicken in the world, and Pilgrim’s UK, a leading fully integrated pork and prepared foods company in the U.K.\n\nIn 2021, PPC acquired the prepared food and meals operations of Kerry Consumer Foods in the UK and Ireland, subsequently rebranded as Pilgrim’s Food Masters. JBS USA is the majority shareholder of Pilgrim’s. GRI 102-10\nOperations map\n\n54,000+ employees\n\n36 poultry processing plants\n3 pork processing plants\n26 prepared products plants\n25 distribution centers\n1 lamb plant\nVALUE CREATION MODEL\n\n- Food quality and safety\n- Innovation and brands\n- Innovation in practice\n- Customers and consumers\nFood quality and safety\n\nGlobal actions ensure we can provide healthier and safer products to consumers\n\nOur commitment to excellence begins with high quality standards instilled in all operations, manufacturing and supplies to all our business units.\n\nThe US-based Global Food Quality and Quality Assurance Board is directly subordinated to the Global Presidency and is tasked with ensuring compliance with guidelines and enhancing standards, so that all operations meet or exceed local regulations and legislations.\n\nAs quality is a competitive differential, JBS has a global structure with a robust food safety and quality program that harnesses standardized operational procedures, critical control point and hazard analysis and technologies that can monitor, prevent and correct or address nonconformities. Specialized food safety and quality teams implement local policies and guidelines. The aim is to always seek the highest health standards in all our operations, instilling a culture of food safety and quality.\n\nThe best practices implemented in local operations are also shared with all our companies, during quarterly meetings with the global food safety and quality assurance board. This aims to exchange experiences, initiatives and future projects, with targets laid down for achieving results.\n\nAll business units follow Best Practices in Manufacturing; recalls, providing resources to guarantee product traceability, identifying information for all processing and distribution; and annual certification in accordance with standards recognized by the Global Food Safety Initiative (GFSI).\n\nTeams are trained in our Food safety and Quality Management System upon recruitment and receive specific peri-\nodical training. In addition to regular internal audits, annual independent audits are conducted on all production units in Brazil, USA, Canada, Europe and Australia, and 86% of operations in Mexico.\n\nBy complying with global food quality and food safety requirements, all the company’s facilities are committed to supplying the best products and services to their customers and consumers, regardless of their country of origin.\n\nOne of the indicators for measuring the quality of JBS’ products is the number of recalls. We maintain comprehensive systems to provide safe premium-quality products to consumers. Nevertheless, situations can still arise requiring a recall. In such cases there are standardized documents that describe each stage to be followed to ensure that all affected products are promptly traced and removed from consumption and distribution channels. A notification is issued to inform customers and consumers that follows local government guidelines for officially reporting the incident.\n\nNo products were recalled in Brazil in 2021. Two incidents were registered at Pilgrim’s Moy Park involving allergens, and one in Australia related to a pathogen.\n\nSASB FB-MP-250a.3\n\nProduction units in Brazil, USA, Canada, Europe, Australia and Mexico are audited annually.\n\nOur practices\n\n- Responsible marketing;\n- Structural transparency and responsibilities;\n- Documented risk assessment;\n- Team training and capacity building;\n- Certification audits;\n- Effective traceability;\n- Supplier assessment and development;\n- Investigating incidents and corrective actions;\n- Disclosing quantitative targets and indicators; and\n- Customer surveys.\nSeara\n\nIn 2021, Seara recorded the best quality management performance in its history in terms of lower levels of complaints by customers and consumers in the domestic and international markets, with this indicator falling by 22.6%. This is thanks to ongoing efforts and investment in quality, under the auspices of Seara’s presidency, which is tasked with setting the standards conducive with process and product safety and quality.\n\nA technical team was formed in 2021 to oversee points of sale and ensure product safety and quality is maintained throughout our chain. We also trained sales promoters about all important details of products, from displays to suitable temperatures in order to maintain quality and safety. This entire process is monitored for complaints, and there were no records of recalls or product withdrawal orders because of contamination.\n\nThe SAC 2.0 project established training procedures for the customer and consumer service team to provide details and specifics for each Seara launch. During this training, our Research & Development (R&D) team explains what the product is, where it will be made and its nutritional properties and formulation, also conducting a sensory analysis so employees can try the product. Project SAC 2.0 also ramped up the integration of all our communications channels (WhatsApp, e-mail, telephone and social networks) with customers and consumers. We also improved physical service areas for associate well-being, which has direct ramifications on work. Seara uses the Net Promoter Score (NPS) to assess customer service. The fact there are no adverse indicators in the past attests to consumer satisfaction.\n\nAs a part of the ongoing improvement of its processes, in 2022 Seara will implement stage three of the safe software being developed for laboratories, responsible for processes ranging from collecting the samples through issuing the quality reports for the products. In 2021 Seara expanded its analytical laboratory controls by 26.8% to 323,668 audited analyses, which generate export certificates.\n\nFriboi\n\nJBS does not rest in its pursuit of quality, trust and sustainability and is a part of its continuous improvement of practices and processes, seeking to go beyond market requirements. In 2018, Friboi launched its Supply Chain Certification program, to demonstrate compliance with its strict food safety and sanitation quality standards amidst growing demand by customers and consumers for verified information certifications and more demanding requirements.\n\nThe topics addressed in the strict certification protocols are: animal welfare, traceability, sustainability, operations, production, quality, manufacturing and sales. The parameters created follow global references such as the British Retail Consortium (BRC), Council Regulation (EC) No. 1099 on the protection of animals at the time of killing, AMI animal welfare guidelines in the US and the European Union’s traceability regulations.\n\nThe certification process for JBS’ units has five stages, including a gap analysis conducted by external consultants and specific training. All of Friboi’s Brazilian facilities currently follow the Certification’s protocols and undergo annual independent auditing by Serviço Brasileiro de Certificações (SBC).\n\nFind out more here.\n\nSwift\n\nSwift is maintaining its commitment to deliver healthy, practical and sustainable food products. The products are assessed in laboratories in 11 different categories of commercial planning.\n\nInitiatives: developing an internal management program (e-Global, wherever our business is) in which it is possible to conduct audits on our sales channels and suppliers, cross-referencing the department’s KPIs in a management dashboard and heat map, in accordance with predetermined concepts.\n\nQuality manages food safety topics, and internal audits are carried out on trained employees and on certain suppliers, whose production of our labels is monitored by our auditors.\n\nWe have other specific food safety certifications, with a number of suppliers holding BRC status (British Retail Consortium).\nCertifications\n\nJBS’ Brazilian operations boast 446 certification and audit processes in their units, covering multiple topics such as the environment, food safety and quality, social responsibility, customers and markets and others.\n\nGRI FP2, FP5\n\nIn international operations, JBS USA is annually certified in Global Food Safety Initiative (GFSI) standards, covering 100% of its in natura processing facilities in the USA, Canada, Europe and Australia and 71% of its operations in Mexico.\nInnovation and brand\nAn innovative culture runs deep through the veins of JBS\n\nJBS is a company which is in constant transformation. We innovate to offer consumers products that meet their nutritional requirements and ethical expectations, driven by the belief that we are all responsible for building the future we want: a more sustainable and more humane future.\n\nThrough continuous investment in state-of-the-art technologies and research, our innovative culture permeates the development of new products, the monitoring of raw materials, manufacturing operations and recycling waste.\n\nThree years ago our Global Innovation Team was conceived, to stimulate our teams and the sharing of experiences. In addition to harnessing JBS’ competitive advantages, GIT promotes the sharing of experiences between business units on five continents, in order to discover new trends in the consumer market, whilst ramping up innovation and creating global platforms that nurture innovative practices.\n\nIn the US we partner with Colorado State University (CSU), which funds the Global Food Innovation Center, an education and research center created to enhance practices including food safety, meat sciences, animal welfare, the creation of educational and training initiatives and equipment testing.\n\nIn Brazil Seara began supporting pioneering research by the University of São Paulo (USP), Food Technology Institute (Ital) and National Industrial Training Service / Integrated Manufacturing and Technology Center (Senai/Cimatec) in 2021. Other brand initiatives included the Technology Gaps project, conceived to enhance processes that result in consumers having a better opinion of our products, and developing the Seara Innovation Hub geared towards a culture of innovation and digital transformation. Seara ploughed a total of R$ 70 million into Research & Development (R&D).\n\nTo optimize our efforts to develop products which will stoke greater demand amongst customers, JBS has management tools that help assess global food megatrends, such as lower salt and fat contents and smaller portions, amongst other factors.\n\nJBS is also putting together a methodology to monitor regional innovation processes and to enable learnings made to be shared globally, especially in relation to prepared foods and creating brand value.\nEntering new markets\n\nIn 2021 JBS entered one of the most promising and innovative markets in the food industry: cultured protein production. It did this by entering an agreement to acquire the share control of Spain’s BioTech Foods, which owns commercially viable technology in this field.\n\nIn conjunction with the acquisition, JBS unveiled plans to build the first Research and Development Center (R&D) for Cultured Protein and Food Biotechnology in Brazil. This center will develop new techniques to expedite gains of scale and drive down cultured protein production costs, with a view to selling it.\n\nThe new technology has the potential to produce bovine protein as well as chicken, pork and fish protein.\n\nJBS will allocate a total of USD 100 million to the two initiatives, which are conducive with our strategy of diversifying proteins, keeping up with new consumer trends and population growth expected in the coming decades.\nIn 2021, JBS continued blazing its trail of innovation, investing in research and technology to develop products, monitor production and raw materials, optimize industrial processes and cut waste. A number of these initiatives are presented below.\n\n**Innovation in practice**\n\nSeara launched the new product Delícia, the only margarine containing cream. This brand created a new category in the cold cuts segment by launching *Levissimo Seara*. Made entirely from pork loin with 38% less salt and 30% less fat, blending the taste of ham with the lightness of turkey breast, this product boasts the usual properties the brand is renowned for such as quality, innovation, healthiness and sustainability.\n\nElsewhere, Seara launched the new Delícia, the only margarine in Brazil containing cream, expanding the product range of the Seara Gourmet brand, with new products for barbecues.\n\nIn 2021 the brand launched 138 innovative products within its categories for the domestic and international markets, including *Frango de Padaria* chicken and the first line of 100% plant-based meat substitutes.\n\n**Advanced technology**\n\nSeara also continues to lead technological development in terms of its management strategy in aid of quality, efficiency and resource use optimization. In this journey it is investing in cutting-edge resources, such as artificial intelligence, sensorization and monitoring, cloud technology, data lakes and business intelligence to digitally transform its operations.\n\nThe Innovation and Strategy Broad’s projects for the brand to continually improve its operations are based on a cycle that harnesses artificial intelligence and data engineering in multiple applications, such as dashboards, automatic processes and proprietary applications. Under this system, information management becomes faster and more efficient, supporting our business pillars. An example of how this is used is the computational vision project to track the performance of the cone deboning line at our Caxias do Sul unit. The system provides information and prompt alerts to managers, substantially enhancing the daily management of our production line, which was previously done by sampling. The performance control is now monitored all the time, enabling targeted actions to be taken immediately.\n\nAnother initiative on this front is the SuperAgroTech digital platform, used to manage the operations of outgrower farms. The technology folds into a single cloud-based system reports, documents, a communication channel, real-time monitoring and an exclusive e-commerce platform for inputs and equipment. The project stems from a partnership between JBS and Google Cloud, as well as other tech start-ups and financial institutions. In the platform you can analyze data about production efficiency and socio-environmental indicators, such as water consumption, waste management and energy consumption. A score is produced for each outgrower based on this information, the Seara Score, which will be used when extending credit and possible discounts in the e-commerce platform in the application.\nIn 2021 Friboi’s Meat Technology and Study Center began operating. Boasting state-of-the-art equipment, used in scientific research in renowned laboratories and universities around the world, our research facility was set up to monitor, evaluate, enhance, innovate processes and assure the quality of animal products in terms of source, tenderness, flavor and succulence.\n\nAt Cetec, certain steps permeate the entire production chain, such as analyses that measure temperature, pH, texture and colorimetry of meat, chemical composition (nutritional information), marbling and thickness of subcutaneous fat, allowing us to assess consistent quality standards in meat products from source to the packaged products that fill supermarket shelves. This data makes it possible to enhance processes, improving production safety, quality and agility.\n\nThe Center also carries out shelf-life studies and develops technical science-based responses to resolve production issues.\n\nInnovation is present in the V-Block technology, which inactivates the SARS-CoV-2 virus that causes covid-19. Leather is coated with a silver nanoparticle additive that has antiviral properties, suitable for surfaces that could be constantly exposed to the virus, such as items of furniture, seats and steering wheels. Clothing, handbags and purses, which are frequently handled, can also be made from leather treated with this nanotechnology. Studies carried out by the Biological Sciences Institute of the University of São Paulo (ICB-USP) found that 99% of the virus had been inactivated after 30 minutes’ exposure to the virus.\n\nJBS Environmental created green flooring from recycled plastic after two years of studies. Obtained by recycling waste from JBS’ operations which would otherwise be directed to landfills, the product boasts groundbreaking technology and is intended for use in civil construction. Trimmings from multilayer PVDC (Polyvinylidene chloride) packaging, a plastic used for vacuum-packed fresh products that is hard to recycle, is transformed into interlocking pavers for use in outside areas, such as yards.\n\nJBS USA also invests heavily in technology and innovation, which helps guarantee that its packaging products and solutions meet elite quality standards. Our approach to innovation draws on consumer insights and customer requirements, ascertained from opinion surveys and market growth opportunities. Leading initiatives on this front include the start-up Planterra Foods, which marketed a vegetable protein used in the OZO-branded product range, also launched by the company. The OZO brand has a plant-based portfolio with innovative, sustainable and healthy solutions sourcing protein fermented by mushrooms, including hamburgers, frankfurters and meatballs. In May 2021 Planterra Foods launched the OZO product line in Asia, showcasing it at the Sial China Fair – the largest innovation event on that continent.\n\nThe acquisition of Vivera in 2021 also propelled innovation at JBS. With the third largest market share in Europe, the company owns technological know-how that will ratchet up our operations in the plant-based segment.\nCustomers and consumers\n\nCustomers\n\nUnder our commitment to supply healthy and innovative products and services of the highest quality, we invest in the best solutions to meet increasingly demanding consumer expectations and help customers make their businesses more profitable. In 2021, the digital experience was upgraded following the launching of the recipes site Minha Receita, in addition to proprietary e-commerce channels of Swift and Seara, such as Digital Trade and Comer Bem.\n\nFriboi developed a special sales channel for retailers and wholesalers through the program Açougue Nota 10 [Top Notch Butcher’s]. In addition to providing a groundbreaking model for selling beef, the program supports butchers by training professionals, cutting waste and differentiating products at the point-of-sale. The program now also supplies pork and poultry in partnership with Seara, having reached more than 1,700 stores across Brazil.\n\nThe Friboi brand also has a B2B e-commerce platform Friboi Online, aimed at small and medium-sized enterprises (SMEs), selling more than one thousand products. Launched in 2020, the platform is available to more than 80,000 customers in both retail and Food Service, 24-hours a day, seven days a week, and accepts credit cards (find out more on the site).\n\nSwift runs a program for retail chain stores, to which it takes personalized spaces managed by the brand, with specialist associates and real-time temperature control. Set up at 47 partnering retailers, the program now has more than 330 points of sale in São Paulo and the Federal District.\n\nJBS USA wants its customers and consumers to receive information about its various products. To build closer engagement and expand its reach, we harness multiple practical resources such as information channels and sites about the various products comprising our portfolio, primarily sold to customers that sell directly to their consumers through food services or retail channels.\n\nA common practice amongst JBS USA’s business units is to offer the possibility of creating personalized accounts on each of their sites. This gives customers access to information about point-of-sale materials, packaging specifications, brands, premium programs, added-value products, food safety and quality and how the animal was raised.\nConsumers\n\nJBS produces high-quality innovative and healthy products with lower fat, salt and artificial preservative content (find out more in Food safety and quality and Innovation), constantly striving to meet and exceed increasingly demanding consumer expectations.\n\nTo continue enhancing its portfolio of products in harmony with the aspirations of the people that wish to buy them, Friboi, Seara and Swift invite consumers to participate in surveys that gather data to help discover trends and the improvements needed for each brand. Other important sources of information about the public’s interests are provided by our relationship channels, such as Consumer Services (SAC) and social networks.\n\nIn order to enhance and gage the performance of products in points of sale, Seara created the Loja Perfeita program, which provides a unique experience for consumers. Another of the brand’s initiatives is Loja Seara, which allows consumers to quickly and practically find products on the e-commerce platforms of major retailers. This service had more than 21 million visits in 2021 (see Loja Seara).\n\nJBS USA provides the required information about product options, their nutritional content and the various production methods used during raising – such as traditional, without antibiotics and organic –, to help consumers choose products.\n\nRelationship transparency is achieved through multiple channels, including dedicated brand sites and social media channels in which consumers can learn more about our products and brands, as well as in “Contact Us” forms. There are also dedicated telephone lines for consumers and email.\n\nCommunications channels\n\nFRIBOI | SAC: 0800 011 5057 | website: friboi.com.br\nSEARA | SAC: 0800 047 2425 | website: seara.com.br\nSWIFT | SAC: 0800 400 2892 | website: swift.com.br\nJBS USA | Visit Our Brands — JBS Foods (jbsfoodsgroup.com) and see all our brands and their respective communication channels\nAPPROACH TO SUSTAINABILITY AND ESG\n\n- Strategy\n- Materiality\n- Progress on the JBS 2030 Global Goals\n- Environmental stewardship\n- Product integrity\n- Our people\n- Communities\n- Animal welfare\n- Governance\nSustainability and related topics are embedded in our strategy and are managed through a well-established governance structure.\n\nIn our Brazil operations, we have a Corporate Sustainability department and each business has its own sustainability function. A Social and Environmental Responsibility Committee, led by the chairman of the Board, is tasked with discussing and advising the Board of Directors on strategic and global issues.\n\nAt JBS USA, sustainability leadership is exercised by the Head of Corporate Affairs and Chief Sustainability Officer (CSO), who oversees the regional sustainability departments and reports directly to the CEO. JBS USA’s governance structure also includes an Independent Advisory Board that assists and advises the executive team.\n\nThese governance bodies work to build engagement around our commitment to sustainable business, establish guidelines, policies and initiatives, and liaise between the company and stakeholders.\n\nWe have established five core pillars as part of our commitment to advancing progress on environmental, social and governance (ESG) issues:\n\n- Using natural resources responsibly, and minimizing environmental impacts from the value chain;\n- Ensuring animal welfare;\n- Protecting and supporting the development of our employees;\n- Building a positive legacy for society by supporting the social and economic development of the communities where we operate; and\n- Maintaining a robust and transparent governance system as a sound foundation from which to evolve in compliance with internationally recognized standards.\n\nIn this chapter, we describe actions and initiatives through which we have delivered on this commitment.\n\nR$ 7+ billion\ninvested globally in sustainability in 2021\nSUSTAINABILITY IS OUR STRATEGY\n\nPurpose\nIn 2021 we continued to reaffirm our commitment to people, communities and protecting our planet.\n\nTransparency\n• Scope 1,2,3 GHG inventory\n• CDP\n• Annual Report\n\nCommitments\n• Net Zero\n• 2030 Agenda\n\nBUSINESS STRATEGY\n\nDiversification\nJBS operates through a diversified global platform offering a variety of protein products and solid prepared-food brands.\n\nProteins:\n• Beef\n• Pork\n• Poultry\n• Plant-based\n• Cultured\n• Fish\n\nOur resources\n• Financial\n• Human\n• Technological\n• Physical\n\nGlobal presence\nMore than 500 production sites and commercial office on five continents\n\nESG STRATEGY\n\nEnvironment\n• Net Zero Commitment\n• Natural Resource Management\n• Energy Efficiency Projects\n• Investments in Renewable Energy\n• Circular Economy\n• Biodiversity Projects\n• Responsible sourcing\n\nGovernance\n• Compliance\n• Ethics\n• Board Independence\n• Diversity & Inclusion\n• Global Policies\n\nSocial\n• Animal Welfare\n• Community engagement\n• Good Deeds Are Good Indeed\n• Hometown Strong\n• Better Future\n• Germinare School\n• Supplier engagement\n• Employee Health and Safety\n\nSUSTAINABILITY\n\nFOREWORD\nABOUT JBS\nVALUE CREATION\nSUSTAINABILITY AND ESG\nOPERATING PERFORMANCE\nAPPENDIXES\nMateriality\n\nOur materiality matrix is based on four major pillars representing the global challenges facing the Company: product integrity; social responsibility; environmental stewardship; and animal welfare, and is informed by related policies and outcomes. The prioritized topics are closely connected to sustainability, both for the Company and for stakeholders.\n\nIn developing the materiality matrix, we considered the different methodologies used by and the circumstances of our operations around the world. Our material topics were revisited in 2019 through a survey of internal and external stakeholders. We held a series of interviews with leaders from our global operations, as well as selected customers in Australia, Brazil, Canada, the US and Europe. The survey used a consensus-building methodology and did not involve any weighting or prioritization. The four selected topics are material to strategy building and our initiatives at JBS. GRI 102-21, 102-40, 102-42, 102-43\n\nOur approach to managing sustainability at JBS is aligned with the 17 Sustainable Development Goals (SDGs).\n\nOur communication channels\n\nSeveral different communication channels are available to our stakeholders, including:\n\n- Our company and brand websites;\n- Customer service channels;\n- Our ethics line;\n- Profiles on social media platforms such as LinkedIn, Instagram and Facebook; and\n- Communication channels for employees and other stakeholders, including customers, consumers, suppliers, investors, and the media.\n## OUR SUSTAINABILITY PRIORITIES\n\n| Topics                  | Sub-topics                  | Related disclosures | SDG* |\n|-------------------------|-----------------------------|---------------------|------|\n| **Product integrity**   | Traceability                | 416-1, FP5, FP6, FP7 |      |\n|                         |                             | 417-1, 417-3, FP8   |      |\n|                         | Supplier relations          | 204-1               |      |\n|                         |                             | 308-1, 308-2        |      |\n|                         |                             | 414-1, 414-2        |      |\n| **Social responsibility** | Our people                 | 401-1, 401-2, 404-1, 404-3, 405-1, 406-1 |      |\n|                         | Occupational health and safety | 403-1, 403-2, 403-3, 403-4, 403-5, 403-6, 403-7, 403-8, 403-9, 403-10 |      |\n|                         | Communities                 | 203-1, 203-2        |      |\n|                         |                             | 413-1               |      |\n| **Environmental stewardship** | Water and wastewater management | 303-1, 303-2, 303-3, 303-4, 303-5 |      |\n|                         |                             | SASB: FB-MP-140a.2  |      |\n|                         | Climate change              | 305-1, 305-2, 305-3, 305-4, 305-5 |      |\n|                         |                             | SASB: FB-MP-110a.1, FB-MP-110a.2 |      |\n|                         | Energy                      | 302-1               |      |\n|                         | Waste and packaging         | 301-1, 301-2, 301-3 |      |\n|                         |                             | 306-1, 306-2, 306-3, 306-4, 306-5 |      |\n| **Animal welfare**      | Breeding                    | FP9, FP10, FP11, FP12 |      |\n|                         | Transportation              | SASB: FB-MP-410a.1, FB-MP-410a.1, FB-MP-410a.3 |      |\n|                         | Production                  |                     |      |\n\n*Sustainable Development Goals.\nPROGRESS ON THE JBS 2030 GLOBAL GOALS\n\nENVIRONMENTAL\n\n2030 Target\nREDUCE scope 1+2 GHG emissions by 30% from a 2019 baseline\n\n- Progress in 2021:\n  No significant progress was made on this target as we are working to refine our inventory of scope 1+2 GHG emissions\n\nRenewable energy\n\n2030 Target\nReach 60% renewable electricity\n\n- Progress in 2021:\n  43% of the electricity used in our operations was renewably sourced\n\nWater\n\n2030 Target\nREDUCE water intensity by 15% from a 2019 baseline\n\n- Progress in 2021:\n  No significant progress was made on this target due to increased sanitation measures to mitigate the spread of covid-19 throughout our operations, but we remain committed to reducing our usage of this critical resource\n\nSOCIAL\n\nPeople\n\n2030 Target\nREDUCE our global injury rate by 30% compared to a 2019-2020 average baseline\n\n- Progress in 2021:\n  We met 11% of our 2030 target\n\n2030 Target\nCONTINUE TO PROVIDE life-changing educational and developmental opportunities for team members and their families\n\n- Progress in 2021:\n  Through our Better Futures program, JBS USA and Pilgrim’s continued their initiatives to provide access to higher education to employees and their dependents. In the year, 1,000 students enrolled and US$ 335,000 was invested in tuition fees. Student retention rates are as high as 70%, compared to a national average of 50% in community colleges. Approximately 75% of participants identify as non-white, and 56% identify as Hispanic/Latino\n\n2030 Target\nCONTINUED INVESTMENT in the towns where JBS operates, enhancing team member, family, and community well-being\n\n- Progress in 2021:\n  In Brazil, through our Good Deeds Are Good Indeed program, JBS donated 400 oxygen cylinders to Manaus, Amazonas; and R$ 320,000 to equip the Escola Abaré Hospital Ship. We also invested R$ 101.2 million in the Germinare Business School. Through our Hometown Strong initiative, JBS USA and Pilgrim’s have continued to invest in projects creating a lasting impact on the communities where they operate. The initiative has invested more than US$ 40 million in around 200 approved projects\nGOVERNANCE\n\nDEVELOP A GLOBAL SCORECARD and set 2030 targets\n\n- **Progress in 2021:**\n  We are currently working to improve our data collection methods.\n\nFood safety and quality assurance\n\n- **2030 Target**\n  DEVELOP A GLOBAL SCORECARD and set 2030 targets\n\n- **Progress in 2021:**\n  We launched our Global Food Safety and Quality Assurance (FSQA) Scorecard to benchmark performance indicators across global operations and business units, bolster accomplishments by identifying areas of improvement, and encourage the pursuit of achieving continuous and positive results. The scorecard evaluates 12 metrics across four priority pillars of focus, including regulatory compliance, animal welfare and prevention of antimicrobial resistance, customer and consumer satisfaction, and product safety and quality.\n\nCompliance\n\n- **2030 Target**\n  CONTINUE to use our Ethics Line, a comprehensive and confidential reporting tool, to assist management and team members in working together to address fraud, abuse, and other misconduct in the workplace, with a focus on cultivating a positive work environment.\n\n- **Progress in 2021:**\n  We continued to deliver and progress on our responsibility to disseminate and promote a culture of ethics in each of our businesses, at our business partners, and across the value chain. We made consistent progress in our Compliance Program—ensuring conformity to all legal, regulatory and industry requirements in all jurisdictions where we operate—and towards our goal of having the best agribusiness compliance program in the industry.\n\n  We encouraged our business partners to implement good integrity practices and integrity programs, and encouraged agribusiness agents to collectively engage around integrity in the global industry.\nResponsibly using natural resources protects our future as a going concern and is a part of our essence. Sustainably meeting the nutritional and food requirements of the world’s burgeoning population is the most urgent challenge facing us. To overcome this challenge we have to make fewer resources go further.\n\nWe work globally to mitigate environmental impacts, instilling best practices and innovation in our operations and our production chains. We use our computerized Environmental Management System that follows our Global Environmental Policy guidelines to manage the environmental indicators of our production units, such as water use, effluent generation and analysis, energy consumption, waste generation, transportation, refrigerants, production data and greenhouse gas emission indicators, amongst other items. This enables us to monitor the performance of our plants and benchmark it against targets to reduce consumption and emissions and efficiently use natural resources, as well as directing our investments. The Environmental Management System in place in our plant is audited internally and is based on ISO 14001 specifications.\n\nOur priorities include playing the role of transformation agents, coupled with best environmental practices for economic development, which is why we innovate to transform the management of our waste into profitable businesses, creating jobs and income in our local communities. We are proud to be driving development and good environmental practices in the Amazon. We are the foremost economic activity in various municipalities in the region.\n\nAware that we need to keep moving forwards, in March 2021 we announced our Net Zero 2040 global commitment. Our target is to eliminate our greenhouse gas emissions, reducing the intensity of direct and indirect emissions to the bare minimum and offsetting all residual emissions.\n\nThis is a commitment that goes way beyond business sustainability. Mindful of our responsibility as one of the largest global food producers, we are committed to protecting the planet’s future. The future that belongs to all of us.\n\nWe invested R$ 568.4 million in the environmental management of JBS’ operations worldwide in 2021.\nSlowing down climate change is one of the greatest challenges mankind has ever faced. We must act urgently to contain temperature rise by 2050. Climate change is also the main risk facing our long-term operations. Scientists say that climate change is an existential threat, to both our company, and people, society and earth itself.\n\nWe were the first global company in the protein sector to undertake the commitment in March 2021 to eliminate our net balance of GHG emissions, i.e., to reduce the intensity of our direct and indirect emissions and offset all residual emissions by 2040, ten years ahead of the deadline set by most companies and governments in the world.\n\nThe Company will develop targets to reduce greenhouse gas emissions in its global operations and value chains in South America, North America, Europe, UK, Australia and New Zealand (find out more in Transitioning to Net Zero). We will therefore present a science-based plan to reach Net Zero, in line with the criteria established by the Science Based Targets initiative (SBTi). Note that Pilgrim’s Moy Park and Pilgrim’s UK have now had their emissions reduction targets approved by SBTi.\n\nTo bolster this commitment, in 2021 we issued and priced four issuances in the international market indexed to our sustainability targets, worth a total of USD 3.2 billion. These operations are related to the commitment to reduce the Company’s GHG emissions and to engage with the Transparent Farming Platform.\n\nThese initiatives are only possible thanks to our lengthy track record of respect for the environment and commitment to sustainability. For 12 years now, JBS has been monitoring and recording its direct and indirect GHG emissions and reporting them under scopes 1, 2 and 3 through annual GHG inventories in a computerized system. The information is reported under the Brazilian GHG Protocol Program, CDP.\nClimate Change, CDP Forests and the Paraná state government, all voluntarily. Its reporting has earned JBS GHG Protocol Status and Clima Paraná Gold Status in recent years. Our shares are also listed on the B3 Carbon Efficient Index (ICO2) and the CDP Climate Resilience Index (ICDPR-70).\n\nThe main change caused by our Zero commitment to GHG emissions reporting is the enhanced management of scope 3 emissions globally. The accuracy of data obtained increases as we progress on expanding emissions monitoring. We accordingly recorded a sharp increase in JBS’ scope 3 GHG emissions in 2021 compared with 2019.\n\nOur journey is also one of constant learning and evolution. We are fully aware that monitoring our scope 3 chain is a daunting task and we continue progressing towards our goal of monitoring all applicable categories.\n\nIn Brazil, for instance, we analyzed the 15 scope 3 emissions categories adopted by the GHG Protocol and found that ten of them are the most relevant to our activities, whereas the others are essentially irrelevant or not applicable to our operations.\n\nSee the scope and performance of scope 3 categories in the table below:\n\n| GHG EMISSIONS BY SCOPE (tCO₂e) - Global data | 2019 | 2020 | 2021 |\n|---------------------------------------------|------|------|------|\n| Scope 1¹                                    | 3,871,557 | 4,625,832 | 4,675,368 |\n| Scope 2²                                    | 1,615,690 | 1,554,087 | 1,399,521 |\n| Scope 3³                                    | 836,319 | 61,121,337 | 65,032,995 |\n\n1. Emissions from own sources, fuel used to generate energy or heat in our operations, effluent treatment ponds and enteric fermentation of animals in confinement operations or on our farms, amongst others.\n\n2. Indirect energy emissions from sources over which the company has no responsibility or has indirect responsibility. These stem from the use of electricity.\n\n3. Indirect emissions. This scope includes emissions over which the company has no operational control or has indirect responsibility. Our 2019 emissions derive from a third-party fleet, commercial flights and waste decomposing on third-party land, amongst other items. For 2020 and 2021, see the scope of categories by year in the table on p. 65.\n\n4. Data altered in relation to the previous year.\n\n* Assurance conducted on Brazil data in scopes 1 and 2.\n\nWe have reduced our scope 1 + 2 GHG emissions by 9% compared to 2017.\n## Categories included in scope 3 emissions\n\n| GHG Protocol categories¹ | Australia | Brazil | Canada | Europe | Mexico | USA | JBS Global³ 2022 |\n|--------------------------|-----------|--------|--------|--------|--------|-----|------------------|\n| CATEGORY 1. Purchased goods and services (includes enteric fermentation of purchased cattle, grain purchases and packaging) | ✔️ | ✔️ | ✔️ | ✔️ | ✔️ | ✔️ | ✔️ |\n| CATEGORY 2. Capital goods | ✔️ | ✔️ | ✔️ | ✔️ | ✔️ | ✔️ | ✔️ |\n| CATEGORY 3. Fuel- and energy-related activities not included in Scope 1 or Scope 2 | ✔️ | ✔️ | ✔️ | ✔️ | ✔️ | ✔️ | ✔️ |\n| CATEGORY 4. Transportation and distribution (upstream) | ✔️ | ✔️ | ✔️ | ✔️ | ✔️ | ✔️ | ✔️ |\n| CATEGORY 5. Waste generated in operations (including landfills, composting and incineration) | ✔️ | ✔️ | ✔️ | ✔️ | ✔️ | ✔️ | ✔️ |\n| CATEGORY 6. Business travel | ✔️ | ✔️ | ✔️ | ✔️ | ✔️ | ✔️ | ✔️ |\n| CATEGORY 7. Employee commuting | ✔️ | ✔️ | ✔️ | ✔️ | ✔️ | ✔️ | ✔️ |\n| CATEGORY 9. Transportation and distribution (downstream) | ✔️ | ✔️ | ✔️ | ✔️ | ✔️ | ✔️ | ✔️ |\n| CATEGORY 10. Processing of sold products | ✔️ | ✔️ | ✔️ | ✔️ | ✔️ | ✔️ | ✔️ |\n| CATEGORY 12. End-of-life treatment of sold products | ✔️ | ✔️ | ✔️ | ✔️ | ✔️ | ✔️ | ✔️ |\n\n1. Other categories do not apply.\n2. Category 1. Does not include changes in land use for cattle (to be included in 2022).\n3. Australia, Brazil, Canada, Europe, Mexico and USA.\nEnergy management\n\nOur global guidelines require us to responsibly manage the natural resources needed by our operations. In relation to the use of energy in our facilities, we prioritize investments in clean renewable sources and energy efficiency projects, with a target of using 60% renewable electricity by 2030.\n\nAs this is a material topic in our management, both for emissions and eco-efficiency, we have a strategy and invest in adopting best practices regarding energy consumption. Around the world JBS is dedicated to on-site production and energy consumption reduction projects, in order to achieve a better economic and environmental performance.\n\nThis is a trend applying to all sources of energy consumed by JBS, including fossil fuels. A necessary step in this joint effort is monitoring data related to the topic. One of the key metrics we monitor is energy intensity.\n\nOur efforts are reflected in the percentage of renewable energy we use. 87% of our energy consumption in Brazil currently derives from renewable sources.\n\nWe prioritize investments in clean renewable sources and energy efficiency projects.\nEnergy efficiency\n\nOur business engineering teams are dedicated to identifying opportunities to reduce energy use, by developing eco-efficiency projects and replacing equipment. These efforts focus on optimizing our cold generation operation (machine room). We ran projects to optimize steam consumption by installing more efficient equipment and recycling condensate.\n\nWe continually invest in energy efficiency technologies, including LED lighting, real-time measurement devices, predictive maintenance, more efficient equipment and electrifying heating, transportation and refrigeration systems.\n\nThe Company also runs campaigns and training to raise employee awareness about responsible electricity consumption.\n\nIn Brazil, for instance, we set monthly and annual energy consumption targets, based on indicators including kWh/cattle processed and metric ton of produce or item of leather produced.\n\nOur business unit JBS USA Carriers is focused on improving fuel efficiency as the main means for driving down energy use and GHG emissions. We improved fuel efficiency across our entire fleet in 2021 by 0.05 miles a gallon (0.02 km per liter) and diminished GHG emissions by 8% on 2020.\n\nRenewable energy\n\nIn line with our commitment to reduce scope 2 emissions, we are ramping up global investments to increase clean energy as a proportion of overall consumption. In 2021, renewable sources accounted for 43% of the total energy consumed by JBS’ production units worldwide.\n\nAn example of our efforts in Brazil is the Biolins cogeneration unit in the Lins industrial estate, in São Paulo state. This facility produces electricity and steam from biomass (sugarcane bagasse, eucalyptus chips and various biomass waste), with a capacity of 45 megawatts (MW), enough to power a city of 300,000 inhabitants.\n\nBiolins provides 100% of the electricity and steam to the plants of Friboi, JBS Leathers and JBS New Business inside the Lins industrial estate. The powerplant alone generates the equivalent of 25% of the total electricity used by all of JBS’ units in Brazil.\n\nAnother JBS brand in Brazil that helped achieve this goal is Swift. The Company expanded the use of solar energy from nine stores in 2020 to 50 stores in 2021. Our goal is to achieve this in 100% of stores by 2025. Alongside this clean energy, 75% of stores have refrigeration equipment that do not use gases and consume 40% less energy.\n\nPilgrim’s UK operations are already using 100% renewable electricity. We are also investing in the construction of solar energy plants in Australia and the USA (Texas) to power our operations. These projects complement another seven solar generation systems deployed in the USA (3), Australia (1) and Europe (3).\n\nThis investment in renewable energy includes ventures to produce biogas from the waste produced in operations. Two biodigester projects are currently in progress in Australia and Mexico. In Brazil, JBS is looking into implementing similar initiatives in its business units.\nIn 2021, 43% of the energy we used in our operations was renewable, including electricity, mobile combustion and stationary combustion.\n\n| Year | Total | Renewable energy | Non-renewable energy |\n|------|-------|------------------|----------------------|\n| 2019 | 72,446,287¹ | 44% | 56% |\n| 2020 | 71,612,236¹ | 45% | 55% |\n| 2021 | 73,633,645 | 43% | 57% |\n\n1. Data restated in relation to the previous report.\n* Assurance conducted on Brazil data.\nOriented by a global recycling policy, we manage waste at our units around the world in order to reduce, reuse or recycle the maximum amount of materials with the goal of sending as little to landfills as possible.\n\nGlobal opportunities are identified in several ways, both daily with specific actions against waste and by developing new technologies. Material that can be recycled is separated and sent to recycling companies.\n\nIn Brazil, the Solid Waste Management Plan (PGRS) is prepared by the environmental owners of the production unit and lays down procedures for collecting, transporting and disposing of waste correctly, as well as defining best practices for reducing waste generation in specific parts of the process, aligned with Brazil’s National Waste Policy (PNRS). PARUS – Seara Rural Environmental Program, for instance, aims to collect the waste generated in outgrower rural production. This program involves the collection of solid waste, such as packaging, plastics and sackcloth from rural properties, ensuring they are properly disposed of.\n\nThe Company also partners with composting companies, which transform organic waste into compost that can be used as manure in crop fields, for example. Nonrecyclable, hazardous and harmful waste, in turn, is separated for suitable final disposal.\n\nJBS views packaging as essential to protect food products and keep them safe and consumable, from manufacturing until they reach the consumer’s table; This is why we ensure they return to the production chain, in order to help recycle waste and diminish the impact of their disposal in landfills. We have annual targets to reduce packaging losses during the manufacturing process.\n\nOne of the aims of our Research and Development (R&D) teams is to reduce and optimize the use of primary packaging (in direct contact with produce), and secondary and tertiary packaging, thereby\n\nIn 2021 we reused 1.08 million metric tons of waste, accounting for 53.7% of the total produced. The material was sent for composting, recycling, energy cogeneration and waste-to-energy applications.\ndiminishing the amount of waste generated by customers and consumers.\n\nSince 2014 our R&D teams in Brazil have been working on adapting packaging to comply with the environmental labeling rules determined by the Brazilian Association for Standardization (ABNT NBR 16182). The regulations standardize the symbols that inform consumers about the suitable disposal of packaging post consumption.\n\nThis makes it possible to separate dry waste from moist waste, directing it for segregation and subsequent sorting. This helps us continually improve recycling chains in multiple material sectors. We create processes that cut waste and packaging costs. 86% are also made from renewable materials.\n\nJBS Environmental has a project development methodology, but the whole process starts by brainstorming ideas to make them feasible. One of the main strategies is plotting these opportunities on charts. We reached out to the sustainability and R&D practices of Seara and Friboi to have monthly meetings on how to identify opportunities to reduce the use of packaging from fossil fuel sources and increase recycled packaging.\n\nThere is a project with a specialist consultancy firm to trace the source of packaging with a blockchain platform, from the consumer through to waste pickers until it reaches JBS Environmental to identify the waste’s entire journey.\n\nPilgrim’s Moy Park is committed to eliminating waste sent to landfills, while Pilgrim’s UK has ramped up this commitment to include most of its units. Both Moy Park and Pilgrim’s UK have adopted the strategy of “Remove, Reduce, Recycle and Research” and will begin using 100% recyclable rigid packaging by 2022. All other packaging will be widely recyclable by 2025.\n\nWe concentrate our efforts on managing our waste with a potential impact in order to ensure it is environmentally correctly disposed of. At Seara, for example, whenever possible, we prioritize the disposal of organic waste in composting systems, thereby avoiding disposal in industrial landfills. In other initiatives, used lubricants are stored in marked drums for subsequent allocation to oil re-refining companies.\n\nNew JBS Environmental units will start operating in Seara’s production units in 2022, joining those opened in 2021, which will make material reuse and segregation more efficient, substantially increasing the volume of waste recycled. Find out more on our website. GRI 306-1, 306-2\n\n### WASTE GENERATED IN OPERATIONS BY TYPE AND DISPOSAL – Global data (t) 306-3, 306-4, 306-5\n\n| Waste generated by type | 2019 | %  | 2020 | %  | 2021 | %  |\n|------------------------|------|----|------|----|------|----|\n| Hazardous waste        | 32,707 | 1.5% | 21,306 | 1.1% | 14,839 | 0.7% |\n| Nonhazardous waste     | 2,144,269 | 98.5% | 1,924,909 | 98.9% | 2,004,798 | 99.3% |\n| Total volume of waste  | 2,176,976 | 100% | 1,946,217 | 100% | 2,019,636 | 100% |\n\n| Waste directed to disposal by type |\n|-----------------------------------|\n| Company landfilling               | 19,261 | 0.9% | 9,463 | 0.5% | 8,418 | 0.4% |\n| Third-party landfilling           | 469,614 | 21.6% | 320,258 | 16.4% | 329,831 | 16.3% |\n| Composting                        | 588,655 | 27.0% | 627,570 | 32.2% | 710,351 | 35.2% |\n| Incineration                      | 13,289 | 0.6% | 24,636 | 1.3% | 28,846 | 1.4% |\n| Recycling                         | 304,952 | 14.0% | 217,199 | 11.2% | 252,423 | 12.5% |\n| Energy recovery                   | 121,764 | 5.6% | 95,174 | 4.9% | 57,216 | 2.8% |\n| Cogeneration                      | 54,873 | 2.5% | 44,738 | 2.3% | 64,652 | 3.2% |\n| Fertigation (Land Farm)           | 527,199 | 24.2% | 522,879 | 26.9% | 457,886 | 22.7% |\n| Other                             | 77,369 | 3.6% | 84,300 | 4.3% | 110,013 | 5.5% |\nReverse logistics\n\nIt is our practice to ensure packaging returns to the production chain, in order to help recycle waste and reduce the impact of its disposal in landfills.\n\nIn Brazil, JBS also creates processes that cut waste and packaging costs - 86% is made from renewable materials. We also sponsor reverse logistics projects, complying with the Brazilian National Solid Waste Policy, such as Prolata, Programa Cidade+, of Instituto Recicleiros, and eureciclo.\n\nThe platform Leather Labs, of JBS Couros, carries out the environmental offsetting of 200% of post-consumption packaging created. By way of the partnership entered in 2021 with the eureciclo label, one of the largest reverse logistics certifying bodies in Brazil, the company is now offsetting double the waste generated by its packaging, in terms of weight and material. This is another step by the brand to bolster its commitment to sustainability and reduce its environmental impacts.\n\nFriboi and Seara partner with Prolata and Programa Cidade+ in their reverse logistics projects. The companies recycled a total of 7,862 metric tons of plastic and cardboard packaging and 11,008 metric tons of metal in 2021. In partnership with JBS Environmental, these companies have another project in progress to segregate recyclable materials more efficiently.\n\nThe partnership between the company and eureciclo strengthens the entire recycling chain, as the invested funds are allocated to cooperatives and collection centers, which provide a means of living for numerous workers. Eureciclo also partners with Swift. In 2020 the JBS brand initiated a project to environmentally offset 100% of its sold packaging, in order to neutralize its possible impacts, going beyond PNRS requirements. In 2021 the partnership resulted in more than 2,500 metric tons of material being removed from the environment.\n\nFriboi and Seara partner with Prolata and Programa Cidade+ in their reverse logistics projects. The companies recycled a total of 7,862 metric tons of plastic and cardboard packaging and 11,008 metric tons of metal in 2021. In partnership with JBS Environmental, these companies have another project in progress to segregate recyclable materials more efficiently.\n\nThe partnership between the company and eureciclo strengthens the entire recycling chain, as the invested funds are allocated to cooperatives and collection centers, which provide a means of living for numerous workers. Eureciclo also partners with Swift. In 2020 the JBS brand initiated a project to environmentally offset 100% of its sold packaging, in order to neutralize its possible impacts, going beyond PNRS requirements. In 2021 the partnership resulted in more than 2,500 metric tons of material being removed from the environment.\n\nFriboi and Seara partner with Prolata and Programa Cidade+ in their reverse logistics projects. The companies recycled a total of 7,862 metric tons of plastic and cardboard packaging and 11,008 metric tons of metal in 2021. In partnership with JBS Environmental, these companies have another project in progress to segregate recyclable materials more efficiently.\nSustainable model\n\nJBS believes the closed-loop system for reusing and recycling waste is fundamental to the operation’s sustainability. We have a business unit that steers its operations to reuse the waste generated in its production processes, JBS New Business.\n\nOur commitments:\n\n- Develop solutions that minimize the disposal of waste generated by our operations;\n- Diminish the environmental impact of packaging used in our products;\n- Foster the circular economy within and without the Company’s operations; and\n- Foster recycling in our consumption chain.\n\nOther JBS businesses also make innovative improvements, resulting in products with a small environmental footprint, such as JBS Leathers.\nCircular economy\n\nJBS is advancing innovation, efficiency and sustainable practices in a pioneering closed-cycle system for the reuse and recycling of waste materials.\n\nThe circular economy is integrated into our business model. We create innovative solutions for our waste; we dispose of all waste materials in an environmentally compliant manner; we create new jobs; and we invest in innovation and technology. This allows us to transform coproducts and materials from beef processing into a range of high value-added products.\nWe have a global water stewardship policy that steers all of our businesses in the constant pursuit of rational water use in processes, creating strategies and projects that minimize the need for new water sources, which are priorities in work routines.\n\nThe investments in innovative technologies and initiatives to reduce water use in our units and improve process efficiency enable us to ensure that 85% of water withdrawn returns to the environment clean. 100% of production wastewater is currently treated.\n\nAnother issue we systemically track is the water stress risk. We carried out an assessment that enabled us to identify and prioritize the projects of importance to each drainage basin. According to the water criticality matrix, 73% of our facilities have a low or medium-low water stress risk level, with those diagnosed as high-risk standing at just 2%.\n\nWe constantly monitor the performance of our wastewater treatment plants that process the wastewater produced in our production process, in accordance with the physical and chemical standards required by legislation. Wastewater is treated at our plants either internally or in the public system.\n\nThe main indicators measured are water withdrawal by source, the volume of water reused and volume of effluents generated and discharged. The performance indicator used is water consumption per metric ton of product, which is an intensity indicator.\n\nOur units in Brazil follow the Sustainable Water Management Program (PGSA). At each facility we therefore monitor the sources of water withdrawal and discharges of treated wastewater, wastewater treatment programs and the use of water by production intensity, as well as establishing re-usage and recycling strategies. All plants also apply the reduce, reuse and recycle approach.\n\nJBS USA’s approach to water stewardship is defined at a corporate level, but targets and goals are set by units to guarantee commitment and accountability. Water stress risk analyses on operations in the USA, Canada, Australia, New Zealand, Europe and Mexico found that most of our facilities have a low-to-medium or medium-to-high risk, as defined by the Aqueduct tool created by the World Resources Institute.\n\n100% of production wastewater is currently treated\n### WATER WITHDRAWAL BY SOURCE (m³)** - Global data GRI 303-3, 303-5\n\n| Source          | 2019          | 2020          | 2021          |\n|-----------------|---------------|---------------|---------------|\n| Surface¹        | 45,228,057²   | 44,748,043    | 43,709,279    |\n| Groundwater     | 57,677,295    | 56,957,299    | 59,451,109    |\n| Public utilities| 68,940,053    | 69,323,367    | 74,091,330    |\n| Other sources   | 115,805       | 113,939       | 0             |\n| **Total²**      | 171,961,210   | 171,142,648   | 177,251,718   |\n\n1. In accordance with GRI methodology, in 2021 the rainwater harvesting data was added to Surface data.\n2. Data altered in relation to the previous report.\n\n* Assurance conducted on Brazil data.\n\n** The data is being reported in m³ to facilitate a historical comparison.\n\n### VOLUME OF EFFLUENTS GENERATED AND DISCHARGED. (m³)** - Global data GRI 303-4\n\n| Source          | 2019¹          | 2020¹          | 2021          |\n|-----------------|---------------|---------------|---------------|\n| Water body      | 80,931,603    | 80,361,473    | 81,809,989    |\n| Fertigation     | 18,349,248    | 13,983,917    | 14,523,138    |\n| Utility         | 47,130,042    | 50,134,143    | 50,262,676    |\n| Other sources   | 7,406,135     | 262,056       | 3,357,016     |\n| **Total¹**      | 153,817,028   | 144,741,589   | 149,952,819   |\n\n1. Data restated in relation to the previous report.\n\n* Assurance conducted on Brazil data.\n\n** The data is being reported in m³ to facilitate a historical comparison.\nIn line with our Global Environment and Biodiversity Policy, we nurture a continuous improvement model and are mindful that environmental protection, natural ecosystems, biodiversity and resource preservation are fundamental for current and future generations.\n\nSeara’s farming production system in Brazil, for instance, is predominately integrated. In this system, 100% of farms guarantee compliance with Brazil’s forest code, which requires a legal reserve be maintained on these properties. This protects local biodiversity in the forest.\n\nThe topic is also addressed through initiatives such as JBS Fund for the Amazon and Fire Prevention in Pantanal.\n\n**Fire Prevention in Pantanal**\n\nThis initiative harnesses artificial intelligence through a fire management platform that cross-references information from satellites, images from cameras installed on farms, meteorological data and historical fire data in the location to issue real-time warnings in the event a fire breaks out. With the R$ 26 million contributed by JBS distributed over four years, the project has been designed to cover 2 million hectares in the states of Mato Grosso and Mato Grosso do Sul. The technology employed could reduce burned areas by up to 90%. The system will provide information for the operations of some 80 Fire Brigades operating in the region.\n\n**JBS Fund for the Amazon**\n\nThe fund has been created to foster and finance the sustainable development of the Amazon biome, to promote the conservation and sustainable use of the forest and improve the living standards of its population (read more on page 107).\nProduct integrity\n\nWe consider products to have integrity when they meet the highest standards of food safety, quality and sustainability. In order to achieve and sustain such standards of excellence, we invest in enhancing our operation, our manufacturing and supply of products, ranging from adopting socio-environmental practices at source to certifications for best practices, processes and routines by independent auditors.\n\nMindful of the leading role we play in the value chain, we seek to responsibly purchase raw materials, ubiquitously influencing the chain from the adoption of best practices by suppliers to the final quality of products. This is why we established a partner relationship, encouraging and developing actions related to enhancing the management and practices of our suppliers.\n\nJBS’ acquisition of raw materials is underpinned by responsible purchasing principles. These principles embrace issues such as compliance with each country’s regulations and legislations and standard practices in the sector.\n\nWe invest in enhancing our operation, our manufacturing and supply of products, from adopting socio-environmental practices at source to certifications for best practices.\nIn purchasing raw materials, we adhere to responsible sourcing principles and ensure compliance with both the laws and regulations of the countries where we operate and industry best practices. It is important that we invest in a sustainable value chain for the production and marketing of our products.\n\nIn the beef cattle supply chain, we only do business with cattle suppliers that meet our stringent social and environmental standards, ensuring we deliver products that are internationally recognized for quality and, where applicable, that are certified and traceable.\n\nIn line with our Responsible Sourcing Policy, all cattle purchases in Brazil are made from suppliers that: are not located in deforested lands, indigenous lands or protected areas; do not use slave or compulsory labor; and are not subject to any environmental restrictions. In our poultry and hog supply chain, we purchase soybean meal only from suppliers that are signatories of the Amazon Soy Moratorium, ensuring that our products are not in any way linked or contributing to Amazon deforestation. JBS has been a signatory of the National Pact to Eradicate Slave Labor since 2007, and has been a member of the Institute for the National Pact to Eradicate Slave Labour (InPACTO) since 2014.\n\nWe also have a robust social and environmental monitoring system to ensure our cattle suppliers are compliant with the social and environmental requirements in our Policy, helping to ensure a sustainable supply chain. On a daily basis, more than 80,000 registered cattle supplier farms are assessed in the Amazon, Cerrado, Pantanal, Atlantic Forest, Caatinga and Pampas biomes. To date, we have proactively debarred more than 14,000 suppliers for noncompliance with our policies and standards.\n\nOur supplier monitoring system is managed by Friboi’s Sustainability department. It is regularly audited internally by our Sustainability, Internal Audit and Compliance departments, and is annually audited externally by independent auditors. In 2021 we invested R$ 4.5 million in this area. To further bolster our strategy, supplier monitoring performance has been included among the targets established for the Sustainability department at Friboi.\n\nOur Certified Origin Program, launched in 2020, is using sophisticated technology to improve on our existing traceability process. Customers and consumers can access complete information about the\norigin of our products by scanning a QR Code printed on the packaging. Through the program, we are implementing continuous improvement across all levels of the supply chain.\n\nIn the US and Canada, cattle suppliers are required to sign a statement that they are compliant with government regulations and animal welfare certification programs such as Beef Quality Assurance (BQA) or equivalent.\n\nIn Australia, suppliers are required to provide a National Vendor Declaration (NVD). In addition, before leaving the property where they were bred, animals must be identified with a device approved by the National Livestock Identification System (NLIS).\n\nIn poultry, our operations in the US work with outgrower farms—we ensure traceability and provide all required inputs, including chicks and feed, as well as technical and veterinary support. In Europe and Mexico, we operate our own poultry facilities.\n\nIn the hog supply chain, in addition to working together with producers, all purchases meet the applicable legal requirements of the country of origin. In the US, we require all hog suppliers to be certified within the Pork Quality Assurance Plus (PQA+) Program. Hogs for sale in Australia are branded with a unique farm identification number. The PigPass national tracking system provides real time information on the movements of all animals in Australia.\n\nIn Europe, producers selling hogs to Pilgrim’s UK production facilities are required to be certified and undergo third-party audits confirming that their hogs are raised in accordance with the Royal Society for Prevention of Cruelty to Animals (RSPCA), the Red Tractor or the Quality Meat Scotland (QMS) standards.\n\nLeather ID\n\nIn 2019 JBS Couros launched the first global leather traceability platform, called Leather ID, providing access to comprehensive information from source farm to end product. Each item carries a tag that allows users to identify the farm where the raw material was produced, the location of each farm, and the production plant or tannery where the leather was processed.\nTransparent Livestock Farming Platform\n\nWith a goal to extend our ten-year supplier monitoring program across all links in the beef value chain, in April 2021 we launched the Transparent Livestock Farming Platform as a way to advance best social and environmental practices in the sector. Using blockchain technology to protect data confidentiality, the tool allows JBS cattle suppliers to register their own suppliers for compliance with social and environmental requirements in cattle farming. This will support unprecedented progress in cattle traceability in the Amazon and other Brazilian biomes.\n\nJBS’s efforts to protect this biome go back many years. Since 2009 we have monitored the region using satellite imagery, and in 2021 we monitored 86 million hectares, an area the size of France and Germany combined. Our two most recent audits, conducted by an independent certification organization, attested that 100% of the verified cattle we sourced were compliant with our Responsible Sourcing Policy.\n\nIn 2021 we began registering suppliers on the Transparent Livestock Farming Platform on a voluntary basis. Cattle producers that sell animals directly to JBS provide a list of their animal suppliers on the platform, which are then assessed on social and environmental compliance using the same criteria as for direct suppliers, including: deforestation, land grabbing in indigenous lands or protected areas; compulsory labor; and the use of land embargoed by the environmental authorities.\n\nThe assessment results are delivered directly to suppliers who, for the first time, are now able to view the social and environmental compliance status of their entire supply chain. This enables them to develop plans to mitigate risks and implement initiatives to help ranchers achieve compliance as necessary.\n\nNo sensitive information is accessible to JBS, but only information on whether the producer’s suppliers are compliant. As a core part of the project, we are currently developing a strategy to engage with the supply chain in building a register of producers that are compliant with social and environmental standards.\n\nAll JBS beef cattle suppliers must sign up to the program by the end of 2025. Relatedly, as part of our recently announced 2040 Net Zero commitment, we have brought forward our zero illegal deforestation target for upstream suppliers in the Cerrado, Pantanal, Atlantic Forest and Caatinga biomes from 2030 to 2025. This reflects the rapid progress we have made on the Transparent Livestock Farming Platform and our long-standing commitment to the Amazon.\n\nThe Transparent Livestock Farming Platform met its engagement target for 2021. As of December 2021, the number of animals registered on the platform accounted for 14.6% of total processed animals in 2020.\n\nAgribusiness Receivables Certificates (CRAs)\n\nIllustrating our commitment to advancing cattle traceability in Brazil, we launched a R$ 1.15 billion Agribusiness Receivables Certificate (CRA) program in which the proceeds are allocated to achieving an illegal deforestation-free supply chain by 2025.\nGreen Offices\n\nCreated to support cattle farmers in achieving environmental compliance, our Green Offices assist ranchers that have environmental liabilities on their properties and are looking to achieve compliance so they are eligible to supply animals to other farms and/or slaughter facilities.\n\nThrough specialized consultancies, these offices provide free legal and environmental advice on addressing environmental liabilities. Consulting services can be in person—at offices hosted at Friboi processing plants—or by email, telephone or WhatsApp. The services address issues involving illegal deforestation and environmental embargoes.\n\nIn 2022 JBS establish partnerships with Banco do Brasil and Bradesco to facilitate access to rural credit to assist farmers in their efforts to achieve compliance and improve productivity.\n\nWe currently have 15 Green Offices at processing plants throughout Brazil: in Marabá, Santana do Araguaia, Tucumã and Redenção (Pará); Porto Velho and São Miguel do Guaporé (Rondônia) and another six in Mato Grosso—Alta Floresta, Barra do Garças, Confresa, Pedra Preta, Juara, and Pontes e Lacerda. The initiative has also been extended to Goiânia and Mozarlândia (Goiás) and Campo Grande (Mato Grosso do Sul).\n\nOur 15 Green Offices are hosted at JBS processing plants throughout Brazil.\nJBS recognizes that supplier engagement is essential to the prosperity of our value chain. That is why we have developed a series of actions to build closer engagement with these stakeholders, in a relationship based on trust, respect, ethics and transparency.\n\nWe maintain regular dialog with suppliers, especially on matters relating to human rights and compliance with national and local labor laws. Our supplier relations are guided by the JBS Code of Conduct for Business Partners, which sets out guidelines for suppliers to align themselves with JBS’s business standards.\n\nJBS works alongside producers as business partners, providing technical and management support. To help suppliers ensure the sustainability and perpetuity of their businesses, we have launched development programs as a way to share value and knowledge along the value chain.\n\nOne of our concerns in implementing this model is the need for credit facilities for farmers implement needed transformations, as it is more difficult to adapt existing farms that it is to build new ones. Despite these challenges, our target is to include all suppliers in the new format and expand production in Brazil. We have set a goal to have 100% of farms adapted to the new model by 2025. To help reduce costs and avoid waste, we are re-utilizing demolished steel and metal materials to make partitions for collective stalls. This way we are reconciling sustainability with cost reduction in farm renovations.\n\nSeara has 9,000 outgrower farms under exclusive contracts. Outgrowers receive training on animal handling, animal welfare, compliance and environmental licensing, in a partnership governed by our Code of Conduct for Business Partners.\nThis app simplifies the commercial relationship with producers—from animal purchases to processing—connecting thousands of producers to the best business opportunities available. The online platform provides secure, equal access to cattle farmers of different sizes, and creates greater transparency around the entire process, with information displayed in real time.\n\nIn a partnership with the Working Group on Sustainable Livestock (GTPS) and NGO Solidaridad, JBS is supporting implementation of a Sustainable Livestock Indicators Guide (GIPS) in the state of Pará. Developed by GTPS, the GIPS assists producers in self-assessing the sustainability of their properties across different dimensions, and provides guidance on developing sustainable cattle farming operations.\n\nThe Social Biofuel Mark, a program created by the Brazilian Ministry of Agriculture, Livestock and Food Supply (MAPA), is an initiative linked to the National Biodiesel Production Program (PNPB) that provides technical assistance to smallholders and assists them in accessing markets to sell their produce, while also contributing toward a more sustainable energy mix and to reducing greenhouse gas and pollutant emissions.\n\nWe support the program through a partnership between Friboi and JBS Biodiesel, in São Miguel do Guaporé (RO), that is helping to train small cattle farmers. The goal of the project is to improve pastureland, property management, herd management and herd genetics, with the company also committing to purchase farmers’ beef tallow—a co-product from beef processing and the second most important source of raw material for biodiesel production in Brazil.\n\nIncluding the beef value chain in the PNPB program has provided an economic stimulus in the region. It has also earned JBS Biodiesel a Social Biofuel Mark from the Brazilian government. Since integrating cattle farming into the program in 2015, JBS has purchased more than 110,000 animals from 437 properties in 21 municipalities served by the program, and has invested approximately R$ 5 million in providing free technical assistance focused on efficient and responsible production.\nThis initiative aims to promote sustainable livestock production in the Médio Vale do Araguaia region, in Mato Grosso, one of Brazil’s main cattle-producing regions. In a partnership with Liga do Araguaia, the initiative provides participating cattle farmers with production and financial advice for managing their properties, through dedicated mentors. Combining education with technology, the project aims to positively impact the productivity and profitability of participating properties, to demonstrate what really matters to their bottom line, and to point the way to more efficient cattle farming in line with social and environmental policies.\n\nIn the 20/21 crop year, the initiative had 12 participating farms with more than 57,000 head of cattle, spread across more than 56,000 hectares of land. In the first quarter of the current crop year, 21/22, there were 14 participating farms with more than 51,000 head of cattle across 42,000 hectares of land.\n\nJBS consultants provide technical support in pasture management to improve productivity on environmentally compliant properties, while increasing profits for farmers. The initiative is also helping to reduce net greenhouse gas emissions in cattle farming.\n\nParticipating farms implement continuous improvements toward best practice in environmental, social, governance and product quality aspects.\nTrusted information for cattle farmers and outgrowers\n\nFriboi and Seara produce two television programs with content aimed at livestock farmers and outgrowers, aired nationwide on Canal Rural. The first, called O Giro do Boi, is a news program about current issues in beef cattle farming across Brazil, also providing updates on live cattle market prices. The second, Ligados & Integrados, is focused on the poultry and pork supply chains. Both programs are recognized as trusted sources in their respective sectors.\n\nJBS USA and the supply chain\n\nAt JBS USA, all suppliers who provide products or services that have direct contact with food must pass Global Food Safety Initiative (GFSI) or British Retail Consortium (BRC) audits, or produce equivalent certification, along with a letter of guarantee, or must be assessed and approved by our Supplier Quality Team.\n\nAt JBS USA, we serve a broad customer base that demands diverse types of beef and lamb products. This diversification is reflected in our broad supply chain, which ranges from small family farm and ranch partners who supply us with livestock and poultry to large, multinational companies that manufacture and provide materials and services for our production facilities. We work in partnership with over 77,000 suppliers to ensure the highest-quality inputs.\n\nAs part of its efforts to minimize social and environmental impacts in the supply chain, JBS USA has developed a Supplier Code of Conduct addressing human rights, forced labor, freedom of association and collective bargaining, minimum age for employment, equal employment opportunity, employment practices, health and safety, environmental issues and business integrity, which includes anti-corruption and bribery. JBS USA has also issued a Responsible Sourcing Policy.\n\nPotential suppliers are evaluated based on several criteria, including compliance, commercial offering, supply flexibility and responsiveness, service, risk management, quality, price, reliability, financial capability, reputation and experience. In addition, JBS USA recognizes that sourcing products, ingredients and services from within our communities helps further support local economies.\n\nIn the United States and Canada, livestock suppliers must sign a statement indicating compliance with government regulations and animal welfare certification programs such as Beef Quality Assurance (BQA) or equivalent.\n\nIn Australia, all livestock that are consigned for sale are required to have a National Vendor Declaration (NVD), a document verifying Australian meat and livestock food-safety, as well as the product’s origin. In signing the NVD, producers declare compliance with Livestock Producer Assurance (LPA), an independently audited on-farm food-safety certification program. As an added traceability control, before livestock leave their property of birth, they must be tagged with an approved National Livestock Identification System (NLIS) device. This allows animal movements to be recorded in a national database.\n\nOur Pilgrim’s Moy Park Beef Orléans business, in France, purchases beef for further processing from approved suppliers that are audited annually for food safety and animal welfare. The company has also developed contracting initiatives with French beef farmers associations to ensure available supply. In addition, suppliers are encouraged to purchase cattle from farms that have subscribed to the Charte des Bonnes Pratiques d’Élevage (Good Farming Practices Charter). This also applies to beef supplied from Holland and Ireland.\n\nPilgrim’s UK provides the only fully dedicated lamb supply chain in the UK, partnering with our network of 425 dedicated sheep farmers. All Pilgrim’s lamb producers are Farm Assured and raise lambs according to our higher-than-industry standards. Our lamb producer partners also complete a Responsible Efficient Production Assessment biannually.\n\nIn the U.S., we require all family farm partners supplying hogs to our facilities to be certified in accordance with the Pork Quality Assurance Plus (PQA+) Program. Hogs for sale in Australia are branded with a unique farm identification number. The PigPass national tracking system provides real time information on the movements of all hogs in Australia, including the property they came from.\n\nIn Europe, producers selling hogs to Pilgrim’s UK production facilities are required to be certified and undergo third-party audits confirming that their hogs are raised in accordance with the Royal Society for Prevention of Cruelty to Animals (RSPCA), the Red Tractor or the Quality Meat Scotland (QMS) standards.\nOne of the fundamental components of JBS’ mission is to ensure a better future for its employees. This necessarily requires investing in their qualification, training, healthcare, and safety. It also requires that we offer them a diverse and inclusive work environment. In addition, we must invest in the socioeconomic development of the communities where we are present.\n\nOur commitment to the communities translates into structuring initiatives that immediately transform and create a relevant social legacy. These focus on developing opportunities for volunteering, donations, and education and inclusion programs, all of which respect the local lifestyle and culture.\n\nWe craft structuring initiatives that immediately transform and create a relevant social legacy.\nWith a team of some 250,000 employees, JBS stands out as a major employer in a number of countries such as Brazil (where it is the largest employer), Mexico, the US, UK, and Australia. As ours is a labor-intensive industry, we have a global employee management policy based on adherence to the organization’s culture and its business mission. We are committed to hire and drive the development of our professionals regardless of nationality, gender, sexual orientation, gender identity, or age, and also foster the inclusion of people with disabilities.\n\nAs a global company, our staff is diverse in terms of ethnicity, culture, religion, language, and country of origin. In Europe, for example, 89% of the team is made up of immigrants. In Brazil, our staff includes immigrants from numerous countries such as Senegal, Haiti, and Venezuela, as well as indigenous peoples. Another place where there is a multiplicity of cultures in the US, where JBS employees speak 60 different languages and dialects. To ensure that all team members are able to express themselves and understand the key messages, all company materials are available in different languages and dialects. This material includes information for team members such as benefits, safety instructions, and new materials about hiring and continuous training. Furthermore, all facilities provide unlimited access to Language Lines, available in over 200 languages to create immediate access to clear communication at all our facilities.\n\nJBS USA joined the U.S. Immigration and Customs Enforcement (ICE) Mutual Agreement between Government and Employers (Image) program in 2012. The Image program promotes voluntary compliance with the work authorization provisions of the Immigration and Nationality Act, and helps prevent the hiring or continued employment of individuals who are not authorized to work in the country.\n\nTo reinforce its position, in 2020 JBS and other consumer goods companies signed the Public Commitment for Racial Equity, whose goal is to reinforce measures to fight structural racism.\n\n2020 was a particularly challenging year, given the demands imposed by the Covid-10 pandemic to preserve employee health and support the communities.\nwhere they live. JBS focused on adjusting its operations, understanding the needs of each country and investing where it was urgent and necessary to save lives. In 2021, we continued to invest in emergency measures, in mobilizing to accelerate vaccination of employees and their families, and on developing health and hygiene protocols for employee safety while performing their activities in the work environment of our facilities.\n\nJBS encourages professional development in many ways. The company’s Human Resource area operates regionally, with the support of corporate HR and the global head of HR, and abides by local laws and standards. There is a structured process of information exchange between the regional offices, and best practices are shared.\n\nIn addition to focusing on talent attraction, local projects value personal development. In Brazil, the In-House Talents program is the driver of this policy, as is the JBS Without Frontiers Program, which takes Brazilian boners to Canada. The goal is to create an attractive work environment to cultivate and maintain talents. For this, among other policies, the Company also periodically reviews its compensation and benefits policy.\n\nHR health and safety management made progress in trainings and delivered effective results. We also created our severity index, a global safety indicator.\n\nIn 2021, one of the challenges was to hire employees in the United States. The pandemic imposed restrictions on cross-border travel, interrupting the migratory process and making it harder to fill positions in some plants in the US. In Europe, Brexit became an additional variable.\n\nThe HR area operates regionally, with the support of corporate HR, abiding by local laws and regulations.\nIncentivizing new talents and hiring and retaining employees follows standards that fit our corporate culture. To monitor and improve our processes, annual reviews include people management policies and the main health and safety, churn, absenteeism, and overtime indicators. In line with best practices, JBS is committed to hiring and promoting professionals regardless of color, race, ethnicity, nationality, social origin, age, marital status, religious beliefs, disability, gender, sexual orientation, or gender expression or identity.\n\nIn Brazil our turnover increased somewhat, from 24% in 2020 to 25% in 2021.\n\nNinety-two percent of the employees of Friboi, Seara, Swift, JBS Leather, and JBS New Business are covered by collective bargaining agreements. In other countries the following percentages are covered by similar agreements: 57% in the US and Puerto Rico, 90% in Canada, 68% in Mexico, and 54% in Europe. In Australia and New Zealand, 86.5% of the employees are covered either by collective bargaining agreements or Modern Federal Awards (documents that stipulate minimum terms and conditions for employment, and the National Employment Standards).\n\n### Workforce profile\n\nIn 2021 we had a total of 250,000 employees. Despite a prolonged challenging scenario caused by the Covid-19 pandemic, we continued hiring in all countries where we operate.\n\nIn Brazil our turnover increased somewhat, from 24% in 2020 to 25% in 2021.\n\nNinety-two percent of the employees of Friboi, Seara, Swift, JBS Leather, and JBS New Business are covered by collective bargaining agreements. In other countries the following percentages are covered by similar agreements: 57% in the US and Puerto Rico, 90% in Canada, 68% in Mexico, and 54% in Europe. In Australia and New Zealand, 86.5% of the employees are covered either by collective bargaining agreements or Modern Federal Awards (documents that stipulate minimum terms and conditions for employment, and the National Employment Standards).\n\n### Employee Profiles - Worldwide\n\n| Year | Total # of Employees |\n|------|----------------------|\n| 2019 | 231,124              |\n| 2020 | 243,918              |\n| 2021 | 247,745              |\n\n| Country | 2019 | 2020 | 2021 |\n|---------|------|------|------|\n| Brazil  | 128,414 | 141,887 | 143,213 |\n| JBS USA, Pilgrim’s USA, JBS Australia, JBS Canada, Pilgrim’s Europe (UK+Moy Park), Pilgrim’s Mexico | 102,710 | 102,031 | 104,532 |\n| Total   | 231,124 | 243,918 | 247,745 |\n| Gender          | 2020  | 2021  |\n|-----------------|-------|-------|\n| Brazil          |       |       |\n| Men             | 59.0% | 57.4% |\n| Women           | 41.0% | 42.6% |\n| JBS USA¹        |       |       |\n| Men             | 65.8% | 65.5% |\n| Women           | 34.2% | 34.5% |\n| Pilgrim's USA²  |       |       |\n| Men             | 57.4% | 58.5% |\n| Women           | 42.6% | 41.5% |\n| JBS Australia   |       |       |\n| Men             | 70.1% | 68.7% |\n| Women           | 29.9% | 31.3% |\n| JBS Canada      |       |       |\n| Men             | 63.2% | 62.9% |\n| Women           | 36.8% | 37.1% |\n| Pilgrim's Europe (UK + Moy Park) | | |\n| Men             | 63.3% | 62.8% |\n| Women           | 36.7% | 37.2% |\n| Pilgrim's Mexico|       |       |\n| Men             | 62.0% | 64.7% |\n| Women           | 38.0% | 35.3% |\n| Total worldwide |       |       |\n| Men             | 60.7% | 59.9% |\n| Women           | 39.3% | 40.1% |\n\n1. Includes all operations in the United States, except poultry.\n2. Includes all operations in the United States.\n### Percent Leadership by Gender GRI 102-8\n\n|                | 2019  | 2020  | 2021  |\n|----------------|-------|-------|-------|\n| **Brazil**     |       |       |       |\n| Men            | 76.4% | 74.8% | 73.2% |\n| Women          | 23.6% | 25.2% | 26.8% |\n| **JBS USA**    |       |       |       |\n| Men            | 72.7% | 70.5% | 69.8% |\n| Women          | 27.3% | 29.5% | 30.2% |\n| **Pilgrim's USA** |     |       |       |\n| Men            | 64.2% | 63.0% | 61.2% |\n| Women          | 35.8% | 37.0% | 38.8% |\n| **JBS Australia** |     |       |       |\n| Men            | 83.5% | 82.2% | 78.0% |\n| Women          | 16.5% | 17.8% | 22.0% |\n| **JBS Canada** |       |       |       |\n| Men            | 20.8% | 57.1% | 57.2% |\n| Women          | 79.2% | 42.9% | 42.8% |\n| **PILGRIM's EUROPE (UK + MoyPark)** |     |       |       |\n| Men            | NA    | 66.2% | 73.7% |\n| Women          | NA    | 33.8% | 26.3% |\n| **Pilgrim's Mexico** |     |       |       |\n| Men            | 69.0% | 69.2% | 84.8% |\n| Women          | 31.0% | 30.8% | 15.2% |\n\n### Percent Management by Race GRI 102-8\n\n|                | 2019  | 2020  | 2021  |\n|----------------|-------|-------|-------|\n| **Brazil**     |       |       |       |\n| Asian          | 1.1%  | 1.1%  | 1.1%  |\n| White          | 72.6% | 71.6% | 72.1% |\n| Indigenous     | 0.1%  | 0.1%  | 0.0%  |\n| Undeclared/not informed. | 0.4% | 0.7% | 0.8% |\n| Black (Black + Brown) | 25.8% | 26.5% | 26.0% |\n| **JBS USA**    |       |       |       |\n| Hispanic or Latino | 31.9% | 33.5% | 33.6% |\n| White          | 57.7% | 55.0% | 54.2% |\n| Black or African-American | 4.6% | 5.6% | 5.9% |\n| Native-Hawaiian or Pacific-Islander | 0.1% | 0.2% | 0.2% |\n| Asian          | 4.5%  | 4.6%  | 4.7%  |\n| Indigenous-American or Native-Alaskan | 0.3% | 0.3% | 0.3% |\n| Other          | 0.9%  | 0.8%  | 1.1%  |\n| **Pilgrim's USA** |     |       |       |\n| Hispanic or Latino | 14.5% | 14.8% | 18.7% |\n| White          | 65.8% | 62.8% | 59.8% |\n| Black or African-American | 17.6% | 19.9% | 19.0% |\n| Native-Hawaiian or Pacific-Islander | 0.0% | 0.2% | 0.1% |\n| Asian          | 1.1%  | 1.2%  | 1.1%  |\n| Indigenous-American or Native-Alaskan | 0.4% | 0.3% | 0.3% |\n| Other          | 0.6%  | 0.8%  | 1.0%  |\n### PERCENT EMPLOYEES BY AGE GROUP AND OPERATION  GRI 102-8\n\n| By age group | 2020 | 2021 |\n|--------------|------|------|\n| Brazil       |      |      |\n| < 30         | 43.4%| 42.2%|\n| 30 - 50      | 47.2%| 47.7%|\n| > 50         | 9.4% | 10.1%|\n| JBS USA¹     |      |      |\n| < 30         | 21.0%| 22.6%|\n| 30 - 50      | 47.8%| 47.1%|\n| > 50         | 31.2%| 30.3%|\n| Pilgrim's USA² |    |      |\n| < 30         | 23.0%| 22.2%|\n| 30 - 50      | 42.3%| 42.6%|\n| > 50         | 34.7%| 35.2%|\n| JBS Australia |    |      |\n| < 30         | 24.3%| 23.2%|\n| 30 - 50      | 51.8%| 48.4%|\n| > 50         | 23.9%| 28.4%|\n| JBS Canada   |      |      |\n| < 30         | 14.4%| 18.1%|\n| 30 - 50      | 64.9%| 60.4%|\n| > 50         | 20.7%| 21.5%|\n| Pilgrim's Europe (UK + Moy Park) | | |\n| < 30         | 17.0%| 17.7%|\n| 30 - 50      | 58.0%| 54.4%|\n| > 50         | 25.0%| 27.9%|\n| Pilgrim's Mexico | | |\n| < 30         | 39.0%| 36.2%|\n| 30 - 50      | 52.0%| 52.5%|\n| > 50         | 9.0% | 11.3%|\n| Grand total  |      |      |\n| < 30         | 34.9%| 34.1%|\n| 30 - 50      | 47.9%| 47.9%|\n| > 50         | 17.2%| 18.0%|\n\n1. Includes all operations in the United States, except poultry.\n2. Includes all operations in the United States.\nPeople development\n\nGRI 103-2, 103-3 | 404\n\nWe have a number of initiatives to encourage and support the professional development of our employees.\n\nIn Brazil, the following are deserving of attention:\n\nThe In-House Talent Development program focuses on our plants and selects young people with leadership potential who can manage teams and processes in the Company’s various business units, then trains them to be supervisors in maintenance, production, and its agricultural and cattle raising operations. In 2021 41 talents completed the program.\n\nAnother front we opened is the Labor Attorney Program for professionals who graduated from Law school two years ago or less. Since 2016, 49 attorneys have completed the program in nine JBS units and the Company’s main office.\n\nCareer development via qualification also takes place at the corporate universities or training academies that exist at each JBS business unit:\n\n- Friboi – Friboi University, Knife Handling Training Center (CFF) and the Boner Training Center (CFD)\n- Seara – Seara University and Quality Academy\n- JBS Leather – Leadership Academy\n- Swift – Sales and Leadership Academy\n\nThe average monthly hours of training in 2021 was 3.02* per employee. The average in 2020 was 3.94**. GRI 404-1\n\n* Refers to Friboi, Seara, Swift, JBS New Business and JBS Leather.\n** Refers to Friboi, Swift, JBS New Business and JBS Leather.\nFrontierless JBS\n\nThis program was created in 2015 to offer opportunities of specialized deboners at Friboi and Seara to work at JBS Canada, located in Brooks, Alberta. This project reinforces the Company’s global position and provides international experience and opportunities, fosters knowledge exchange, and helps retain employees.\n\nSince it was created, professionals from the states of Bahia, Goiás, Mato Grosso, Mato Grosso do Sul, Pará, Rondônia, and São Paulo have been sent to Canada.\n\nJBS USA Leadership Development\n\nMembers of JBS in the US have the opportunity to receive leadership training from one of the programs offered by the company. One example, the Management Trainee Program, is available to recent graduates. This is a 12-month rotation program designed to develop project management, problem solving, and collaboration skills based on the interests and career aspirations of each participant.\n\nOver 100 trainees are selected each year at JBS in the United States, Canada, and Mexico. This is an opportunity to gain practical experience in several areas, as well as an in-depth understanding of how the business works.\n\nPerformance assessment\n\nGRI 103-2, 103-3, 404-3\n\nPerformance assessments are conducted based on JBS values, and are used to ensure adherence to the Company culture. They include peer and subordinate assessments, as applicable, as well as assessments by leaders, suppliers, and internal customers. In 2021, 11,622 eligible employees in Brazil were assessed using this methodology.\nDiversity and inclusion\n\nWe are committed to promoting and defending human rights in our operations and our entire value chain, as well as the communities we are part of. As a global company we must reflect the diversity of our consumers and communities, and help build a more inclusive society.\n\nIn line with its Diversity and Inclusion Policy published in 2021, the Company promotes gender and race equality in leadership positions. The guidelines for this policy are based on three key pillars: Diversity and Inclusion, Equal Opportunities, and Respect for Diversity. The goal is to have an increasingly inclusive environment that embraces differences, with measures to ensure and promote equal access to permanence and opportunities to all employees across all areas and positions, as well as continuous awareness of the impact of these measures. We also created the Diversity and Inclusion Committee in 2021, designed to implement and manage diversity and inclusion programs.\n\nThe Company started a process of social literacy for senior leaders in themes related to diversity, equity, and inclusion.\n\nFour Affinity Groups were created: Race, PwD, Gender, and LGBTQIAP+. The goal of AGs is to identify the main challenges each of these groups faces in the Company, creating a list of affirmative actions in response to these issues, and following their implementation.\n\nAs a global company, JBS must help build a more inclusive society.\nAGs are responsible for:\n\n- Connecting people and providing a respective and inclusive exchange environment;\n- Craft, implement, and validate the internal measures of the D&I program; and\n- Work with HR to attract a diversity of talents.\n\nBased on the work of the AGs, the Diversity & Inclusion Committee advises the Board of Directors on this theme.\n\nOn another front, JBS has subscribed to the Women 360 Movement, a group of 60 large companies with the common target of increasing the number of women in the corporate environment.\n\nThe results of these efforts have already started to emerge. One example is the Women on Board (WOB) certificate awarded to JBS. This award is given to companies with at least two women board members or executive officers (Read more about our Purpose). Women on Board is supported by UN Women, and is an independent initiative that aims to promote best practices in corporate environments, and monitor the benefits companies experience as a result of diversity in management.\n\nJBS USA is the 15th most sought after company by women, out of the 16,905 companies in our industry.\n\nOur respect for Human Rights is stated in the Company’s Code of Conduct and Ethics, a set of rules that applies to all JBS employees. In 2021, the Company’s Compliance team provided training to fight harassment and discrimination for all JBS employees in Brazil, via its online platform.\n\nJBS USA has an Equal Employment opportunities Policy that reaffirms its commitment to recruit, hire, promote, and train all team members, regardless of race, religion, color, nationality, gender, sexual orientation, gender identity, or age, and focuses on promoting equal opportunities for all, including veterans and people with disabilities.\n\nJBS USA provides annual training on harassment to all employees at all levels. Harassment by supervisors or colleagues is a violation of federal law and company policy. JBS USA has policies regarding all forms of harassment, including but not limited to sexual harassment, and harassment and retaliation against those who report any form of harassment in the workplace.\n\nEach JBS USA unit has both anonymous and non-anonymous channels employees can use to log complaints. Team members may take their concerns directly to management with no retaliation or fear of retaliation. Our Open-Door Policy encourages full-time and part-time team members to share problems they believe are affecting their performance or the work environment with their supervisors or the HR Department. Team members are also encouraged to talk to their supervisors about situations in which they feel they were dealt with unfairly.\n\nThe JBS USA Ethics Hotline is available for all team members in any country, and is available in 11 languages to accommodate our diversified workforce. The Ethics Hotline provides a toll-free number and online platform that all members of the JBS USA team can use to safely and confidentially report their concerns, and share non-ethical behaviors and policy violations. Reports may be anonymous.\n\nAll team members are made aware of the Open-Door Policy and the Ethics Hotline during onboarding, and all new managers discuss the policy and related procedures with senior managers when they start in their position. Data from the Open-Door Policy and Ethics Hotline is used to monitor overall team member perception.\n\nRegarding People with Disabilities (PwD), JBS has training programs to help insert them in company operations and the job market at large.\n\nWorking with government and private entities, JBS leads the Experimental Work Workshop Project in Brazil. Training lasts six months and qualifies workers to join the Company’s staff, but more than that, it trains people for employability, creating conditions for autonomy, social inclusion, integration, and effective participation in society. The project resumed in 2021, having been interrupted in 2020 due to the Covid-19 pandemic.\nJBS has also subscribed to MOVER - Movement for Racial Equity [Movimento pela Equidade Racial]. This initiative combines companies in different industries around the public commitment to work to reduce racial inequality in Brazil. MOVER plans to create 10,000 leadership positions for Blacks in the coming years, and opportunities for 3 million people by 2030, via a series of practical actions.\n\n**MOVER [MOVE]**\n\nThe company is committed to ensuring diversity and providing employment opportunities for everyone. The goal for 2022 is to implement a diversity program known as Swift for All. This program aims to ensure compliance with legal quotas for people with disabilities (5%), develop a Young Apprentice program for economically and socially vulnerable young people, practice inclusion of those over 50 in the job market (4%), and ensure equal employment and compensation for men, women, and minorities.\n\n- **over 50%** of our employees and leaders are women\n- **35%** of our employees are Black\n- **25%** of our leaders are black\n\n**2021 Highlights**\n\n- over 50% of our employees and leaders are women\n- 35% of our employees are Black\n- 25% of our leaders are black\nThe safety of our employees is non-negotiable. In 2021, measures to contain the Covid-19 pandemic remained a priority in the workplace. In 2020 we created global medical partnerships to assess and monitor the safety protocols for our administrative, operating, and commercial units, working with Hospital Einstein and infectiologists in Brazil. In the US we retained epidemiologists, in a partnership with Colorado State University (CSU) and the University of Nebraska.\n\nIn our search to fight the dissemination of the virus and continue manufacturing and distributing foods, we invested a total of R$ 5.2 billion worldwide in health and safety measures to protect our workforce.\n\nThe Company’s prevention and protection protocols for its ~250,000 employees in production units, distribution centers, offices and other facilities was implemented in 2020, and was reviewed and improved throughout 2021. Periodic audits ensured its enforcement in all production units. We also ensured our employees had access to vaccinations.\n\n483,866 hours of training in Health and Safety were provided in Brazil in 2021.\nCovid-19\n\nMain protection measures implemented by the Company:\n\n- Safety for high-risk groups, including distance working;\n- Sanitizing and disinfection: additional measures to sanitize and disinfect common areas such as buses, cafeterias, locker rooms, and leisure and rest areas;\n- Safe distancing: implementing a structure and adopting procedures to avoid crowds, such as doubling the number of buses, organizing access to the company entrance, marking off safe-distancing, controlling access to locker rooms by using shifts, and increased distances of the tables in the cafeteria and risk areas;\n- Personal care: hand sanitizer is provided in all areas where there may be people, such as gates, cafeterias, locker rooms, bathrooms, leisure areas, and buses; masks and other personal protective equipment provided to all employees and their use enforced;\n- Clinical consulting: retaining specialized medical consulting services;\n- Incentives for Covid-19 vaccination. In addition, the Company offers free vaccination against the H1N1 flu to all employees; and\n- Monitoring: additional ambulatory care units set up outside and attached to plants, to run permanently.\n\nGlobal medical partnerships are essential to assess and improve the safety protocols of our administrative, operating, and commercial units.\nPreventive and corrective management\nGRI 103-2, 103-3 | 403-1, 403-2, 403-3, 403-4, 403-5, 403-6, 403-7\n\nOur Global Workplace Health and Safety Policy guides our initiatives in this area, while abiding by the specificities of local legislation. In practice, we are responsible for the health and safety of our workforce, business partners, suppliers, and other stakeholders. Our goal is to improve our Overall Safety Index by 30% by 2030, compared to the 2019-2020 baseline.\n\nTo ensure the implementation of our guidelines in this area, we manage indicators using a digital platform that allows us to anticipate and avoid accidents across the company. We also invest in continuous improvement of our processes, machinery, and equipment, and promote control measures to eliminate or minimize incidents. We strive to create awareness, and develop, train and qualify employees, assigning them the responsibility for ensuring and fostering a safe and healthy work environment, supported by the Company’s Code of Conduct and Ethics. We also built and disseminated a culture of health and safety, individual accountability, and shared vigilance as values, with leaders as role models.\n\nFinally, we define safety targets with a focus on continuous improvement, and monitor key indicators during periodic meetings.\n\nIn Brazil, the Self-Managed Health and Safety Program, which combines the standards and principles used to standardize company procedures, processes, and programs, as per legislation on occupational health and safety, guides how these themes are addressed by Company units. The goal is to encourage health prevention and monitoring measures among employees by performing occupational physicals. Corporate policies are also used to promote healthy habits. Right now two nation-wide campaigns are underway on themes relevant to the health and well-being of our teams, and ad-hoc campaigns are undertaken at each plant. GRI 403-10\n\nPreventive measures created for the entire employee work-cycle include training, as well as the development of in-house tools. Among them are conversations about safety, behavioral audits, systemic inspections, communiques (forms to register unsafe conditions or behaviors, or suggest improvements), and Accident Prevention committees to integrate and allow all employees to directly and effectively participate in health and safety.\n\nWe also perform audits based on applicable legislation and company procedures. Non-conformities are monitored locally by the safety committees. They are also monitored by a corporate committee comprised of the HR Directors of the businesses, and the managers of SESMT, the service that specializes in Occupational Health and Safety Engineering, which analyzes the data from all divisions, along with the outcome of inspections by Ministry of Labor auditors, and the independent audits performed by Company customers.\n\nJBS employees are represented by Cipas (Internal Accident Prevention Committees), that help ESMT prevent occupational accidents and illnesses, and seeks to preserve worker health and safety.\n\nJBS USA promotes a culture of safe work among its employees. Its Occupational Health and Safety Management System focuses on training and qualifying employees on how to eliminate workplace hazards. This system complies with the relevant government requirements of the countries where JBS does business:\n\n- Facilities in the US and Puerto Rico meet the standards of the US Occupational Health and Safety Administration (OSHA);\n- In Europe they comply with RIDDOR (Reporting of Injuries, Diseases and Dangerous Occurrences) of the Health and Safety Executive;\n- In Australia, each jurisdiction has its own Occupational Health and Safety regulations to which our various facilities are subject. The broader structure\nof our safety management system is Australia is in line with the National Audit Tool (NAT) for self-insured organization, which in turn is based on Australian Standards 4804 - Occupational Health and Safety Management, and 4801 - Occupational Health and Safety Management Systems.\n\n- In Mexico, our team tracks data as required by the Government’s Department of Labor and its Health and Safety Regulations, which comply with OSHA standards; and\n\n- In Canada, the Safety Health and Management System is in line with the Alberta Occupational Health and Safety (OH&S) Law. This facility also has a Certificate of Recognition (COR) given by the Alberta Food Processing Association (AFPA), meaning that the JBS Canada Health and Safety Management System was certified by an auditor and meets the provincial standards.\n\nTo ensure the successful implementation of JBS USA’s health and safety policies, safety data is entered into a shared digital platform. In 2021, JBS USA and Pilgrim’s had a DART (Days Away, Restricted, or Transferred) rate of 2.63. This enables finding trends and taking data-driven corrective measures, including observations by team members along with safety inspections and audits.\n\n### WORKPLACE ACCIDENTS, THE TOTAL REPORTABLE INCIDENT RATE (TRIR) AND FATALITY RATE GRI 403-9, SASB FB-MP-320A.1\n\n| JBS Brasil¹ | 2019 | 2020 | 2021 |\n|------------|------|------|------|\n| Number of hours worked | 231,042,735.7 | 239,741,327.0 | 253,431,036.0 |\n| No. of fatalities as a result of work-related injury | 3 | 3 | 6 |\n| Rate of fatalities as a result of work-related injury | 0 | 0 | 0 |\n| No. of high-consequence work-related injuries (excluding fatalities) | 350 | 295 | 233 |\n| Rate of high-consequence work-related injuries (excluding fatalities) | 1.5 | 1.2 | 0.9 |\n| No. of recordable work-related injuries (including fatalities) | 7,813 | 7,237 | 6,457 |\n| Rate of recordable work-related injuries (including fatalities) | 33.8 | 30.2 | 25.5 |\n\n| JBS USA² | 2019 | 2020 | 2021 |\n|----------|------|------|------|\n| Number of hours worked | 158,681,562.5 | 155,436,581.2 | 96,501,758.3 |\n| No. of fatalities as a result of work-related injury | 2 | 1 | 1 |\n| Rate of fatalities as a result of work-related injury | 0 | 0 | 0 |\n| No. of high-consequence work-related injuries (excluding fatalities) | 176 | 101 | 130 |\n| Rate of high-consequence work-related injuries (excluding fatalities) | 0.2 | 0.1 | 0.1 |\n| No. of recordable work-related injuries (including fatalities) | 3,295 | 2,817 | 3,259 |\n| Rate of recordable work-related injuries (including fatalities) | 4.2 | 3.6 | 3.3 |\n\n1. The numbers for 2019 and 2020 were reviewed using GRI methodology. Based on 1,000,000 hours worked.\n2. The numbers for 2019 and 2020 include only JBS USA (excluding Empire Packaging), Pilgrim’s US, Pilgrim’s UK, and JBS Canada. Information for 2021 includes JBS USA (excluding Empire Packaging), Pilgrim’s US, Pilgrim’s Moy Park, Pilgrim’s UK, Pilgrim’s Mexico, JBS Australia, and JBS Canada. Based on hours worked: 200,000.\nWe are committed to continuously contributing to the development of the communities surrounding our operations. Activities take the form of support for various initiatives that focus on childhood and youth education and training, the professional qualification of young people and adults, and training and social inclusion of people with disabilities. Each business unit is independent to decide what to do in this area, whether through sponsorships, volunteer activities, or direct investment.\n\nThe company is aware of the social impact it has in the areas where it is active. In Brazil alone JBS is present in over 100 cities and towns, many of them far from urban centers and in locations where JBS is responsible for most direct and indirect jobs. JBS facilities are the gateway to the job market for immigrants from many parts of the world (read more about this in Our People).\n\nIn Brazil, JBS prioritizes investments in projects that focus on education, such as the Germinare Business School. The company also designed activities that focus on the community with its Fazer O Bem Faz Bem [Good Deeds are Good Indeed] Program. In 2020 the program focused on supporting measures to fight the Covid-19 pandemic. In 2021 this working front continued, together with other initiatives (read more about this in Good Deeds are Good Indeed).\n\nJBS USA has a long history of partnering with different NGOs. To ensure our volunteer activities, sponsorships, and donations have a significant impact on the community, the Company encourages employee-engagement and invests in initiatives such as Hometown Strong and Better Futures, which benefit schools, hospitals, and care organizations. These are also regularly assessed, and analyses are used as the basis for deciding on new supports.\n\nTo continue measures to support local communities, each unit of JBS USA, has an annual budget to support such initiatives, with the exception of Pilgrim’s Moy Park, whose budget is centralized. Pilgrim’s Moy Park has a £1 million Community Support Fund to be used for community and volunteer actions, as well as to support institutions in the communities where it does business.\nGerminare Business School\n\nThis NGO in São Paulo was created by JBS in 2009 to train business leaders with quality education. The Company is the school’s main supporter, having invested R$ 101.2 million in 2021. Company executives have also worked as volunteer tutors in recent years.\n\nIn 2021, 368 students were registered, and no tuition is paid. In 2021 JBS hired 49 Germinare graduates. In all, it has hired 367 Germinare graduates since 2016.\n\nTo reach new levels of excellence, Germinare provide the means for students to develop their personal and intellectual skills, and handle professional and group challenges. In this way students learn about business management in practice with projects, internships, and experiences at companies and industries to enable a more well-rounded education.\n\nIn 2021 JBS invested R$ 101.2 million in the Germinare School\n\nSpecial Chefs Institute\n\nIn line with its social commitment, Friboi partnered with the Special Chefs Institute, combining the flavors of gastronomy with the social inclusion of people with Down syndrome. This institution and JBS have been partners since 2013, and offer cooking classes that encourage students to improve their independences as they develop new skills in the kitchen. Right now the project serves 300 people a year in the city of Sao Paulo. Friboi discloses the recipes prepared by the institution’s students on its social networks. The chefs suggest dishes to be made with JBS products on Instagram (@friboibrasil), Facebook and YouTube.\n\nÓleo Amigo [Friendly Oil]\n\nThis program to gather used cooking oil is an initiative of JBS Environmental, partnering with JBS Biodiesel. The program for environmental conservation and education works to reduce the impact of used cooking oil on the city sewer system. This initiative encourages the collection of cooking oil from schools in the public network and other collection points in Lins (SP) and the surrounding areas, making people aware of the importance of recycling and properly disposing of this waste. The oil collected is used to manufacture Biodiesel.\n\nThere are over 300 collection points at schools and charity organizations. The money from selling the oil to JBS is used to improve the facilities. Since 2016, more than 17 million liters of used cooking oil have been collected in 20 cities and towns. This avoided polluting over 340 billion liters of water. This is more than the annual water consumption in the city of São Paulo.\n**Amigos do Bem [Friends for Good]: Sertão NE**\n\nJBS supports a project to help regions with poor water supply and/or infrastructure, as well as measures in education, income generation, and a range of projects to promote local development and social inclusion to eradicate hunger and extreme poverty in the Northeast.\n\n**Couro do Bem [Leather for the Good]**\n\nFor JBS Leather, providing the market with more sustainable leather is not enough. The company also invests in actions that have social impact and can generate income. Its Leather Labs fund Couro do Bem [Leather for the Good], a range of products made by the women in the OrientaVida NGO. This NGO finds women in a vulnerable situation in the Paraíba and provides them with professional training and qualification. It creates a source of income for these women and their families, contributing to their financial freedom and empowerment. Leather Labs donated machinery and tools to work with leather, and has been training these women served by the NGO. The leather goods produced by these women are sold on the Leather Labs website, in the Couro do Bem store.\n\n**Better Futures**\n\nJBS USA and Pilgrim’s are creating the largest free university program in rural America - Better Futures, part of Hometown Strong. In this program, team members and their dependent children have a chance to get a university diploma or professional certificate at technical and community colleges.\n\nBy late 2021 the Better Futures program had already invested US$ 335,000 in the future of its employees, their families, and the communities where JBS operates.\n\n**Hometown Strong**\n\nIn the US, JBS has strengthened the Hometown Strong program that supports the communities where it is located with financial donations, scholarships, and support for building homes, among other activities. Within this program, JBS USA and Pilgrim’s have committed to investing US$ 100 million to support the surrounding communities. By late 2021, over US$ 40 million had already been spent on more than 200 projects. One of the highlights of the year was the donation made to Green Bay, Wisconsin, where JBS is building over 200 homes.\nJBS created the Good Deeds Are Good Indeed program, dedicated to activities to transform and provide social support for the communities where it does business, and encourage employees to volunteer. Created in 2019, over 75 cities and towns and more than 90 institutions are registered. Between 2020 and 2021 the program spent R$ 400 million on the communities it serves in Brazil. Worldwide the company donated over R$ 700 million to address the Covid-19 pandemic. Throughout this period more than 77 million people benefitted.\n\nTo fight hunger, JBS donated over 500 tons of protein to prepare meals and help underprivileged families in 2020 and 2021. Company donations are sent to NGOs and third-sector institutions that are partners of the Doing Good Does Good program, and work in the preparation and distribution of meals in several parts of Brazil.\n\nSince it started, the program has donated over R$ 20 million to NGO and social institution programs, benefiting over 2 million socially vulnerable people across Brazil. In 2021 the Health in the Forest Program provided tele-medicine services to communities in 25 cities and towns in the state of Amazonas. Another tele-medicine activity, also in the Amazon region, is a partnership with healthtech Saúde da Gente [Our Health]. In early 2022 this project provided 600 incidents of medical care in the river-side communities of São Pedro do Rio Arapiuns e Parauá, in the Tapajós-Arapiuns (Resex) Forest Preserve in Santarém-PA. This program also helped train healthcare agents, with tele-medicine visits at UBS (Primary Care Units), and donated boxes to store medicines.\n\nJBS donated 400 oxygen cylinders to the city of Manaus, in Amazonas, in response to the Covid emergency in 2021. It also donated R$ 350,000 to equip the Abaré Teaching Hospital Ship that takes medical and dental care to over 20,000 inhabitants in the region, including over 70 river-bank communities, quilombolas, and indigenous peoples in Western Pará. GRI 203-1, 203-2\n\nGood Deeds Are Good Indeed activities benefited over 300 Brazilian cities and towns across the country, with lasting measures in public health, such as the construction of two hospitals, refurbishing existing healthcare units, and donations of ambulances and hospital equipment.\n\nAll projects are audited by Tyno Consulting for the administrative area, and Grant Thornton in the case of donations. Both companies do this on a pro-bono basis.\nDedicated to fostering and funding the sustainable development of the Amazon biome, promote the sustainable use of the forest, and improve the quality of life of the population, in the second quarter of 2021 the JBS Amazon Fund announced the first six projects approved for investment. These initiatives are in line with our following pillars: forest conservation and restoration, community socioeconomic development, and scientific and technological development. Together, all six projects will receive over R$ 51 million from the fund over the coming years.\n\nThe main areas of these projects are:\n\n- **Restore the Amazon Project** – a low-carbon agricultural initiative for 1,500 families, associated with increased productivity and forest restoration.\n\n- **Inclusive Community Economies Program** – promotes the açaí chain, including research and education for young people, as well as female involvement in the business, increasing household income.\n\n- **Fair and Sustainable Fishing** – strengthen the pirarucu and other fish chains, increasing the fishing market for 55 river-side communities.\n\n- **Unlocking Credit for the Forest Bioeconomy** – a project to facilitate access to Pronaf (National Program to Strengthen Family Farming) credit for more than 2,500 small and family farmers, fishermen, and forest extraction professionals in the region through Banco da Amazônia (Basa).\n\n- **Amaz – Aceleradora & Investimentos de Impacto [Accelerator and Impactful Investments]** – stimulates an entrepreneurial environment in the Amazon, enabling startups in areas of business that value standing forests and local economies. In 2021 six businesses of social impact were selected to receive an initial amount of R$ 200,000.\n\n- **Technical Partnership with Embrapa** – to encourage new technologies and social innovation on behalf of the bioeconomy and to reduce deforestation in the Amazon.\n\nCreated in 2020, the JBS Amazon Fund will receive R$ 250 million in the first five years to ensure the start of activities and the implementation of the first initiatives approved. Furthermore, JBS is committed to matching donations by third parties until JBS has donated a total of R$ 500 million. The goal is to reach R$ 1 billion by 2030.\nTHE AMAZON FUND IN NUMBERS\n\n- **14,000** families benefited\n- **22% to 39%** increased productivity in cocoa, calves, açai, and pirarucu\n- **1.5 million** hectares restored via the Coco Agro-Forest System [Sistema Agroflorestal com Cacau - SAF Cacau]\n- **30% - 40%** increased revenue among participants\n- **1.4 million** metric tons reduced CO₂ emissions\n- **31,500 hectares** of best-practice pastureland\n\nStrategic partnerships\n\nPartnered with the Fund to support the *RestaurAmazônia* [Restore the Amazon] project. US$ 450,000, donated over three years, will be used for an initiative that combines cocoa and cattle-raising in Pará. JBS matched this donation.\n\nSome R$ 1.5 million donated to the Fund. This amount will be donated over three years for projects to enable the expansion of bioeconomies and socioeconomic inclusion in the Amazon region.\n\nR$ 500,000 donated to the project to\n\nMore than R$ 3 million donated for investment in Fund projects. This will be invested in the Fair and Sustainable Fishing, the Inclusive Community Economies, and the AMAZ (Accelerator and Impactful Investments) projects, in addition to a technical partnership with Embrapa for reforestation, socioeconomic inclusion, new technologies, and R&D initiatives over the next three years.\n\nUnlock Credit for the Forest Bioeconomy, that seeks to foster forestry chains - Brazil nuts, açai, fish, timber, essential oils, and resins by facilitating access to rural credit to hire and train local activists to enable at least 2,500 Pronaf credit agreements.\nIn line with our Global Animal Welfare Policy, we are committed to ensuring that best practices in animal welfare are followed both in our own and in our suppliers’ operations. Underlying this commitment is the principle of valuing life and meeting the demands of society, customers and consumers. Our operations are benchmarked against best practices and conform to the globally recognized “Five Freedoms” developed by the Farm Animal Welfare Council (FAWC). The five freedoms are: 1 - Freedom from hunger and thirst; 2 - Freedom from discomfort; 3 - Freedom from pain, injury or disease; 4 - Freedom to express normal behavior; and 5 - Freedom from fear and distress. We also comply with all local standards and regulations.\n\nThese practices, and the progress we have made in this area, have been enabled by partnerships with producers around the world, and by investment in training our teams and revising animal handling procedures for mandatory adoption by suppliers. Ensuring compliance with the standards and regulations in each region where we operate and with the Five Freedoms and humane slaughter principles is integral to our approach to managing animal welfare.\n\nJBS believes that these practices must permeate the entire value chain, with a particular focus on three critical stages: origination, transportation and production.\n\nEmployees and suppliers attend regular training and development programs, and the entire value chain is tracked against performance indicators that help identify opportunities for improvement.\n\nThe JBS Animal Welfare Program establishes corrective measures to address any deviations. The entire system is subject to stringent quality monitoring that is attested by certification. In the US, Brazil and Canada, Quality Assurance personnel are specialized in humane handling and hold certification issued by the Professional Animal Auditor Certification Organization (PAACO). In Australia, auditors are certified within the Australian Animal Welfare Certification System (AAWCS). Other animal welfare certifications include Global GAP and Certified Humane, for our Seara operations; Royal Society for Prevention of Cruelty to Animals (RSPCA) certification, for 100% of our Pilgrim’s UK operations; and the National Feedlot Accreditation Scheme (NFAS), for our Australian operations.\n\nInternal personnel and independent consultants conduct audits on key welfare indicators (KWIs). These audits are witnessed by customers in both domestic and foreign markets. JBS’s commitment to best practices is evident in these indi-\ncators, which far exceed minimum legal requirements.\n\nTo be able to serve certain markets, JBS is required to adopt religious standards that are consistent with the cultural traits and diversity of those markets. JBS is constantly working to reduce the use of antibiotics in animals throughout the supply chain.\n\nIn Brazil, JBS has a permanent Corporate Animal Welfare Committee. The duties of this committee include: reviewing and discussing business-related matters, describing procedures and implementing needed controls across the value chain to ensure continuous improvement in our animal welfare practices. The committee also serves as a forum for discussing strategies to inform and engage employees around the issue.\n\nAt JBS USA, our animal welfare programs are often reviewed by animal handling and welfare experts from universities across the globe. These lasting academic partnerships have assisted JBS USA in identifying and investing in additional upgrades to both our facilities and team member training programs to further enhance the welfare of our animals.\n\nOver the last five years, we have annually organized an enterprise-wide Animal Welfare Week in Brazil in which the entire organization focuses its attention on this important topic.\n\nFive Freedoms\n\n1. Freedom from hunger or thirst\n2. Freedom from discomfort\n3. Freedom from pain, injury or disease\n4. Freedom to express normal behavior\n5. Freedom from fear and distress\n\nR$ 453.7 million\ninvested globally in animal welfare programs in Brazil in 2021\n\n20,876\nemployees trained in Brazil in 2021\nBreeding\n\nAn especially critical stage when it comes to animal welfare, breeding is managed in each of our protein chains in accordance with global standards.\n\nIn Brazil, JBS organizes campaigns, workshops and seminars on cattle farms, and sponsors programs to engage suppliers. Technical literature on animal health and welfare, prepared by our own technical staff, and Good Practice Manuals developed by the Animal Ecology and Etiology Research Group (ETCO Group), which have been sponsored and re-released by JBS, are available for reference on our digital platform.\n\nAll suppliers sign a commitment to use veterinary products (such as antibiotics and anti-parasitics) on a need-only basis, and never to use forbidden substances.\n\nA small portion of the cattle we process spends a short period of time in feedlots operated by the Company. Animal welfare is ensured in these environments by providing periodic training to handlers, continuously improving facilities, and implementing corrective action where necessary. In addition, we are currently implementing camera monitoring systems covering all of our feedlot pens so animal handling can be remotely monitored.\n\nCattle in our JBS Australia feedlots are housed in groups in open-pen, dirt lots. Pen stocking rates meet or exceed industry standards and are based on the animal’s expected final weight. Cattle have access to an unlimited supply of clean water and are fed twice daily. The pens are sloped for proper drainage during winter months and wet periods to provide cattle a dry place to lie down and reduce mud in the pens. For feedlots that are located in regions with extreme weather, shade is provided to prevent heat stress, and bedding is supplied to provide a dry and warm place to lie down in winter months.\n\nIn Brazil, our Animal Welfare Committee establishes guidelines to improve animal welfare policies. The committee is composed of representatives from the Corporate Sustainability, Quality, Agriculture and Processing departments.\nJBS is supporting efforts to reduce hot-iron branding in the beef supply chain, a current trend aimed at enhancing animal welfare. Farms are now adopting a range of different technologies to reduce suffering. Hot-iron branding is being replaced by ear tags, buttons and tattoos using innovative, sustainable technology.\n\nRelated initiatives in 2021 engaged four partner farms, and included: status assessments, explaining how individual identification affects farm management (including individual identification with electronic tags, buttons and tattoos and identification of the year and month of arrival or birth on the farm using color-coded buttons); training on and implementation of good identification management practices; and follow-up on implemented initiatives. At partner farms, 65,000 hot-iron branding procedures were avoided throughout the year.\n\nParticipating farms implement continuous improvements toward best practice in environmental, social, governance and product quality aspects.\nPoultry and hogs\n\nThe poultry and hogs we source are raised by approximately 9,000 outgrower farms. Properties undergo stringent assessments for compliance with animal welfare practices at each stage. The items assessed in these audits include aspects such as layout, technology and temperature conditions suited for animals’ health and physiological needs. In addition, equipment management, animal husbandry practices, and controlled environments (lighting, ventilation, humidity and temperature) provide optimal conditions for animal welfare, and allow animals to express their natural behavior.\n\nFarm properties have biosecurity systems in place to protect animals from diseases that could compromise their health and welfare. Items such as protection barriers, bird protection netting, water monitoring and treatment, and compliant waste disposal all contribute to enhance the biosecurity of the flock. To provide adequate nutrition, animals receive a balanced diet formulated according to their needs at each production stage. Feed is produced at our own feed factories, where the quality of the inputs is fully supervised by trained technicians.\n\nVarious procedures and controls are in place to ensure animal welfare requirements are met throughout the entire production chain. Structures and equipment are constantly improved and emergency procedures have been established in the event any significant anomalies occur.\n\nA series of indicators are used to measure animal welfare conditions, such as:\n\n- Mortality\n- Viability\n- Medicine use\n- Footpad dermatitis\n- Weight gain\n- Density\n- Fasting time\n- Transit time\n\nIn our poultry breeding operations, 43% of animals are housed with stocking densities of less than 30 kg/m². Our average density of 35 kg/m² is well below the limit of 39 kg/m² under our policies. In addition, no animal husbandry practices are used that cause pain or mutilation. For example, no debeaking is performed on our broiler chickens. The aviary bedding is made of dry, soft material that provides adequate comfort for the animals. Light exposure is controlled, ensuring dark periods of at least six hours per day. All laying hens, which provide fertile eggs for broiler farms, are bred in cage-free systems.\n\nIn pig breeding operations, we have policies to encourage farms to adapt their facilities and gradually replace individual gestation crates with collective gestation stalls. These adaptations are designed to ensure that sows spend a maximum of 28 days in individual gestation crates. The new systems use a pre-implantation transfer system that allows sows to be housed in collective systems after artificial insemination. Nurseries are 100% temperature-controlled to offer piglets optimal comfort. Environmental enrichment projects are also currently being implemented. Procedures that cause pain or discomfort are discouraged and surgical castration has been discontinued—at Seara, 100% of male pigs are immunocastrated.\nInitiatives and projects in Brazil\n\n- Seara has poultry farms that provide environmental enrichment for resident animals. Each year, more than 50 million broiler chickens are bred using this system, at farms providing access to perches, hay bales and toys.\n\n- Granja 4.0: created in 2020, Granja 4.0 is an integrated connectivity and artificial intelligence solution that supports on-farm animal welfare monitoring using sensors that provide real-time information on parameters such as ambient temperature and humidity, air quality, weight, and even animal behavior.\n\n- Construction of 124,000 fully temperature-controlled nursery positions to improve animal welfare. JBS has committed to having all nurseries temperature-controlled by 2023.\n\n- Construction of 16,000 pre-implantation transfer system positions.\n\n- Active participation in discussions at animal welfare organizations (WAP and 3T Alliance).\n\n- Introduction of financial incentives for outgrowers to adapt their farm facilities for compliance with best animal welfare practices.\nAt JBS USA, a US$ 111 million expansion project at its beef processing plant in Grand Island, Nebraska, announced in 2019, is nearing completion. The expansion includes improved animal handling facilities, a state-of-the-art, temperature-controlled harvest floor and facility reconfiguration designed to improve team member experience, food safety and product quality. JBS USA Grand Island partners with more than 670 local producers to export U.S. beef to more than 30 countries around the world.\n\nIn the U.S., our beef and pork production facilities implement animal welfare programs that align with the North American Meat Institute (NAMI) guidelines and are compliant with USDA FSIS Directives 6,100.1, 6,900.2 and 9 CFR Part 313. All of our facilities have voluntarily implemented the USDA’s recommended program for animal handling: A Systematic Approach to Humane Handling and Slaughter. This program has four elements:\n\n- Initial assessment of where and under what circumstances livestock may experience excitement, discomfort or accidental injury while being handled in connection with transportation, holding or slaughter\n- Facility design and implementation of training and practices, addressed through standard operating procedures that will minimize the risk of undue excitement, discomfort or accidental injury\n- Periodic auditing of facility design and practices used to ensure that livestock are handled humanely\n- Continuous improvement of our process using internal and third-party audit results, incorporation of regulatory changes, performance trends and improvement opportunities that arise during discussion in our weekly Animal Welfare Team meetings.\n\nJBS USA Grand Island exports U.S. beef to more than 30 countries around the world.\n\nAll of our U.S. pork production facilities use controlled atmospheric stunning technology, and as such, use a modified internal Animal Welfare Index that includes metrics for humanely filling the gondolas, where hogs are gathered for atmospheric stunning.\n\nRecent initiatives at JBS Australia have included improvements to loading and unloading facilities, modernization of feedlot shade structures for feed pens and receival and induction systems, expanded access to water and improved water delivery systems.\n\nAt Pilgrim’s, handling of hogs and lambs is done using low-stress techniques and facilities are maintained to ensure appropriate animal flow. Controlled atmospheric stunning is utilized for all hogs.\nUse of antibiotics GRI FP12\n\nAt JBS, the use of antibiotics in animals is subject to local regulations.\n\nIn Brazil, Seara has developed a detailed policy regarding the use of antibiotics. The use of medicines, vaccines and other substances not authorized by Seara, and the use of products that are not supplied by our technical staff, is strictly prohibited. Responsible use of medicines and vaccines is among the requirements in our outgrower agreements, and is described in technical procedures and batch monitoring sheets, in addition to being addressed during training.\n\nSeara has an internal monitoring plan for all approved medicines. The company works continuously to reduce the use of antibiotics in poultry and pig farms by improving biosecurity, implementing vaccination and disinfection programs, and using alternative products to antibiotics, such as adding probiotics and organic acids to animal feed and water.\n\nIn the cattle supply chain, the prophylactic use of antibiotics is discouraged. Suppliers are instructed on the responsible use of antibiotics and on the importance of veterinarian supervision to ensure animal health and food safety.\n\nPractices such as cloning and genetic engineering are not employed in JBS’s supply chain. In addition, the use of growth hormones is prohibited under applicable Brazilian regulations.\n\nAt JBS USA, all antibiotics are used under the supervision of licensed and accredited Doctors of Veterinary Medicine and only for the purposes of preventing, controlling or treating disease. JBS USA’s antibiotic policy also requires diligent record-keeping and tracking of all antibiotic use and training programs for team members. In light of growing concerns about antimicrobial resistance, we have developed statements regarding antibiotic use for our cattle and pork supply chain partners in the U.S.\n\nJBS USA has conducted extensive research to optimize livestock and poultry management and minimize the use of antibiotics. To reduce the incidence of disease and identify other products that promote and strengthen animal health, JBS USA works closely with companies that produce alternative compounds, as well as universities and private researchers to make sure that we are on the leading edge of innovation as we continue to provide our customers with wholesome, healthy and nutritious meat and chicken products.\n\nThe farm and ranch partners who supply cattle and hogs guarantee compliance with these requirements by completing an affidavit at the point of sale and are randomly third-party audited. Our pro-\ncess-verified programs (natural, organic, grass-fed, antibiotic free, etc.) may require additional compliance depending upon specific program requirements.\n\nPilgrim’s has similar antibiotics procedures and is also compliant with local regulations. Pilgrim’s antibiotic policy is reviewed annually, and any medication used is licensed by the FDA or U.K. Veterinary Medicines Directorate. In the U.S., Pilgrim’s has been antibiotic free in all company hatcheries since 2016 and is fully compliant with FDA Guidance 209 and 213 Veterinary Feed Directive (VFD) rule. For Pilgrim’s Mexico, the use of antibiotics is supervised by veterinarians. For traceability and control purposes, farms keep a record of the medication, dosage and application period, to meet the withdrawal times established by the regulator.\n\nPilgrim’s UK has introduced an industry-leading initiative to reduce the need for antibiotic use by improving pig management and health. We have voluntarily implemented stringent controls on the use of Critically Important Antibiotics (CIAs). Since implementing our antibiotic stewardship strategy in 2013, we have reduced use by more than 70%.\n\nPilgrim’s UK’s independent supply partners, as part of the UK swine industry, have achieved the Responsible Use of Medicines in Agriculture Alliance (RUMA) target for the responsible use of antibiotics since its start in 2017.\n\n100% of personnel involved in animal handling have been trained within our animal welfare program\nJBS has procedures to ensure the welfare of animals in transit. All transportation vehicles (both company-owned and third-party vehicles) are built for purpose and driven by specialized drivers who receive training at least annually, including training on safety procedures in the event of an emergency in transit. Adequate transportation avoids bruising and minimizes animal stress during transportation, loading and unloading. We have specified maximum transportation distances and transit times, and procedures for resting, feeding and watering at defined intervals.\n\nJBS is constantly investing in projects to improve and modernize animal transport vehicles, as well as in the renewal of its own fleet, with the objective of increasing the safety and comfort of animals during transportation. In live animal logistics, vehicle routes are planned based on distance, travel time and speed along the route.\n\nAt Seara, the average distances are 56 km for poultry and 63 km for pigs. At Friboi, the average radius is 211.75 km, with an average transport time of 4.9 hours.\n\nFriboi has controls and targets for sourcing animals from farms close to its strategically located units. Transportation is provided both by JBS and by contractor vehicles.\n\nIn both cases, vehicles and drivers are trained on animal welfare aspects involved in vehicle preparation, loading, transit and unloading. In addition, transportation contractors are periodically audited by the production unit quality assurance teams, so that the quality of the service provided is maintained and improved.\n\nJBS USA requires adherence to humane handling standards in animal transportation and, depending on the country, the NAMI Transportation Guidelines, CFIA Humane Transport Guidelines, Australian Welfare Standards and Guidelines – Land Transport of Livestock and RSPCA, Red Tractor or QMS. Our U.S. and Canadian beef and pork production facilities also require all transporters to present documentation that demonstrates their understanding of and adherence to the JBS USA guidelines. Other requirements in the U.S. include certification within with Beef Quality Assurance Transportation (BQAT), Canadian Livestock Transportation (CLT), and the National Pork Board’s Transport Quality Assurance (TQA) programs. Improper handling of livestock results in immediate corrective\nactions and can result in the transporter being permanently banned from delivering livestock to JBS USA.\n\nIn Europe, our pork and approved lamb production facilities require that livestock are moved in their social groups, and hog trailers are equipped with lifting decks to make loading as stress-free as possible. Trailers are bedded with straw and in the summer months extra drinking water is provided. We monitor transport time with an average journey time of four hours, and our position is that no animal should be in transit to a Pilgrim’s UK production facility for longer than eight hours.\n\nOur JBS USA Carriers business is responsible for providing safe transportation to more than 1.5 million cattle each year. Delivering cattle in a manner that promotes humane handling during loading at the feed yard, a safe journey for both drivers and animals, and minimal stress on cattle during unloading at our facilities is our priority. Team training is based on the BQAT program, which is widely recognized as the industry standard for truck driver training.\n\nPoultry transportation at Pilgrim’s follows clear standards. One aspect that is addressed is temperature. When Pilgrim’s chickens are transported during cold weather, we add side and front panels to the transport cages to keep chickens warm. During the summer months, we reduce the number of chickens per cage and keep them cool and minimize heat stress with shade, fans and misters. We monitor handling and transportation animal welfare metrics of our chickens. We work to minimize the amount of time chickens spend in cages, consistent with regionally appropriate animal welfare practices.\n\nUboi\n\nJBS Transportadora, Brazil’s leading livestock transportation company, recently launched Uboi, an innovative service for transporting cattle between farms, feedlots, auctions and processing units. Uboi is an app that enables small, medium-sized and large cattle farmers to participate in a qualified animal transportation system, contributing to animal welfare and the growth of the food value chain. More than 3,000 partner vehicles and 600 company vehicles serving the entire country are currently registered on the platform. The service also offers real-time cattle tracking.\nProduction\n\nJBS has continued its efforts to innovate and improve its facilities, and to invest in state-of-the-art equipment and structures. In addition, we train specialist teams at our production units to monitor and ensure animal welfare across the end-to-end process, from arrival to processing. Animal welfare performance at each stage is regularly assessed and audited, both internally and externally, using specific metrics.\n\nAll operations are compliant with local regulations and technical standards, as well as the Five Freedoms and humane slaughter principles. For commercial reasons, JBS adopts religious standards that are consistent with the cultural traits and diversity of the markets where we operate.\n\nFriboi was the first company in the beef processing sector in Brazil to use camera systems for monitoring animal welfare indicators.\n\nAnother animal handling project launched in 2021 in our beef processing operations is a hydraulically operated push system with a hot-galvanized carbon steel frame that is designed to move animals into the stun box in a way that is consistent with animal welfare and humane slaughter principles. The hydraulic push system is used in conjunction with a hydraulic gate and helps to minimize the use of electric prods in lead-up chutes.\n\nOne of the project’s goals is to minimize prodding in the lead-up chute and reduce nonconformities in external animal welfare audits. It will also meet future market demands, such as our global ESG scorecard program, in which we will publicly disclose animal welfare indicators such as the use of electric prods. The project has already delivered positive results, including a 15-minute reduction in average daily stoppage time due to inefficiency, fewer falls on the ramp and increased satisfaction among lead-up chute and stun box employees.\nSeara has implemented closed-circuit TV systems at some of its sites as a tool to improve and enhance animal welfare practices. Cameras are placed in potential problem areas, and action is taken to address any observed issues. This helps to ensure that critical animal handling activities are carried out in a humane manner and in accordance with applicable standards. In 2021 we organized two training programs on animal welfare, one for each species (poultry and hogs).\n\nIn 2020 Seara met its target of sourcing eggs only from cage-free egg supply chains. However, with the acquisition of Bunge’s margarine and mayonnaise businesses in 2021, these new additions to the portfolio will have up to 2025 to complete the transition to cage-free raw materials. In 2021, cage-free eggs accounted for 54% of the total purchased.\n\nSeara offers three product lines that are internationally certified in animal welfare:\n\n- **Seara DaGranja** – chickens are bred by exclusive farms and fed with 100% plant-based feed. Breeding is antibiotic- and anticoccidial-free. The process is traceable along the entire production chain and is certified by an independent organization.\n\n- **Nhô Bento Free-range Chicken** – specially bred free-range chickens that have access to external paddocks for foraging. Nhô Bento chickens are of a slow-growing breed and are raised to a minimum age of 70 days, as required by Brazilian standards for free-range chicken. This is certified by an independent organization.\n\n- **Seara Orgânico** – poultry receive a plant-based diet consisting of GMO-free, 100% organic soybeans and corn, in addition to vitamins and minerals. Animals also have free access to external paddocks, and all production inputs and handling procedures are validated by an organic certification organization.\n\nThe results from our initiatives in this area can be seen in The Business Benchmark on Farm Animal Welfare (BBFAW), an annual report with a global reach on good animal welfare practices.\n\nIn 2021, JBS retained its position among the best companies in the world, in Tier 3, as ranked by BBFAW, a global annual report on good animal welfare practices.\nTo deliver on our mission of feeding the world with the best there is, our 70-year history has been underpinned by business expansion and innovation. This trajectory is cemented on the continuous improvement of our corporate management mechanisms, adopting best corporate governance practices to create value, establishing trust-based relationships with its stakeholders and producing sustainable results throughout our value chain.\n\nAs a listed company with shares traded on Brazil’s B3 stock exchange, JBS’ commitments include having a representative and robust corporate governance framework. Our highest decision-making body, the Board of Directors, is currently composed of nine members, seven of whom (78%) are independent, which exceeds the requirements of the B3 Novo Mercado segment we are listed on. Our gender and nationality diverse board includes representatives from two other countries and two (22%) women. GRI 102-5\n\nThe Board of Directors is advised by six dedicated committees. In 2021 we set up our Diversity & Inclusion Committee (read more in Diversity & Inclusion). Alongside these structures lie our Global Compliance Board, Executive Board, Permanent Oversight Board and five strategic practices subordinated to the Global Presidency: Food Quality and Safety, Procurements, Human Resources, Marketing and the Center of Excellence and Innovation. Our Brazilian and international operations also have their own CEOs, each with management independence. GRI 102-18\n\nIn August 2021, JBS unveiled changes to its global structure, to accommodate its growth, expansion of sectors and geographies and ambitious sustainability programs and targets. In January 2022 we resurrected our Global Operations Presidency, spearheaded by two executives. André Nogueira took over US operations and Wesley Batista Filho JBS’ operations in Latin America, Oceania and our plant-based business.\n\nIn early 2022 Gilberto Xandó also left our Board of Directors to take the helm of JBS in Brazil, with Tim Schellpeper assuming the presidency of JBS USA, formerly heading the presidency of JBS USA Fed Beef.\n\n1. Composition of the Board of Directors in April 2022\nThe Board of Directors is our highest governance body. It is comprised of nine members, including a chair, a deputy chair and seven serving independent directors, two of whom are women. Elected at the General Shareholders' Meeting for unified terms of two years, directors are tasked with determining business guidelines and policies as well as economic, social and environmental targets, in addition to monitoring the company's performance and overseeing the management of the Executive Board.\n\nTo find out more about JBS' Board of Directors, click here.\n\nJBS' Executive Board is its executive administrative body. Executive officers are our legal representatives and are in charge of internal organization, decision-making processes and daily operations and implementing the general policies and guidelines periodically laid down by the Board of Directors.\n\nMembers of the Company's Executive Board are elected by the Board of Directors for a renewable term of three years.\n\nOwnership structure\n\nJBS' shares trade in Brazil on the B3 Novo Mercado, a segment comprised of companies that have voluntarily committed to comply with corporate governance practices that go above and beyond those required by law. 51.17% of our issued shares are held by non-controlling shareholders, more than the 25% Novo Mercado requirement. Moreover, our share capital comprises common shares only, which afford equal rights to shareholders.\n\nBoard Advisory Committees\n\n- Socio-environmental Responsibility Committee\n- Statutory Audit Committee\n- Financial and Risk Management Committee\n- Governance, Compensation and Appointments Committee\n- Related Parties Committee\n- Diversity & Inclusion Committee\n\nSHARE AND OWNERSHIP STRUCTURE\n\n1. Data valid for May 2022.\nRisk management\n\nJBS has a global risk management practice, with its own board and direct access to senior management through the Financial and Risk Management Committee, which advises the Board of Directors. It has been created to track the variables and factors that JBS is exposed to related to financial issues - market, credit and liquidity - and non-financial issues, such as socio-environmental matters. Climate change, for example, is one of the risks monitored. We also have a strategic Food Quality and Safety practice subordinated to the Global Presidency. JBS USA has an Independent Advisory Board tasked with discussing and advising the executive team on managing risks posed by policies, procedures, impacts and risks related to sustainability.\n\nThe Risk Control Board is charged with detecting, assessing, mitigating and monitoring financial risks inherent to the Company’s operations. Based on the Commodities and Financial Risk Management Policy approved by the Board of Directors, the board also helps operational units identify and monitor the risks posed by their own activities, assisted by expert professionals and dedicated systems. GRI 102-29, TCFD\n\nClimate change is one of the risks JBS monitors.\n| Category | Risk | Description | Responding to the Risk |\n|----------|------|-------------|------------------------|\n| Cyber    | Cybersecurity | Risk of JBS’ systems being invaded by hackers | • Network topology developed to protect it against unauthorized access and damage  \n• Deep and Dark Web monitoring by Tempest  \n• Annual penetration testing to detect vulnerabilities in the system  \n• An action plan is prepared for any vulnerabilities found. After corrections are made, a new test is carried out.  \n• Vulnerability and intrusion tests before launching a new system  \n• All developers, contractors or users of JBS’ system have to pass dual authentication before entering the intended system  \n• Security stores back-ups and logs that guarantee operations can resume in the event the system goes offline  \n• Hard disks in all of the Company’s laptops are encrypted.  \n• Antivirus software is permanently updated  \n• Our security system is audited annually by third parties  \n• Working alongside government authorities in the event of systemic threats |\n| Operational | Workforce safety | Risk of workplace accidents | JBS has a Corporate Health and Safety practice dedicated to health and safety standards and processes. Each unit has a matrix organizational structure and OHS teams in each Operating Unit. In Brazil, risk management is carried out through the Self-management Health and Safety Program - PSSAG, which is integrated with legal requisites to contribute to the management of risks and hazards, where all tools have periodical updating and monitoring routines. There are Safety Committees operating from senior management down to the structure of each Operating Unit, which address specific topics and monitor the implementation of health and safety routines and processes, as well as departmental key performance indicators. |\n| Category                  | Risk                        | Description                                                                 | Responding to the Risk                                                                 |\n|--------------------------|-----------------------------|-----------------------------------------------------------------------------|----------------------------------------------------------------------------------------|\n| Financial Risks          | Market                      | Exchange, interest and commodities risks, where fluctuations could potentially affect JBS’ operations | Exposures plotted in real time Use of hedging instruments, including derivatives, subject to Board approval. |\n|                          | Credit                      | Risk of delinquency posed by accounts receivable, investment and hedging instruments | Trade accounts receivable: wide distribution of portfolio and establishing secure parameters for extending credit, always subject to proportional limits, financial and operational indexes, and consulting credit bureaus. Financial transactions involving financial institutions: exposure limits defined by the Risk Management Committee and approved by the Board of Directors, based on risk ratings issued by leading international agencies |\n|                          | Liquidity                   | Possibility of mismatches between tradable assets and liabilities due that could impair our capacity to honor outstanding financial obligations | Management of capital structure focused on modified immediate liquidity metrics - i.e., equivalents plus short-term investments divided by short-term debt - and working capital, to sustain the Company and its subsidiaries’ leverage. A Liquidity Management Policy was published in 2019 which lays down the guidelines for managing the Company and its subsidiaries’ liquidity in Brazil and elsewhere |\n| Social and Environmental Risks | Acquisition of raw materials | Risk of acquiring raw materials from suppliers involved in native forest deforestation, encroachment on indigenous lands or environmental conservation units - the use of child, forced or slave labor or products that pose a health risk | • Buying cattle: adopting and announcing socio-environmental criteria for buying livestock and encouraging the use of best farming practices  \n• In Brazil it monitors suppliers’ farms, using a geospatial system that can detect nonconformities and block purchases of raw materials from suppliers operating irregularly  \n• The Transparent Farming Platform allows JBS’ cattle suppliers to onboard their own suppliers in order to comply with socio-environmental cattle-raising requirements (find out more here)  \n• Poultry and pork: the source and quality of the raw material are guaranteed by the close relations between the Company and livestock breeders. Periodical visits and audits are conducted on suppliers to assure that production practices comply with JBS requirements (find out more here)  \n• Product quality: global practice dedicated to monitoring the entire production process, audited internally by multiple regulatory agencies and clients, in order to sustain elite standards of food quality and safety and the credentials for serving all markets (find out more here) |\n| Social and Environmental Risks | Climate Change |\n|-------------------------------|----------------|\n| Climate change could also negatively impact the company's business. Resources such as water, electricity and animal feed (dependent on farming) are essential for producing raw materials (cattle, poultry, hogs and sheep). Operations could also be impacted by new legislation and regulations around the matter. |\n\n**TCFD**\n\n- Monitoring the environmental footprint of operations and actions to diminish these impacts, both in internal operations and those of our suppliers\n- Global inventory of direct and indirect greenhouse gas emissions, in accordance with the international GHG Protocol methodology\n- Monitoring indicators regarding electricity and water consumption in order to optimize production processes to reduce consumption\n- The Company has assumed the commitment to reduce its carbon emissions (scopes 1, 2 and 3) to zero by 2040\n\n| Compliance | Corruption |\n|------------|------------|\n| Risk of conduct contravening JBS' Code of Conduct |\n\n- Annual training cycles for all team members: members of our team received anti-corruption training worldwide in 2021\n- Reviewing the Codes of Conduct and Ethics applicable to employees and business partners\n- Anti-corruption Policy\n- Joining the Collective Agribusiness Anti-corruption Action Group - UN Global Compact\n- Constantly updating control processes\n- Under the due diligence, more than 7,800 global background checks were conducted in 2021\n- Policies: Third-party Risk; Payments to Individuals; Use of Company Aircraft; Travel expenses; Discounts / Rebates for Clients; Gifts / Donations / Sponsorship\nAlways doing the right thing is nonnegotiable. All our people must conduct themselves ethically, transparently, honestly and legally at all times. We remain committed to creating a workplace with the highest ethical standards, as one of the main drivers of our success, and each employee’s conduct is essential to the Company’s achievements and contributes to the construction of a more wholesome business environment.\n\nWe do business ethically within this world of dynamism, business growth and the challenges and risks inherent to our operations – such as political and economic instability, the pandemic and cyber and reputation risks. Senior leadership plays a key role in disseminating and building our global compliance strategy, which is continually shaping each of the eight pillars of our Faça Sempre o Certo [Always do the Right Thing] Compliance Program (see more in the table Faça Sempre o Certo).\n\nTo foster and disseminate a culture of compliance within our Company, our governance framework has six Ethics Committees, one for each division and Corporate, tailored to the features and specificities of our operations.\n\nWe also set up a strategic Institutional Ethics Committee, which determines the guidelines of the Faça Sempre o Certo program such as: assessing and recommending topics to enhance our Compliance Program and analyzing its quarterly indicators. It has six members: the Global COO for Latin America, Oceania and Plant-based ops; the CEO of JBS Brasil; the Global Compliance Officer; Chief Legal Officer; the Corporate Control and Administration Officer; and the Business president of JBS, to be appointed by the Global Compliance Officer.\n\nFrom its base in Brazil, the Global Compliance Board creates and coordinates compliance strategies, and is tasked with implementing the Faça Sempre o Certo program. This board is autonomous and independent and answers to the Board of Directors, submitting quarterly progress reports for the program.\n\nIn tandem with the Global Executive Board, JBS USA has an Independent Advisory Board that supports local executive leadership in matters related to corporate governance, governmental and regulatory matters, commodities risk management and marketing. Faça Sempre o Certo is\nimplemented by Compliance and Ethics, which also answers to the Executive Officer of JBS USA and the Board of Directors.\n\nFaça Sempre o Certo has become a global benchmark on account of both the size of our operation and the progress and results achieved since its inception in 2017. The program strives to nurture ethical and wholesome processes throughout the Company.\n\n**Code of Conduct and Ethics**  \nGRI 102-16\n\nJBS launched its global Code of Conduct and Ethics in five languages in 2018: Portuguese, English, Spanish, Italian and French. This code sets out clear guidelines around our ethical, fair, wholesome and transparent conduct with our employees, customers, suppliers and competitors.\n\nWe simultaneously launched our Code of Conduct for Business Partners in four languages: Portuguese, English, Spanish and Italian, to guarantee that our chain displays the same commitment in business operations that we do (these documents can be seen on our website).\n\n- **In-person** - for senior leadership, carried out by the Global Compliance Officer and a facilitator, with debates and a presentation on the program’s progress.\n- **E-learning** - for employees with access to computers. Interactive content including quizzes about situations that arise in the course of business. People taking this type of training are tested, and are required to score at least 70%.\n- **Videos** - for operational staff. This training has exclusive content about the Code of Conduct and Ethics, with interactive content throughout the presentation.\n\n118,644 employees completed the Code of Conduct and Ethics training in Brazil, i.e., 93.64% of those eligible. All employees of JBS USA and Pilgrim’s Pride carry out annual training in the Code of Conduct and Ethics. In 2021, the online training completion rates were 94% and 95% respectively.\n\nAnti-trust training was provided in the format e-learning. 25,387 employees completed the training, i.e., 95.10% of those eligible. People taking this type of training are tested, and are required to score at least 70%.\n\nHarassment and Discrimination training was provided in the format e-learning. 24,612 employees were trained, i.e., 92.1% of those eligible. People taking this type of training are tested, and are required to score at least 70%. 7,503 employees of JBS USA underwent training in our Gifts Policy and 6,078 in our Conflict of Interests Policy. GRI 102-25\n\nAnti-trust training was provided in the format e-learning. 25,387 employees completed the training, i.e., 95.10% of those eligible. People taking this type of training are tested, and are required to score at least 70%.\n\nThird-party training in Brazil specifically targeted outgrowers of chickens and hogs and cattle raisers. More than 9,000 outgrowers underwent training in the format ‘train the trainers’ in topics including: combating corruption, animal welfare, human rights, harassment, labor and immigration rules, sustainability and Ethics Hotline, receiving a certificate of attendance. In December 2020 video training began for cattle farms, which will be reviewed and enhanced in 2022 to include compliance topics in existing business ventures, such as Fazenda Nota 10 and Plataforma Pecuária Transparente.\n\nIn order for the Compliance Activities to permeate everyday business operations, an effective communication plan is crucial for establishing the tone at the top of senior leadership. Every month we email all\nemployees our Compliance News bulletin, also posting it on noticeboards. In accessible language, this bulletin addresses topics such as our Code of Conduct and Ethics, internal policies and procedures, message from the leadership and initiatives of the Compliance Program in four languages: Portuguese, English, Spanish and Italian.\n\nBetween December 06 and 09, 2021, JBS and companies of J&F Group held the 2nd Compliance Meeting online, attended by some of the leading experts in the matter in Brazil, to debate progress in this agenda and construct a more wholesome and ethical business environment for all. More than 1,600 people watched the event in digital platforms, which received 12,000 content views. The event is an important initiative to communicate and foster the topic of integrity for JBS, its production chain and society in general.\n\n**Reporting channels**\n\nTo guarantee compliance with and effectiveness of the *Faça Sempre o Certo* program, JBS runs the JBS Ethics Hotline for all stakeholders (employees, suppliers, investors and clients, amongst others), free of charge, 24/7 and in 17 languages.\n\nThis is a service provided by independent specialized firms for reporting irregularities or violations of our Code of Conduct and Ethics, Code of Conduct for JBS Business Partners, policies and procedures and the existing legislation.\n\n3,032 grievances were submitted to JBS’ Ethics Hotline in Brazil and 516 to JBS USA in 2021. All reports received were duly handled and investigated. Disciplinary measures and action plans are imposed for substantiated or partly substantiated cases. We are committed to resolving more than 90% of investigated grievances within 60 days (*find out more on our site*).\n\n**Our communication channels**\n\n**Website**\nlinhaeticajbs.com.br\n\n**Telephones**\n- Argentina – 0800 666 1659\n- Brazil – 0800 377 8055\n- Uruguay – 000 401 90861\n\n**Website**\njbsusa.ethicspoint.com\n\n**Telephones**\n- Germany – 0-800-225-5288\n- Australia – 1-800-270-824\n- Belgium – 0-800-100-10\n- Canada – 1-888-536-1510\n- China – South: 10-811 / North: 108-888\n- USA – 1-888-536-1510\n- France – 0800-91-6908\n- Netherlands – 0800-0201706\n- Mexico – 001-800-462-4240\n- New Zealand – 0508-868-976\n- United Kingdom – 0808-234-9445\n- Czech Republic – 00-800-222-55288\nThe 2nd Compliance Meeting brought together experts in Brazil to debate progress made on this front and to construct a more wholesome and ethical business environment for all.\nCompliance Risk Assessment\n\nCompliance Risk Assessment plays an important role in detecting, analyzing and monitoring the Company’s risks thereby enabling it to take the best decisions for the business, creating an even more ethical, wholesome and enduring environment.\n\nPolicies and Procedures\n\nOur Compliance Program has policies and procedures around specific topics, which help employees and service providers carry out their work at JBS:\n\n- Global Anti-Bribery and Anti-Corruption Policy\n- Global Conflict of Interests Policy\n- Related-party Transactions Policy;\n- Policy for Engaging with Governmental Entities and Officials\n- Third-party Due Diligence Policy;\n- Policy for Offering/Receiving Gifts, Presents and Entertainment;\n- Donations Policy;\n- Sponsorship Policy\n- Ethics Hotline Procedure; and\n- Procedure for Investigating Grievances.\n\nThird-party due diligence\n\nThe due diligence process introduced in 2017 has an automated tool especially designed to assess reputation risks of third parties.\n\nMore than 6,391 reputation analyses were conducted in Brazil and more than 1,500 in the USA in 2021.\n\nAs a response to integrity risks, we establish preventive and detective measures consisting of policies, procedures, internal controls, training and communications and the JBS Ethics Hotline. These measures seek to detect potential irregularities and reflections and mitigate them, as well as remediating any potential damage.\n\nAlways do the Right Thing\n\nTo ensure an ethical and wholesome environment across all the company’s businesses, JBL monitors, assesses and enhances compliance initiatives adopted by way of its Faça Sempre o Certo program. Created in 2017 under the auspices of our Global Compliance Board, this initiative is founded upon eight pillars of action:\n\n- Risk assessment\n- Leadership and governance\n- Policies and procedures\n- Whistleblowing hotline\n- Controls\n- Training and communications\n- Third-party due diligence\n- Assessment and monitoring\n\nThis program continued evolving in 2021, carrying out multiple initiatives, such as organizing ordinary meetings of the Board of Directors, Ethics Committees and Statutory Audit Committee. Other developments were the revision of the Compliance Program’s policies and making improvements to third-party due diligence software. The 2021 Round of Training it is also noteworthy, which included senior management, and participation in agribusiness sector discussions through collective anti-corruption initiatives in the Global Compact Network Brazil and Brazilian Animal Protein Association (ABPA) and the improved governance rating in Instituto Ethos indicators.\n2021 compliance figures\n\n154,000 EMPLOYEES worldwide (including members of the Board of Directors and advisory committees) trained in our Code of Conduct and Ethics\n\n25,387 EMPLOYEES worldwide (administrative and leadership) trained in anti-corruption, moral and sexual harassment and diversity and inclusion\n\n2,632 EMPLOYEES worldwide (administrative and leadership) trained in anti-trust and labor anti-trust\n\n3,548 REPORTS RECEIVED worldwide via JBS' Ethics Hotline\n\n+ 1,600 PEOPLE watched online the 2nd Compliance Meeting in Brazil with 12,000+ video content views\n\n9000+ OUTGROWERS underwent training in the format 'train the trainers' in topics including combating corruption, animal welfare, human rights, harassment, labor and immigration rules, sustainability and Ethics Hotline.\n\n7,800+ Global reputation ANALYSES (due diligence) carried out\n\n3,252 INTERNAL PROCESSES assessed and monitored in Brazil\n\n1,178 CONFLICT-OF-INTEREST forms submitted for assessment in Brazil\nPartnerships, associations, awards and recognition\n\nJBS participates in trade and sustainability associations, as well as external working groups, associations and initiatives related to the topic.\n\nSee below a number of these organizations.\n\nGRI 102-12 GRI 102-13\n\nJBS received the following accolades over the course of 2021:\n\n- **Women on Board (WOB)**\n- **Plástico Sul Innovation and Sustainability Award** – JBS Environmental received the award in the category Sustainable Management – Recycler, for its **Green Flooring**\n- **Reclame Aqui Customer Service Award** – Swift came first in the category Supermarkets and Wholesalers – **Online**\n- **Reclame Aqui Award** – Seara came 2nd\n- **BandNews Most Admired Brands in Brazil Award** – Seara topped the ranking of the most admired brands in the Agribusiness and Food Industry sector.\n- **Highly Renowned Brand** – Seara received this accolade from the National Industrial Property Institute (INPI).\n- **POPAI Brazil 2021 Award** – Seara received three gold medals and three bronze medals, excelling in the categories: Marketing trade, display and merchandising item initiatives, Digital economy and Special projects.\n- **Revista SA Retail Award** – Friboi took first place and is the brand most recognized and remembered by retailers. The brands Maturatta Friboi and Do Chef Friboi also performed well, ranked amongst the 20 most remembered brands by those surveyed Swift was voted the third most remembered brand in the category packaged pork cuts.\n- **Top of Mind Award** – Folha de S.Paulo newspaper – Friboi was recognised in the category Meat and is one of the Top Food brands. Primor was recognised as being one of the most remembered brands in the north-east.\n- **Valor Major Groups List** – JBS was the largest employer in Brazil\n\nThe full list of these organizations can be seen on our [website](#).\nFINANCIAL AND OPERATING PERFORMANCE\nOperational and financial health\n\nIn 2021 we laid the foundations for JBS’ long-term growth. We made seven strategic acquisitions enabling us to increase our presence in segments and businesses with growth potential, bolstering our position as a global producer of multiple types of proteins. We also ramped up organic and greenfield investments, especially in brands and added value.\n\nOur liability management actions were essential to achieving our healthiest ever financial fundamentals, in which we lengthened our debt – through successful bond issuances, including an issuance with the lowest ever spread in history for a corporate issuer in Brazil, in November 2021. Our leverage at the end of 2021 accordingly dropped to its lowest ever level of 1.52x in Reais and 1.46x in US dollars. This has been crucial to paving the way for growth.\n\nWe closed the year with unprecedented recognitions, including Full Investment Grade status, placing JBS in the company of the most solid and respected companies worldwide, along with record operating indicators: consolidated revenue of R$ 350.7 billion, EBITDA of R$ 45.7 billion and net income of R$ 20.5 billion.\n\nThese results show we are on the right track in our strategy of increasing our global presence, with a portfolio of value-added strong brands, coupled with strict financial discipline and material gains in our ESG agenda.\nOur results demonstrate the success of our strategy of geographical expansion and diversifying production, underpinned by financial discipline and ESG advances.\nJBS and aquaculture\n\nIn line with our portfolio and geography diversification strategy, in 2021 JBS acquired Huon Aquaculture, the second largest salmon farmer in Australia. This acquisition inserts the Company into one of the most promising protein markets in the long-term, as today global per-capita fish consumption is higher than other proteins. This consumption is expected to continue rising as consumers turn to healthier food products with higher protein content.\n\nAcquiring Huon means JBS now has its own fish farming operation, with a state-of-the-art operational infrastructure and sustainable practices in the salmon production cycle, laying the foundations for developing a new business platform. Through this investment we intend to blaze the same leadership trail in this protein segment that we have consolidated in the cattle, pork and poultry sectors.\n# Global GRI Content Index\n\n| GRI Standards | Contents | Page/URL | Omission | SDG* |\n|---------------|----------|----------|----------|------|\n| **GENERAL DISCLOSURES** | | | | |\n| GRI 101: Foundation 2016 | GRI 101 contains no disclosures | | | |\n| **ORGANIZATIONAL PROFILE** | | | | |\n| GRI 102: General disclosures 2016 | 102-1 Name of the organization | 21 | - | - |\n| | 102-2 Activities, brands, products, and services | 21, 23 | - | - |\n| | 102-3 Location of headquarters | São Paulo | - | - |\n| | 102-4 Location of operations | 23 | - | - |\n| | 102-5 Ownership and legal form | 122 | - | - |\n| | 102-6 Markets served | 21, 23 | - | - |\n| | 102-7 Scale of the organization | 19, 22, 23 | - | - |\n| | 102-8 Information on employees and other workers | 22, 89, 91 | - | 8, 10 |\n| | 102-9 Supply chain | 82 | - | - |\n| | 102-10 Significant changes to the organization and its supply chain | 22, 42 | - | - |\n| | 102-11 Precautionary principle or approach | JBS USA: the risk-management approach is inclusive of the material issues identified by our stakeholders, compliance audits and our high-priority areas identified by our executive team. For further information, see page 125. | - | - |\n| | 102-12 External initiatives | 135 The full list of these organizations can be seen on our website. | - | - |\n| | 102-13 Membership of associations | 135. The full list of these organizations can be seen on our website. | - | - |\n| GRI Standards | Contents | Page/URL | Omission | SDG* |\n|---------------|----------|----------|----------|------|\n| **STRATEGY**  | 102-14 Statement from senior decision-maker | 5, 7 | - | - |\n| GRI 102: General disclosures 2016 | 102-15 Key impacts, risks, and opportunities | 5, 7 | - | - |\n| **ETHICS AND INTEGRITY** | 102-16 Values, principles, standards, and norms of behavior | 4, 130 | - | 16 |\n| GRI 102: General disclosures 2016 | 102-17 Mechanisms for advice and concerns about ethics | 129 | - | 16 |\n| **GOVERNANCE** | 102-18 Governance structure | 122, 123 | - | - |\n| | 102-20 Executive-level responsibility for economic, environmental, and social topics | Information on this disclosure can be found on our website. | - | - |\n| | 102-21 Consulting stakeholders on economic, environmental, and social topics | 58 | - | 16 |\n| GRI 102: General disclosures 2016 | 102-22 Composition of the highest governance body and its committees | The JBS Board of Directors is comprised of nine members, including a chair, a deputy chair and seven serving independent directors, two of whom are women. Further information can be found on our website. | - | 5, 16 |\n| | 102-23 Chairman of the highest governance body | The chair of Board of Directors, our highest governance body, is not an executive officer. | - | 16 |\n| | 102-24 Nominating and selecting the highest governance body | Information on this disclosure can be found on our website. | - | 5, 16 |\n| | 102-25 Conflicts of interests | 130 | - | 16 |\n| GRI Standards | Contents | Page/URL | Omission | SDG* |\n|---------------|----------|----------|----------|------|\n| GRI 102: General disclosures 2016 | 102-26 Role of highest governance body in setting purpose, values, and strategy | Further information is available in our Reference Form, p. 371. | - | - |\n| | 102-28 Evaluating the highest governance body’s performance | Further information is available in our Reference Form, p. 352. | - | - |\n| | 102-29 Identifying and managing economic, environmental, and social impacts | 125 | - | 16 |\n| | 102-30 Effectiveness of risk management processes | 126 | - | - |\n| | 102-31 Review of economic, environmental, and social topics | 126 | - | - |\n| | 102-32 Highest governance body’s role in sustainability reporting | Senior leadership at JBS reviews and approves the sustainability report to ensure all material topics are covered. | - | - |\n| | 102-35 Remuneration policies | Information on this disclosure can be found on our Investor Relations website. | - | - |\n| STAKEHOLDER ENGAGEMENT | 102-40 List of stakeholder groups | 58 | - | - |\n| | 102-41 Collective bargaining agreements | 89 | - | 8 |\n| | 102-42 Identifying and selecting stakeholders | 58 | - | - |\n| | 102-43 Approach to stakeholder engagement | 58 | - | - |\n| | 102-44 Key topics and concerns raised | 59 | - | - |\n| GRI Standards | Contents | Page/URL | Omission | SDG* |\n|---------------|----------|----------|----------|------|\n| REPORTING PRACTICES | 102-45 Entities included in the consolidated financial statements | 17 | - | - |\n| | 102-46 Defining report content and topic Boundaries | 17 | - | - |\n| | 102-47 List of material topics | 59 | - | - |\n| | 102-48 Restatements of information | 102 | - | - |\n| | 102-49 Changes in reporting | There were no significant changes in the reporting scope. | - | - |\n| | 102-50 Reporting period | 17 | - | - |\n| | 102-51 Date of most recent report | 2020 | - | - |\n| | 102-52 Reporting cycle | Annual | - | - |\n| | 102-53 Contact point for questions regarding the report | 17 | - | - |\n| | 102-54 Claims of reporting in accordance with the GRI Standards | 17 | - | - |\n| | 102-55 GRI content index | 141 | - | - |\n| | 102-56 External assurance | 17 | - | - |\n## Material topics\n\n| GRI Standards | Disclosure | Page/URL | Omission | SDG* |\n|---------------|------------|----------|----------|------|\n| **ECONOMIC PERFORMANCE** | | | | |\n| GRI 103: Management approach 2016 | 103-1 Explanation of the material topic and its Boundary | 59 | - | - |\n| | 103-2 The management approach and its components | 137 | - | - |\n| | 103-3 Evaluation of the management approach | 137 | - | - |\n| GRI 201: Economic performance 2016 | 201-1 Direct economic value generated and distributed | Information on this disclosure is available [here](#), p. 51. | - | 8, 9 |\n| **INDIRECT ECONOMIC IMPACTS** | | | | |\n| GRI 103: Management approach 2016 | 103-1 Explanation of the material topic and its Boundary | 59 | - | - |\n| | 103-2 The management approach and its components | 106 | - | - |\n| | 103-3 Evaluation of the management approach | 106 | - | - |\n| GRI 203: Indirect economic impacts 2016 | 203-1 Infrastructure investments and services supported | 106 | JBS USA: reason for omission – Information not available – Infrastructure investments and services supported are not tracked. | 5, 9, 11 |\n| | 203-2 Significant indirect economic impacts | 106 | - | 1.3.8 |\n| GRI Standards | Disclosure | Page/URL | Omission | SDG* |\n|---------------|------------|----------|----------|------|\n| **PROCUREMENT PRACTICES** | | | | |\n| GRI 103: Management approach 2016 | 103-1 Explanation of the material topic and its Boundary | 59 | - | - |\n| | 103-2 The management approach and its components | Information on this disclosure is available on the JBS website. | - | - |\n| | 103-3 Evaluation of the management approach | Information on this disclosure is available on the JBS website. | - | - |\n| GRI 204: Procurement practices 2016 | 204-1 Proportion of spending on locally-based suppliers | Information on this disclosure is available on the JBS website. | - | 8 |\n| **MATERIALS** | | | | |\n| GRI 103: Management approach 2016 | 103-1 Explanation of the material topic and its Boundary | 59 | - | - |\n| | 103-2 The management approach and its components | 71 | - | - |\n| | 103-3 Evaluation of the management approach | 71 | - | - |\n| GRI 301: Materials 2016 | 301-1 Materials used by weight or volume | 71 | - | 8, 12 |\n| | 301-2 Recycled input materials used | 71 | - | 8, 12 |\n| | 301-3 Reclaimed products and their packaging materials | 71 | - | 8, 12 |\n| GRI Standards | Disclosure                                                                 | Page/URL | Omission | SDG* |\n|---------------|---------------------------------------------------------------------------|----------|----------|------|\n| **ENERGY**    |                                                                           |          |          |      |\n| GRI 103: Management approach 2016 | 103-1 Explanation of the material topic and its Boundary | 59       | -        | -    |\n|               | 103-2 The management approach and its components                          | 66       | -        | -    |\n|               | 103-3 Evaluation of the management approach                               | 66       | -        | -    |\n| GRI 302: Energy 2016 | 302-1 Energy consumption within the organization | 68       | -        | 7, 8, 12, 13 |\n| **WATER & EFFLUENTS** |                                                                           |          |          |      |\n| GRI 103: Management approach 2016 | 103-1 Explanation of the material topic and its Boundary | 59       | -        | -    |\n|               | 103-2 The management approach and its components                          | 74       | -        | -    |\n|               | 103-3 Evaluation of the management approach                               | 74       | -        | -    |\n| GRI 303: Water and effluents 2019 | 303-1 Interactions with water as a shared resource | Information on this disclosure is available on the JBS website. | - | 6, 12 |\n|               | 303-2 Management of water discharge related impacts                       | Information on this disclosure is available on the JBS website. | - | 6 |\n|               | 303-3 Water withdrawal                                                    | 75       | -        | 6, 8, 12 |\n|               | 303-4 Water discharge                                                     | 75       | -        | 6    |\n|               | 303-5 Water consumption                                                   | 75       | -        | 6    |\n| GRI Standards | Disclosure | Page/URL | Omission | SDG* |\n|---------------|------------|----------|----------|------|\n| **EMISSIONS** |            |          |          |      |\n| GRI 103: Management approach 2016 | 103-1 Explanation of the material topic and its Boundary | 59 | - | - |\n| | 103-2 The management approach and its components | 63 | - | - |\n| | 103-3 Evaluation of the management approach | 63 | - | - |\n| GRI 305: Emissions 2016 | 305-1 Direct (Scope 1) GHG emissions | 64 | - | 3, 12, 13, 14, 15 |\n| | 305-2 Energy indirect (Scope 2) GHG emissions | 64 | - | 3, 12, 13, 14, 15 |\n| | 305-3 Other indirect (Scope 3) GHG emissions | 64 | - | 3, 12, 13, 14, 15 |\n| | 305-4 GHG emissions intensity | Information on this disclosure is available on the JBS website. | - | 13, 14, 15 |\n| | 305-5 Reduction of GHG emissions | Information on this disclosure is available on the JBS website. | - | 13, 14, 15 |\n| **WASTE** |            |          |          |      |\n| GRI 103: Management approach 2016 | 103-1 Explanation of the material topic and its Boundary | 59 | - | - |\n| | 103-2 The management approach and its components | 69 | - | - |\n| | 103-3 Evaluation of the management approach | 69 | - | - |\n| GRI Standards | Disclosure | Page/URL | Omission | SDG* |\n|---------------|------------|----------|----------|------|\n| GRI 306: Waste 2021 | 306-1 Waste generation and significant waste-related impacts | 70 | Swift: reason for omission – Not applicable – There are no significant impacts as the primary waste material is plastic packaging, which is disposed of compliantly. | 3, 6, 11, 12 |\n| | 306-2 Management of significant waste-related impacts | 70 | - | 3, 6, 11, 12 |\n| | 306-3 Waste generated | 70 | - | 3, 6, 12, 14, 15 |\n| | 306-4 Waste diverted from disposal | 70 | - | 3, 11, 12 |\n| | 306-5 Waste directed to disposal | 70 | - | 3, 6, 11, 12, 14, 15 |\n| SUPPLIER ENVIRONMENTAL ASSESSMENT | 103-1 Explanation of the material topic and its Boundary | 59 | - | - |\n| GRI 103: Management approach 2016 | 103-2 The management approach and its components | 82 | - | - |\n| | 103-3 Evaluation of the management approach | 82 | - | - |\n| GRI Standards | Disclosure | Page/URL | Omission | SDG* |\n|---------------|------------|----------|----------|------|\n| GRI 308: Supplier environmental assessment 2016 | 308-1 New suppliers that were screened using environmental criteria | Information on this disclosure is available [here](#) | Swift: reason for omission – Not applicable. Raw materials are purchased directly from JBS Group in accordance with its Sourcing Policy, Responsible Cattle Sourcing Policy, and Animal Welfare Policy. | - |\n| | 308-2 Negative environmental impacts in the supply chain and actions taken | Information on this disclosure is available [here](#) | JBS USA: reason for omission – Information not available. All new and existing JBS USA suppliers are held to the Supplier Code of Conduct, which covers a number of criteria including environmental issues. However, suppliers are not currently screened routinely using social criteria. | - |\n| EMPLOYMENT | 103-1 Explanation of the material topic and its Boundary | 59 | - | - |\n| GRI 103: Management approach 2016 | 103-2 The management approach and its components | 89 | - | - |\n| | 103-3 Evaluation of the management approach | 89 | - | - |\n| GRI Standards | Disclosure | Page/URL | Omission | SDG* |\n|---------------|------------|----------|----------|------|\n| GRI 401: Employment 2016 | 401-1 New employee hires and employee turnover | In 2021 JBS hired 52,325 people in Brazil, 0.43% more than in 2020. The overall turnover rate in our Brazil operations rose from 0.28% in 2020 to 0.36% in 2021. See p. 89 | - | 5, 8, 10 |\n| | 401-2 Benefits provided to full-time employees that are not provided to temporary or part-time employees | Information on this disclosure is available on the JBS website. | - | 3, 5, 8 |\n\n**OCCUPATIONAL HEALTH AND SAFETY**\n\n| GRI 103: Management approach 2016 | 103-1 Explanation of the material topic and its Boundary | 59 | - | - |\n|-----------------------------------|--------------------------------------------------------|----|---|---|\n|                                   | 103-2 The management approach and its components       | 101| - | - |\n|                                   | 103-3 Evaluation of the management approach            | 96 | - | - |\n| GRI Standards | Disclosure                                                                 | Page/URL | Omission | SDG* |\n|---------------|---------------------------------------------------------------------------|----------|----------|------|\n| GRI 403: Occupational health and safety 2019 | 403-1 Occupational health and safety management system | 101      | -        | 8    |\n|               | 403-2 Hazard identification, risk assessment, and incident investigation | 101      | -        | 3, 8 |\n|               | 403-3 Occupational health services                                        | 101      | -        | 3, 8 |\n|               | 403-4 Worker participation, consultation, and communication on occupational health and safety | 101      | -        | 8, 16|\n|               | 403-5 Worker training on occupational health and safety                    | 101      | -        | 8    |\n|               | 403-6 Promotion of worker health                                           | 101      | -        | 3    |\n|               | 403-7 Prevention and mitigation of occupational health and safety impacts directly linked by business relationships | 101      | -        | 8    |\n|               | 403-9 Work-related injuries                                                | 102      | -        | 3, 8, 16|\n|               | 403-10 Work-related ill health                                             | 101      | JBS USA: reason for omission – Confidentiality constraints. | 3, 8, 16|\n| TRAINING AND EDUCATION | 103-1 Explanation of the material topic and its Boundary | 59       | -        | -    |\n| GRI 103: Management approach 2016 | 103-2 The management approach and its components                          | 94       | -        | -    |\n|               | 103-3 Evaluation of the management approach                               | 94       | -        | -    |\n| GRI Standards | Disclosure                                                                 | Page/URL | Omission | SDG* |\n|---------------|---------------------------------------------------------------------------|----------|----------|------|\n| GRI 404: Training and education 2016 | 404-1 Average hours of training per year per employee | 94       | -        | 4, 5, 8, 10 |\n|               | 404-3 Percentage of employees receiving regular performance and career development reviews | Information on this disclosure is available on the JBS [website](#). | -        | 5, 8, 10 |\n| DIVERSITY AND EQUAL OPPORTUNITY | 103-1 Explanation of the material topic and its Boundary | 59       | -        | -    |\n|               | 103-2 The management approach and its components | 96       | -        | -    |\n|               | 103-3 Evaluation of the management approach | 96       | -        | -    |\n| GRI 405: Diversity and equal opportunity 2016 | 405-1 Diversity of governance bodies and employees | 98. For further information, visit the JBS [website](#). | -        | 5, 8 |\n| NON-DISCRIMINATION | 103-1 Explanation of the material topic and its Boundary | 59       | -        | -    |\n|               | 103-2 The management approach and its components | 96, 130  | -        | -    |\n|               | 103-3 Evaluation of the management approach | 96, 130  | -        | -    |\n| GRI 406: Non-discrimination 2016 | 406-1 Incidents of discrimination and corrective actions taken | Information on this disclosure is available on the JBS [website](#). | -        | 5, 8 |\n| GRI Standards | Disclosure | Page/URL | Omission | SDG* |\n|---------------|------------|----------|----------|------|\n| **LOCAL COMMUNITIES** | | | | |\n| GRI 103: Management approach 2016 | 103-1 Explanation of the material topic and its Boundary | 59 | - | - |\n| | 103-2 The management approach and its components | 103 | - | - |\n| | 103-3 Evaluation of the management approach | 103 | - | - |\n| GRI 413: Local communities 2016 | 413-1 Operations with local community engagement, impact assessments, and development programs | Information on this disclosure is available on the JBS website. | - | - |\n| **SUPPLIER SOCIAL ASSESSMENT** | | | | |\n| GRI 103: Management approach 2016 | 103-1 Explanation of the material topic and its Boundary | 59 | - | - |\n| | 103-2 The management approach and its components | 82 | - | - |\n| | 103-3 Evaluation of the management approach | 82 | - | - |\n| GRI 414: Supplier social assessment 2016 | 414-1 New suppliers that were screened using social criteria | Information on this disclosure is available on the JBS website. | Swift: reason for omission – Not applicable. Raw materials are purchased directly from JBS Group in accordance with its Sourcing Policy, Responsible Cattle Sourcing Policy, and Animal Welfare Policy. | 5, 8, 16 |\n| | 414-2 Negative social impacts in the supply chain and actions taken | - | JBS EUA: reason for omission. Information not available – All new and existing JBS USA suppliers are held to the Supplier Code of Conduct, which covers a number of criteria including social issues. However, suppliers are not currently screened using social criteria. | 5, 8, 16 |\n| GRI Standards | Disclosure | Page/URL | Omission | SDG* |\n|---------------|------------|----------|----------|------|\n| **CONSUMER HEALTH AND SAFETY** | | | | |\n| GRI 103: Management approach 2016 | 103-1 Explanation of the material topic and its Boundary | 59 | - | - |\n| | 103-2 The management approach and its components | 45 | - | - |\n| | 103-3 Evaluation of the management approach | 45 | - | - |\n| GRI 416: Consumer health and safety 2016 | 416-1 Assessment of the health and safety impacts of product and service categories | Information on this disclosure is available on the JBS [website](#). | JBS Couros: not applicable to the business. | - |\n| Food Processing Sector Supplement - Customer health and safety | FP5 Percentage of production volume manufactured in sites certified by an independent third party according to internationally recognized food safety management system standards | Information on this disclosure is available on the JBS [website](#). | JBS Couros: not applicable to the business. | 3 |\n| | FP6 Percentage of total sales volume of consumer products, by product category, that are lowered in saturated fat, trans fats, sodium and added sugars | Information on this disclosure is available on the JBS [website](#). | Friboi: not applicable to the business. Most Friboi products are fresh. For other processed products, none contain increased nutritious ingredients like fiber, vitamins, minerals, phytochemicals or functional food additives. | 2 |\n| | FP7 Percentage of total sales volume of consumer products, by product category, that contain increased nutritious ingredients like fiber, vitamins, minerals, phytochemicals or functional food additives | Information on this disclosure is available on the JBS [website](#). | JBS Couros: not applicable to the business. Swift: reason for omission – Not applicable. No products were developed with increased nutritious ingredients like fiber, vitamins, minerals, phytochemicals or functional food additives. | 2 |\n| GRI Standards | Disclosure                                                                 | Page/URL | Omission | SDG* |\n|---------------|---------------------------------------------------------------------------|----------|----------|------|\n| **MARKETING AND LABELING** | | | | |\n| GRI 103: Management approach 2016 | 103-1 Explanation of the material topic and its Boundary | 59 | - | - |\n| | 103-2 The management approach and its components | Information on this disclosure is available on the JBS website. | - | - |\n| | 103-3 Evaluation of the management approach | Information on this disclosure is available on the JBS website. | - | - |\n| GRI 417: Marketing and labeling 2016 | 417-1 Requirements for product and service information and labeling | Information on this disclosure is available on the JBS website. | JBS Couros: not applicable – The company does not market its products directly to end consumers. | 12 |\n| | 417-3 Incidents of non-compliance concerning marketing communications | Information on this disclosure is available on the JBS website. | JBS USA: reason for omission – Confidentiality constraints. | 16 |\n| Food Processing Sector Supplement - Marketing and labeling | Policies and practices on communication to consumers about ingredients and nutritional information beyond legal requirements | Information on this disclosure is available on the JBS website. | JBS Couros: not applicable to the business. | 2 |\n| GRI Standards | Disclosure | Page/URL | Omission | SDG* |\n|---------------|------------|----------|----------|------|\n| **ANIMAL WELFARE** | | | | |\n| | FP9 Percentage and total of animals raised and/or processed, by species and breed type, per housing type | Information on this disclosure is available on the JBS website. | Friboi: reason for omission – Not applicable – Friboi sources beef cattle from third parties. | 2, 15 |\n| | FP10 Policies and practices, by species and breed type, related to physical alterations and the use of anesthetic | Information on this disclosure is available on the JBS website. | - | - |\n| | FP11 Percentage and total of animals raised and/or processed, by species and breed type, per housing type | Information on this disclosure is available on the JBS website. | JBS USA: reason for omission – Percent information confidential. | - |\n| | FP12 Policies and practices on antibiotic, anti-inflammatory, hormone, and/or growth promotion treatments, by species and breed type | 116 | Friboi: reason for omission – Not applicable. The company does not breed its own animals but instead sources them from third parties in relation to which it has no control over the use of antibiotics or anti-inflammatory treatments. The use of animals that have received growth promotion treatments is prohibited in our beef cattle chain. This is controlled via: letters of guarantee signed by suppliers before shipping animals for slaughter; residue control via testing at our own and third-party laboratories; the MAPA; PNCR; and animal health and welfare manuals providing suppliers with related guidance. Seara: reason for omission – This information is strategic. JBS USA: reason for omission – Confidentiality constraints. | 2 |\n| SASB Disclosure                                                                 | Page/URL                                                                 | Omission                                                                 | SDG* |\n|--------------------------------------------------------------------------------|--------------------------------------------------------------------------|--------------------------------------------------------------------------|------|\n| **Beef, poultry and dairy**                                                    |                                                                          |                                                                          |      |\n| Greenhouse gas emissions                                                       | SASB FB-MP-110a.2 Discussion of long-term and short-term strategy or plan to manage Scope 1 emissions, emissions reduction targets, and an analysis of performance against those targets | Information on this disclosure is available on the JBS [website](#). |      |\n| Water management                                                               | SASB FB-MP-140a.2 Description of water management risks and discussion of strategies and practices to mitigate those risks | Information on this disclosure is available on the JBS [website](#). |      |\n| Food Safety                                                                    | SASB FB-MP-250a.1 Global Food Safety Initiative (GFSI) audit (1) non-conformance rate and (2) associated corrective action rate for (a) major and (b) minor non-conformances | Information on this disclosure is available on the JBS [website](#). |      |\n|                                                                              | SASB FB-MP-250a.2 Percentage of supplier facilities certified to a Global Food Safety Initiative (GFSI) food safety certification program | Information on this disclosure is available on the JBS [website](#). |      |\n| Swift: reason for omission – Not applicable. Pollutant emissions at stores are negligible. |                                                                          |                                                                          |      |\n| Swift: reason for omission – Not applicable. Swift has no production facilities. More than 90% of the products it sells are purchased from Friboi (beef) or Seara (poultry and pork). |                                                                          |                                                                          |      |\n| Seara Margarinas: reason for omission – Not applicable. Seara Margarinas plants do not produce beef, poultry or dairy products sold directly to consumers. |                                                                          |                                                                          |      |\n| JBS Couros: reason for omission – Not applicable to the business.              |                                                                          |                                                                          |      |\n| JBS USA: reason for omission – Confidentiality constraints.                    |                                                                          |                                                                          |      |\n| Swift: reason for omission – Not applicable. Swift has no production facilities. More than 90% of the products it sells are purchased from Friboi (beef) or Seara (poultry and pork). |                                                                          |                                                                          |      |\n| Seara Margarinas: reason for omission – Not applicable. Seara Margarinas plants do not produce beef, poultry or dairy products sold directly to consumers. |                                                                          |                                                                          |      |\n| JBS Couros: reason for omission – Not applicable to the business.              |                                                                          |                                                                          |      |\n| SASB | Disclosure | Page/URL | Omission | SDG* |\n|------|------------|----------|----------|------|\n|      | SASB FB-MP-250a.3 (1) Number of recalls issued and (2) total weight of products recalled | 46 | Seara Margarinas: reason for omission – Not applicable. Seara Margarinas plants do not produce beef, poultry or dairy products sold directly to consumers. | - |\n|      | SASB FB-MP-250a.4 Discussion of markets that ban imports of the entity’s products | Information on this disclosure is available on the JBS website. | Swift: reason for omission – Not applicable. Swift does not export to any countries with bans on products from Brazil. | - |\n|      | SASB FB-MP-320a.1 (1) Total recordable incident rate (TRIR) and (2) fatality rate | Information on this disclosure is available on the JBS website. | Seara Margarinas: reason for omission – Not applicable. Seara Margarinas plants do not produce beef, poultry or dairy products sold directly to consumers. | - |\n|      | SASB FB-MP-410a.1 Percentage of pork produced without the use of gestation crates | Information on this disclosure is available on the JBS website. | Friboi: reason for omission – Not applicable. Swift does not produce pork products. | - |\n|      | SASB FB-MP-410a.2 Percentage of cage-free shell egg sales | - | Friboi: reason for omission – Not applicable. Friboi does not produce poultry. | - |\n|      | SASB FB-MP-410a.3 Percentage of production certified to a third party animal welfare standard | Information on this disclosure is available on the JBS website. | Seara: reason for omission – Not applicable. | - |\n|      | | | JBS USA: reason for omission – Not applicable. | - |\n\n* Sustainable Development Goals.\nSTATEMENT VERIFICATION\n\nVERIFICATION STATEMENT This Verification Statement certifies that the Verification SGS do Brasil Ltda, CNPJ 33.182.800/0003-87, Avenida Piracema, 1341 - Galpão Horizon, 1st Floor, Tamboré, ZIP CODE 06460-030, Accreditation No. OVV 0007 conducted the Verification activity at the Inventory Organization JBS S/A, CNPJ 02.916.265/0001-60, Avenida Marginal Direita do Tietê, 500 - Vila Jaguara - São Paulo / SP, ZIP Code 05118-100, Brazil, for the Sustainability Indicators for the year 2021 and related to the following business units of JBS S/A:\n\n- JBS Brazil: Corporate.\n- Friboi: Beef Jerky; Beef Slaughter, Beef Deboning; Industrialized; Portioning; Charque; Beef Jerky; Beef Confinement; Logistic Terminal.\n- JBS Novos Negócios - JBS New Business: Biodiesel; Bolins; Collagen; Metallic Packaging; Hygiene and Cleaning.\n- Transportadora: Leather Processing.\n- Terminal Portuário: Feed Mill; Chicken Farm; Distribution Center; Chicken Slaughtering + processed; Hatchery; Pork Slaughtering + processed; Pig Farm; Turkey Farm; Turkey Slaughtering; Turkey Hatchery; Margarine Factory.\n- JBS Exterior: Leather Processing.\n\nSGS conducted a Third-Party verification of the JBS S/A Sustainability Indicators provided by the JBS S/A, CNPJ 02.916.265/0001-60, Avenida Marginal Direita do Tietê, 500 - Vila Jaguara - São Paulo / SP, ZIP Code 05118-100, Brazil, for the Sustainability Indicators for the year 2021 and related to the following business units of JBS S/A:\n\n- JBS - Corporativo: Avenida Marginal Direita do Tietê, 500 – Jaguara – São Paulo/SP – ZIP CODE: 05118-100, Brazil.\n- Friboi: Abate bovinos + Desossa bovinos + Industrialização - Line/SP: Parque Industrial - Line/SP – ZIP CODE: 16041-110, Brazil.\n- Seara: Abate de suínos + Processados - Dourados/MS: Rodovia BR 163, km 06 – Dourados – MS – ZIP CODE: 79.804-970, Brazil.\n- Seara: Abate de Frangos Rolândia/PR: Rod. BR 369, Km 178 – Rolândia/PR – ZIP CODE: 8865-000, Brazil.\n- Friboi: Abate bovinos + Desossa bovinos + Industrialização – Campo Grande/MS: Rodovia BR 163, km 06 – Campo Grande – MS – ZIP CODE: 79004-000, Brazil.\n- Cogeração de Energia - Line/SP: Parque Industrial – Line/SP – ZIP CODE: 16041-110, Brazil.\n- JBS: Transportadora Lins/SP: Parque Industrial – Line/SP – ZIP CODE: 16041-110, Brazil.\n- JBS: Semi-acabados (Couros) Lins/SP: Parque Industrial – Line/SP – ZIP CODE: 16041-110, Brazil.\n\nThe level of confidence agreed upon is limited, considering that the verifications were carried out by remote means due to the COVID-19 pandemic.\n\nThe materiality required for the verification was considered by SGS to be 5%, according to the need of the intended user of the indicator statement (GRI criteria).\n\nFor this purpose, the verified data used the following facilities inspected (remote mode) by Verification:\n\n- Friboi: Beef Jerky; Beef Slaughter, Beef Deboning; Industrialized; Portioning; Charque; Beef Jerky; Beef Confinement; Logistic Terminal.\n- JBS Novos Negócios - JBS New Business: Biodiesel; Bolins; Collagen; Metallic Packaging; Hygiene and Cleaning.\n- Transportadora: Leather Processing.\n- Terminal Portuário: Feed Mill; Chicken Farm; Distribution Center; Chicken Slaughtering + processed; Hatchery; Pork Slaughtering + processed; Pig Farm; Turkey Farm; Turkey Slaughtering; Turkey Hatchery; Margarine Factory.\n- JBS Exterior: Leather Processing.\n\nJBS S/A has provided Sustainability Indicators data based on the requirements of GRI Standards and ISO14064-1:2018 and the Brazilian GHG Protocol Program and has been verified by SGS to a limited level of confidence, consistent with the agreed verification scope, objectives, and criteria. The indicators verified and assured by this declaration for the period from 01/01/2021 to 12/31/2021 were:\n\n- Production Data.\n- GHG Emissions Intensity: GRI 305-4.\n- GHG Emissions: GRI 305-1, 305-2.\n- Energy Intensity: GRI 302-3.\n- Energy Consumption: GRI 302-1.\n- Total Water Volume by Source: GRI 303-3 and 303-5.\n- Effluents, Water Discharge by Quality and Disposal: GRI 303-4.\n\nIn SGS’s opinion the Sustainability Indicators Statement presented:\n- Is materially correct and is a fair representation of the data and information contained in \"CREDIT 360 for the annual monitoring of the sustainability indicators of JBS S/A 2021\".\n- It has been prepared in accordance with ISO 14064-1:2018 and disclosures from the GRI Standards, mentioned above.\n\nBarueri, July 06, 2022.\n\nVerifier Leader\nRafael da Silva Caldeira\nIndependent Reviewer\nFabian Peres Gonçalves\n\nAware: Inventory Organization\nJBS S/A\nCREDITS\n\nCoordination\nJBS Sustainability, Investor Relations and Corporate Communication\n\nContent, design and consulting\ngrupo report – rpt.sustentabilidade\n\nTranslation\nIvan van Rheenen, Roger Barlow e Judy Ryan. America Latina Traduções\n\nPhoto credits\nJBS image bank", "source": "jbs_2021", "added": "2025-04-09", "created": "2025-04-09", "metadata": {"Source-File": "climate_reports/ccrm_2023/jbs_2021.pdf", "olmocr-version": "0.1.59", "pdf-total-pages": 161, "total-input-tokens": 349221, "total-output-tokens": 69387, "total-fallback-pages": 0}, "attributes": {"pdf_page_numbers": [[0, 0, 1], [0, 1383, 2], [1383, 1677, 3], [1677, 2636, 4], [2636, 5886, 5], [5886, 10577, 6], [10577, 13352, 7], [13352, 15752, 8], [15752, 18283, 9], [18283, 21208, 10], [21208, 23500, 11], [23500, 23958, 12], [23958, 26243, 13], [26243, 28543, 14], [28543, 31088, 15], [31088, 33096, 16], [33096, 35904, 17], [35904, 37079, 18], [37079, 40137, 19], [40137, 40137, 20], [40137, 41884, 21], [41884, 43846, 22], [43846, 44286, 23], [44286, 45489, 24], [45489, 46590, 25], [46590, 46720, 26], [46720, 48218, 27], [48218, 48371, 28], [48371, 49558, 29], [49558, 51238, 30], [51238, 51414, 31], [51414, 52655, 32], [52655, 54579, 33], [54579, 57110, 34], [57110, 57541, 35], [57541, 58723, 36], [58723, 60692, 37], [60692, 60906, 38], [60906, 61076, 39], [61076, 61885, 40], [61885, 62021, 41], [62021, 62934, 42], [62934, 63088, 43], [63088, 63211, 44], [63211, 64929, 45], [64929, 66585, 46], [66585, 70693, 47], [70693, 71183, 48], [71183, 73500, 49], [73500, 74435, 50], [74435, 77527, 51], [77527, 80666, 52], [80666, 82972, 53], [82972, 84913, 54], [84913, 85119, 55], [85119, 86864, 56], [86864, 88073, 57], [88073, 89585, 58], [89585, 91649, 59], [91649, 93763, 60], [93763, 95528, 61], [95528, 97737, 62], [97737, 99619, 63], [99619, 102062, 64], [102062, 103469, 65], [103469, 104595, 66], [104595, 107591, 67], [107591, 108042, 68], [108042, 110132, 69], [110132, 113895, 70], [113895, 117029, 71], [117029, 117731, 72], [117731, 118261, 73], [118261, 120524, 74], [120524, 122072, 75], [122072, 123675, 76], [123675, 124879, 77], [124879, 127290, 78], [127290, 129349, 79], [129349, 132442, 80], [132442, 133763, 81], [133763, 135471, 82], [135471, 137611, 83], [137611, 138973, 84], [138973, 143591, 85], [143591, 144361, 86], [144361, 146579, 87], [146579, 148320, 88], [148320, 150791, 89], [150791, 151847, 90], [151847, 151847, 91], [151847, 154098, 92], [154098, 155331, 93], [155331, 156721, 94], [156721, 158245, 95], [158245, 159686, 96], [159686, 163632, 97], [163632, 164807, 98], [164807, 165913, 99], [165913, 167224, 100], [167224, 171020, 101], [171020, 174056, 102], [174056, 176217, 103], [176217, 178688, 104], [178688, 180848, 105], [180848, 183287, 106], [183287, 185524, 107], [185524, 187064, 108], [187064, 189624, 109], [189624, 191194, 110], [191194, 193201, 111], [193201, 194205, 112], [194205, 197169, 113], [197169, 198212, 114], [198212, 200682, 115], [200682, 203245, 116], [203245, 204726, 117], [204726, 207069, 118], [207069, 209312, 119], [209312, 211146, 120], [211146, 213297, 121], [213297, 215456, 122], [215456, 215456, 123], [215456, 217201, 124], [217201, 218424, 125], [218424, 220275, 126], [220275, 223576, 127], [223576, 225248, 128], [225248, 227492, 129], [227492, 230926, 130], [230926, 233211, 131], [233211, 233387, 132], [233387, 236029, 133], [236029, 237010, 134], [237010, 238875, 135], [238875, 238911, 136], [238911, 240295, 137], [240295, 240456, 138], [240456, 241327, 139], [241327, 241327, 140], [241327, 242756, 141], [242756, 244269, 142], [244269, 245605, 143], [245605, 246496, 144], [246496, 247686, 145], [247686, 248871, 146], [248871, 250939, 147], [250939, 252155, 148], [252155, 253097, 149], [253097, 254280, 150], [254280, 255328, 151], [255328, 257197, 152], [257197, 258769, 153], [258769, 260402, 154], [260402, 262401, 155], [262401, 263846, 156], [263846, 265601, 157], [265601, 269881, 158], [269881, 271582, 159], [271582, 276134, 160], [276134, 276402, 161]]}}