{"id": "885c4986552124b8f590b39428252d4c08e1120a", "text": "LETTER FROM OUR CHAIRMAN & CEO\n\nLast fall, I walked a construction site in my hometown of Brownsville, Tennessee, where Lowe’s was transforming a historic building into a new city hall. As I watched our associates and neighbors come together to build and strengthen a community so close to my heart, I was filled with an immense amount of pride for the way our company has made homes—and hometowns—better for those in need.\n\nBrownsville’s new city hall is one of 100 community spaces across the country we revitalized as part of our centennial celebration. These 100 Hometowns projects benefited more than 1.3 million people, yet only represent a fraction of the many lives our Lowe’s associates impact each year.\n\nIt’s humbling to reflect on how our company has grown in our first 100 years, and even more humbling to reflect on what we could accomplish in the next century. Now more than ever, as we build what’s next, we’re committed to sustainability—of our people, our communities, our products and our operations.\n\nDespite the persistent global challenges of the last two years, our associates delivered over $96 billion in sales and spent more than 300,000 hours volunteering in local communities. In recognition of their tremendous work, we awarded $740 million in bonuses to our front-line associates.\n\nBeyond financial recognition, we continued to focus on creating a culture that understands and values diverse perspectives. We now offer eight Business Resource Groups to foster an inclusive culture where our associates feel heard and engaged, and I was proud to sign Disability:IN’s Sign-On CEO letter to advance disability inclusion.\n\nAs one of the world’s largest retailers, we feel a deep sense of responsibility to protect the planet we all share. Across our operations, we reduced absolute Scope 1 and 2 greenhouse gas emissions by 42% over the past five years and achieved an 11% reduction in total energy consumption from 2020 to 2021. For the third consecutive year, Lowe’s was included on the Dow Jones Sustainability Index for North America based on our sustainability, environmental and governance practices. In the coming year, we will further our commitment with a science-based net-zero target to help inspire and guide our industry toward a low-carbon future. The new target will include near and long-term greenhouse gas emissions reduction goals for Lowe’s full value chain, including Scopes 1, 2 and 3.\n\nWe’re also helping customers live more sustainably at home and reduce their environmental impact. Our customers will see $17.7 billion in lifetime water and energy bill savings from the ENERGY STAR® and WaterSense® products they purchased from Lowe’s in 2021, and we’re developing buying guides to embed sustainability criteria into our product decisions. We hold vendors to high standards for ethical business practices, human rights and environmental stewardship, as evidenced in our Human Rights Policy and Vendor Code of Conduct.\n\nI firmly believe that it is not possible for a company to be great unless it is also a great corporate citizen. Within this report, you’ll learn more about our commitments and progress to address the issues most important to our people and our planet. We could not have achieved 100 years in business were it not for the dedication of our associates, faith of our customers, support of our communities, and commitment of our shareholders. We look forward to continued partnership as we build what’s next, knowing our best days are still ahead.\n\nThank you for your support,\n\nMARVIN R. ELLISON\nChairman, President and Chief Executive Officer\n\n“American dreams have been at the heart of Lowe’s for 100 years. So to celebrate our centennial, we’re looking back at where we’ve been and looking forward to what’s to come.”\nABOUT LOWE’S AND THIS REPORT\n\nSince our beginning, Lowe’s has focused on operating responsibly and providing outstanding customer service. Our mission—together, deliver the right home improvement products, with the best service and value, across every channel and community we serve—guides us every day and is carried out by our sustainability strategy and vision statements.\n\n“The Next 100 Years” is Lowe’s 19th annual corporate responsibility report, outlining our approach to sustainability and highlighting our goals, performance and progress to date. Our sustainability strategy focuses on three pillars—Our People & Our Communities, Product Sustainability and Operational Excellence.\n\nLowe’s is an active member of the Retail Industry Leaders Association (RILA), Business Roundtable and the National Retail Federation (NRF). We also collaborate with the Green Chemistry & Commerce Council, World Wildlife Fund (WWF), and the United States EPA’s SmartWay, ENERGY STAR® and WaterSense® programs.\n\nThis report covers our activities from January 1 to December 31, 2021, unless otherwise noted, and references the 2016 GRI Standards and the Sustainability Accounting Standards Board (SASB) Standard for Multiline and Specialty Retailers & Distributors as well as Building Products & Furnishings. A third-party verified our 2021 Scope 1 and 2 (location-based and market-based) greenhouse gas emissions and our water consumption data. For questions regarding Lowe’s corporate responsibility activities or reports, please contact Chris Cassell, Vice President of Corporate Sustainability, at socialresponsibility@lowes.com.\n\nLOWE’S VALUE CHAIN\n\nUPSTREAM\n\nRAW MATERIALS\nWood and Pulp\nCopper, Steel, Iron\nPetrochemicals\nOther\n\nPRODUCT MANUFACTURING\nIndirect Suppliers\nTier 1 Suppliers\n(Private brands and third-party branded)\n\nLOWE’S OPERATIONS\n\nSOURCING AND DISTRIBUTION\nDistribution Centers\nTransportation\nGlobal Sourcing Offices\n\nRETAIL CHANNELS\nOnline\nRetail Stores\nPro On-site\nProject Specialists On-site\nContact Centers\n\nDOWNSTREAM\n\nCUSTOMER USE\nProduct Use\nMaintenance and Repair\n\nEND OF LIFE\nProduct Disposal\nMaterials Recycling\n\n*Fiscal Year (FY) covers activities from January 30, 2021 - January 28, 2022.\nENGAGING OUR STAKEHOLDERS\n\nLowe’s proactively and regularly engages with our internal and external stakeholders—those groups who impact or are impacted by Lowe’s operations—to better understand their needs and concerns, and to guide our strategic decision-making. Lowe’s actively collaborates with suppliers, associates, shareholders, customers, local communities, industry associations and nongovernmental organizations (NGOs) to monitor and respond to emerging challenges, trends and opportunities.\n\nPRIORITIZATION OF ENVIRONMENTAL, SOCIAL AND GOVERNANCE (ESG) TOPICS\n\nUnderstanding the priorities and expectations of our stakeholders plays an important role in how we set our strategies and goals as a responsible business. We last refreshed our ESG priority topics in 2020, when we engaged a third party to assist with facilitating our assessment. As part of this process, we conducted interviews with Lowe’s executives and researched sustainability topics important to customers, associates, shareholders, suppliers, NGOs, government entities, academia, local communities and industry associations. The results of our 2020 assessment, outlined in the columns to the right, inform our sustainability strategy and goals, as validated by our senior leaders. Our strategy focuses on high-priority goals and commitments across three pillars—Our People & Our Communities, Product Sustainability and Operational Excellence. We validate priorities through ongoing engagement and dialogue with our stakeholders, which has led to additional initiatives and priorities, including a commitment to set a science-based net-zero emissions target and the development of sustainable packaging targets.\n## ESG PRIORITY TOPICS\n\nWe have identified 16 ESG priority topics to guide the development of our sustainability strategy and reporting.\n\n| TOPIC                                      | DEFINITION                                                                 | WHY IT’S IMPORTANT                                                                 | Associates | Suppliers | Customers | Planet | Communities | Shareholders |\n|--------------------------------------------|---------------------------------------------------------------------------|-----------------------------------------------------------------------------------|------------|-----------|-----------|--------|-------------|--------------|\n| Workplace Safety                           | Maintain a safe environment in our stores and facilities for our associates and customers | Strong safety practices protect our people, while reducing claims and lost productivity |            |           |           |        |             |              |\n| Organizational Culture & Management        | Share behaviors and values established by leaders, communicated and reinforced through shaping associate perceptions, practices and understanding | Creating a strong sense of belonging within our operations drives engagement and helps associates better serve our customers and communities |            |           |           |        |             |              |\n| Diverse & Inclusive Workplace              | Foster an inclusive culture that celebrates diversity and encourages different perspectives | Increased diversity drives better ideas, positive business results and a greater connection with the communities we serve |            |           |           |        |             |              |\n| Associate Health & Well-being              | Build a work environment where our associates feel fulfilled and productive, and support them and their families in leading healthy lives | Engaged and healthy associates are more productive, miss less work, provide better service and have longer tenure with the company |            |           |           |        |             |              |\n| Talent Acquisition, Development & Retention | Attract top talent and develop and retain the right people with the right skills | Our associates are our greatest strength, and strong associate development programs help us attract and retain the best talent in the industry |            |           |           |        |             |              |\n| Community Engagement & Support             | Act as a responsible neighbor in the communities where we operate and live by making a positive contribution to the local economy and by providing support through community partnerships, volunteering and product donations | Strong, vibrant communities help us attract new talent, sustain our business and provide great places for our associates and their families to live |            |           |           |        |             |              |\n| Supplier Social & Environmental Practices  | Help our suppliers enhance their labor management practices and reduce their impact on the environment | Protecting workers and communities where our products are sourced and manufactured upholds our responsible sourcing commitment |            |           |           |        |             |              |\n| Natural Resources                          | Ensure that critical raw materials (e.g., wood, metallic minerals) are sourced responsibly and with minimal impact to the environment and society | Promoting supply chain continuity while improving the environment for future generations is paramount to our business practices |            |           |           |        |             |              |\n| Product Responsibility                     | Improve the environmental and social impacts and safety of our product portfolio | Providing safe and environmentally friendly products helps us drive more sustainable outcomes in our customers’ homes |            |           |           |        |             |              |\n## ESG PRIORITY TOPICS\n\n(Continued)\n\n| TOPIC                        | DEFINITION                                                                                                                                                                                                 | WHY IT’S IMPORTANT                                                                 | Associates | Suppliers | Customers | Planet | Communities | Shareholders |\n|------------------------------|-------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------|-----------------------------------------------------------------------------------|------------|-----------|-----------|--------|-------------|--------------|\n| Climate Change, Energy & Emissions | Minimize our contributions to climate change across our value chain and manage its impact on our business through efficient use of energy and greenhouse gas (GHG) emissions reduction | Investing in energy efficiency and renewable energy lowers operating costs, while protecting the environment for future generations | ✔️         | ✔️        | ✔️        | ✔️     | ✔️          | ✔️           |\n| Waste Management             | Minimize our waste creation and increase waste reuse and recycling from our operations and products at end of life                                                                                           | Reducing operational waste decreases costs and reduces the environmental impact of our operations | ✔️         | ✔️        | ✔️        | ✔️     | ✔️          | ✔️           |\n| Governance                   | Develop structures and processes for decision-making, accountability, controls and business conduct                                                                                                       | Effective governance delivers better business results and improves public reputation | ✔️         | ✔️        | ✔️        | ✔️     | ✔️          | ✔️           |\n| Ethics                       | Conduct ourselves and our business in an ethically sound manner that also protects and builds our reputation as a responsible business                                                                         | Operating ethically is the foundation of being a responsible business and a good corporate citizen | ✔️         | ✔️        | ✔️        | ✔️     | ✔️          | ✔️           |\n| Compliance                   | Oversee our business in a way that complies with all rules, policies, regulations, standards, specifications and laws                                                                                         | Promoting compliance throughout the business builds brand trust and customer loyalty | ✔️         | ✔️        | ✔️        | ✔️     | ✔️          | ✔️           |\n| Cybersecurity & Data Privacy | Protect associate, supplier, customer and company data from illegal and inappropriate use                                                                                                                  | Strong data security and privacy practices prevent financial and reputational loss for customers, associates and our company | ✔️         | ✔️        | ✔️        | ✔️     | ✔️          | ✔️           |\n| Business Resilience          | Provide long-term risk and financial management planning to ensure continued business success                                                                                                               | Preparing for the unknown reduces risks and increases stakeholder confidence         | ✔️         | ✔️        | ✔️        | ✔️     | ✔️          | ✔️           |\nSUSTAINABILITY STRATEGY & GOALS\n\nAs Lowe’s strives to deliver the best products and solutions to our customers, we want to be a transformational force for our associates, our vendors, our communities and our planet. To accomplish this, our sustainability strategy focuses on responsible sourcing; safer and more environmentally friendly products; maintaining a diverse, healthy, engaged and skilled workforce; supporting our local communities; and operating efficiently, ethically and responsibly.\n\nWe also continue to find new ways to contribute to the United Nations Sustainable Development Goals (p. 10) and expand our program to help us contribute to those targets. Below you will find the highlights of our progress in 2021.\n\n| VISION | ESG PRIORITY TOPICS | GOALS | GOAL PROGRESS |\n|--------|---------------------|-------|---------------|\n| OUR PEOPLE & OUR COMMUNITIES | Diverse & Inclusive Workplace | Commitment: | → Reduce our lost time incident rate (LTIR) each year | → LTIR increased from 2.28 in 2020 to 2.38 in 2021 |\n| | Talent Acquisition, Development & Retention | | | |\n| | Organizational Culture & Management | | | |\n| | Workplace Safety | By 2025: | → Invest $550 million in our local communities through partnerships and charitable contributions | → Lowe’s has invested $318 million in our local communities since 2018 |\n| | Associate Health & Well-being | | → Contribute more than 3 million hours of associate community service | → Since 2018, our associates have contributed 984,000 hours of community service via volunteering and Lowe’s Heroes projects |\n| | Community Engagement & Support | | | |\n| PRODUCT SUSTAINABILITY | Supplier Social & Environmental Practices | By 2025: | → 100% of our strategic suppliers will have sustainability goals | → Currently, 74% of our strategic suppliers have sustainability goals in place |\n| | Natural Resources | | → 100% of our wood products will be responsibly sourced | → 69% of our United States wood volume was certified in 2021 |\n| | | | → 71% of our Canadian lumber and building materials wood volume was certified in 2021 | |\n## PRODUCT SUSTAINABILITY\n\n**Provide customers with eco-friendly, high-quality and safe products**\n\n**Product Responsibility**\n\n**Commitments:**\n- All outdoor pesticide products, except Tree & Shrub Care, will be neonicotinoid-free by 2022\n- 100% of new eligible private brand Kitchen & Bath items will be WaterSense® labeled starting in 2022\n\n**Goal Progress:**\n- All outdoor pesticide products, except for Tree Care, have been transitioned to a neonicotinoid-free formulation\n- Currently on track for implementation\n\n**Help customers live more sustainably at home**\n\n**Product Responsibility**\n\n**Natural Resources**\n\n**By 2025:**\n- Save customers more than $40 billion in energy costs through the sale of ENERGY STAR® certified products\n- Save customers more than $65 billion in lifetime water costs and 5 trillion gallons through the sale of WaterSense® labeled products\n- Increase the number of eco-products available to customers\n- 100% of private brand packaging will include the How2Recycle label, where space allows\n\n**Goal Progress:**\n- We’ve helped our customers save $23.5 billion in energy costs via the sale of ENERGY STAR® certified products since 2018\n- We’ve helped our customers save $11.5 billion in lifetime water bill savings and 1 trillion gallons via the sale of WaterSense® labeled products this year\n- We continue to expand our eco-product portfolio, as described in the Product Sustainability section of this report\n- Currently on track for completion\n\n## OPERATIONAL EXCELLENCE\n\n**Strengthen our business resilience and improve operational efficiency to reduce our impact on the environment**\n\n**Waste Management**\n\n**Climate Change, Energy & Emissions**\n\n**Commitment:**\n- Set a science-based net-zero target in 2022, including near and long-term GHG emissions reduction goals for Lowe’s full value chain, including Scopes 1, 2 and 3\n\n**By 2025:**\n- Reduce absolute Scope 1 and 2 emissions by 40% below 2016 levels\n\n**By 2030:**\n- 50% renewable energy for Lowe’s facilities\n- Reduce absolute Scope 1 and 2 emissions by 60% below 2016 levels\n\n**Goal Progress:**\n- Achieved. Since 2016, we’ve reduced Scope 1 and 2 emissions by 42%\n- In 2021, 9% of our energy portfolio was powered by renewable sources\n\n**Uphold responsible and ethical business practices throughout our organization**\n\n**Governance**\n\n**Ethics**\n\n**Cybersecurity & Data Privacy**\n\n**Compliance**\nThe U.N. Sustainable Development Goals (SDGs) represent a global call to action to create a sustainable, equitable and just world. The 2030 Agenda for Sustainable Development provides a shared blueprint for peace and prosperity for people and the planet, now and into the future. Although directed at governments, the private sector and civil society have an important role to play in accomplishing these goals. Lowe’s has identified five SDGs and seven associated targets where we believe we can make the most impact.\n\n### U.N. Sustainable Development Goals and Targets\n\n| Goal | Description | How We Plan to Contribute |\n|------|-------------|---------------------------|\n| **Goal 7** | Ensure access to affordable, reliable, sustainable and modern energy for all |  \nTarget 7.2: By 2030, increase substantially the share of renewable energy in the global energy mix  \n→ Goal to achieve 50% renewable energy for Lowe’s facilities by 2030  \n→ Currently, 9% of our energy portfolio comes from renewable energy |\n| **Goal 8** | Promote sustained, inclusive and sustainable economic growth, full and productive employment and decent work for all |  \nTarget 8.2: Achieve higher levels of economic productivity through diversification, technological upgrading and innovation, including through a focus on high-value added and labor-intensive sectors  \n→ Goal to graduate 5,000 Track to the Trades students  \n→ Engaged over 3,600 Track to the Trades students and 950 graduates  \nTarget 8.8: Protect labor rights and promote safe and secure working environments for all workers, including migrant workers, in particular women migrants, and those in precarious employment  \n→ Continue to monitor and update our Vendor Code of Conduct, including our zero-tolerance stance on modern slavery, forced labor, human trafficking and child labor  \n→ Continue performing Retail Ethical Sourcing Assessments (RESA) at supplier factories (1,404 RESAs performed in 2021) |\n| **Goal 11** | Make cities and human settlements inclusive, safe, resilient and sustainable |  \nTarget 11.1: By 2030, ensure access for all to adequate, safe and affordable housing and basic services and upgrade slums  \n→ Continue to support programs such as Habitat for Humanity and Rebuilding Together to preserve affordable housing stock  \n→ In 2021, we provided hometown community investments of over $21 million in Charlotte to support affordable housing, workforce development and education |\n| **Goal 12** | Ensure sustainable consumption and production patterns |  \nTarget 12.2: By 2030, achieve the sustainable management and efficient use of natural resources  \n→ Goal to save our customers $40 billion in energy costs and $65 billion in water costs by 2030 through the sale of ENERGY STAR® certified and WaterSense® labeled products  \n→ We helped our customers save $6.2 billion in energy costs and $11.5 billion in water costs through the sale of efficient products in 2021  \nTarget 12.4: Achieve the environmentally sound management of chemicals and all wastes throughout their life cycle, in accordance with agreed international frameworks, and significantly reduce their release to air, water and soil in order to minimize their adverse impacts on human health and the environment  \n→ Continue to evaluate opportunities to remove chemicals of concern from products offered  \n→ All of our live goods suppliers have discontinued the intentional use of neonicotinoids in their operations, unless required by law |\n| **Goal 15** | Protect, restore and promote sustainable use of terrestrial ecosystems, sustainably manage forests, combat desertification, and halt and reverse land degradation and halt biodiversity loss |  \nTarget 15.2: Promote the implementation of sustainable management of all types of forests, halt deforestation, restore degraded forests and substantially increase afforestation and reforestation globally  \n→ Goal that 100% of wood products are responsibly sourced by 2025  \n→ 69% of our wood products in the United States were responsibly sourced in 2021 |\n2021 CORPORATE RESPONSIBILITY HIGHLIGHTS\n\nOUR PEOPLE & OUR COMMUNITIES\n\nBOARD AND EXECUTIVE OFFICER DIVERSITY\n\n- 60% of our Board are women and/or ethnically diverse.\n- 33% of our Executive Officers are women.\n- 44% of our Executive Officers are ethnically diverse.\n\nIn 2021, Lowe’s provided more than $927 million in discounts to active military personnel and veterans and their family members through our Military Discount Program.\n\n$10 Million\nLaunched 100 Hometowns with a $10 million commitment and sponsored 100 impact projects across the country.\n\n$740 M\nAwarded in bonuses to our frontline associates.\n\nPRODUCT SUSTAINABILITY\n\n$11.5 Billion\nCustomer lifetime water bill savings from Lowe’s WaterSense® products.\n\n$6.2 Billion\nCustomer lifetime energy bill savings from Lowe’s ENERGY STAR® products.\n\nOPERATIONAL EXCELLENCE\n\nLowe’s announced that we will set a science-based net-zero target for Scopes 1, 2 and 3 in 2022.\n\n42%\nReduction in absolute Scope 1 and 2 GHG emissions since 2016.\n\n74%\nOf our strategic suppliers had sustainability goals in place in 2021.\n\n11%\nAchieved 11% reduction in total energy consumption in 2021 from 2020.\n\nLowe’s recognized Hampton Lumber with our second annual Sustainability Award for vendors.\n\nLowe’s named to the Dow Jones Sustainability Index for North America for the third consecutive year; one of only seven retailers to be included.\nLowe’s has a history and passion for supporting our associates and the communities where we live and work. By building a diverse and inclusive culture where our associates feel safe, valued and equipped to grow, we increase their engagement and pride in Lowe’s and simultaneously improve customer service. By collaborating with our local communities, we enhance our capabilities for positive impact.\n\nVISION STATEMENTS\n\n→ Foster engaged and healthy associates and safe working environments\n→ Provide a diverse and inclusive workplace where our associates can grow and thrive\n→ Play an active role in improving communities we serve by supporting safe and affordable housing initiatives and skilled trades education\nWORKPLACE SAFETY\n\nMaintaining a culture of safety starts with our leaders modeling the behaviors we want our associates to adopt. Safety is a value embedded in the decisions we make across the company to protect our associates, customers and vendors. Safety metrics are included in executive business reviews, helping to embed safety principles into our corporate culture.\n\nThe health and safety of our associates and customers is our highest priority. Creating a safety-first culture leads to safe operations for our associates and safe shopping experiences for our customers. Our asset protection and safety teams are overseen by the vice president of asset protection and the senior vice president of store operations.\n\nOur safety support program includes reviews by the district teams to identify gaps between plans for action and actual operations, enabling us to focus on behaviors instead of intentions. This tool has produced great results in developing safety leaders with action points based on our TEAMS leadership structure. In Canada, we post monthly health and safety scorecards that outline reportable incidents along with top and bottom performing stores, trends and patterns for our associates to leverage.\n\nSafety metrics are included in executive business reviews, completed by asset protection and safety, with support from our risk department. These reviews are shared with the executive vice president of stores.\n\nDEVELOPING AND REFINING SAFETY TRAINING\n\nWe are positioning Lowe’s to expand and improve its safety program by recognizing safety as a core value. Over the past three years, we revised our safety communications to be more engaging, relevant and useful to our store and distribution center (DC) associates. Moving away from traditional safety communications, we adopted a marketing-style approach that helps socialize current ideas and supports behavioral changes that embrace these improvements. For instance, when a Lowe’s location receives a new piece of safety equipment, the equipment is accompanied by a note to the operator that details the equipment’s function, when to use it and why it’s beneficial. This method helps create excitement for the new equipment and promotes its use as a tool to make an associate’s job safer and easier.\n\nIn our operations throughout Canada, we are working to create a universal safety standard for our multi-banneled operations. Through this process we aim to align our United States and Canadian safety standards while also accommodating regional differences. As we work to create a unified standard across Canada, we are also evaluating how to optimize training to make it more effective for our associates.\n\nINCIDENT REDUCTION STRATEGY\n\nFocusing on establishing a safety-first mindset and reinforcing safe behaviors are central to our incident reduction strategy. With our third consecutive year of significant injury reductions, we believe our approach is driving the successful execution of our safety standards. Our associates are not simply complying with our policies and protocols but are actively practicing safety as a core value. With our associates taking care of themselves and looking out for each other, we believe we will continue our trend of reducing workplace injuries.\n\nIn addition, 2021 marks the second year of the Lowe’s Safe Review (LSR) program. The LSR is an electronic daily safety inspection that is completed using handheld mobile devices. In addition to identifying hazards (and tracking their correction), the LSR platform allows us to review analytics and data regarding the daily condition of stores and the steps taken to address any issues. The LSR is available to district managers and senior asset protection officers so they can provide documented feedback and support relating to safety. The tool is part of a larger management system,\n\nTEAMS LEADERSHIP\n\nWhat it means to be a Lowe’s Safe leader:\n\n- **Tools/Training:** Providing the right tools in the right condition and training associates to do their job safely.\n- **Expectations:** Setting Lowe’s Safe expectations so all associates understand that they play an active role in fostering a safe environment.\n- **Accountability:** Ensuring personal and peer-to-peer accountability by recognizing when additional training and expectation-setting is needed, and having the courage to speak up.\n- **Motivation:** Fostering the motivation to problem-solve, identify safety root causes and honestly communicate improvement areas and solutions with teams to maintain associate motivation regarding Lowe’s Safe.\n- **Support:** Driving the support of teams to reach their goals by teaching, training, involving associates in problem-solving and encouraging them to have a voice about safety.\nfeaturing daily questions to keep associates up-to-date on safety practices and capturing participation and behavioral data to assess the effectiveness of our safety program. Last year, we exceeded 1 million corrective actions assigned and implemented. In Canada, we rolled out the LSR program in the fourth quarter of 2021 with system-wide updates, including location health scores to better understand safety compliance across the entire organization.\n\nWe are continuously investing in associate safety. We collaborate with our partners and associates to identify what safety concerns they have and work with them to create a solution. One way we accomplish this is by identifying or developing new safety equipment to address an emerging concern. In some cases, we will create a prototype of a new product, refine it until it achieves the desired outcome, and then invest capital to produce and distribute the updated product to stores. In 2021, we worked with multiple vendors to customize cut resistant gloves, electric lift tables, in-aisle aisle blockers, a modified appliance dolly and updated metal platforms for order pickers to provide tools to keep associates safe.\n\nCOVID-19 SUPPORT\n\nIn response to the evolving COVID-19 pandemic, Lowe’s remains dedicated to upholding customer and associate safety. We instituted rigorous safety standards in support of social distancing and enhanced sanitizing and cleaning. In partnership with CVS retail pharmacy and Premise on-site clinics, we launched a vaccine program, providing on-site access to locations across the country. In addition, we continue to offer emergency paid leave for associates who are suffering from COVID-19.\n\nCOMMUNICATING SAFETY AT DISTRIBUTION CENTERS\n\nDue to the different nature of operations for retail stores and DCs, it is important that we tailor our safety communications for each environment. In 2021, we introduced frequent 60-second video updates highlighting a specific safety topic at our DCs. The goal of these videos is to start a conversation about how the safety issue mentioned relates to each associate, and how the team can proactively manage and mitigate any related risks. The videos are customized for each region to ensure their message pertains to topics and issues relevant to a particular region.\n\nLOWE’S SAFE GLOVES MADE BY MECHANIX\n\nIn partnership with one of our vendors, Mechanix, we created a high-quality, cut- and impact-resistant glove for our associates. Once we developed, refined and produced the gloves, they were distributed to our associates along with our new marketing-style communications for safety-related topics, focusing on the safety benefits the gloves provide and how it relates to our associates’ duties.\n\nAED ACCESS ACROSS OUR STORES\n\nBuilding on our efforts in 2020, we expanded our deployment of Automated External Defibrillators (AEDs) to all stores in the United States and Canada. In 2021, multiple lives were saved in Lowe’s facilities by utilizing the AEDs.\n\nANGEL AWARD\n\nOur Angel Award is given whenever a Lowe’s associate saves a life while wearing their red vest. In 2021, we recognized those efforts with 89 Angel Awards across the company.\n\nNEXT STEPS FOR WORKPLACE SAFETY\n\nLowe’s remains dedicated to upholding customer and associate safety. In both the United States and Canada, we will continue to invest in and develop safety equipment for our associates and refine our training to be more effective and relevant to our associates’ concerns. In the United States, we are on track to continue our marketing-style approach promoting safety and continuing to create enhancements within the LSR platform centered around our Safety TEAMS Leadership structure.\nAt Lowe’s, we strive to be an employer of choice by creating a workplace that brings out the best in our associates, our customers and the communities we serve. We believe that when Lowe’s is successful, our associates, customers and stakeholders should be too. It is important that each associate feels welcomed and engaged, and that their talents are utilized to the best of their abilities.\n\nLOWE’S CORE BEHAVIORS\nWe provide world-class customer service by fostering the values and behaviors we believe are directly responsible for our continued success. These include:\n\n- **FOCUS ON CUSTOMERS:** We build strong relationships with our customers, deliver tailored solutions that meet their needs, and are always thinking of ways to add more value.\n- **DELIVER RESULTS:** We hold ourselves accountable for delivering results, even through challenging circumstances and ongoing change.\n- **TAKE ACTION:** We take immediate and decisive action with appropriate urgency and enthusiasm.\n- **SHOW COURAGE:** We address difficult issues and make tough decisions without fear or hesitation.\n- **CONTINUE LEARNING:** We’re always learning, growing, and working to meet individual and organizational goals. We strive to help others do the same.\n\nCORPORATE CULTURE\nDeveloping a culture where we bring out the best in each other is a top priority at Lowe’s. We value the emotional intelligence of our associates, and we prioritize actions and mindsets that promote customer satisfaction, advocate inclusion and inspire continuous associate growth and development. Lowe’s seeks associates from a diversity of backgrounds and skill sets who are team-oriented, self-motivated and strong communicators. We work with our associates to identify tasks and responsibilities that are best suited to their career goals and skill sets. This helps to create a family-like work environment that serves both our associates and customers.\n\nASSOCIATE ENGAGEMENT\nWe are working to both measure and enhance our associate engagement, by providing opportunities to voice concerns through engagement surveys and anonymous reporting systems. 2021 marks the third year we administered the Building Engagement and Success Together (BEST) survey to better understand the day-to-day experience of our associates. In 2021, we achieved our highest participation to date with 90% in the United States and 87% in Canada, despite the challenges associated with COVID-19. The results demonstrate an increasing trend in engagement and positive work experiences since 2019. In addition, we introduced periodic pulse surveys to the United States and Canada in 2021. The pulse surveys are administered to small groups of associates across our operations to quickly identify particular issues or opportunities for improvement at specific work sites. Our goal with the BEST and pulse surveys is to gain a deeper understanding of what our associates value in a workplace and how Lowe’s can create a working environment to meet these needs and be an employer of choice.\n\nCHANGE MANAGEMENT\nMaintaining smooth and continuous operations is paramount to our success. Our response to COVID-19 displayed how our change management processes helped us navigate the pandemic and reduced potential negative business impacts. Our method for managing change within the organization begins with our planning committee. This committee evaluates the scope of the project creating change and identifies the stakeholders that are affected by it. We then create a change plan that includes a combination of communication methods to convey the change and the implementation plan. Once a change plan is developed, we communicate changes with associate training or use a formal announcement. Afterwards, we monitor the change with data analytics where possible, and revisit with stakeholders to confirm the transition occurs as intended.\n\nNEXT STEPS FOR ORGANIZATIONAL CULTURE & MANAGEMENT\n\nReductions in the labor supply and changing business landscapes caused by COVID-19 are challenging businesses across the United States and Canada. Our goal is to create a working environment that people look forward to joining and contributing to every day. One way we aim to accomplish this is by developing career advancement opportunities at all levels of the business, demonstrating that everyone has a meaningful place at Lowe’s.\nCULTURE, DIVERSITY & INCLUSION\n\nCreating an inclusive and diverse workplace brings the best out of our associates, customers, and the communities where we live and work. By fostering an inclusive culture, building a diverse team and encouraging accountability, we increase our associate engagement while improving customer service. We value the power of diverse teams, allowing us to wholly address our customers’ needs and provide the personalized shopping experience they expect.\n\nThe full Board oversees and regularly engages with our chairman, president and chief executive officer, our executive vice president of human resources and senior leadership on culture, diversity and inclusion.\n\nEMBRACING CULTURE, DIVERSITY AND INCLUSION\n\nIn 2021, we continued our multi-year efforts to integrate diversity and inclusion initiatives and programs into our corporate strategy, focusing on three areas:\n\n→ Talent: Build a workforce that can provide the best products and services for all of our customers and understand how to best meet their needs.\n\n→ Culture: Foster an inclusive culture that unleashes the unique abilities and talents of our full workforce to serve and support our customers and communities.\n\n→ Business: Innovate to provide better and more diverse services and solutions resulting in strong business outcomes and investments in our communities.\n\nUNDERSTANDING OUR ASSOCIATES’ PERSPECTIVES\n\nWe believe that in order to foster an inclusive culture, we must consistently measure and improve our associates’ perceptions of inclusion, belonging and engagement. One goal with our BEST survey is to better understand how to increase our associates’ sense of belonging and to create a workplace to which they are proud to belong and excited to contribute. Building on and promoting these positive feelings at work helps our associates be their best selves, and in turn they provide the best customer service, because they are invested in their own success, the customer’s success and Lowe’s success as a whole.\n\nTo help develop a sense of kinship among our associates, we currently sponsor eight Business Resource Groups (BRGs) for our associates to learn from their peers on topics related to diversity and inclusion. Through the BRGs, Lowe’s is proud to host community conversations, provide resources and guidance to both associates and leaders, and create opportunities to celebrate our diverse identities. We continued to host meetings virtually during the pandemic to accommodate more associates and allow for on-demand access. Moreover, in 2021, we added the Multigenerational BRG, Generations Working Together, to help build connections for all generations within our workforce.\n\nLOWE’S IS COMMITTED TO IMPROVING OUR CULTURE, DIVERSITY AND INCLUSION. OUR 2021 CULTURE, DIVERSITY & INCLUSION REPORT PROVIDES FURTHER INSIGHT INTO THESE EFFORTS.\nDIVERSITY AND INCLUSION IN THE UNITED STATES\n\nIn the United States, we leverage key partnerships to develop a diverse talent pipeline as well as provide internal training and career development opportunities for diverse associates. Our internship program partners with universities that historically serve underrepresented groups to provide meaningful learning and work experiences with the goal of bringing participants onboard to the Lowe’s team. As we move forward, we will investigate new ways we can convert interns into permanent associates and provide them opportunities to grow their careers at Lowe’s.\n\nSUPPORTING WOMEN\n\nWe value having women at all levels of our organization and the unique skills and perspectives they bring. We are working hard to provide opportunities for advancement for women, both in the Store Support Center (SSC) and in the field. Our strategy is based on four pillars for embracing and elevating women at Lowe’s:\n\n- **Hire:** recruit talented women from all backgrounds\n- **Retain:** offer compelling benefits for women to stay\n- **Advance:** create career development programs and offer advancement opportunities\n- **Celebrate:** acknowledge, value and honor women\n\nAWARDS AND RECOGNITIONS\n\nWe are proud of what we’ve accomplished in creating an inclusive workplace that values diversity and brings the best out in our associates, and we have been recognized for our efforts with more than 15 awards. To learn more, please see our Culture, Diversity and Inclusion Report.\n\nDIVERSITY AND INCLUSION EFFORTS GLOBALLY\n\nIndia\n\nOur operations in India have grown considerably, expanding from a 10-member team to over 3,600 associates, with much of the growth happening in the last two years. To help foster our culture of inclusion, we educate new associates on Lowe’s values, what it means to be part of the Lowe’s team and why we value and support diversity. Our inclusive culture has helped build a diverse team, including a higher than national average hiring rate for women in 2021.\n\nTo enable women to continue to thrive at work and throughout their professional journey, we have introduced training and development and reintegration programs, such as Bring Her Back, a support program for mothers returning from maternity leave as well as women returning from a career break. We also offer skills development programs for underserved youth in IT, retail management and computer learning.\n\nCanada\n\nWe formally launched our three-year CD&I strategy in Canada in 2021. The first stage focuses on introducing and educating associates on what CD&I means at Lowe’s and how they can play a role. This also includes training on unconscious bias and cultural education. While these efforts are largely aligned with our United States operations, there are some regional differences that require a specific definition of inclusion based on the community, often with a focus on First Nations.\n\nNEXT STEPS FOR CD&I AT LOWE’S\n\nWhile we’re proud of the progress we’ve made in developing a diverse and inclusive culture, we understand there is still more work to be done. As the next generation enters the workforce, we want to position ourselves as a great place to work by understanding their expectations and needs when launching their careers.\nLOWE'S BUSINESS RESOURCE GROUPS OVERVIEW\n\nThe Lowe's ABLE BRG works to create an inclusive and inspiring culture that empowers and enables people of all abilities, and become an employer of choice by building an environment that creates opportunities for all.\n\nThe Lowe's Asia Pacific BRG educates, empowers and engages customers and associates while driving awareness, understanding and acceptance of our diverse Asian Pacific community through the power of inclusion.\n\nThe Lowe's Black BRG courageously and unapologetically educates others and removes barriers to unite associates through inclusiveness while promoting the value of black talent to our customers, associates and the communities we serve.\n\nThe Lowe's Latino BRG strives to foster a culture that celebrates inclusion and makes Lowe's the preferred destination for Latino associates, candidates and customers.\n\nThe Lowe's Pride BRG proudly promotes the value of gender and sexual identity inclusiveness through advocacy, education and removal of barriers to allow our community to thrive.\n\nThe Lowe's Veteran BRG fosters a culture of community that embraces our rich military lineage, inspires engagement and honors the service of veterans and those who support them.\n\nThe Lowe's Women Empowered BRG works to help women achieve their full potential inside and outside of Lowe's by creating a culture that supports the development, retention and promotion of women of all levels and backgrounds.\n\nThe Lowe's Multigenerational BRG encourages understanding and growth across generations by creating an inclusive workplace where associates feel valued and encouraging associates to work together and share their unique skills.\n2021 UNITED STATES DIVERSITY DATA BY GENDER\n\n- **MEN**\n  - Executive Officers: 33%\n  - U.S. Officers: 25%\n  - Managers & Above: 31%\n  - Non-Management Associates: 40%\n  - Total Workforce: 39%\n\n- **WOMEN**\n  - Executive Officers: 67%\n  - U.S. Officers: 75%\n  - Managers & Above: 69%\n  - Non-Management Associates: 60%\n  - Total Workforce: 61%\n\n*Excludes Null and Unknown\n\nFor additional diversity data, please see our 2021 Culture, Diversity and Inclusion Report\n\n2021 UNITED STATES DIVERSITY DATA BY ETHNICITY*\n\n- **WHITE**\n  - Executive Officers: 44%\n  - U.S. Officers: 56%\n  - Managers & Above: 65%\n  - Non-Management Associates: 73%\n  - Total Workforce: 63%\n\n- **PEOPLE OF COLOR**\n  - Executive Officers: 32%\n  - U.S. Officers: 65%\n  - Managers & Above: 73%\n  - Non-Management Associates: 63%\n  - Total Workforce: 63%\n\n*Excludes Null and Unknown\n\nFor additional diversity data, please see our 2021 Culture, Diversity and Inclusion Report\nTALENT ACQUISITION, DEVELOPMENT & RETENTION\n\nAttracting and retaining top talent, in addition to upskilling and training high potential associates, is key to our success. We strive to give our associates the training they need to excel at Lowe’s. To hire the best talent, we endeavor to offer an experience that makes them choose Lowe’s. And that starts with a streamlined and innovative approach to recruiting for our candidates and hiring managers.\n\nOur associates are our greatest asset, and attracting dedicated, knowledgeable and passionate associates is critical to our business. Our success is intertwined with our associates’ success and their ability to continuously learn and provide exceptional customer service. It is vital that our customers can enter any Lowe’s store and receive the same outstanding customer service. We strive to provide opportunities for our associates to develop, thrive and progress to long careers at Lowe’s. Therefore, we are harmonizing our training efforts across our operations and increasing access to learning materials and advancement opportunities for all associates. Through these efforts we strive to equip all our associates with the knowledge and confidence needed to grow meaningful careers at Lowe’s and develop leadership skills to serve those who serve customers. Lowe’s talent is managed by our vice president of talent management and diversity, a direct report to the executive vice president of human resources.\n\nATTRACTING TOP TALENT\n\nLowe’s is committed to building a diverse, skilled and inclusive workforce through internal and external hiring programs and national partnerships. Some initiatives to build our team include:\n\n- **Lowe’s Skillbridge Fellowship Program:** Through our partnership with the Department of Defense, Lowe’s provides opportunities for transitioning service members to work and gain experience at Lowe’s.\n- **Road to Hire:** Through this program, non-degreed individuals gain experience and skills for placement into tech careers.\n- **Diverse Hiring Slates:** For new openings, we are focused on providing a diverse selection of candidates for hiring managers to consider.\n- **College Recruiting:** Attracting early career talent is a key component to attracting future leaders to Lowe’s. We engage with over 60 universities in 27 different states.\n\nADVANCING DIVERSE VOICES\n\nWe understand and value the decision-making power that comes from a diverse team where everyone’s perspective is heard and respected. Augmenting our efforts to increase diverse representation and develop a diverse talent pipeline, Lowe’s collaborates with key partner organizations to provide scholarships, leadership training and emergency aid to communities in need.\n\nIn the United States, we work with historically black colleges and universities (HBCUs) and other minority-focused educational institutions to offer scholarships to high-potential students from underserved communities seeking additional education. In 2021, our scholarships were primarily awarded in partnership with the United Negro College Fund (UNCF), the Thurgood Marshall College Fund (TMCF) and the Hispanic Scholarship Fund (HSF).\n\nIn Canada, we partner with Autism Works and Indigenous Works to improve our diverse talent pool and support the advancement and development of these communities. In India, we have several programs and partnerships to support diversity in the workplace, including mentorships for top female associates, and partnerships with Enable India, an NGO that supports economic independence and dignity for people with disabilities, and YourStory, an organization that seeks to inspire women in the technology and business world.\nDEVELOPING OUR ASSOCIATES\n\nWhile attracting top talent is essential, Lowe’s is deeply committed to growing meaningful careers for our associates by helping them develop the skills and confidence needed to excel at their job, and in turn provide excellent customer service. We work to develop our associates through upskilling and leadership training as they become more proficient in their current roles. It is our goal to provide all associates with the opportunity for a long, successful career with Lowe’s.\n\nIn Canada, we continued our investment in and expansion of learning technology and focused on creating universal training for all field associates that aligns with United States programs wherever possible, despite the complexities introduced by regional and store type differences.\n\nSkilled Trades Education\n\nIn alignment with our commitment to reducing the skilled trades gap and to be an employer of choice, we are continuing to invest in our associates to help them attain careers in various trade fields. Since the beginning of our Track to the Trades program in 2018, over 3,600 associates have collectively pursued pre-apprentice certifications in five skilled trades to enhance their current roles or pursue a new career as a skilled trades person, and we plan to significantly increase enrollment going forward. Through Track to the Trades, Lowe’s provides upfront tuition support for associates to complete pre-apprenticeships in carpentry, plumbing, electrical, HVAC or appliance repair. In 2022, we plan to build upon our current program to include on-demand content, digital self-paced experiences and simulations built by industry trade experts.\n\nLowe’s University for ALL\n\nIn 2021, we expanded the Lowe’s University curriculum to better serve our associates. Lowe’s U provides all store associates with new learning and development opportunities that are tailored to their role, in addition to the standard onboarding courses. The additional training complements their existing knowledge and supports improved customer service and leadership development. Lowe’s University is available for all store associates via our SMART mobile devices on the sales floor or in the newly created Lowe’s U learning labs in our stores.\n\nIn Canada, the focus has been on unifying training efforts at all levels and locations. In 2021, we introduced the “My Arrival Programs,” which contains 12 different onboarding training modules for various job functions that align with United States operations to the greatest extent possible while recognizing regional differences.\n\nNEXT STEPS FOR TALENT ACQUISITION, DEVELOPMENT AND RETENTION\n\nWe plan to continue introducing innovative technology and processes that simplify the recruiting experience. As we continue to grow and develop as an organization, it is important that we consistently uphold our standards and provide our associates with the right tools and training to deliver the exceptional service our customers depend on at all our locations. In 2022 and beyond, we will continue to unify and enhance associate training to equip our associates with the expertise and confidence to serve customers and grow meaningful careers in leadership positions.\n\nWe also plan to expand Lowe’s University to include academies for our field supply chain, contact center, human resources and finance associates, in addition to targeted development for succession planning, including rotational assignments, executive coaching and accelerated development programs for assistant store manager, store manager and district manager roles.\n\nIn addition, we will make significant investments in upskilling our Pro and services teams, store selling departments and store and field leaders. We plan to attract external talent through our Track to the Trades program, providing participants an opportunity to grow with Lowe’s, and assisting them in placement into one of the trades or with one of our Gen T programs, a national movement focused on attracting new talent to the skilled trades.\nASSOCIATE HEALTH & WELL-BEING\n\nWe recognize the importance of creating a workplace that embraces our associates as entire people, and providing support for complex issues affecting the many facets of their lives. Our goal is to provide comprehensive and competitive benefits that consider whole person health, by supporting their physical, financial and emotional wellness.\n\nOur associates are the driving force behind our success. It is our priority that our associates have a safe working environment, access to support services and are compensated fairly for their efforts. Our associates’ health and well-being is overseen by our benefits team who reports to the vice president of total rewards, who is a direct report to the executive vice president of human resources.\n\nOUR WHOLE PERSON STANDARD\n\nAll regular full-time and part-time associates are eligible for a range of health and financial benefits. To support our associates financially, all regular full-time and part-time United States associates may participate in our 401(k) plan and can receive Lowe’s vested match dollars, up to 4.25%, after 30 days of employment. In addition, our Employee Stock Purchase Program is available to eligible associates in the United States and Canada. The health insurance programs we offer include support for chronic disease prevention and management, weight management and expert medical opinions.\n\nIn 2021, we expanded our Center of Excellence (COE) programs to include support for substance abuse disorders. We understood that impacts from COVID-19 would increase the rates of these disorders, and decided to provide resources for our associates who were seeking treatment. Qualifying associates can select one of five different treatment centers to attend for treatment, and Lowe’s covers all expenses, including transportation to and from the facilities. We also offer associates access to expert secondary medical opinions, giving them enhanced control over major health decisions.\n\nAs part of our efforts to champion whole person health, we expanded the healthcare services we provide, especially for chronic conditions. We also increased the support we provide for associates with diabetes, hypertension and obesity by providing coaching and equipment, including glucometers, test strips, blood pressure cuffs and scales. All of this equipment is Bluetooth® enabled and communicates with their individual health coach to monitor their progress. The individual and health coach can then create plans to improve their health and management of their chronic conditions.\n\nIn addition, in 2021 we introduced Talk Space, a virtual therapy program offered to our associates and part of our free counseling program. Talk Space offers counseling on our associates’ terms, through either text, live chat or video, and is offered on-demand. We believe it is important to offer this type of support.\n\nMOVING CARE FORWARD\n\nIn 2021, Lowe’s introduced impactful new benefits:\n\n→ Provided on-site vaccination opportunities\n→ Started offering embryo freezing services not based on medical necessity and LGBTQ+ inclusive\n→ Expanded employee stock purchase program to Canadian associates\nBENEFITS OFFERED TO ALL UNITED STATES FULL- AND PART-TIME ASSOCIATES\n\n- Health\n- Pharmacy\n- Dental\n- Vision\n- Life and disability benefits\n- Critical illness, hospital and accident insurance\n- No-cost health screenings\n- Employee Assistance Program\n- Vacation\n- Sick time\n- Discounted stock purchase plan\n- 401(K) plan with a company match up to 4.25% of pay\n- Lowe’s associate discount\n- Broad discount marketplace\n- Digital health concierge services\n- Wellness challenges\n- Pre-paid legal services\n- Pet insurance\n- Identity theft protection\n- Additional combined auto and home insurance\n\nADDITIONAL BENEFITS FOR FULL-TIME UNITED STATES ASSOCIATES\n\n- Telemedicine\n- Enhanced travel coverage to Centers of Excellence\n- Diabetes prevention program\n- Tuition assistance\n- Flexible spending accounts\n- Expert opinion services\n- No-cost diabetes supply and management programs\n- Parental resources for children with developmental and learning challenges\n- Paid parental leave and adoption assistance\n- On-site Digital Cognitive Behavioral Therapy screening\n- Fertility benefits Centers of Excellence\n- Activation awards\n- Accolade health assistants\n- Additional medical plan options for some geographic regions\n- Business travel accident insurance\n- Health savings account\n\nCOVID-19 RESPONSE IN INDIA\n\nDuring the second wave of COVID-19 in India, we took care of our associates and their families by introducing many new policies for our associates during the pandemic, including various forms of reimbursements, additional leaves for COVID-19 and caregiver leaves to take care of someone suffering from COVID-19. We also offered the following benefits to associates located in India:\n\n- Consultations: We introduced a dedicated 24/7 telemedicine consultation helpline service to our associates and dependents. With our Outpatient Department (OPD) and direct helpline service, we have seen an uptick in medical consultations enabled by Lowe’s. Our associates have used the OPD benefits for ordering medicines online and for health-checks and lab work.\n- Healthcare Kits: We dispatched healthcare kits to over 3,200 associates to ensure they have basic healthcare material on hand.\n- Vaccination Drive: We were able to roll out more than 3,700 vaccinations to our associates, dependents and front-line workers through vaccination drives set up at the Lowe’s office.\n- Helping those in need: During this time, we made oxygen cylinders and concentrators available to our associates and their family members who needed it the most.\n\nNEXT STEPS FOR ASSOCIATE HEALTH AND WELL-BEING\n\nAs part of our commitment to supporting whole person health, we are investigating ways we can support our associates facing serious and life-altering illnesses. In 2022, we plan to launch cancer institutes where any Lowe’s associate with a cancer diagnosis can travel to nationally recognized cancer treatment centers, paid for by Lowe’s. We are also looking to expand our Center of Excellence services to include bariatric care.\nCOMMUNITY ENGAGEMENT & SUPPORT\n\nWe are truly appreciative of everyone who has helped make Lowe’s what it is today. With our success comes a desire to help the communities that helped us. Lowe’s understands the vital role we play in providing products, services and support to communities in need. Therefore, we look for opportunities to make a positive impact where it’s needed most.\n\nAs part of our goal to invest $350 million by 2025 in local communities, in fiscal 2021 we provided $100 million to these efforts, reinforcing our commitment to safe, affordable housing, skilled trades and focusing on our support of rebuilding communities in the wake of natural disasters. Through the Lowe’s Foundation, more than $4 million in grants were distributed in the Charlotte, North Carolina, region to partners focused on affordable housing and workforce development. Across all our efforts, we also support veteran-focused programs and initiatives.\n\nCommunity engagement is overseen by Lowe’s community relations team, who reports to the vice president of corporate communications and the executive vice president and chief brand & marketing officer.\n\nLOWE’S 100 HOMETOWNS INITIATIVE\n\nAfter 100 years of serving communities across the United States, Lowe’s celebrated its centennial by giving back through a new initiative, 100 Hometowns. We launched the nationwide program with a $10 million commitment to complete 100 impact projects in 2021 to help communities rebuild from natural disasters, repair critical housing, restore community centers, revive green spaces and more.\n\nAs communities from New Jersey to New Orleans dealt with the aftermath of Hurricane Ida, a Category 4 Atlantic hurricane, Lowe’s committed $2 million to support relief efforts, while our store associates supported customers with their storm recovery. In just one day, Lowe’s stores in the hardest-hit areas distributed more than 7,000 disaster relief buckets filled with free, critically needed cleanup supplies, while nearly 500 trucks filled with emergency supplies were shipped to more than 60 stores directly in the storm’s path in Texas, Louisiana, Mississippi and Alabama. We deployed the new Lowe’s Tool Rental Disaster Response Trailer to help people get safely back into their homes and get their local businesses up and running. More than 260 Lowe’s associates volunteered to leave their home stores and travel to stores affected by the storm as members of our Emergency Response Team. Their efforts provided additional customer support and gave their fellow associates directly impacted by the hurricane a chance to focus on their families.\n\nWhen tornadoes caused catastrophic damage throughout Kentucky, we donated $1 million to the American Red Cross and Lowe’s nonprofit Pro customers to support immediate relief and recovery efforts. In a matter of hours, nearby Lowe’s associates rallied around their community to donate supplies and critical materials and to help customers without power. As the Christmas holiday approached soon after the tornadoes, we teamed up with one of our longstanding nonprofit partners, Operation BBQ Relief, to host Christmas meal distributions at three Lowe’s stores in Kentucky, serving a hot meal to over 15,000 customers and associates.\n\nIn late 2021, we started a partnership with Good360, a nonprofit leader in product philanthropy, to donate surplus products following natural disasters to communities in need. This partnership started with Lowe’s supporting families recovering from the Kentucky tornadoes by donating more than 300 truckloads of product.\nSUPPORTING OUR HOMETOWN\n\nLowe’s is proud to call Charlotte its home, and we are committed to making a positive difference in the community.\n\n$1 MILLION\nROOF ABOVE\n\n$3 MILLION\nRENAISSANCE WEST\nCOMMUNITY INITIATIVE\n\n$90,000\nVETERANS BRIDGE HOME\nVETERANS TRANSITION CENTER\n\nRENAISSANCE WEST\n\nLowe’s and the Lowe’s Foundation announced a $3 million donation supporting a multi-year initiative to improve economic mobility in the Renaissance West neighborhood. The program will support life navigation and coaching programs, increase accessibility to technology and promote skilled trades workforce development. Over the next three years, we will create an on-site skilled trades training center, support career programs to increase digital and financial literacy, and help improve the community through neighborhood improvement projects.\n\nVETERANS BRIDGE HOME (VBH)\n\nLowe’s and the Lowe’s Foundation teamed up with the Carolina Panthers and awarded $90,000 to support VBH’s move into their new Veterans Transition Center, while also donating $25,000 in gift cards to further support. The 10,000 square foot, state-of-the-art co-working space and community center for veterans, military service members and their families is the first of its kind in the Carolinas and will be dedicated to facilitating the employment and advancement of veterans across the region.\n\nSUPPORTING UNDERSERVED STUDENTS\n\nIn November 2021, we made a $10 million commitment to the city of Charlotte to help establish a public-private partnership for achieving economic opportunity and upward mobility. The initiative looks to invest $250 million to remove barriers to opportunity through four key workstreams: bridging the digital divide and establishing a Center for Digital Equity; investing in Charlotte’s six “Corridors of Opportunity” neighborhoods; transforming Johnson C. Smith University into a top-tier, career-focused HBCU; and ensuring organizations commit to advancing more Black and Brown leaders within their individual corporations.\n\nROOF ABOVE\n\nIn September 2021, the Lowe’s Foundation announced a $1 million grant to support Roof Above’s work to end homelessness in Charlotte, aiding its conversion of a hotel with 88 studio units of affordable housing with support services for those experiencing chronic homelessness. The project also includes a 4,000 sq. ft. addition with a large gathering space, conference rooms, offices and a health clinic.\nSKILLED TRADES & WORKFORCE DEVELOPMENT\n\nLowe’s is helping to build the future generation of skilled trades workers through education and training workshops with organizations like Goodwill and the Boys & Girls Clubs of America.\n\nAs part of Generation T, the digital-first movement aimed at changing the way people see and feel about the skilled trades, we continued our efforts to inspire, educate and connect prospective workers to rebuild America’s skilled trades workforce. In 2021, Generation T reached over 1.8 million people through online education, in-person events and virtual learning opportunities. Through partnerships with Charlotte Mecklenburg High Schools, the Charlotte Mecklenburg Police Department, the U.S.O., trade schools and Lowe’s PROviders, we were able to offer educational workshops, immersive experiences and networking opportunities to students, transitioning military service members and their spouses. We also awarded $25,000 grants to three AMVETS veterans, and we provided valuable work experience through 100 Hometowns and Lowe’s Heroes projects throughout the year.\n\nSUPPORTING VETERANS\n\nAs part of our goal to provide support to veterans learning skilled trades and transitioning to civilian life, in early 2021, Lowe’s and Operation FINALLY HOME partnered with construction trade programs to build tiny homes to be used as transitional housing for veterans. Our support provides funding, construction materials and infrastructure support for the programs to build 15 tiny homes over the next few years.\n\nIn September 2021, Lowe’s was honored as AMVETS Veteran Friendly Employer of the Year in recognition of the company’s dedication to improving the lives of veterans through its commitment to serve them through hiring practices, including veterans in organizational culture, and by being active in community service and fundraisers for veterans and their families.\nASSOCIATES GIVING BACK\n\nIn line with our goal to contribute more than 3 million hours of associate community service by 2025, Lowe’s associates across the company contributed over 196,000 volunteer hours in the communities where they live and work. A major contributor to this goal is the work done through Lowe’s Heroes, a company-wide effort where we provide funding for each United States and Canadian store to identify a project in their hometown that associates can support through volunteering. As a company, we also provided more than $4.5 million in assistance to 3,140 Lowe’s associates as part of the Lowe’s Employee Relief Fund (LERF), funded by associates and matched dollar-for-dollar by Lowe’s. LERF provides financial support to associates in times of significant, unforeseen financial hardships, including natural disasters, family emergencies and recovery from challenges due to COVID-19.\n\nCANADIAN PHILANTHROPY\n\nIn Canada, our giving focuses on providing communities, associates and customers with support specific to the needs of the area. As part of Lowe’s Canada Heroes program, we supported local nonprofit organizations with donations and volunteers, providing over $4 million CAD in donations to over 235 nonprofits across Canada in 2021.\n\nSUPPORTING SAFE, AFFORDABLE HOUSING\n\nSupporting efforts to provide safe, affordable housing through building homes and supporting critical home repair is one of our most important initiatives when it comes to giving back. In 2021, we led or partnered on initiatives to build, repair, modify and renovate individual homes and housing facilities that benefit families, frontline workers, veterans, seniors and communities in need.\n\nAs an NFL partner, we worked with leading national nonprofit organization Rebuilding Together in 13 NFL team markets to fund and complete critical housing repairs for single-family homes owned by front-line workers impacted by COVID-19.\n\nIn support of the military and veterans’ community, we partnered with Building Homes for Heroes to fund and help complete the construction or modification of 11 mortgage-free homes for United States veterans who were injured while serving in the military.\n\nAs a part of Lowe’s hometown focus on Charlotte, we were a lead partner in Rebuilding Together’s “Building a Healthy Neighborhood” volunteer initiative to rebuild 25 homes and create an all-new community space in an historic neighborhood.\n\nWe donated $200,000 of efficient, sustainable products for a 100-unit project in Chicago with 548 Capital, a 100% African American owned minority business that utilizes solar power and energy-efficient housing to create sustainable affordable housing tied to community solar projects.\nCOVID-19 RELIEF IN INDIA\n\nLowe’s India, based in Bangalore (Bengaluru) and with over 3,500 associates, recognized the importance of providing immediate and long-term support to marginalized communities and has invested more than $5 million in COVID-19 response measures where associates live and work.\n\nWith a renewed focus on health and safety for the underserved, Lowe’s contributed to healthcare services in Bangalore focused on three broad categories: healthcare infrastructure and medical supplies, supporting front-line workers and vaccination drives for the community. Through its partners, Lowe’s executed the relief work in collaboration with Karnataka COVID-19 Task Force, along with Karnataka State Medical Supplies Corporation and City Municipal Cooperation.\n\nLowe’s invested in highly sophisticated mobile testing facilities that were able to conduct more than 50,000 reverse transcription PCR tests in a span of 30 days. Currently these laboratories are being used for upskilling lab technicians. Lowe’s also donated medical equipment to two government hospitals with the support of Samarthanam Trust for the Disabled. In partnership with Sambhav Foundation, Lowe’s donated an oxygen plant to a pediatric hospital in Bangalore and organized a vaccination drive for 10,000 community members.\n\nSkills for Job Creation\n\nSanitation Skills Project: With the economic impacts from COVID-19 disproportionately impacting underserved communities, Lowe’s partnered with the Sambhav Foundation to create the Sanitization Hygiene Entrepreneur (SHE) program. This program finds meaningful employment for the most vulnerable, especially women, in jobs that benefit their community. It also includes training for women as SHE inspectors, giving them an avenue to earn a livelihood.\n\nSkilling Programs in Information Technology, Retail Management and Computer Learning\n\nIn India, the growing skill gap posed a challenge to people from underserved backgrounds or those with physical disabilities, particularly during the pandemic. In response, Lowe’s created a skill development program in partnership with Samarthanam Trust for the Disabled, Lok Bharti and Magic Bus that advances young people’s critical digital and cognitive capabilities, their social and emotional skills and their adaptability and resilience to prepare them for meaningful and well-paying jobs. This helped over 700 young professionals in India beginning a career during the pandemic.\n\nFood Aid for Migrant Workers: In response to the food security crisis in Bangalore, Lowe’s partnered with Samarthanam Trust for the Disabled to distribute dry ration food packages and PPE kits to front-line staff and vulnerable laborers. These food packages provided enough sustenance for two months, which was crucial for migrant workers, many of whom had little or no access to healthcare and social protection measures, particularly during the nationwide lockdowns.\n\nLowe’s received the prestigious Mahatma Award for COVID-19 Humanitarian Effort in 2021 and was selected from 700 entries for high standards of ethical conduct, integrity, and excellent civic and social responsibility highlighted by COVID-19 relief programs.\n## OUR PEOPLE & OUR COMMUNITIES DATA\n\n### WORKPLACE SAFETY\n\n| Metric                                                                 | 2019 | 2020 | 2021 |\n|------------------------------------------------------------------------|------|------|------|\n| Associates trained on safety compliance                               | 100% | 100% | 100% |\n| Number of safety celebrations for stores to celebrate safety rates, completion of safety meetings, trainings or HazMat inspections | 4,397 | 5,508 | 5,311 |\n| Total OSHA recordable rate (per 100 full-time employees) (United States only) | 6.37 | 5.36 | 5.15 |\n| Goal Progress: Reduce Lost Time Incident Rate (LTIR) each year (per 200,000 Hours) | 2.35\\(^1\\) | 2.28 | 2.38 |\n\n### CULTURE, DIVERSITY & INCLUSION\n\n| Metric                                                                 | 2019 | 2020 | 2021 |\n|------------------------------------------------------------------------|------|------|------|\n| Board Members\\(^3\\)                                                   | 12   | 11   | 10   |\n| Women                                                                  | 4 (33%) | 4 (36%) | 3 (30%) |\n| People of Color                                                        | 4 (33%) | 4 (36%) | 4 (40%) |\n| Executive Officers                                                     | 8    | 9    | 9    |\n| Women                                                                  | 2 (25%) | 3 (33%) | 3 (33%) |\n| People of Color                                                        | 3 (37.5%) | 4 (44%) | 4 (44%) |\n| Number of associates: Asia & Europe                                    | 2,400 | 3,200 | 3,800 |\n| Number of associates: Canada                                           | 25,000 | 25,000 | 24,000 |\n| Number of associates: United States                                   | 271,000 | 288,000 | 300,000 |\n\n\\(^1\\)All 2021 data is as of December 31, 2021.\n\\(^2\\)Data is United States only.\n\\(^3\\)For additional information on Board demographics, see our proxy statements.\n### TALENT ACQUISITION, DEVELOPMENT & RETENTION\n\n| Metric                                                                 | 2019   | 2020   | 2021   |\n|------------------------------------------------------------------------|--------|--------|--------|\n| Average hours of completed training per store associate               | 12     | 9.5<sup>4</sup> | 9<sup>4</sup> |\n| Hours of training invested in front-line leaders (completed hours)    | 1,148,610 | 448,223<sup>4</sup> | 648,696<sup>4</sup> |\n| Training hours for store managers                                     | 79,245 | 23,743<sup>4</sup> | 36,162<sup>4</sup> |\n| Training hours for department supervisors and assistant store managers | 632,231 | 288,070<sup>4</sup> | 612,534<sup>4</sup> |\n\n### ASSOCIATE HEALTH & WELL-BEING\n\n| Metric                                                                 | 2019   | 2020   | 2021   |\n|------------------------------------------------------------------------|--------|--------|--------|\n| United States full-time associates participating in Lowe's health insurance plans (%) | 68%    | 67%    | 65%    |\n| United States associates participating in Lowe's 401(K) plan (%)       | Full-time: 58%, Part-time: 26% | Full-time: 53%, Part-time: 23% | Full-time: 54%, Part-time: 19% |\n| Number of United States associates helped via the Lowe's Employee Relief Fund | 2,251  | 2,300  | 3,140  |\n| Total Lowe's Employee Relief Fund monies distributed (Global)          | $2 million | $2.8 million | $4.5 million |\n| Associates completing Lowe's BEST Survey (Global)                      | 206,132; 75% Response rate | 276,824; 88% Response rate | 264,147; 90% Response rate |\n\n### COMMUNITY ENGAGEMENT & SUPPORT\n\n| Metric                                                                 | 2019   | 2020   | 2021   |\n|------------------------------------------------------------------------|--------|--------|--------|\n| Total charitable giving                                                | $42 million | $150 million | $80 million |\n| Total associate volunteer hours                                        | 330,000 | 143,000<sup>4</sup> | 196,000<sup>4</sup> |\n| Percent of stores contributing to their local communities through product donation and volunteer opportunities | 100%   | 100%   | 100%   |\n| Goal Progress: Invest $350 million in our local communities by 2025    | $88 million | $238 million | $318 million |\n| Goal Progress: Contribute more than 3 million hours of associate community service by 2025 | 645,000 | 788,000 | 984,000 |\n\n<sup>4</sup>In 2020 and 2021, our training hours were impacted by COVID-19 as we shifted efforts to customer service and support.\n\n<sup>5</sup>In 2020 and 2021, volunteer hours were limited due to COVID-19 safety considerations.\nLowe’s strives to put the customer first by providing high-quality items that help our customers live more sustainably. We begin by selecting suppliers and offering products that support human and environmental health, guided by our human rights, wood sourcing, safer chemicals and conflict minerals policies. We are also expanding our pursuit of innovative, more efficient eco-products and educating customers on how to reduce their footprint at home.\n\nVISION STATEMENTS\n\n→ Promote sustainable, responsible and ethical practices throughout our value chain\n→ Provide customers with eco-friendly, high-quality and safe products\n→ Help customers live more sustainably at home\nSUPPLIER SOCIAL & ENVIRONMENTAL PRACTICES\n\nWe strive to meet customer demand for innovative and reliable products by responsibly sourcing goods and materials domestically and globally. Our supplier screening process is a key element of our overall product sustainability efforts.\n\nOur responsible sourcing team within our quality assurance (QA) department monitors the social and environmental practices of private-brand and import vendors where Lowe’s is the importer of record. Lowe’s legal team provides vendors with training on the Vendor Code of Conduct and other requirements related to ethics and integrity. The Vendor Code of Conduct details social and environmental expectations which all vendors must sign, and our QA team conducts regular training sessions with vendors on various topics.\n\nSUPPLIER COMPLIANCE\n\nWe aim to ensure that workers who manufacture the products we purchase are operating under safe conditions, are being treated fairly and are paid in accordance with local laws, at minimum.\n\nWe audit factories for Lowe’s private brand suppliers and products where we are the importer of record to verify compliance with our Vendor Code of Conduct. Our audits focus on areas such as forced labor, labor contracts, working hours, compensation and benefits, employment practices, environmental compliance and worker health and safety. Lowe’s Vendor Code of Conduct and our Human Rights Policy are the foundation of the audit and our Responsible Sourcing program. This program is carried out by conducting a Retail Ethical Sourcing Assessment (RESA) at each applicable factory by third-party audit firms to ensure impartial reviews.\n\nVendor Code of Conduct\n\nOur Vendor Code of Conduct applies to vendors providing goods and services to Lowe’s and our subsidiaries and affiliates. The Code sets forth the basic standards of ethical conduct in business practices, which vendors must comply with as a prerequisite to doing business with Lowe’s. In 2020, we updated and expanded the Code to strengthen our supplier standards by including more clarity on sustainability requirements.\n\nThe Vendor Code of Conduct covers the following aspects of our vendor relationships:\n\n- Business Integrity and Ethics\n- Labor, Health and Safety\n- Environmental Standards\n- Monitoring, Enforcement and Management Systems\n\nTo review our Vendor Code of Conduct in full, please visit our website.\n\nHuman Rights Policy\n\nLowe’s believes businesses have a responsibility to recognize and respect human rights. Lowe’s Human Rights Policy, which was updated in 2021 to outline our stance on modern slavery, reflects the principles embedded in our business operations and embodies our commitment to respect internationally recognized human rights standards including the fundamental principles of Human Rights, as defined by the “Universal Declaration of Human Rights.” Lowe’s aligns with the principles set forth in the United Nations Global Compact, the International Bill of Human Rights (including the International Covenant on Civil and Political Rights (ICCPR), the International Covenant on Economic, Social and Cultural Rights (ICESCR), and the International Labor Organizations (ILO) Declaration on Fundamental Principles and Rights at Work. The Policy applies to all associates, vendors, customers, subcontractors and other partners who provide services and goods to Lowe’s.\n\nWe believe that working through external initiatives and partnerships is often the best way to address shared challenges in operating our business responsibly. Where events may impact Lowe’s commitments to human rights, we assess the risk, conduct investigations if necessary and provide a solution or action for remediation. To read our Human Rights Policy in full, please visit our website.\n\nConflict Minerals\n\nLowe’s recognizes the concerns associated with sourcing conflict minerals. We expect vendors to comply with our Conflict Minerals Policy, which was established considering the United States Securities and Exchange Commission’s (SEC) conflict minerals rule as mandated by Section 1502 of the Dodd-Frank Wall Street Reform and Consumer Protection Act of 2010. We survey our private brand vendors annually to validate compliance with our policy and report in line with SEC regulations.\n\nNEXT STEPS FOR SUPPLIER SOCIAL & ENVIRONMENTAL PRACTICES\n\nOnce it is safe to do so, we plan to reintroduce in-person supplier workshops to present best practices and collaborate with other successful Lowe’s suppliers. By reviewing best practices and working with other successful Lowe’s suppliers, we are helping our vendors improve their own operations to better serve all their customers as well as our own.\nNATURAL RESOURCES\n\nWith the understanding that we only have one planet with limited resources, Lowe’s strives to sustainably source our materials. From the resources we choose for our products to how we source them, Lowe’s is committed to upholding environmental stewardship.\n\nRESPONSIBLE FORESTRY\n\nLowe’s recognizes the impact the world’s forests have on the ecological and climate processes upon which biodiversity and human life depend. Since one of Lowe’s primary products is lumber, enhancing sustainable wood sourcing practices for Lowe’s and our wood supply chain is one of our top priorities. We continue to partner with the World Wildlife Fund (WWF), and under its guidance, we’re continuing to strive for best practices in forestry and to assess emerging risks while striving to lessen the ecological impacts of the business and reduce deforestation.\n\nIn 2021, we joined Forests Forward, a new corporate program managed by WWF that engages companies around the world to help develop both long-term and near-term strategies to reduce their forest footprint and support other on-the-ground actions—like forest restoration—to keep forests thriving for people, nature and climate. We look forward to collaborating with other retailers as part of Forests Forward to collectively build resilient supply chains for forestry products.\n\nOur Wood Sourcing Policy details our commitments to procuring sustainable and certified wood products. Throughout 2021, we actively worked with our partners and suppliers sourcing in the Atlantic Forest and Greater Mekong, areas that face complications in obtaining Forest Stewardship Council (FSC) certification, to assess market conditions and the environmental and social risks in those areas. As we continue to update and improve our wood purchasing program, we are committed to achieving the goal of 100% of wood products purchased from a responsible source by 2025.\n\nCountries of Significant Wood Sourcing*\n\n| Country       | Percentage |\n|---------------|------------|\n| United States | 70%        |\n| Canada        | 14%        |\n| Brazil        | 5%         |\n| China         | 3%         |\n| Argentina     | 1%         |\n| Chile         | 1%         |\n| New Zealand   | 1%         |\n\n* U.S. Wood Sourcing Volume only\n\nUnited States Wood Sourcing by Continent\n\n- North America (includes Central America): 84%\n- South America: 8%\n- Europe (includes Russia): <2%\n- Asia: 5%\n- Africa: <1%\n- Australia (includes New Zealand): 1%\n\nNEXT STEPS FOR NATURAL RESOURCES\n\nWe are researching the impacts that our wood sourcing program has on primary forests, particularly the Canadian Boreal Forest. We are also investigating the practice of free, prior and informed consent (FPIC) to respect and uphold the rights of Indigenous Peoples and traditional communities in areas where our suppliers operate. We plan to publish the findings of our research in a report scheduled to be released by the end of 2022.\nPRODUCT RESPONSIBILITY\n\nWith our focus on making homes better for all, we continue to expand our assortment of products that help customers live more sustainably at home and lessen impacts on the environment. We are committed to providing safe products that our customers can depend on. Our cross-functional product safety committee meets regularly and reports to the United States Consumer Product Safety Commission and Health Canada, as necessary.\n\nOur quality assurance team works directly with suppliers, internal stakeholders and other groups to help ensure product safety and quality. We are actively working with our suppliers to improve the sustainability performance of the products they provide, including pursuing trusted third-party certifications with rigorous standards for protecting people, natural resources and the planet. We are also working to educate our customers about the best ways to utilize, maintain and extend the life of those products.\n\nPRODUCT SAFETY AND CHEMICALS MANAGEMENT\n\nLowe’s attends annual conferences held by the International Consumer Product Health and Safety Organization and regularly engages with the Retail Industry Leaders Association to align with product safety best practices and prepare for emerging risks and regulations. We work with the Retail Council of Canada, Health Canada and the Retail Leadership Council (RLC) of the Green Chemistry & Commerce Council (GC3) and partner with companies across multiple sectors to address chemicals of concern.\n\nIn 2021, to further streamline and standardize the training Lowe’s provides, we replaced all instructor-led training on product safety with a virtual version. Included in our Merchandising Academy and the Learning Center, the 20-minute course provides the details our associates need to know about our products and their safety considerations. This training is provided annually and is mandatory for those who have job functions related to product safety.\n\nTo manage chemicals more responsibly, Lowe’s introduced a safer chemicals policy in 2018 containing a number of strategic actions and commitments, which continues to be updated based on newfound knowledge and regulations surrounding chemicals of concern. This year, we partnered with industry peers and suppliers to drive progress on the GC3’s RLC Statement on Chemical Innovation Priorities and Transparency Roadmap, which is designed to improve ingredient transparency and drive innovation in green chemistry.\n\nPRODUCT COMPLIANCE AND TESTING\n\nWe actively audit, test and inspect Lowe’s private brand products and products where we are the importer of record. Lowe’s partners with third-party labs to conduct product tests to verify compliance with applicable industry standards and state and federal regulations. Higher Risk (Class-1) products like power tools and electrical items are tested annually. Lower-risk (Class-2) products, such as nails and screws are tested every two years. Third-party labs are also used for consumer-focused product tests to help our merchants make informed buying decisions. In 2021, we began integrating supplier review practices into our pre-shipment inspections, which are performed to ensure that the items are consistent in quality and meet Lowe’s and our customers’ expectations.\n\nMAKING HOMES BETTER FOR ALL\n\nWe continue to expand our portfolio of energy-efficient products that result in long-term savings, including ENERGY STAR® certified products. In 2021, we sold more than 67 million ENERGY STAR® certified products, saving customers more than $6.2 billion in lifetime energy costs. We also host energy efficiency guides and online rebate centers on our website to help customers make environmentally friendly purchasing decisions at the best price possible. In partnership with our utility partners, Lowe’s offered $25 million in discounts to customers who purchased energy-efficient products throughout 2021.\n\nSALES ASSOCIATE TRAINING\n\nOur operations in Canada launched a new training for sales associates about ECO Products. This training is aimed at educating stores associates about third-party certifications related to sustainability and helping them present eco-friendly products and their benefits to customers.\n\nLowe’s is also proud of our selection of WaterSense® offerings, a lineup of United States EPA-certified products guaranteed to use at least 20% less water than comparable alternatives. In 2021, we sold more than 12 million WaterSense® labeled products, and we expect that number to grow with our commitment to include the WaterSense® label on all new eligible private brand Kitchen & Bath items starting in 2022.\nSUSTAINABLE BUYING GUIDE AND TRAINING\n\nWe are committed to helping customers live more sustainably at home and reducing their environmental impact. In the United States, we are developing sustainable buying guides to help our merchandising teams embed sustainability criteria into product selection decisions that align with our public commitments. The sustainable buying guides are intended to provide merchants context on environmental and social impacts of product sourcing and material selection to help guide them to the best products in line with our sustainability goals. This effort is also underway in Canada, with a new buying guide and training for the merchandising teams scheduled for release in 2022. In addition, we work with suppliers to improve the environmental performance of our products by reducing the amount of materials and water used in manufacturing, leaning into our safer chemicals policy to remove potential chemicals of concern, and focusing on products with lower emissions. To substantiate these environmental and social claims, we utilize third-party certifications and their rigorous testing standards. Looking forward, we plan to expand the number of third-party certified products we offer to help customers live more sustainably at home.\n\nThroughout 2021, we have focused on aligning our portfolio and purchasing decisions across the enterprise with our sustainability goals. Our Canadian ECO-Products program, which covers over 25 certifications including FSC, GreenGuard and EPA Safer Choice, is one way that we are responding to customer product needs. Only after rigorous evaluation based on a life cycle assessment can an item be labeled as an ECO-Product. Our customers can be confident knowing that these products have demonstrated verifiable benefits to the environment compared to their alternatives. Currently, more than 5,000 products qualify for our Canadian ECO-Products program.\n\nSUSTAINABLE PACKAGING\n\nWe are committed to working with our suppliers to further reduce the environmental impact of our products by increasing the use of recycled content and the recyclability of our packaging. This includes strategic labeling to educate customers on how they can recycle several types of packaging. We accomplish this by adding the How2Recycle label, which aims to educate and empower consumers on the proper disposal of product packaging. In 2021, we set a goal to include the How2Recycle label on all our private brand packaging, where space allows, by 2025.\n\nIn 2021, we created an internal team tasked with understanding our packaging needs and identifying opportunities for improvement. We continue to optimize transit packaging to reduce the amount of material we use, as well as overall size, in efforts to gain efficiencies in shipping while eliminating waste. In addition, we are educating our private brand merchandising teams on methods to remove PVC and expanded polystyrene foam from our packaging. In Canada, we transitioned our Carole Towne porcelain goods to 100% recycled packaging content, our first private brand to fully make the switch.\n\nINNOVATIVE PRODUCT DEVELOPMENT\n\nWe are also increasing our communication with suppliers at the onset of product development to increase recycled content going into products and packaging. In 2021, all suppliers pitching private brand gloves were challenged to develop a line made from post-consumer recycled materials. As a result, gloves made with 50% recycled plastic will be available in Lowe’s stores in late 2022.\n\nNEXT STEPS FOR PRODUCT RESPONSIBILITY\n\nWe look forward to publishing and updating our suite of buying guides across the product portfolio in the United States and Canada. We are exploring ways to communicate our sustainability values to our customers and showcasing how customers can enhance their home’s sustainability profile, including ways to reduce their carbon footprint. In 2022, we plan to conduct packaging audits to obtain a comprehensive assessment of the amount and type of materials used in our packaging to better understand the steps we need to take to remove non-recyclable materials. We are also increasing our communication with suppliers at the onset of product development to increase recycled content going into products and packaging.\n\nLastly, we are exploring ways to build a framework that identifies the most important sustainability topics to be addressed in our products. We are also working to enhance our IT infrastructure to improve quality assurance processes and replace existing manual processes.\n## PRODUCT SUSTAINABILITY DATA\n\n### SUPPLIER SOCIAL & ENVIRONMENTAL PRACTICES\n\n| Metric | 2019 | 2020 | 2021 |\n|--------|------|------|------|\n| Number of Lowe's RESA audits conducted | 1,102 | 1,220 | 1,404 |\n| Follow-up assessments conducted to validate implementation of corrective actions | 800 | 816 | 921 |\n| Goal Progress: 100% of our strategic suppliers will have sustainability goals | 52% | 62% | 74% |\n\n### NATURAL RESOURCES\n\n#### United States\n\n| Metric | 2019 | 2020 | 2021 |\n|--------|------|------|------|\n| Total wood sourced (million ft³) | 392 | 452 | 348 |\n| North America | 91% | 90% | 84% |\n| Europe, Middle East & Africa | <1% | 1% | 2% |\n| South America | 5% | 6% | 8% |\n| Asia Pacific | 3% | 3% | 6% |\n| Percent of total wood volume with FSC-certification | 9% | 8% | 8.5% |\n| Percent of total wood volume with SFI or PEFC-certification | 56% | 58% | 59% |\n| Percent of total wood volume with other approved third-party certification | 3% | 2% | 1.5% |\n| Goal Progress: Percent of responsibly sourced wood volume | 68% | 68% | 69% |\n| Percent of wood volume sourced from at-risk regions | 4% | 6% | 5% |\n| Percent of wood volume sourced from at-risk regions with FSC-certification | 2% | 11% | 10% |\n| CDP Forests Score | B- | B | B- |\n\n#### Canada\n\n| Metric | 2019 | 2020 | 2021 |\n|--------|------|------|------|\n| Total lumber and building materials sourced (million ft³) | 52 | 51 | 66 |\n| North America | 99% | 99% | 99% |\n| Europe, Middle East & Africa | 0% | <1% | <1% |\n| South America | 0% | <1% | <1% |\n| Asia | <1% | <1% | 1% |\n\n1Unless specified otherwise, all data represents global operations.\n22019 audits cover 1,005 factories in 25 countries; 2020 audits cover 1,127 factories in 26 countries and 2021 audits cover 1,264 factories in 25 countries.\n3In 2021, we changed our wood survey to capture the actual dimensions of our wood products. In prior years, nominal dimensions were used. This resulted in an approximately 30% reduction in volume.\n### METRIC\n\n#### Canada\n\n| Metric                                                                 | 2019  | 2020  | 2021  |\n|------------------------------------------------------------------------|-------|-------|-------|\n| Percent of lumber & building materials wood volume with FSC-certification | 19%   | 22%   | 15%   |\n| Percent of lumber & building materials wood volume with SFI- or PEFC-certification | 59%   | 58%   | 56%   |\n| Goal Progress: Percent of responsibly sourced lumber & building materials wood volume | 78%   | 80%   | 71%   |\n| Percent of lumber & building materials wood volume sourced from at-risk regions | 0%    | <1%   | <1%   |\n| Goal Progress: Percent of lumber & building materials sourced from at-risk regions with FSC-certification | N/A   | 93%   | 20%   |\n\n#### Other Products Containing Wood\n\n| Metric                                                                 | 2019  | 2020  | 2021  |\n|------------------------------------------------------------------------|-------|-------|-------|\n| Total units sourced                                                    | 12,935,516 | 19,265,717 | 26,730,086 |\n| Percent of other products containing wood sourced with FSC-certification | 13%   | 18%   | 14%   |\n| Percent of other products containing wood sourced with SFI- or PEFC-certification | 13%   | 4%    | 12%   |\n| Goal Progress: Percent of other products containing wood that were responsibly sourced | 26%   | 22%   | 27%   |\n| Percent of other products containing wood sourced from at-risk regions | 6%    | 4%    | 2%    |\n| Goal Progress: Percent of other products containing wood sourced from at-risk regions with FSC-certification | 21%   | 14%   | 13%   |\n\n#### PRODUCT COMPLIANCE (IMPORTS & PRIVATE BRANDS)\n\n| Metric                                                                 | 2019  | 2020  | 2021  |\n|------------------------------------------------------------------------|-------|-------|-------|\n| Number of product tests conducted by third parties                    | 5,126 | 7,043 | 6,932 |\n| Number of transit tests conducted by third parties                    | 4,584 | 5,712 | 5,684 |\n\n#### ENVIRONMENTALLY FRIENDLY PRODUCTS\n\n| Metric                                                                 | 2019  | 2020  | 2021  |\n|------------------------------------------------------------------------|-------|-------|-------|\n| ENERGY STAR® products offered in store and online                      | 29,956 | 48,719 | 46,346 |\n| Customer lifetime savings from Lowe's ENERGY STAR® products ($USD)     | $5.3 billion | $7 billion | $6.2 billion |\n| Goal Progress: Save customers more than $40 billion in energy costs through the sales of ENERGY STAR® products by 2025 | $10.3 billion | $17.3 billion | $23.5 billion |\n| Customers' GHG emissions savings from Lowe's ENERGY STAR® products over lifetime (metric tons CO₂e) | 30.4 million | 38.9 million | 34.6 million |\n| WaterSense® products offered in store and online                       | 10,620 | 12,406 | 13,683 |\n| Customer lifetime savings from Lowe's WaterSense® products ($USD)      | $91 billion | $10.4 billion | $11.5 billion |\n| Customer lifetime savings from Lowe's WaterSense® products (gallons)   | 827 billion | 951 billion | 1 trillion |\n| Revenues obtained from sustainability-related products ($USD)           | $8.4 billion | $91 billion | $9.9 billion |\n\n**Scope 3, Category 11 Emissions for Use of Sold Products - ENERGY STAR® categories only (millions of metric tons CO₂e)**\n\n| Metric                                                                 | 2019  | 2020  | 2021  |\n|------------------------------------------------------------------------|-------|-------|-------|\n| N/A                                                                   |       |       |       |\n\n**This percentage decreased as we expanded our process to account for additional product categories containing wood.**\n\n**Sustainability-related products are currently defined as WaterSense® labeled, ENERGY STAR® certified or products with FSC-certification.**\n\n**Based on ENERGY STAR's 2020 Scope 3 Emissions Calculator. We do not have current targets or goals related to Scope 3 emissions.**\nAt Lowe’s, operational excellence means reducing risk and increasing efficiency and effectiveness by being good stewards of the environment, operating ethically and embracing transparency. Mitigating climate change, reducing energy usage, emissions and waste and evaluating our governance practices enables sustainable, transparent and ethical operation for a stronger tomorrow.\n\nVISION STATEMENTS\n\n→ Strengthen our business resilience and improve operational efficiency to reduce our impact on the environment\n\n→ Uphold responsible and ethical business practices throughout our organization\nCLIMATE CHANGE, ENERGY & EMISSIONS\n\nLowe’s actively combats climate change by lowering operational and transportation-related energy use and greenhouse gas (GHG) emissions. Our internal sustainability team, in collaboration with our real estate teams and store personnel, is responsible for the day-to-day execution of our climate strategy and for making progress toward our climate-related goals and targets. Our leadership team and Board of Directors receive regular updates on this progress to help guide the strategy and allocate capital in support of these efforts. We report annually to CDP, align our disclosures with the principles set forth by the Task Force on Climate-related Financial Disclosures (TCFD) and verify our operational GHG emissions through a third party.\n\nENERGY EFFICIENCY AND RENEWABLE ENERGY\n\nLowe’s leverages technology and data analytics to improve building performance, reduce energy consumption and decrease emissions. In 2021, we continued to expand our building performance program with multiple upgrades by retrofitting over 1,000 building management systems across the United States, thereby reducing our energy consumption through better load management and improving customer and associate comfort with responsive indoor climate adjustment and automated air quality controls.\n\nWe are also continuing to expand our LED lighting retrofit program. At the end of 2021, every U.S. and Canadian store had LED fixtures installed. We plan to complete upgrades of all exterior and display lights with LEDs in the United States in 2022 and will mark the completion of all possible LED lighting upgrades and the end of our retrofit program. In 2021, the lighting retrofit projects contributed to the reduction of our overall energy consumption by more than 11% from 2020.\n\nOur first renewable power purchase agreement, the Mesquite Star wind farm in Texas, produced more than 280,000 MWh of energy in 2021, its first full year of operation. This production helped reduce our carbon emissions by more than 4% from our 2016 baseline. In addition, in 2020, we partnered with Swift Current Energy to source an additional 250 MW of energy from the Black Diamond Solar Project in Illinois, which is expected to become operational in 2024. Lowe’s continues to be a member of the Clean Energy Buyers Association (CEBA) to evaluate and explore new opportunities and technologies across renewable energy markets.\n\nMANAGING OUR WATER IMPACTS\n\nWater conservation continues to grow in importance in the face of diminishing water supplies in regions across the world. While our consumption is modest compared to other industries, we continue to explore ways to reduce water consumption in our operations. We use HydroPoint smart irrigation controllers at most stores in the United States for efficient watering. We also carefully manage chemical disposal to prevent release into waterways. We sell water-saving products to our customers and install them in our stores and facilities. In addition, we published a Water Stewardship Policy in 2020 to guide our organization’s water management decisions across our entire value chain.\n\nTRANSPORTATION\n\nWe are committed to reducing emissions from our transportation-related activities through innovative solutions and in-depth data analytics. We continue to collaborate with vendors, stores and DCs to create highly efficient trucking systems via our intermodal, reverse logistics and backhaul programs to decrease emissions and environmental impact. Our backhaul program reduces the driving distance and number of trucks driving empty, thereby maximizing vehicle use and load capacities. In 2021, Lowe’s expanded these efforts by introducing the cube utilization program, where trailers are optimally filled before leaving for their next destination. Combined with an updated scheduling system to ensure locations have sufficient inventory and supplies, this new approach is already reducing the total amount of vehicle trips Lowe’s makes. In 2021, we estimate that...\nthis program allowed us to avoid 21,000 additional truckloads versus our trailer fill rate from 2020. For domestic deliveries in the United States and Canada, we utilize freight transportation via our intermodal program whenever possible to maximize load efficiency and minimize fuel consumption and emissions. In 2021, we saw a significant reduction in the number of available truck drivers in North America, further increasing the importance of leveraging intermodal transportation wherever possible.\n\nLowe’s is a United States EPA SmartWay program partner, and we strive for 100% SmartWay certification for our transportation providers. This program provides access to comprehensive data and oversight of Scope 3 emissions associated with our United States transportation footprint. We continue to standardize the Canadian program to enhance data quality, streamline processes and provide opportunities to improve operations.\n\nDue to the shortage of truck drivers, and the need to maintain shipping operations by onboarding new transportation providers, we are not currently 100% SmartWay certified but remain committed to the goal of complete certification.\n\nWe also continue to improve the efficiency of our appliance delivery as we transition the delivery to customers from cross-dock terminals (XDTs) rather than fulfilling them from stores. By optimizing our delivery routes, we complete deliveries in less time and use less fuel, while opening up more backroom space in our stores. In 2021, we expanded our XDT program to over 400 additional locations, bringing our total coverage to 20% of all our stores, and will continue to roll out to the entire portfolio in the United States by the end of 2023. We are also aligning Canada to this model with appliance fulfillment and have currently implemented 13 XDTs to serve approximately 50% of our volume.\n\n**UTILIZING ELECTRIC VEHICLES**\n\nAs electric vehicles (EVs) become increasingly common and economically viable, Lowe’s is piloting ways to leverage EV technology for on-site vehicle use at our stores, distribution centers and other facilities. These vehicles would replace traditional combustion engines and reduce our fuel consumption and Scope 1 emissions. In addition, we are partnering with vendors to introduce EV charging stations at our stores for customer use.\n\n**NEXT STEPS FOR CLIMATE CHANGE, ENERGY & EMISSIONS**\n\nLowe’s remains committed to fighting climate change by uncovering new ways of improving our energy efficiency, investing in renewable energy and reducing our own operating emissions. We are currently auditing our distribution centers for building efficiency upgrades to reduce the total amount of energy they need to operate, with the projects set to kick off in 2022. In addition, we have committed to set a science-based net-zero target before the end of 2022. Lowe’s understands the importance of transparency related to our emissions, particularly Scope 3. To that end, we are investigating how to measure and report our emissions of all products that go into our value chain—including our upstream suppliers, which we will be examining with CDP’s supply chain engagement services.\nWASTE MANAGEMENT\n\nAs part of our efforts to minimize our environmental impact, we seek to divert waste from landfills wherever possible by promoting recycling and finding new uses for spent materials. Waste is overseen by the vice president of real estate, construction and retail facilities, who reports to the senior vice president of store operations, a direct report to the executive vice president of stores. Our priorities include reducing waste to landfill from our operations, increasing recycling rates and providing customers with recycling options that help to reduce their waste streams at home. To achieve this, we are incorporating circular economy principles into our operations and sharing lessons learned across stores and regions.\n\nDIVERTING AND RECYCLING WASTE\n\nWe partner with suppliers to improve recycling and waste diversion, develop regional management processes, measure waste streams and conduct waste audits. In the United States, store waste streams, including cardboard and scrap wood, as well as plastic in our DCs, are recycled through regional and national partnerships wherever possible. We also operate in-store recycling centers for customers to recycle items, including compact fluorescent lamps, rechargeable batteries, plastic planter pots and cell phones.\n\nIn Canada, our in-store recycling includes all the items in the United States, plus single-use batteries, light bulbs and fluorescent tubes. In addition to recycling cardboard and scrap wood in Canada, we also recycle plastic film and reuse or recycle pallets and metal. We also utilize an on-site polystyrene densifier at our highest volume DC to help recycle this material.\n\nLowe’s is also reducing the amount of returned or damaged products sent to landfills through our reverse logistics program. By leveraging centralized reverse hubs in the United States, products previously destined for landfills are transported from stores back to our distribution centers for reuse or recycling in secondary markets. We have also partnered with Habitat for Humanity in Canada (HFHC) to divert unsold products resulting from category resets to be used in their home building and renovation projects, helping to support their mission while reducing waste to landfill.\n\nOur internal hazardous waste protocols, based on U.S. and Canada regulations and industry best practices, promote responsible management, transport and disposal of all hazardous materials. We regularly examine new ways of improving our technologies and processes to enhance the classification and onboarding of hazardous materials, including proper shipping, handling and disposal once a product enters the Lowe’s system.\n\nIn 2021, our facilities team supported several third-party waste audits at a select number of stores and DCs to understand where we may have opportunities for increased diversion. We are evaluating potential reduction and diversion programs by performing pilots in stores and DCs to establish a waste roadmap and assist in developing future waste-related goals.\n\nTHE CIRCULAR ECONOMY\n\nAs we continue to analyze methods of increasing the recyclability of our materials and products, we are also searching for ways we can participate in the circular economy, like our paint recycling program in Canada. In 2021, we began deploying pallet grinding machines at our U.S. regional distribution centers, which will enable us to transition wood waste into mulch, reusable wood products, or potentially in the future, back into pallets.\n\nTo reduce the amount of waste that is directed to landfills, we are also taking steps to sort our waste into distinct categories. These better organized waste streams help us identify materials that may have value to others, find markets where we can send these materials and, occasionally, generate additional revenue. To this effect, we have completed an overhaul of in-store waste signage in Canada to help associates sort waste, leading to cleaner recycling streams.\n\nREUSABLE SHIPPING CRATES\n\nTo reduce waste from packaging materials, we are working with manufacturers to introduce reusable crates for lawnmowers and windows. These crates will be leased from a third party, who will be responsible for the manufacturing, collection and reuse of these assets, eliminating the previous generation of disposable, non-reusable crates.\n\nNEXT STEPS FOR WASTE MANAGEMENT\n\nTo accomplish our goals of reducing waste sent to landfills, we are investing in new materials with increased recyclability to replace current, difficult-to-recycle materials. We are currently investigating ways of recycling plastic film in the United States, which is traditionally sent to landfills. In Canada, we are testing an artificial intelligence technology for our mixed recycling containers that would help optimize our recycling stream.\nGOVERNANCE\n\nOur Board of Directors and its five standing committees, each of which is comprised solely of independent directors, are responsible for overseeing corporate strategy and risk management processes. See our 2022 proxy statement for more information about our current governance structure, Board of Directors and compensation policies.\n\nThe Board of Directors receives regular updates on environmental and social topics from our executive vice president, general counsel and corporate secretary; senior vice president, deputy general counsel, chief compliance officer and assistant secretary; and vice president, corporate sustainability. In addition to oversight by the full Board, the Board has also delegated primary responsibility for more frequent and in-depth oversight of the company’s environmental and social strategy to its sustainability committee. The Board also coordinates with its other committees to provide active Board- and committee-level oversight of the company’s management of environmental and social related risks across the relevant committees.\n\nThe following is a non-exclusive list of topics regularly reviewed by the Board or its committees:\n\n- Responsible sourcing and supply chain management\n- Sustainable consumer products\n- Environmental compliance\n- Greenhouse gas emissions and climate change risks\n- Human capital strategy\n- Diversity and inclusion\n- Associate safety\n- Cybersecurity and data privacy\n- Political contributions and government affairs activities\n- Ethics and compliance\n\nPOLITICAL INVOLVEMENT\n\nLowe’s generally does not make contributions from corporate funds to political campaigns, super political action committees or political parties. We provide transparency by publishing annual reports of the company’s political contributions and the aggregate dues paid to trade associations that engage in lobbying activities. We list trade associations to which our company makes yearly payments of $5,000 or more, and our political action committee (PAC) contributions are publicly available on the Federal Election Commission website. Our Political Engagement and Contributions Policy articulates our principles concerning political contributions, trade associations and lobbying activities. In the United States, our voluntary associate-led Lowe’s Companies, Inc. political action committee (LOWPAC) raises money for political candidates to address issues relevant to the company’s priorities and strategy. Lowe’s government affairs (GA) team regularly assesses and evaluates the company’s relationships with all current trade associations to ensure alignment with the company’s strategy.\n\nOur GA team actively participates and communicates with trade associations to help shape their agendas and priorities (e.g., serving on trade associations’ boards), and to maintain real-time knowledge of their advocacy positions and policies. The nominating and governance committee of our Board of Directors has oversight of Lowe’s government affairs activities, including lobbying priorities, trade association memberships and LOWPAC. We do not participate in any political action or spending in Canada and focus solely on engaging with governments for educational purposes.\n\nBOARD’S ROLE IN RISK OVERSIGHT\n\nBOARD OF DIRECTORS\nContinuous oversight of overall risks, with emphasis on strategic risks.\n\nAUDIT COMMITTEE\nOversees the company’s risk, policies for risk management and specific risks associated with major financial exposures, legal matters, data protection, privacy, cybersecurity matters, business continuity, operational risks and compliance with laws and regulations.\n\nCOMPENSATION COMMITTEE\nOversees risks associated with the company’s compensation policies and practices.\n\nNOMINATING AND GOVERNANCE COMMITTEE\nOversees risks associated with our corporate governance practices and policies and our political activity.\n\nSUSTAINABILITY COMMITTEE\nOversees risks associated with our corporate governance practices and policies and our political activity.\n\nTECHNOLOGY COMMITTEE\nOversees risks associated with the company’s strategic technological initiatives and ecommerce matters.\n\nMANAGEMENT\nIdentification, assessment and management of risks.\n\nENTERPRISE RISK COUNCIL\nIdentifies and assesses material risks faced by the company and evaluates action plans to mitigate material risks.\n\nRelated Links\n- 2021 Annual Report\n- Corporate Governance Guidelines\n- Committee Charters\n- 2021 Corporate Political Contributions\n- 2021 LOWPAC Report\n- 2021 Trade Association Memberships\n- Political Engagement and Contributions Policy\nETHICS & COMPLIANCE\n\nOur commitment to doing the right thing guides us in our decision-making process. A dedicated team oversees our ethics and compliance program, including our Code of Business Conduct & Ethics (Code), Anti-Corruption Guide and Vendor Code of Conduct.\n\nETHICS\n\nThe majority of associates in management roles, and certain other associates designated by leadership, are required to annually affirm that they have complied with the Code, do not have knowledge of any violations, and have not been asked to engage in any Code-violating activity.\n\nWe require all management associates, international leadership, and associates that represent Lowe’s in foreign jurisdictions to receive annual training on our anti-corruption policies and procedures. Additionally, all associates receive annual anti-harassment workplace training.\n\nWe offer multiple avenues for associates to report ethics, compliance, discrimination or harassment concerns, including:\n\n- directly to a manager or the corporate compliance and ethics group;\n- anonymously through our third-party managed EthicsPoint whistleblower hotline; and\n- through dedicated Lowe’s email addresses and telephone numbers.\n\nOur internal audit team and our external auditor assess Lowe’s ethics and compliance performance independently and on an annual basis, reporting their findings to the audit committee.\n\nCOMPLIANCE\n\nLowe’s adheres to the laws and regulations that govern our business and consistently adopts best practices through partnerships with the Retail Industry Leadership Association and the Business Ethics Leadership Alliance.\n\nCompliance for us is not static and we continually evaluate and anticipate emerging issues. By staying abreast of new legal and regulatory requirements, we can train, communicate and prepare our associates for any adjustments.\n\nRelated Codes\n\n- Anti-Corruption Guide\n- Code of Business Conduct & Ethics\n- Vendor Code of Conduct\n\nRelated Policies\n\n- Conflict Minerals Policy\n- Human Rights Policy\n- Safer Chemicals Policy\n- Sustainability Policy\n- Water Stewardship Policy\n- Wood Sourcing Policy\n\nNEXT STEPS FOR ETHICS & COMPLIANCE\n\nWe are wholly committed to maintaining ethical operations and complying with all relevant laws and regulations across our operations. We are investigating new ways of adapting to supply chain disruptions while ensuring our ethics and compliance standards are upheld by our own teams and by all our suppliers.\nAs Lowe’s evolves beyond the traditional brick and mortar retail business model, we leverage data and technology to build stronger digital and omnichannel connections with our customers, associates and business partners. We collect and receive data to fulfill products and services, facilitate communications and outreach, enhance our products, services and operations, as well as for fraud prevention, security protection and legal compliance purposes.\n\nProtecting the data and maintaining the trust of our customers, associates and business partners is of paramount importance to us. Lowe’s strives to balance our legitimate needs to collect, use and share such data against individuals’ privacy interests and expectations.\n\nThe audit committee of Lowe’s Board of Directors oversees Lowe’s major financial risk exposures and regularly discusses data protection and cybersecurity issues throughout the year. Lowe’s chief information security officer (CISO), who reports to our chief information officer (CIO), oversees Lowe’s global information security program to manage risks associated with our information assets and technologies. Our CIO and CISO provide regular cybersecurity updates in the form of written reports and presentations to the audit committee at every quarterly meeting. The audit committee regularly reviews metrics about cyber threat response preparedness, program maturity milestones, risk mitigation status and the current and emerging threat landscape. We continually receive executive-level support to improve our cybersecurity program maturity and capabilities.\n\nCOMPLIANCE AND GOVERNANCE\n\nLowe’s adopts physical, technological, and administrative controls on data privacy and security. We leverage the National Institute of Standards (NIST) security and privacy frameworks and industry best practices to drive our strategic direction and make continuous improvement. We comply with a range of applicable industry standards, such as the Payment Card Industry Data Security Standard (PCI DSS). Our data privacy and security policies and procedures incorporate industry best practices and applicable regulatory requirements. Lowe’s regularly reviews and updates these policies. Examples of areas of coverage under our policies and standards include:\n\n- Access control and identification\n- Configuration management\n- Contingency planning\n- Governance, risk and compliance\n- Incident response\n- Asset and information usage\n- Physical and environmental protection\n- System and communications protection\n- System and information integrity\n- Threat and vulnerabilities\n\nOn an annual basis, we conduct risk assessments and compliance audits, both internally and by independent third parties, against standards including NIST and PCI DSS, and regularly benchmark and evaluate program maturity with industry leaders. We also strive to follow the industry’s best practices by monitoring and adopting improved capabilities and best practices.\n\nTHREAT MANAGEMENT AND INCIDENT RESPONSE\n\nLowe’s conducts regular internal and external penetration testing with a dedicated “red team” and other professionals trained in threat assessment. The exercises test the effectiveness of the current IT security processes. We perform regular vulnerability scanning and conduct vulnerability testing during the software development life cycle. Our information security team leverages leading technologies and vendors to monitor and respond to security threats via a dedicated 24/7 security operations center. In the event of a security incident, a defined procedure outlines containment, response, and immediate recovery actions. A cross-functional team conducts periodic simulated exercises to ensure team members are trained to handle incidents.\nTHIRD-PARTY RISK MANAGEMENT\n\nOur vendors are required to uphold our commitment to data security and privacy by adhering to all Lowe’s requirements and any applicable laws. Under Lowe’s Vendor Code of Conduct, Lowe’s vendors must protect information security with proper technical, physical, and administrative measures, respect and protect information privacy, and may only use, retain, and disclose entrusted information for the purpose of conducting business with Lowe’s or as otherwise permitted by Lowe’s.\n\nLowe’s regularly evaluates and assesses vendor risk levels based on a variety of factors, such as the nature of shared data, potential impact to business continuity and vendor’s security posture. We conduct data security and privacy impact assessments before sharing information and require vendors to adopt policies in compliance with data protection laws and regulations and Lowe’s requirements.\n\nDATA PRIVACY\n\nWe promote transparency by disclosing how we collect, use and share the personal information of customers, associates and job applicants in Lowe’s Privacy Statements, which cover all lines of businesses operated by Lowe’s. We regularly review and update our policies as necessary to cover the use of recent technologies and services.\n\nResources:\nLowe’s Privacy Request Portal\nLowe’s United States Privacy Statement\nLowe’s Canada Privacy Statement for Lowe’s Canada, RONA and Reno-Depot\nLowe’s Privacy Statement for Lowe’s Pro Supply\n\nLowe’s implements technical, procedural and organizational measures to comply with applicable data protection laws. We follow a formal privacy impact assessment process that evaluates new projects involving any collection, use or sharing of personal information to embed privacy considerations early into project design and business operation consideration.\n\nEveryone at Lowe’s is responsible for properly handling the personal information entrusted to us. Lowe’s also has privacy legal and technology teams dedicated full-time to the company’s privacy compliance program, including compliance with the California Consumer Privacy Act, the Personal Information Protection and Electronic Documents Act (PIPEDA) and other similar state or federal data privacy statutes. Lowe’s adopts a suite of technologies to support the privacy program operations, such as processing privacy requests, conducting privacy impact assessments and tracking privacy questions and feedback we receive.\n\nLowe’s provides consumers control over their personal information through Lowe’s privacy request portal, giving them the ability to access, delete or restrict sharing of their data in accordance with applicable laws. Lowe’s also extends consumer control over their data to those who reside in states without such legal requirements. MyLowe’s account holders can also correct their account profile information when logged in.\n\nWe also participate in various privacy and retail industry groups to remain at the forefront of regulatory and policy trends and best practices, and to provide input to various privacy legislative initiatives. We actively participate in and contribute to the Retail Industry Leaders Association’s Privacy Leaders Council, the National Retail Federation’s Privacy Working Group and other state privacy leaders’ working groups. We continue to invest in our privacy talent by enabling and encouraging associates on our privacy team to pursue professional training and certification, including the Certified Information Privacy Professional designation.\n\nTRAINING AND AWARENESS\n\nWe require data privacy and security awareness training to be completed by associates annually and during onboarding by contractors. We also provide tailored training courses based on the existing security and privacy risks to functional technology or business areas that process personal or sensitive information. These training programs educate associates on Lowe’s information security and privacy policies, how to properly protect personal information and how to identify and escalate suspicious activities.\n\nWe participate in National Information Security Awareness Month with a month-long Cybersecurity Awareness Summit, host monthly security and privacy awareness campaigns and celebrate Data Privacy Day by distributing relevant information to increase privacy and security awareness.\n\nANTICIPATING FUTURE THREATS\n\nLowe’s monitors the industry for new and improved capabilities, best practices and future innovation in cybersecurity and data protection. We are dedicated to not only protecting our business, but to also being an innovator in our capabilities and operations, improving security and streamlining processes wherever possible.\nBUSINESS RESILIENCE\n\nLowe’s takes a long-term approach to resiliency, focused on climate change, policy making and disaster preparation through continuity plans. These interwoven issues are complex and require ongoing and constantly adapting management approaches. Enterprise risk management (ERM) is integral to the strategic management of our company and is overseen by the audit committee of the Board of Directors.\n\nBUSINESS CONTINUITY\n\nOur business resilience and continuity plans emphasize people, places and processes. We currently have over 200 continuity plans in place and are continuing to add new ones annually. In 2021, we started developing continuity plans for our operations in India and Canada and stress testing plans already in place. We use continuity plans to improve our accessibility to customers and aid our associates in times of disruption.\n\nIn 2021, we also created continuity checklists for new director-level associates in relevant roles. Developed in collaboration with Lowe’s University, these checklists explain each director’s role in terms of Lowe’s overall continuity plans, helping to streamline the transition of responsibilities, in addition to documenting and coordinating continuity planning.\n\nGLOBAL SECURITY OPERATIONS CENTER\n\nIn October 2020, we launched the Global Security Operations Center (GSOC) with the mission of protecting all Lowe’s associates, customers and assets through a centralized approach to the timely collection, analysis and dissemination of essential security information. The GSOC leverages an Everbridge visual command center to communicate potential external threats to relevant stakeholders across the organization 24/7/365. In addition to security operations, the GSOC intelligence team focuses on strategic threat intelligence operations, scanning the horizon for potential impacts from possible targeted activism, civil unrest, geopolitical issues, potential reputation impact and other threats, to provide a common threat picture.\n\nIn 2021, the GSOC conducted a pilot to expand its scope to include physical security incidents at our store locations. This program was initially piloted in five United States store districts in September 2021 and two additional districts were added in December 2021, with plans to roll out to multiple regions in 2022 and beyond.\n\nTo better understand the needs of our district asset protection managers, in 2021, we administered a survey requesting feedback on the effectiveness and timeliness of GSOC’s communications. We used feedback data to create a trigger matrix that identifies appropriate and effective responses based on particular events or scenarios. This information is then used to identify what information needs to be disseminated while communicating what actions need to take place for a successful response.\n\nLOWE’S COMMAND CENTER\n\nThe Lowe’s Command Center (CC) was founded post Hurricane Hugo in 1989, to provide rapid response support to associates, customers and communities impacted by natural disasters. At the outset of the COVID-19 pandemic, we refocused the CC to serve as a pandemic command center, guiding and supporting Lowe’s response and support efforts, while also coordinating our response to natural disasters. In 2021, we transitioned our focus to address all hazards—anything that puts Lowe’s people or assets at risk. This expanded focus includes an evaluation of what infrastructure, product and support is needed, how many locations are affected and where we should deploy our resources after a hazardous event, all with the intention of supporting the communities we serve.\nWe also strengthened our natural disaster rapid response capabilities by expanding our staged inventory program in 2021. This program places loaded and pre-positioned trucks carrying items such as generators, chainsaws, water and tarps around the United States for quick deployment after a major event. From wind to flood to wildfire events, these trucks contain the range of products that communities need to either respond to, or recover from, a major event. During Hurricane Ida, which struck the Louisiana coast in August 2021, nearly all these resources were deployed to support our customers and communities.\n\nRapid response doesn’t stop with our customers and communities. To support our associates, throughout 2021, we deployed thousands of meal and hygiene kits, as well as our Lowe’s branded washer/dryer and shower trailers, providing our associates the support they needed as they took care of not only their families, but also our customers and communities after a major event.\n\nBUILDING FOR RESILIENCE\n\nIn 2020, we conducted our first formal TCFD analysis to assess our exposure to climate-related risks and better understand the impacts on our value chain. To evaluate the potential impacts to our business, we identified possible stressors to our business model in accordance with various climate scenarios and reviewed these stressors with a cross-functional team to determine the risks and opportunities across our value chain.\n\nGoing forward, TCFD topics will be further integrated into the overall strategic direction of the company as climate-related risks continue to grow. Lowe’s will also increase alignment with TCFD to measure, manage and report our climate impact. For more details on TCFD, please see the TCFD reporting section at the end of this report.\n\nNEXT STEPS FOR BUSINESS RESILIENCE\n\nWe are committed to positioning ourselves to be prepared to respond and help our associates, customers and the communities where we live and work. We will continue our commitment to help communities be “Lowe’s Ready” for extreme weather events by bolstering our response efforts and capabilities. In addition, we are examining ways for the GSOC to develop an engaged crisis support team process to ensure complete coverage over all aspects of our business.\n## OPERATIONAL EXCELLENCE DATA\n\n### CLIMATE CHANGE, ENERGY & EMISSIONS\n\n| Metric | 2019 | 2020 | 2021 |\n|--------|------|------|------|\n| Renewable Energy capacity (MW) | 2 | 102 | 102 |\n| Renewable Energy generated (MWh) | N/A | 161,799 | 287,818 |\n| Total energy consumption within the organization (MWh) | 6,346,132 | 6,121,884 | 5,899,350 |\n| Diesel used (MWh) | 755,525 | 927,314 | 882,334 |\n| Electricity used (MWh) | 4,096,309 | 3,639,775 | 3,237,829 |\n| Natural gas used (MWh) | 1,226,013 | 1,231,335 | 1,424,448 |\n| Propane used (MWh) | 213,840 | 270,645 | 263,432 |\n| Direct (Scope 1) GHG emissions (thousands of metric tons CO₂e) | 485 | 541 | 573 |\n| Indirect (Scope 2) GHG emissions (thousands of metric tons CO₂e) | 1,624 | 1,430 | 1,086 |\n| Indirect (Scope 2 location-based) GHG emissions (thousands of metric tons CO₂e) | 1,624 | 1,430 | 1,086 |\n| Indirect (Scope 2 market-based) GHG emissions (thousands of metric tons CO₂e) | 1,624 | 1,361 | 979 |\n| Goal Progress: Reduce absolute Scope 1 and 2 emissions by 40% below 2016 levels | 22.2% | 29.8% | 42.7% |\n| Renewable Energy Credits used | 0 | 161,799 | 287,818 |\n| GHG emissions intensity (location-based metric tons CO₂e/1,000 ft²) | 10.13 | 9.48 | 8 |\n| GHG emissions intensity (market-based metric tons CO₂e/1,000 ft²) | 10.13 | 9.14 | 7.46 |\n| Energy (electricity) intensity of stores (MWh/1,000 ft²) | 18 | 16 | 14 |\n| GHG emissions intensity of stores (location-based metric tons CO₂e/1,000 ft²) | 9.0 | 8.5 | 6.9 |\n| CDP Climate Change score | B | A- | B |\n\n### Transportation (United States Only)\n\n| Metric | 2019 | 2020 | 2021 |\n|--------|------|------|------|\n| EPA SmartWay cumulative savings (millions of gallons of diesel) | 50 | 64 | Data will be provided in our 2022 report. |\n| EPA SmartWay cumulative savings (metric tons CO₂ emissions) | 509,248 | 655,567 | Data will be provided in our 2022 report. |\n\n1. Renewable production for solar installations at stores is not reported.\n2. Market-based emissions are used to calculate this metric.\n### METRIC\n\n#### WASTE MANAGEMENT (UNITED STATES & CANADA)\n\n| Metric                                      | 2019  | 2020  | 2021  |\n|---------------------------------------------|-------|-------|-------|\n| Non-hazardous waste generated (thousands of metric tons) | 638   | 737   | 941   |\n| Landfilled                                  | 337   | 476   | 445   |\n| Recycled                                    | 301   | 260   | 466   |\n| Hazardous waste generated (thousands of metric tons) | 1.81  | 1.41  | 1.41  |\n| Fuel blending                               | 0.69  | 0.46  | 0.22  |\n| Incineration                                 | 0.28  | 0.99  | 0.77  |\n| Neutralization                              | 0.26  | 0.13  | 0.20  |\n| Recycling                                   | 0.45  | 0.10  | 0.10  |\n\n#### WATER (UNITED STATES & CANADA)\n\n| Metric                                      | 2019  | 2020  | 2021  |\n|---------------------------------------------|-------|-------|-------|\n| Water usage (billion gallons)               | 2.33  | 2.31  | 2.62  |\n| CDP Water Security score                    | C     | C     | B     |\n\n#### GOVERNANCE, ETHICS & POLITICAL INVOLVEMENT\n\n| Metric                                      | 2019  | 2020  | 2021  |\n|---------------------------------------------|-------|-------|-------|\n| Number of independent directors (as of year-end) | 11/12 | 10/11 | 9/10  |\n| United States political contributions: LOWPAC ($USD) | $359,673 | $505,700 | $192,500 |\n\n---\n\n3Hazardous waste data updated based on correction to previously reported numbers.\n## GRI CONTENT INDEX\n\n| GRI Standards Disclosure | Alignment with SASB Building Products & Furnishings | Alignment with SASB Multiline and Specialty Retailers & Distributors | Alignment with TCFD | Response | Lowe's Priority Sustainable Development Goals (SDGs) and Targets |\n|--------------------------|-----------------------------------------------------|------------------------------------------------------------------|---------------------|----------|---------------------------------------------------------------|\n| **GRI 102 - GENERAL STANDARDS DISCLOSURES – 2016** | | | | | |\n| **ORGANIZATIONAL PROFILE** | | | | | |\n| 102-1 Name of the organization | Lowe's Companies, Inc. | | | | |\n| 102-2 Activities, brands, products and services | About Lowe's & About This Report | | | | |\n| 102-3 Location of headquarters | Mooresville, North Carolina, USA | | | | |\n| 102-4 Location of operations | CG-MR-000.A Number of: (1) retail locations and (2) distribution centers | About Lowe's & About This Report, FY 2021 10-K, p. 15 | | | |\n| 102-5 Ownership and legal form | Lowe's is a publicly traded corporation under the NYSE: LOW | | | | |\n| 102-6 Markets served | About Lowe's & About This Report | | | | |\n| 102-7 Scale of the organization | About Lowe's & About This Report, FY 2021 10-K, p. 1 | | | | |\n| 102-8 Information on employees and other workers | CG-MR-310a.1 Percentage of: (2) in-store employees earning minimum wage, by region CG-MR-330a.1 Percentage of gender and racial/ethnic group representation for (1) management and (2) all other employees | About Lowe's & About This Report, Culture, Diversity & Inclusion Data. 0.03% of associates in the United States earn state or local minimum wage. All Lowe's associates earn more than the federal minimum wage. | | | |\n| 102-9 Supply chain | CG-MR-000.B Total area of: (1) retail space and (2) distribution centers | Lowe's Value Chain, See CDP Report | | | |\n| 102-10 Significant changes to the organization and its supply chain | | | | | |\n| 102-11 Precautionary principle or approach | 2022 Proxy Statement, p. 19 (Board's role in risk oversight) | | | | |\n| GRI Standards Disclosure | Alignment with SASB Building Products & Furnishings | Alignment with SASB Multiline and Specialty Retailers & Distributors | Alignment with TCFD | Response |\n|--------------------------|-----------------------------------------------------|---------------------------------------------------------------|-------------------|----------|\n| 102-12 External initiatives | | | | CEO Letter; About Lowe's & About This Report |\n| 102-13 Membership of associations | | | | About Lowe's & About This Report; Political Involvement |\n| **STRATEGY** | | | | |\n| 102-14 Statement from senior decision-maker | | | | CEO Letter |\n| **ETHICS & INTEGRITY** | | | | |\n| 102-16 Values, principles, standards and norms of behavior | | | | CEO Letter; Lowe's Enterprise Strategy |\n| 102-17 Mechanisms for advice and concerns about ethics | | | | Ethics & Compliance |\n| **GOVERNANCE** | | | | |\n| 102-18 Governance structure | | | TCFD-G: a) The Board's oversight of climate-related risks and opportunities | Governance; Corporate Governance Guidelines; Sustainability Committee Charter; TCFD Report |\n| 102-22 Composition of the highest governance body and its committees | | | TCFD-G: b) Describe management's role in assessing and managing climate-related risks and opportunities | 2022 Proxy Statement; TCFD Report |\n| 102-30 Effectiveness of risk management processes | | | TCFD-M: a) Disclose the metrics used by the organization to assess climate-related risks and opportunities in line with its strategy and risk management process | Business Resilience; TCFD Report |\n| **STAKEHOLDER ENGAGEMENT** | | | | |\n| 102-40 List of stakeholder groups | | | | Stakeholder Engagement & ESG Priorities |\n| 102-41 Collective bargaining agreements | | | Certain associates in Canada are subject to collective bargaining agreements; FY 2021-10-K, p. 4 | SDG 8.8 |\n| 102-42 Identifying and selecting stakeholders | | | | Stakeholder Engagement & ESG Priorities |\n| GRI Standards Disclosure | Alignment with SASB Building Products & Furnishings | Alignment with SASB Multiline and Specialty Retailers & Distributors | Alignment with TCFD | Response | Lowe's Priority Sustainable Development Goals (SDGs) and Targets |\n|--------------------------|-----------------------------------------------------|---------------------------------------------------------------|-------------------|----------|---------------------------------------------------------------|\n| 102-43 Approach to stakeholder engagement | Stakeholder Engagement & ESG Priorities | | | | |\n| 102-44 Key topics and concerns raised | ESG Priority Topics, Sustainability Strategy & Goals | | | | |\n\n**REPORTING PRACTICES**\n\n| 102-45 Entities included in the consolidated financial statements | FY 2021 10-K, p. 1 |\n|---------------------------------------------------------------|-------------------|\n| 102-46 Defining report content and topic Boundaries | ESG Priority Topics |\n| 102-47 List of material topics | ESG Priority Topics |\n\n102-48 Restatements of information\n\n102-49 Changes in reporting\n\n102-50 Reporting period\n\n102-51 Date of most recent report\n\n102-52 Reporting cycle\n\n102-53 Contact point for questions regarding the report\n\n102-54 Claims of reporting in accordance with the GRI standards\n\n102-55 GRI Content Index\n\n102-56 External assurance\n\n**ECONOMIC**\n\n| 103-1 Explanation of the material topic and its boundary | ESG Priority Topics (Governance & Ethics) |\n|--------------------------------------------------------|------------------------------------------|\n| 103-2 The management approach and its components | Ethics and Compliance |\n| 103-3 Evaluation of the management approach | Ethics and Compliance |\n| GRI Standards Disclosure | Alignment with SASB Building Products & Furnishings | Alignment with SASB Multiline and Specialty Retailers & Distributors | Alignment with TCFD | Response | Lowe's Priority Sustainable Development Goals (SDGs) and Targets |\n|--------------------------|-----------------------------------------------------|---------------------------------------------------------------|-------------------|---------|---------------------------------------------------------------|\n| 201-1 Direct economic value generated and distributed | | | | FY 2021 10-K, p. 38 | |\n| 201-2 Financial implications and other risks and opportunities due to climate change | | | | See CDP Report | |\n| 205-2 Communication and training about anti-corruption policies and procedures | | | | Ethics and Compliance | |\n| GRI Standards Disclosure | Alignment with SASB Building Products & Furnishings | Alignment with SASB Multiline and Specialty Retailers & Distributors | Alignment with TCFD | Response | Lowe's Priority Sustainable Development Goals (SDGs) and Targets |\n|--------------------------|-----------------------------------------------------|---------------------------------------------------------------|-------------------|----------|---------------------------------------------------------------|\n| ENVIRONMENTAL            |                                                     |                                                               |                   |          |                                                               |\n| MANAGEMENT APPROACH      |                                                     |                                                               |                   |          |                                                               |\n| 103-1 Explanation of the material topic and its boundary | CN0603-04 Discussion of efforts to manage product life cycle impacts and meet demand for sustainable products | ESG Priority Topics (Natural Resources) |                   |          |                                                               |\n| 103-2 The management approach and its components | CN0603-06 Total wood fiber purchased, (1) percentage from third-party certified forestlands, by standard, and (2) percentage meeting other fiber sourcing standards, by standard | Natural Resources |                   |          |                                                               |\n| 103-3 Evaluation of the management approach | CN0603-06 Total wood fiber purchased, (1) percentage from third-party certified forestlands, by standard, and (2) percentage meeting other fiber sourcing standards, by standard | Natural Resources |                   |          |                                                               |\n| MATERIALS                |                                                     |                                                               |                   |          |                                                               |\n| 301-1 Materials used by weight or volume | CN0603-06 Total wood fiber purchased, (1) percentage from third-party certified forestlands, by standard, and (2) percentage meeting other fiber sourcing standards, by standard | Natural Resources Data | SDG 12.4 |          |                                                               |\n| Other: wood sourcing by region; certified wood products; wood products with FSC- or PEFC-certification | CN0603-06 Total wood fiber purchased, (1) percentage from third-party certified forestlands, by standard, and (2) percentage meeting other fiber sourcing standards, by standard | Natural Resources Data | SDG 15.2 |          |                                                               |\n| ENERGY                   |                                                     |                                                               |                   |          |                                                               |\n| 103-1 Explanation of the material topic and its boundary | CN0603-04 Discussion of efforts to manage product life cycle impacts and meet demand for sustainable products | ESG Priority Topics (Climate Change, Energy & Emissions) |                   |          |                                                               |\n| 103-2 The management approach and its components | CN0603-06 Total wood fiber purchased, (1) percentage from third-party certified forestlands, by standard, and (2) percentage meeting other fiber sourcing standards, by standard | Climate Change, Energy & Emissions |                   |          |                                                               |\n| 103-3 Evaluation of the management approach | CN0603-06 Total wood fiber purchased, (1) percentage from third-party certified forestlands, by standard, and (2) percentage meeting other fiber sourcing standards, by standard | Climate Change, Energy & Emissions |                   |          |                                                               |\n| GRI Standards Disclosure | Alignment with SASB Building Products & Furnishings | Alignment with SASB Multiline and Specialty Retailers & Distributors | Alignment with TCFD | Response | Lowe's Priority Sustainable Development Goals (SDGs) and Targets |\n|--------------------------|-----------------------------------------------------|---------------------------------------------------------------|-------------------|----------|---------------------------------------------------------------|\n| 302-1 Energy consumption within the organization | CG-MR-130a.1 (1) Total energy consumed (2) grid electricity (3) percentage renewable | | | Climate Change, Energy & Emissions Data | SDG 7.2 |\n| 302-3 Energy intensity | | | | Climate Change, Energy & Emissions Data | SDG 12.2 |\n| 302-4 Reduction of energy consumption | | | | Climate Change, Energy & Emissions Data | |\n| Other: fuels used; electricity used | | | | Climate Change, Energy & Emissions Data | |\n\n**EMISSIONS**\n\n| 103-1 Explanation of the material topic and its boundary | ESG Priority Topics (Climate Change, Energy & Emissions) |\n|----------------------------------------------------------|--------------------------------------------------------|\n| 103-2 The management approach and its components | Climate Change, Energy & Emissions |\n| 103-3 Evaluation of the management approach | Climate Change, Energy & Emissions |\n\n| 305-1 Direct (Scope 1) GHG emissions | TCFD-M b) Disclose Scope 1, Scope 2, and, if appropriate, Scope 3 greenhouse gas (GHG) emissions, and the related risks | Climate Change, Energy & Emissions Data | SDG 15.2 |\n| 305-2 Indirect (Scope 2) GHG emissions | TCFD-M b) Disclose Scope 1, Scope 2, and, if appropriate, Scope 3 greenhouse gas (GHG) emissions, and the related risks | Climate Change, Energy & Emissions Data | SDG 15.2 |\n| 305-4 GHG emissions intensity | | | Climate Change, Energy & Emissions Data | SDG 15.2 |\n| 305-5 Reduction of GHG emissions | CN0603-01 (1) Total energy consumed (2) grid electricity (3) percentage renewable | TCFD-M c) Describe the targets used by the organization to manage climate-related risks and opportunities and performance against targets | Climate Change, Energy & Emissions Data | SDG 15.2 |\n| Other: EPA SmartWay savings; CDP climate change score | | | Climate Change, Energy & Emissions Data, Transportation Data | |\n| GRI Standards Disclosure | Alignment with SASB Building Products & Furnishings | Alignment with SASB Multiline and Specialty Retailers & Distributors | Alignment with TCFD | Response | Lowe's Priority Sustainable Development Goals (SDGs) and Targets |\n|--------------------------|-----------------------------------------------------|---------------------------------------------------------------|-------------------|----------|---------------------------------------------------------------|\n| **EFFLUENTS AND WASTE**  |                                                     |                                                               |                   |          |                                                               |\n| 103-1 Explanation of the material topic and its boundary |                                                     |                                                               |                   |          |                                                               |\n| 103-2 The management approach and its components |                                                     |                                                               |                   |          |                                                               |\n| 103-3 Evaluation of the management approach |                                                     |                                                               |                   |          |                                                               |\n| 306-4 Waste by type and disposal method | CN0603-05 Weight of end-of-life material recovered, percentage of recovered materials that are recycled | Waste Management | Waste Management | Waste Management Data | SDG 12.4 |\n| Other: waste intensity; waste intensity reduction |                                                     |                                                               |                   |          | Waste Management Data |\n| **SUPPLIER ENVIRONMENTAL ASSESSMENT** |                                                     |                                                               |                   |          |                                                               |\n| 103-1 Explanation of the material topic and its boundary |                                                     |                                                               |                   |          |                                                               |\n| 103-2 The management approach and its components |                                                     |                                                               |                   |          |                                                               |\n| 103-3 Evaluation of the management approach |                                                     |                                                               |                   |          |                                                               |\n| 308-1 New suppliers that were screened using environmental criteria | New suppliers that were screened using environmental criteria | Supplier Social & Environmental Practices | Supplier Social & Environmental Practices | Supplier Social & Environmental Practices; 100% |\n| **ECO-PRODUCTS** |                                                     |                                                               |                   |          |                                                               |\n| 103-1 Explanation of the material topic and its boundary |                                                     |                                                               |                   |          |                                                               |\n| 103-2 The management approach and its components | CN0603-04 Discussion of efforts to manage product lifecycle impacts and meet demand for sustainable products | Natural Resources | Natural Resources | |\n| 103-3 Evaluation of the management approach | CN0603-02 Discussion of processes to assess and manage risks and/or hazards associated with chemicals in products | CG-MR-490a.2 Description of processes to assess and manage risks and/or hazards associated with chemicals in products | Natural Resources | SDG 12.4 |\n### GRI Standards Disclosure\n\n| Alignment with SASB Building Products & Furnishings | Alignment with SASB Multiline and Specialty Retailers & Distributors | Alignment with TCFD | Response | Lowe's Priority Sustainable Development Goals (SDGs) and Targets |\n|-----------------------------------------------------|---------------------------------------------------------------------|---------------------|----------|---------------------------------------------------------------|\n| Other: ENERGY STAR® and WaterSense® products, customer savings from ENERGY STAR® and WaterSense® products | CG-MR-410a.1 Revenue from products third-party certified to environmental and/or social sustainability standards | | Product Sustainability Data | SDG 12.2 |\n\n### SOCIAL\n\n#### EMPLOYMENT\n\n| 103-1 Explanation of the material topic and its boundary | ESG Priority Topics (Associate Health & Well-Being) |\n|--------------------------------------------------------|---------------------------------------------------|\n| 103-2 The management approach and its components | Associate Health & Well-Being |\n| 103-3 Evaluation of the management approach | Associate Health & Well-Being |\n| 401-1 New employee hires and employee turnover | Associate Health & Well-Being Data |\n| 401-2 Benefits provided to full-time employees that are not provided to temporary or part-time employees | Associate Health & Well-Being |\n\nOther employees participating in health insurance and 401(k) plans; employee relief fund; employees completing employee opinion survey\n\n#### OCCUPATIONAL HEALTH AND SAFETY\n\n| 103-1 Explanation of the material topic and its boundary | ESG Priority Topics (Workplace Safety) |\n|--------------------------------------------------------|--------------------------------------|\n| 103-2 The management approach and its components | Workplace Safety |\n| 103-3 Evaluation of the management approach | Workplace Safety |\n| 403-1 Occupational health and safety management system | Workplace Safety |\n| 403-2 Hazard identification, risk assessment, and incident investigation | Workplace Safety |\n| 403-3 Occupational health services | Workplace Safety |\n| 403-4 Worker participation, consultation, and communication on occupational health and safety | Workplace Safety |\n| 403-5 Worker training on occupational health and safety | Workplace Safety |\n| 403-6 Promotion of worker health | Associate Health & Well-Being |\n| GRI Standards Disclosure | Alignment with SASB Building Products & Furnishings | Alignment with SASB Multiline and Specialty Retailers & Distributors | Alignment with TCFD | Response | Lowe's Priority Sustainable Development Goals (SDGs) and Targets |\n|--------------------------|-----------------------------------------------------|---------------------------------------------------------------|-------------------|----------|---------------------------------------------------------------|\n| 403-7 Prevention and mitigation of occupational health and safety impacts directly linked by business relationships | | | | Workplace Safety | |\n| 403-8 Workers covered by an occupational health and safety management system | | | | 100% | |\n| 403-9 Work-related injuries | | | | Workplace Safety Data | |\n| 403-10 Work-related ill health | | | | Workplace Safety Data | |\n\n**TRAINING AND DEVELOPMENT**\n\n| 103-1 Explanation of the material topic and its boundary | ESG Priority Topics (Talent Acquisition, Development and Retention) |\n|--------------------------------------------------------|---------------------------------------------------------------|\n| 103-2 The management approach and its components | Talent Acquisition, Development and Retention |\n| 103-3 Evaluation of the management approach | Talent Acquisition, Development and Retention |\n| 404-1 Average hours of training per year per employee | Talent Acquisition, Development and Retention Data |\n| 404-2 Programs for upgrading employee skills and transition assistance programs | Talent Acquisition, Development and Retention Data |\n| Other: hours of training invested in leaders | Talent Acquisition, Development and Retention Data |\n\n**DIVERSITY AND EQUAL OPPORTUNITY**\n\n| 103-1 Explanation of the material topic and its boundary | ESG Priority Topics (Diverse & Inclusive Workplace) |\n|--------------------------------------------------------|---------------------------------------------------------------|\n| 103-2 The management approach and its components | Culture, Diversity & Inclusion, Organizational Culture & Management |\n| 103-3 Evaluation of the management approach | Culture, Diversity & Inclusion |\n| 405-1 Diversity of governance body members and employees by gender, age group, and minority | Culture, Diversity & Inclusion Data, 2022 Proxy Statement, p. 10 |\n\n**LOCAL COMMUNITIES**\n\n| 103-1 Explanation of the material topic and its boundary | ESG Priority Topics (Community Engagement & Support) |\n|--------------------------------------------------------|---------------------------------------------------------------|\n| 103-2 The management approach and its components | Community Engagement & Support |\n| 103-3 Evaluation of the management approach | Community Engagement & Support |\n\n**THE NEXT 100 YEARS**\n| GRI Standards Disclosure | Alignment with SASB Building Products & Furnishings | Alignment with SASB Multiline and Specialty Retailers & Distributors | Alignment with TCFD | Response | Lowe's Priority Sustainable Development Goals (SDGs) and Targets |\n|--------------------------|-----------------------------------------------------|---------------------------------------------------------------|-------------------|----------|---------------------------------------------------------------|\n| 413-1 Operations with local community engagement, impacts assessments, and development programs | | | | Community Engagement & Support | |\n| Other: total charitable giving; total associate volunteer hours; total stores participation in a Lowe's Heroes project | | | | Community Engagement Data | |\n| **SUPPLIER SOCIAL ASSESSMENT** | | | | | |\n| 103-1 Explanation of the material topic and its boundary | | | | ESG Priority Topics (Supplier Social & Environmental Practices) | SDG 8.8 |\n| 103-2 The management approach and its components | | | | Supplier Social & Environmental Practices | |\n| 103-3 Evaluation of the management approach | | | | Supplier Social & Environmental Practices | |\n| 414-1 New suppliers that were screened using social criteria | | | | Supplier Social & Environmental Practices: 100% | |\n| **PUBLIC POLICY** | | | | | |\n| 103-1 Explanation of the material topic and its boundary | | | | ESG Priority Topics (Governance & Ethics) | |\n| 103-2 The management approach and its components | | | | Political Involvement | |\n| 103-3 Evaluation of the management approach | | | | Political Involvement | |\n| 415-1 Political contributions | | | | Political Involvement | |\n| **CUSTOMER HEALTH AND SAFETY** | | | | | |\n| 103-1 Explanation of the material topic and its boundary | | | | ESG Priority Topics (Product Responsibility) | SDG 12.4 |\n| 103-2 The management approach and its components | | | | Product Safety | |\n| 103-3 Evaluation of the management approach | | | | Product Safety | |\n| 416-1 Assessment of the health and safety impacts of product and service categories | CG-MR-400a.2 Discussion of processes to assess and manage risks and/or hazards associated with chemicals in products | | | Product Safety Data | |\n| GRI Standards Disclosure | Alignment with SASB Building Products & Furnishings | Alignment with SASB Multiline and Specialty Retailers & Distributors | Alignment with TCFD | Response | Lowe's Priority Sustainable Development Goals (SDGs) and Targets |\n|--------------------------|-----------------------------------------------------|---------------------------------------------------------------|-------------------|----------|---------------------------------------------------------------|\n| CUSTOMER PRIVACY         |                                                     |                                                               |                   |          |                                                               |\n| 103-1 Explanation of the material topic and its boundary |                                                     |                                                               |                   |          | ESG Priority Topics (Cybersecurity & Data Privacy)            |\n| 103-2 The management approach and its components | CG-MR-230a.1 Description of approach to identifying and addressing security risks |                                                               |                   |          | Cybersecurity & Data Privacy                                  |\n| 103-3 Evaluation of the management approach |                                                     |                                                               |                   |          | Cybersecurity & Data Privacy                                  |\n| 418-1 Substantiated complaints concerning breaches of customer privacy and losses of customer data |                                                     |                                                               |                   |          | Due to confidentiality restraints, we do not disclose this information. |\nThis report follows the recommendations of the Task Force on Climate-related Financial Disclosures (TCFD), the leading framework for promoting more informed investment decisions related to a company’s exposure to climate-related risks and opportunities.\n\nIn 2020, Lowe’s conducted its first formal TCFD analysis to assess exposure to climate-related risks and opportunities and to better understand the impacts on our value chain. This report summarizes how we assess risks and opportunities associated with climate change and our actions to date, and it is structured around the four TCFD elements describing how organizations operate: governance, strategy, risk management and metrics and targets.\n\nGOVERNANCE\n\nA) Describe the Board’s oversight of climate-related risks and opportunities.\n\nOur Board of Directors views oversight and effective management of environmental and social issues and their related risks as important to the company’s ability to execute its strategy and achieve long-term sustainable growth. The Board receives regular updates on environmental and social topics from our vice president, corporate sustainability. In addition to oversight by the full Board of Directors, the Board has also delegated primary responsibility for more frequent and in-depth oversight of the company’s environmental and social strategy to the sustainability committee.\n\nThe key functions of the sustainability committee include:\n\n- Assisting the Board in fulfilling its oversight responsibility by evaluating and monitoring the environmental, social and related public policy trends, which could affect the company’s business activities and performance\n- Reviewing, discussing and providing feedback to management on company programs, policies and practices pertaining to the company’s environmental and social responsibility issues and impacts to support the sustainable growth of the company\n- Discussing with management the company’s plans for maintaining and improving corporate sustainability strategies\n- Monitoring Lowe’s performance against relevant external sustainability indices\n- Reviewing the annual Corporate Responsibility Report\n- Reviewing and making recommendations to the Board regarding responses to shareholder proposals encompassing matters overseen by the committee\n- Reporting regularly to the Board\n\nThe charter for the sustainability committee can be found here.\n\nB) Describe management’s role in assessing and managing risks and opportunities.\n\nOur sustainability steering committee, which is composed of certain officers and business unit divisional leaders, is led by Lowe’s executive vice president of merchandising and assists with evaluation and the oversight of climate-related risks and opportunities. The sustainability council, which is composed of cross-functional Lowe’s stakeholders, is led by Lowe’s vice president of corporate sustainability and identifies and evaluates Lowe’s climate-related risks and opportunities. The key functions of these management committees are described at right.\n\nSustainability Steering Committee\n\n- Reviewing identified environmental, social and related public policy trends, issues, risks (including climate-related risks) and concerns\n- Reviewing and approving Lowe’s sustainability-related goals and strategies\n- Monitoring performance against external sustainability indices\n- Reviewing the annual Corporate Responsibility Report\n- Reviewing and providing recommendations on programs, policies and practices pertaining to environmental and social responsibility issues and impacts to support the sustainable growth of Lowe’s\n\nSustainability Council\n\n- Developing a detailed working plan for sustainability initiatives to meet public commitments\n- Identifying and evaluating Lowe’s climate-related risks and opportunities\n- Monitoring performance against external sustainability indices and public commitments\n- Reporting outcomes to the sustainability steering committee\n- Contributing to and reviewing the annual Corporate Responsibility Report\nSTRATEGY\nTo evaluate the potential impacts of climate change-related risks and opportunities on our business strategy, we utilize multiple climate science-based scenarios commonly used in conjunction with the TCFD framework:\n\n**Intergovernmental Panel on Climate Change RCP8.5**\nThis scenario represents a future where minimal action is taken to mitigate global warming. Physical stressors, such as hurricanes, temperature rise, and wildfires are more frequent and severe in this scenario. Lowe’s selected this scenario to better understand the impact of extreme climate stressors on our value chain.\n\n**Network for Greening the Financial System (NGFS) scenarios (Net Zero 2050/Below 2°C/Nationally Determined Contributions)**\nThese scenarios represent a future where varying levels of action are taken to mitigate global warming through policy changes to incentivize a cleaner and more efficient global infrastructure. The most significant stressors in these scenarios are related to the rapid transition to a low-carbon economy. Lowe’s selected multiple scenarios to better understand the range of outcomes that could result from this transition.\n\nA) Describe the climate-related risks and opportunities the organization has identified over the short, medium and long term.\n\nThrough our scenario-based approach, we identified risks and opportunities related to stressors associated with each scenario. We then evaluated the potential impacts of those stressors in different scenarios over a 30-year time horizon. The following risks and opportunities were assessed during our scenario analysis:\n\n| STRESSOR (RISK TYPE) | CLIMATE-RELATED RISK DEFINITION | POTENTIAL FINANCIAL IMPACT | MITIGATION STRATEGY | TIME HORIZONS* |\n|----------------------|---------------------------------|-----------------------------|---------------------|----------------|\n| **Policy (Transition)** | The risk from policy or regulation aimed at mitigating climate change, which could include: | New carbon taxes could result in: | In 2022, Lowe’s committed to set a science-based net-zero target to accelerate the decarbonization of our value chain. | Long-term (6+ years) |\n|                      | → A carbon tax on Greenhouse Gas (GHG) emissions | → Increased operational expenses | | |\n|                      | → Building efficiency requirements | → Increased product costs | | |\n|                      | → Product efficiency requirements | → Increased transportation and other service costs | | |\n|                      | → Fleet emissions requirements | → Increased capital expenditures for fleet electrification and building efficiency | | |\n|                      | | New product efficiency regulations could result in increased product costs. | | |\n|                      | | The magnitude of the potential risk varies based on how aggressively these policies are implemented. | | |\n| **Chronic (Physical)** | The risk from gradual changes to our climate due to increased emissions, which could include increased: | Increased warming could result in: | Lowe’s regularly evaluates new opportunities to increase the resilience of our facilities, improve energy and water efficiency, and also evaluates our product mix to meet changing seasonal needs. | Long-term (6+ years) |\n|                      | → Average temperatures | → Increased electricity and water costs | | |\n|                      | → Heat wave days | → Increased damage to our live goods inventory | | |\n|                      | → Cooling degree days | → Increased damage to our stores | | |\n|                      | → Sea-level rise | → Decreased sales in outdoor categories | | |\n|                      | → Changes to precipitation or season predictability | → Inland migration from coastal stores | | |\n| **Acute and Chronic (Physical)** | The risk from increased frequency and severity of climate events, which could include: | Increased climate variability could result in: | Lowe’s regularly evaluates supplier location and exposure to identify potential risk areas. We then focus on supplier diversification in those regions to minimize potential disruptions to our supply chain. | Long-term (6+ years) |\n|                      | → Extreme temperatures | → Disruption of natural resource supply such as timber | | |\n|                      | → Drought | → Vendor factory disruption leading to product shortages | | |\n|                      | → Hurricanes | → Disruption to supply chain and logistics | | |\n|                      | → Wildfires | → Damage to Lowe’s facilities | | |\n|                      | → Extreme precipitation and flooding | | | |\n|                      | → Frost | | | |\n|                      | → Pests | | | |\n\n*Aligned to the time horizons used for climate and environmental risks in Lowe’s corporate enterprise risk management framework.\n## CLIMATE-RELATED OPPORTUNITIES\n\n| STRESSOR (OPPORTUNITY TYPE) | CLIMATE-RELATED OPPORTUNITY DEFINITION | POTENTIAL FINANCIAL IMPACT | REALIZATION STRATEGY | TIME HORIZONS* |\n|-----------------------------|----------------------------------------|---------------------------|----------------------|---------------|\n| Technology (Transition)     | The opportunity to reduce operating expenses by implementing innovative new technologies. | Reduced operating expenses through the implementation of new energy-saving or emissions-reducing technologies in our operational footprint. | Lowe’s regularly evaluates new technologies to address primary sources of energy use and emissions within our operational footprint. | Medium-term (3-6 years) |\n| Market (Transition) & Chronic (Physical) | The opportunity from increased demand for energy and water-efficient products due to either regulatory changes or increased climate variability, which could include:  \n  - Extreme temperatures  \n  - Drought  \n  - Product efficiency requirements | New product efficiency regulations or increased warming of the climate could result in increased consumer demand for products that require less water or energy to perform a similar function. Increased heat levels could also lead to incremental sales of products to improve the energy efficiency of the home. | Lowe’s continues to expand our portfolio of energy and water-efficient products to provide customers options in line with demand. | Medium-term (3-6 years) |\n| Acute (Physical)            | The opportunity from increased demand for climate-resilient products due to increasing severity and frequency of weather events, which could include:  \n  - Hurricanes  \n  - Drought  \n  - Wildfire  \n  - Extreme precipitation and flooding | Increased severity and frequency of acute events could result in increased demand for products that improve the climate resilience of homes. | Lowe’s continues to evaluate new product offerings to improve climate resilience while educating our customers on the best ways to protect their homes from the impacts of severe weather events. | Long-term (6+ years) |\n\n*Aligned to the time horizons used for climate and environmental risks in Lowe’s corporate Enterprise Risk Management framework.\nB) Describe the impact of climate-related risks and opportunities on the organization’s businesses, strategy and financial planning.\n\nLowe’s mission is to deliver the right home improvement products, with the best service and value, across every channel and community we serve. The climate-related risks identified in the tables on page 62 have the potential to impact our business in a number of ways, including increasing operational expenses, increasing the cost of the products we sell, disrupting our supply chain and impacting the mix of products we offer to our customers. There are also several business opportunities in the scenarios we reviewed, including the transition of the residential sector to a low-carbon future and the reduction of operating expenses through investments in energy efficiency and renewable energy. Both the risks and opportunities identified in this report are taken into consideration during the organization’s strategic and financial planning processes.\n\nLowe’s has committed to setting a science-based net-zero target in 2022. The steps required to achieve this commitment aim to accelerate the decarbonization of our value chain while contributing to the reduction of global GHG emissions. The opportunities identified in this assessment have been part of our strategy as the company has focused on driving operational efficiency and delivering the best products to our customers.\n\nC) Describe the resilience of the organization’s strategy, taking into consideration different climate-related scenarios, including a 2°C or lower scenario.\n\nOver the years, Lowe’s has adjusted its business model and product mix to adapt to changing customer needs and market conditions. In each scenario we reviewed, we identified a balance of opportunity and risk that reflects the resilience of our business model. For example, the stressors identified in RCP8.5 scenario have the potential to disrupt our supply chain and operations, but they also have the potential to increase revenues as customers work to decarbonize their homes. Lowe’s will continue to focus on improving energy efficiency within its own operations and product mix while accelerating our efforts to reduce emissions and build resilience throughout our value chain.\n\nRISK MANAGEMENT\n\nA) Describe the organization’s processes for identifying and assessing climate-related risks.\n\nIn 2021, Lowe’s leveraged the following methodology to identify and assess our climate-related risks:\n\n- Prioritized specific topics for a scenario analysis\n- Assessed public climate scenarios and pathways to determine best scenarios for analysis\n- Utilized internal and external research to determine climate-related stressors\n- Quantified each risk and opportunity via scenario-analysis to better understand the impact on the business\n\nUtilizing the above process, we plan to develop internal tools to monitor and assess emerging climate risks and opportunities.\n\nQualitative criteria considered substantive based on financial or strategic impact are:\n\n- Changes to sales or revenue across a group of products or enterprise\n- Expenses or capital expenditures are increased\n- Non-compliance with external legal or regulatory requirements\n- Corporate initiative, functional objective or project goals are not met\n- Negative impact on individuals (associates/customers) health and safety or to the environment\n- Public view of Lowe’s brand is negatively impacted\n\nLowe’s is focused on risks and opportunities across the short-term (0-3 years), medium-term (3-6 years) and long-term (6+ years), spanning from 2021 to 2050 and beyond.\n\nB) Describe the organization’s processes for managing climate-related risks.\n\nThe primary responsibility for the identification, assessment and management of the various risks we face belongs with Lowe’s management. At the management level, risks are prioritized and assigned to senior leaders based on the risk’s relationship to the leader’s business area and focus. The senior leaders develop plans to address the risks and measure the progress of risk management efforts.\n\nC) Describe how processes for identifying, assessing and managing climate-related risks are integrated into the organization’s overall risk management.\n\nOur executive vice president, general counsel and corporate secretary provides centralized oversight of Lowe’s enterprise risk management program, which includes the Enterprise Risk Council (ERC) composed of senior leaders with broad enterprise experience. The ERC supports the execution of the enterprise risk management program by working to identify, assess and categorize existing and emerging enterprise risks (including climate-related risks) faced by Lowe’s and evaluate action plans to appropriately respond to those risks. Currently, climate risks are integrated within the enterprise risk management framework.\nMETRICS AND TARGETS\n\nA) Disclose the metrics used by the organization to assess climate-related risks and opportunities in line with its strategy and risk management process.\n\n**METRICS**\n\n**ENERGY USE**\n- Electricity consumption within the organization (MWh)\n- Electricity intensity (MWh/1000ft²)\n- Diesel consumption within the organization (MWh)\n- Natural gas consumption within the organization (MWh)\n- Propane consumption within the organization (MWh)\n- Gasoline consumption within the organization (MWh)\n\n**EMISSIONS**\n- Scope 1 (mtCO₂e)\n- Scope 2 (mtCO₂e)\n- Scope 3 (mtCO₂e)\n\n**PRODUCTS**\n- Revenues obtained from sustainability-related products ($USD)\n- Customer lifetime energy savings from Lowe’s ENERGY STAR® products ($USD)\n- Customer lifetime water bill savings from Lowe’s WaterSense® products ($USD)\n- Customer lifetime water savings through WaterSense® product sales (gallons)\n- Customers’ GHG emissions savings from Lowe’s ENERGY STAR® products over lifetime (mtCO₂e)\n\nB) Disclose Scope 1, Scope 2, and, if appropriate, Scope 3 greenhouse gas (GHG) emissions, and the related risks.\n\n| SCOPE   | RISKS                                                                 |\n|---------|-----------------------------------------------------------------------|\n| Scope 1 | Carbon tax and efficiency standards resulting in increased operational costs. |\n| Scope 2 | Carbon tax and efficiency standards resulting in increased operational costs. |\n| Scope 3 | Carbon tax and efficiency standards resulting in increased product costs. |\n\nC) Describe the targets used by the organization to manage climate-related risks and opportunities and performance against targets.\n\nLowe’s goals, targets and progress are available in the body of the annual Corporate Responsibility Report.\n\n---\n\nWe currently only report on Scope 3 Use of Sold Products emissions for product categories covered by the EPA ENERGY STAR® program. Please see ‘Environmentally Friendly Products’ on page 37 for more information. We do not otherwise have current targets or goals related to Scope 3 emissions.\nThis report includes “forward-looking statements” within the meaning of the Private Securities Litigation Reform Act of 1995. Statements including words such as “believe,” “expect,” “anticipate,” “plan,” “desire,” “project,” “estimate,” “will,” “should,” “could,” “would,” “may,” “strategy,” “potential,” “opportunity,” “outlook,” “scenario,” “guidance” and similar expressions are forward-looking statements. Forward-looking statements involve expectations, projections and assumptions about our sustainability program and goals and business outlook, priorities, expectations and intentions. Such statements involve risks and uncertainties and we can give no assurance that they will prove to be correct. Actual results may differ materially from those expressed or implied in such statements. Investors should carefully consider the risk and uncertainties described in “Item 1A - Risk Factors” in our most recent Annual Report on Form 10-K and as may be updated from time to time in Item 1A in our quarterly reports on Form 10-Q or other subsequent filings with the Securities and Exchange Commission. All such forward-looking statements speak only as of the date they are made, and we do not undertake any obligation to update these statements other than as required by law. Inclusion of information in this report is not an indication that the subject or information is material to Lowe’s business or operating results.", "source": "lowes_2021", "added": "2025-04-27", "created": "2025-04-27", "metadata": {"Source-File": "climate_reports/tp_reports/lowes_2021.pdf", "olmocr-version": "0.1.59", "pdf-total-pages": 66, "total-input-tokens": 133650, "total-output-tokens": 40871, "total-fallback-pages": 0}, "attributes": {"pdf_page_numbers": [[0, 0, 1], [0, 0, 2], [0, 3787, 3], [3787, 5999, 4], [5999, 7689, 5], [7689, 11773, 6], [11773, 15515, 7], [15515, 17613, 8], [17613, 20003, 9], [20003, 24050, 10], [24050, 25433, 11], [25433, 26147, 12], [26147, 30900, 13], [30900, 34602, 14], [34602, 38958, 15], [38958, 41819, 16], [41819, 45089, 17], [45089, 46777, 18], [46777, 47718, 19], [47718, 51407, 20], [51407, 55439, 21], [55439, 58615, 22], [58615, 61619, 23], [61619, 65202, 24], [65202, 67637, 25], [67637, 69540, 26], [69540, 72254, 27], [72254, 75437, 28], [75437, 77472, 29], [77472, 80250, 30], [80250, 80924, 31], [80924, 85604, 32], [85604, 88546, 33], [88546, 93189, 34], [93189, 97747, 35], [97747, 99732, 36], [99732, 103936, 37], [103936, 104528, 38], [104528, 108556, 39], [108556, 111729, 40], [111729, 116556, 41], [116556, 121138, 42], [121138, 123585, 43], [123585, 127332, 44], [127332, 132020, 45], [132020, 135640, 46], [135640, 137917, 47], [137917, 139943, 48], [139943, 141521, 49], [141521, 143649, 50], [143649, 145614, 51], [145614, 147344, 52], [147344, 148156, 53], [148156, 152401, 54], [152401, 154757, 55], [154757, 159105, 56], [159105, 161513, 57], [161513, 164312, 58], [164312, 166556, 59], [166556, 168451, 60], [168451, 172478, 61], [172478, 177299, 62], [177299, 179565, 63], [179565, 184423, 64], [184423, 186503, 65], [186503, 187926, 66]]}}