{"id": "ca741a0217666a74be561df15e9faae505ff49bb", "text": "Moments of Impact\nMcKesson’s Fiscal 2021 Impact Report\n# Table of Contents\n\n## Introduction\n- A message from our Chief Executive Officer 3\n- A message from our Chief Impact Officer 4\n- McKesson at a glance 6\n- Our approach to ESG 8\n- About this report 8\n\n## Stories of impact\n- McKesson’s response to COVID-19 9\n- Enhancing our culture of diversity, equity and inclusion 12\n- A new approach to strategically investing in our communities 14\n\n## Employees\n- Workforce at a glance 16\n- Culture 17\n- Support during the COVID-19 pandemic 22\n- Caring for our communities 24\n\n## Access to care\n- Improving access to care 27\n- Caring for our communities 30\n\n## Health equity\n- Advancing health equity 32\n- DEI: culture of inclusion 34\n\n## Climate action for health\n- Climate change: risks and opportunities 37\n- McKesson’s approach to climate change 38\n- Addressing waste 44\n- Addressing water use 47\n- Caring for our communities 48\n\n## Responsible operations\n- ESG governance 51\n- Compliance, ethics and regulatory excellence 56\n- Supply chain integrity 62\n- Lean Six Sigma culture 66\n- Occupational health and safety 68\n\n## ESG reporting frameworks\n- 71\n\n## Cautionary statements\n- 82\nA message from our Chief Executive Officer\n\nWe continue to live in an era of exponential advancement in healthcare — yet the global events of fiscal year 2021 (FY21) reinforced the need to reach beyond our industry and help make the world we live in more sustainable and equitable.\n\nNow, more than ever, McKesson is focused on enabling lasting change as an impact-driven organization. We understand the most pressing issues of our time cannot be solved without strong leadership, and we believe we are positioned to make measurable and enduring positive impacts for our employees, partners, communities and customers, our customers’ patients and their families, and the planet.\n\nAs part of this focus, in FY21, we welcomed Kelvin A. Baggett, M.D. to serve as our Chief Impact Officer and a member of our executive operating team. Under Kelvin’s leadership, we created our first-ever Global Impact Organization (GIO), bringing together diversity, equity and inclusion; community investment and the McKesson Foundation; and sustainability and environment, social and governance (ESG) under a single business function to amplify our collective efforts.\n\nTo further center our daily actions around driving positive change, we view our global impact work as a core element of our enterprise strategy. Part of this effort was the development of a new purpose statement, Advancing Health Outcomes for All,” which articulates how we believe McKesson can use its expertise to make the most meaningful impact. In addition, in fiscal year 2022 (FY22), we expanded the “I” in our I²CARE values to represent inclusion — in addition to integrity — as a symbol of our commitment to a work environment that embraces and respects what makes each of us unique.\n\nThis report represents the efforts of our team — 76,000 employees of all walks of life and backgrounds — and the countless moments of impact we’ve collectively shared over the past year. With our eyes on the future, this report also sets a bold vision for how McKesson will lead in the years to come as an impact-driven organization, fueled by people who use their unique talents and skills to be responsible global citizens and help achieve our purpose.\n\nI am proud of the work Team McKesson has done and continues to do to galvanize the positive impact we can have in responding to the critical needs of our society and our planet. And, working in partnership with others, I believe we can build a brighter future that offers greater health outcomes for all.\n\nSincerely,\n\nBrian Tyler\nChief Executive Officer, McKesson Corporation\n\n“This report represents the efforts of our team — 76,000 employees of all walks of life and backgrounds — and the countless moments of impact we’ve collectively shared over the past year.”\nA message from our Chief Impact Officer\n\nWhen I joined McKesson in November 2020, I was immediately impressed with our genuine commitment to making a meaningful difference in the lives of others. That included taking deliberate actions to address social and environmental issues. Some of those issues, while not new, were made more apparent and extreme by the COVID-19 pandemic.\n\nFor McKesson, this is not the first time in our 188-year history that the world has experienced a global pandemic, social unrest, or an economic crisis. Nevertheless, those events are jarring and unsettling, and can reveal the true values and character of a company. Ignoring them will not make them disappear or any less consequential. And, while hindsight gives us the opportunity to reflect on what we did, we must remind ourselves of, and take satisfaction in, the decisions we made in the moment.\n\nAs it did for many of us individually, the pandemic prompted internal reflection for McKesson. An output of that process and ensuing conversations led us to undertake a discovery process to capture our purpose in words. The intent was to examine what drives Team McKesson and what will continue to guide and inform our future actions. That work led us to define what is now our unifying purpose: Advancing Health Outcomes for All. For us, it’s more than a tagline; it’s our recognition that together, we can measurably improve human health.\n\nWhile the report that follows does not cover every program and initiative from FY21, it is intended to provide an update on the progress we’ve made toward living our purpose. We are a dynamic and ever-evolving company. We recognize that for our current and future success, diversity matters. Therefore, we are committed to attracting, developing and retaining a talented and diverse workforce. We recognize extreme weather events are happening at a greater frequency and scale due to human influence on the planet, and we strive to reduce our negative environmental impacts. We know that while we would like to contribute to many causes, focusing our charitable efforts gives us the best chance to make a meaningful difference.\n\nUnderpinning our success and ability to address and invest in initiatives supporting our purpose is the structure and integrity of our robust approach to corporate governance and responsible operations. Employees drive the momentum behind this approach, enabling us to be a business leader in our communities and by embracing and displaying our I'CARE and ILEAD values.\n\n“For us, ‘Advancing Health Outcomes for All’ is more than a tagline; it’s our recognition that together, we can measurably improve human health.”\nIn FY21, we developed an initial framework, Care 360°™, which serves as the lens for our efforts to promote a more equitable and resilient society by leveraging McKesson’s inherent expertise and resources. This 360-degree approach centers around three initial areas of focus — improving Access to Care, advancing Health Equity and delivering Climate Action for Health in service to our employees, customers, patients and their families, partners, communities, and the planet. Guided by this strategy, in FY22, we set our first public ESG-related commitments, which included a representation goal for our workforce and a pledge to set science-based targets. We also made a public statement on climate change. We look forward to sharing more about our progress and the evolution of this framework in next year’s Impact Report.\n\nIt is our hope that this report demonstrates to our stakeholders that we will leverage our capabilities to address relevant and important business and societal issues. We strive to make care more affordable and accessible, to create opportunities for people to fulfill their innate potential, and to conduct ourselves in ways that promote the overall health of our planet. I am energized and confident that together we can and will make an impact and create a brighter future for all.\n\nSincerely,\n\nKelvin A. Baggett, M.D.\nChief Impact Officer, McKesson Corporation\nMcKesson at a glance\n\nMcKesson is an impact-driven organization that touches virtually every aspect of health. We work with biopharma companies, care providers, pharmacies, manufacturers, governments and others to deliver insights, products and services that make quality care more accessible and affordable. Ultimately, we strive to advance health outcomes for patients everywhere.\n\n*As of March 31, 2021\nExternal recognitions\n\nBest Places to Work for LGBTQ Equality for eighth year in a row by Human Rights Campaign\n\nBest Place to Work for Disability Inclusion by the Disability Equality Index for the sixth year in a row\n\nMilitary Friendly Employer by GI Jobs for five years in a row\n\nMontreal's Top Employers in 2021 for fourth consecutive year\n\nMcKesson scores 100% on the Human Rights Campaign (HRC) 2020 Corporate Equality Index and was named one of the Best Places to Work for the seventh consecutive year\n\nMcKesson scores 100% on the 2020 Disability Equality Index and named one of the Best Places to Work in America\n\nSpencer Williamson, a graduate of McKesson's Executive Readiness program, was profiled as a top African American Business Leader in the African-American Career World magazine\n\nMcKesson is a signatory to CEO Action for Diversity & Inclusion, which aims to rally the business community to advance diversity and inclusion within the workplace\nOur approach to ESG\n\nOur mission is to improve care in every setting in pursuit of our purpose of Advancing Health Outcomes for All. It is this purpose that drives us to make advancements within our enterprise and beyond. Our core focus areas associated with this model are improving Access to Care, advancing Health Equity and delivering Climate Action for Health in service to our employees, partners, communities and customers, our customers’ patients and their families, and the planet. These priorities, along with our unyielding commitment to patient safety and product quality, are the core of our ESG strategy.\n\nThis new strategy, launched in FY21, was informed by surveys and interviews with internal and external stakeholders from across the enterprise in Canada, Europe and the U.S. We involved employees at various levels from numerous business units and corporate functions to consider multiple views. We intend to conduct an ESG issues assessment in fiscal year 2023, and build on our previous assessment conducted in fiscal year 2018 and the ongoing stakeholder engagement we have led since then.\nStories of impact\n\nThroughout FY21, McKesson remained committed to our purpose: Advancing Health Outcomes for All. These stories highlight a few of those moments of impact.\nMcKesson's response to COVID-19\n\nTaking a global approach to supporting vaccination efforts\n\nMcKesson’s purpose of Advancing Health Outcomes for All has been especially magnified throughout the COVID-19 pandemic. Whether operating as the U.S. government’s centralized distributor for certain COVID-19 vaccines or assembling ancillary supply kits needed to administer the vaccines, our response to the pandemic has spanned several countries and multiple disciplines across our enterprise.\n\nOur U.S. teams continue to pick and pack the vaccines and assemble the ancillary supply kits. Across several European countries, our teams are helping support governments and public health bodies by distributing and administering COVID-19 vaccines. In Canada, where provinces and territories are individually responsible for planning and running their respective vaccination programs, governments rely on the support of healthcare companies such as McKesson Canada to build systems which help enable safe and effective vaccination programs.\n\nFrom day one of the pandemic, our team has been fully committed to supporting vaccination efforts, working in partnership with thousands of customers and coordinating with regulatory authorities and other leading companies to bring personal protective equipment, medications and essential supplies to healthcare facilities and first responders.\n\n“From vaccinations and point-of-care testing to patient education, community pharmacies continue to be the compassionate and trusted provider you can lean on,” said Eyad Farah, president, Health Mart and Health Mart Atlas.\nSupporting local pharmacies\n\nIn February 2021, hundreds of Health Mart® pharmacies — a McKesson franchise network of independent, locally owned community pharmacies — joined the U.S. government’s Federal Retail Pharmacy Program for COVID-19 Vaccination to help expand vaccine access for patients across the country.\n\nMany Health Mart pharmacies are in rural areas where pharmacists are the only care provider for miles. With approximately nine out of 10 Americans living within five miles of a community pharmacy, these community pharmacies sometimes serve as the only source to people who would not otherwise have access to healthcare. It is one of the reasons community pharmacies are vital for the vaccination efforts happening today. Local pharmacy teams are developing innovative approaches to address challenges, such as lack of internet or access to local physicians, to reach vulnerable patients and bring COVID-19 vaccinations closer to home.\n\n“I want to acknowledge the work the Health Mart team has done to make this program possible for our profession, but even more for the people of our county, state and nation,” shared Jerry Duren, PharmD, pharmacist and owner of Duren’s Health Mart Pharmacy in Waynesboro, Tenn. “I know without a doubt it would not have been possible for us to provide this valuable life-saving service alone. It’s a service that is essential to so many of our patients.”\n\nAs an independent pharmacy network and partner in the federal program, Health Mart developed its Federal COVID-19 Vaccination Program to provide back-end support for participating pharmacies, including an online vaccine scheduler and documentation tool, pharmacy training, and a platform for providing resources and capturing daily activity to centralize reporting. Health Mart pharmacies in the program began administering vaccines in mid-February at select locations in Kansas, Missouri, Oregon and Washington — with the program expanding to more than 40 states shortly thereafter.\n\n“From vaccinations and point-of-care testing to patient education, community pharmacies continue to be the compassionate and trusted provider you can lean on,” shared Eyad Farah, president, Health Mart and Health Mart Atlas. “They take the time to listen and care. So naturally, they are the problem solvers for America’s most complex healthcare issues, and I’m beyond proud of their outstanding response during the COVID-19 pandemic.”\nWe aim to continuously leverage our diversity to explore opportunities, elevate our thinking and challenge long-held assumptions. We continue to make diversity, equity and inclusion integral to everything we do because we believe building a more inclusive future is everyone’s responsibility.\n\nDiversity assessment\n\nIn FY21, the Diversity, Equity & Inclusion (DEI) team undertook an enterprise diversity assessment to better understand where inclusion and culture enhancements could be made across the company to promote greater levels of employee engagement and a stronger sense of belonging. By conducting focus group discussions, leader interviews and benchmarking best practices in different industries, we elevated employee voices at all levels and across many cultures, identities, and backgrounds.\n\nThrough these conversations and findings, the DEI team formed action groups to enhance McKesson’s culture, deliver greater DEI awareness and education, increase leadership involvement and ultimately enrich employee engagement.\nSelf-identification campaign: This Is Me\n\nTo further our commitment to DEI, McKesson refreshed our self-identification campaign — branded internally as This is Me. The campaign facilitated opportunities for employees to voluntarily share how they identify, which improved our ability to monitor retention and promotion activities across the enterprise.\n\nAcross North America, we focused on expanding self-identification fields, including sexual orientation and transgender status, in support of our LGBTQ+ community. This effort was followed by options for employees to self-select their preferred pronouns. In Canada, we also enhanced options to self-identify disability status and expanded the list of ethnicity options, moving away from the standard language of “visible minority.”\n\n“Inclusion starts with understanding and knowledge of those we engage with. That’s why I took the great opportunity at McKesson to self-ID, claiming my identity and bringing my full self to my career,” said Sabina Katyal, director of marketing communications for Medical-Surgical.\n\nFocused learning modules: inclusion sprints\n\nAs McKesson employees and leaders built on personal capabilities to enhance our culture, specific and focused learning modules — known as inclusion sprints — were deployed throughout the year. These trainings emphasized the importance of empathy in everyday interactions with coworkers that, in turn, set a path toward greater understanding and inclusion.\n\n“These focused learning modules and inclusion sprints have been key components to our diversity and inclusion efforts, helping to promote understanding, awareness and compassion across all groups,” said Stephen Ford, vice president, information security. “I am very encouraged by these and other commitments to a more inclusive culture with a focus on being the best place to work in healthcare.”\n\nEmployees explored topics that highlighted critical elements of inclusion, including appreciating differences and the positive impact of the ally community. The inclusion sprints also empowered employees to create a work environment that sets the right tone for their teams and the company.\n\nBy conducting focus group discussions, leader interviews and benchmarking best practices in different industries, we elevated employee voices at all levels and across many cultures, identities, and backgrounds.\nA new approach to strategically investing in our communities\n\nWhile McKesson’s values have always been rooted in principles of community involvement, the pandemic changed how we engage in our communities: We saw an opportunity to improve how we serve our communities, and we recognized the need for insight from a wide range of stakeholders.\n\nMcKesson’s Social Impact team and the McKesson Foundation embarked on a “discovery tour” to engage its stakeholders and evaluate how McKesson is driving impact in communities across the globe, and how it will continue to do so in years to come. Our Social Impact team leads our philanthropic partnerships, community investment and volunteer engagement; the McKesson Foundation is our corporate foundation, a 501(c)(3) entity that supports our employees in their community service efforts.\n\nDiscovery tour\n\nThe Social Impact and McKesson Foundation teams conducted one-on-one interviews, online surveys and focus groups with more than 1,600 senior leaders, frontline employees, business and function professionals and external stakeholders. This data-driven approach helped build a flexible and scalable community investment strategy that leverages McKesson’s unique expertise, has a\n\n“From day one as a McKesson employee, I was informed about many initiatives and saw the pride the employees had in what we are doing as a company. We feel supported to do more in our communities,” shared one discovery tour survey respondent.\ngreater impact in our communities, and better engages our employees’ passions and skills.\n\nStakeholders were asked to identify social issues that were most important to them. Those issues were then balanced against our historic philanthropic priorities, our expertise, and how each best serves the world. From there, we developed our new community investment strategy focused on Reducing the Burden of Cancer, Diversifying the Healthcare Talent Pipeline, and Emergency Preparedness and Disaster Relief. These pillars align with McKesson’s purpose and complement the focus areas of Care 360°, serving to guide us as we increase our philanthropic investments over the next five years.\n\nIn addition to enabling us to formalize our community investment strategy, the discovery tour yielded important insights, such as:\n\n- Our employees are excited about volunteering and are encouraged when they see our executives rally behind social issues\n- Programs that support employees as they face hardships or engage in their own communities continue to be cornerstones of our strategy\n- While we were contributing to several nonprofit organizations, some of those contributions lacked strategic focus and some of our stakeholders were unable to appreciate how these contributions connected to a broader purpose\n\nDriving impact\n\nAs we implement this new community investment strategy, our top priority will be empowering and inspiring our employees to make a difference in their communities. We will continue to offer volunteer programs for all McKesson employees, such as the Foundation’s matching gift program.\n\n“In FY21, McKesson took a bold step to increase impact and drive change in communities across the U.S. and globally. Part of this change is recognizing we can do more for our communities by investing in a more strategic way,” said Kelvin A. Baggett, M.D., McKesson executive vice president and chief impact officer. “We are very thankful to all the employees, senior leaders and external stakeholders who helped us on this discovery tour journey. Their support was critical in helping us maximize long-term impact in our communities.”\n\nWhile the pandemic did not pause our philanthropic efforts, it afforded us a rare opportunity to think about it differently. We look forward to investing in nonprofit and charity organizations to create healthier communities, Advancing Health Outcomes for All.\nEmployees\n\nMcKesson is deeply committed to supporting and protecting our employees. We know that building an inclusive culture is essential to our success. By incorporating inclusion into our values, it becomes integral for all that we do and who we are as a company.\nWorkforce at a glance\nAs of March 31, 2021\n\nOur vision for a healthier world begins with our employees, who strive to bring our mission to life every day. As a company, we deliver programs that focus on improving employee health and wellness, creating opportunities for growth and development, and providing an inclusive workplace where our employees can reach their full potential.\n\nDemographics\n\nWe share our current EEO-1 data on our DEI site.\n\n76,000 employees worldwide\n17,000 part-time employees\n32,000 employees in the U.S.\n\nWomen represent\n63% of McKesson employees overall\n35% of McKesson leadership\n\nPeople of Color represent\n45% of McKesson employees overall\n21% of McKesson leadership\n\n1 The data for our metrics is derived from our voluntary, self-identification process as of March 31, 2021 and therefore represents our best estimate at this time.\n2 Represents our leadership at the vice president level and above.\n3 Represents worldwide employees.\n4 Represents U.S. employees only as the data for Canada and Europe is not available.\n5 People of Color includes the following races and ethnicities: Hispanic or Latino, Black or African American, Asian, Native Hawaiian or Other Pacific Islander, American Indian or Alaska Native, or Two or More Races.\nWorkplace equity\n\nWe believe our employees drive our company’s success, and as such, McKesson is committed to the principles of equal opportunity, pay equity, inclusion and diversity. The McKesson Board of Directors, DEI team, and management team have advanced these important principles throughout the organization.\n\nOur Equal Employment Opportunity Policy prohibits employment decisions based on race, religion, creed, color, national origin, ancestry, citizenship, sex (including gender, pregnancy, childbirth, breastfeeding and medical conditions related to pregnancy, childbirth), age, marital or registered domestic partnership status, military or veteran status, mental or physical disability, medical condition (including cancer and genetic characteristics), genetic information, sexual orientation, gender identity or expression, political affiliation, or other legally protected characteristic.\n\nPrograms designed to drive equitable pay decisions\n\nMcKesson has internal processes to analyze compensation practices. Throughout the year, management and Human Resources regularly evaluate compensation for a variety of factors, including pay consistency and internal equity for similar roles.\n\nTo provide compensation that is focused on attracting and retaining talent with the skills and experience necessary for a specific role, McKesson’s compensation program builds on a set of guiding principles supported by quantifiable factors:\n\n- **Internal equity**: we evaluate the equity of pay decisions to ensure employees in similar positions with similar skills, capabilities and performance are compensated similarly\n- **Market competitiveness**: we benchmark our compensation practices and programs to the external market in which we compete for talent\n- **Pay for performance**: we differentiate pay based on individual performance, and tie incentive compensation outcomes to both individual and business performance\n\nAddressing employee pay concerns\n\nEmployees can raise concerns regarding compensation practices with Legal, Compliance, Employee Relations, Human Resources, or their manager, and can call McKesson’s confidential integrity hotline. All such concerns, including allegations of pay discrimination, are investigated by trained professionals.\nCulture\n\nICARE and ILEAD principles\n\nOur ICARE values are the cultural foundation of our company. These values — integrity, customer-first, accountability, respect and excellence — serve as our guideposts in making decisions, interacting with each other and our customers, and managing our teams. ICARE is who we are and a foundational part of how we work together when bringing our business strategy to life.\n\nILEAD is our common definition and shared commitment to leadership. Each ILEAD attribute — inspire, leverage, execute, advance, develop — has its own definition, with a set of competencies and behaviors tied to it. This common language allows us to build a collective leadership culture across McKesson that is brought to life by each of our individual experiences.\n\nBy embracing these shared values and commitments, we bring out the best in ourselves and position McKesson to achieve our purpose — for our company, our customers and their patients for years to come.\n\nAs a company, we work to use our economic, environmental and social resources thoughtfully and responsibly to make a positive impact on our company, our environment, and our society.\n\nIn early FY22, we evolved our ICARE principles from ICARE to I²CARE — adding inclusion to underscore the emphasis we put on embracing and respecting each other as we are. To remain consistent with how we stated our values during FY21, we use ICARE throughout this report. We will provide more details on the evolution of ICARE in our FY22 report.\nInvesting in our employees\n\nOur vision for a healthier world begins with our employees, who bring our mission to life every day. As a company, we provide opportunities for growth and development, programs for an inclusive workplace so our employees can be their best, and initiatives that focus on employee health and wellness.\n\nTo support employee growth and development, we provide regular feedback and training. We work to create and maintain an inclusive environment where everyone can bring their authentic self to work and know they are appreciated, with their perspectives heard and considered. We’ve developed courses for employees that focus on development and understanding of the enterprise priorities, including our ILEAD competencies and how to build an inclusive culture. We believe that our culture of inclusion drives long-term value, and we are committed to building the best teams by recruiting, investing in and retaining diverse talent.\n\nPromotions and retention\n\nMcKesson wants our employees to be excited about their careers, so we invest in employee growth and development. That means meaningful job assignments, one-on-one feedback from managers, and opportunities for continued learning.\n\nWhen it comes to career development, we emphasize ongoing coaching and feedback so that our employees grow and realize their potential. This in turn helps McKesson reach its goals. We measure how well employees achieved those goals, with compensation increases tied to their success. Rather than focus on an annual performance review, we facilitate an ongoing dialogue between managers and employees via frequent discussions and quarterly check-in meetings.\nTraining and development\n\nMcKesson offers a variety of online and onsite structured training, coaching, tuition reimbursement for external courses and on-the-job learning opportunities. Training is important for career development as it helps employees succeed in their roles and prepares them for new challenges. It also strengthens leaders’ coaching and management skills.\n\nIn FY21, McKesson updated training courses which were administered through a centralized learning management platform. We also designed numerous self-paced resources about stress management, working from home, and creating more inclusive workplaces.\n\nWe also invest in accelerating the development and readiness of our high potential enterprise talent, from vice presidents to managers and rising sales professionals. In North America, development programs such as Amplify, Accelerate, Ignite, and our Sales Leader Development Program include experiential learning, executive exposure, classroom training, coaching and leadership assessments centered around the themes of Grow Yourself, Grow Your Talent and Grow the Business. These courses offer support for the careers of future leaders and the teams in their respective organizations.\n\nEmployee Opinion Survey\n\nOur Employee Opinion Survey (EOS) measures employee engagement annually. EOS helps inform what we’re doing well so that we can keep doing it, while also informing us of how we can improve to make McKesson the best place to work in healthcare.\n\nIn FY21, with 92% participation, we experienced a nine-point increase in engagement — the largest year-over-year increase since FY17. Four dimensions increased by nine or more points from FY20, with inclusion and senior leadership leading the way.\n\nManager Quality Survey\n\nThe Manager Quality Survey (MQS) is a new annual survey which serves as an opportunity to help people leaders grow professionally and build valuable leadership skills that create a positive, productive and inclusive workplace at McKesson.\n\nIn FY21, the survey was piloted with a select group of managers and employees in preparation for an enterprise launch in FY22. Select employees provided confidential feedback around manager effectiveness and behaviors to help contribute to their leader’s development. Leaders who received feedback were encouraged to develop annual Individual Development Plans, address concerns and improve processes based on feedback from their team.\nUnion/collective bargaining\n\nWe are committed to respecting the rights of all McKesson employees. Labor laws and practices vary among the countries where we do business, and we are committed to following all applicable labor laws and regulations in those countries, including those governing labor-management relationships.\n\nAdvancing employee wellbeing\n\nWe offer a wide range of programs to support the physical, mental, financial and social wellbeing of our employees and their families. Programs and benefits vary by region and employee status, and can include medical, dental, vision, life, prescription drug and other insurance coverage, as well as retirement savings programs.\n\nVitality\n\nAt McKesson, we value the connection between an employee’s health and wellbeing and their ability to do their best work. Several years ago, this connection inspired us to launch a partnership with Vitality, a voluntary wellness program that rewards eligible employees for taking steps to maintain or improve their total wellbeing.\n\nEmployees can earn points for completing a variety of health-related activities that can be tracked and measured in categories such as prevention, physical activity, financial health, healthy mind, online education and philanthropy. Employees can also save up to $3,000 a year for completing healthy activities on the Vitality platform. In addition to savings on medical premiums, employees are also eligible for an annual rebate of up to $275 toward gym membership fees, an annual weight loss rebate of up to $200 for program fees and associated medicines, and free fitness devices.\n\nWellbeing programs\n\nMcKesson’s holistic wellbeing program provides a wide range of resources to help employees manage the stresses of daily living such as: counseling and relationship support, work-life balance services, Talkspace, myStrength and senior care management. Our program also offers 24/7 access to tools and resources to help employees care for children with learning, social or behavioral challenges and developmental disabilities, and provides social and emotional learning support to help manage modern challenges at home and at school for all children.\n\nScholarship program\n\nEstablished in 1988, the McKesson Foundation Scholarship Program offers college scholarships to dependents of McKesson employees. Students are selected based on outstanding academic achievement, community service, leadership and financial need, and scholarships are renewable for up to four years. In 2020, 30 new scholarships and 62 renewal scholarships were awarded, totaling $230,000.\n\nOne recipient, Tradezha Apkins, is the daughter of an inside sales account manager for Pharmaceutical Solutions and Services at McKesson. Tradezha graduated in 2021 with a biochemistry degree from Converse College in Spartansburg, S.C, and is also a\nstudent athlete on the acrobatics and tumbling team. The McKesson scholarship has been a consistent source of support during her academic career.\n\n“When I thought I would not have everything financially figured out, the McKesson scholarship was always a blessing,” says Tradezha. “For many semesters it provided me with funds to get books and school supplies.” Tradezha is now looking toward the next step in her journey: dental school.\n\n**McKesson Taking Care of Our Own Fund**\n\nMcKesson sponsors the Taking Care of Our Own Fund to support our employees during difficult times because we know sometimes employees face unexpected hardships and emergencies. Administered by the Emergency Assistance Foundation, the Fund provides financial support to cover expenses incurred as a result of personal hardships, emergencies or unexpected disasters. In FY21, the Fund awarded 628 support grants totaling more than $1.3 million to McKesson employees across the U.S. and Canada. Approximately 35% of support grants in FY21 covered expenses related to the impact of the COVID-19 pandemic.\n\n**McKesson Cause Network**\n\nIn the summer of 2020, we launched the McKesson Cause Network, which champions cancer care and creates a support network through:\n\n- Cancer education and awareness\n- Knowledge and use of employee benefits and resources for those diagnosed with cancer\n- A place for cancer survivors and caretakers to connect with others who have similar experiences\n\nAn initiative first proposed by our CEO, the Cause Network is dedicated to helping employees affected by cancer — whether they face diagnoses themselves or are taking care of family members — by offering valuable support when it’s most needed.\nCaring for our communities\n\nWe work to create healthier communities by giving back — both with our money and with our time. To further our mission, we provide opportunities that encourage and support employee volunteerism and giving. By empowering employees to give back, and sharing our resources, time and talent, we are leading with our capabilities.\n\nEmployee giving and volunteering\n\nWe provide opportunities that encourage and support employee volunteering and giving to build healthier communities. Our programs are built to reflect our focus on Advancing Health Outcomes for All, whether that means celebrating our Community Heroes or responding to emergencies. Volunteering was down in FY21 due to COVID-19 restrictions; however, our employees rallied in other ways, specifically when it came to making financial contributions to nonprofit organizations and charities.\n\nMatching Gifts\n(U.S. and Canada)\n\n2,228 employees participated\n\n$1,487,356 contributed by employees\n\n$1,688,725 in matching gifts provided by the McKesson Foundation\n\n2,325 charities supported\n\n$2 for $1\n\nGiving Tuesday promotion prompted single-day participation records for McKesson employees, with more than $1 million in donations and matching gift requests in a single day\n\n↑ 112%\n\nMore than doubled matching gift contributions from fiscal year 2020 (FY20)\n\nEmployee Volunteering\n\n629 employees logged 21,283 volunteer hours in FY21\n\n109 employees served on nonprofit boards\n\n$239,267 in volunteer and board services grants provided by the McKesson Foundation\n\n29 employees across the U.S., Canada and Europe were recognized as McKesson Community Heroes for their exceptional volunteer service\n**Fit2BeCancerFree Challenge**\n\nAs a first-time participant, McKesson led the way in the #Fit2BeCancerFree Challenge in support of the American Cancer Society and Canadian Cancer Society. Nearly 4,000 McKesson employees rose to the challenge and completed 565,578,771 total steps and 255,301 miles for first place. In addition, our CEO competed in the CEO Challenge, further demonstrating McKesson’s commitment to advancing cancer care and research. Through the McKesson Foundation, $50,000 was donated to the American Cancer Society and $10,000 was awarded to the Canadian Cancer Society.\n\n**Employee giving**\n\nAs a thank you to McKesson employees for giving back, the McKesson Foundation offers a matching gift program, matching contributions to eligible organizations dollar for dollar, up to $2,500 per employee each year. In FY21, during a time when employees could not support nonprofits in person, they stepped in with financial contributions and pro bono legal services: more than 2,100 employees participated in the matching gifts program, and the McKesson Foundation provided approximately $1.7 million in matching gift contributions.\n\nIn December 2020, for the first time, McKesson employees participated in International Giving Tuesday, a global day of generosity that encourages people around the world to give back to their communities and the causes most important to them.\n\nMore than 1,400 McKesson employees participated, contributing more than $600,000 to nonprofit organizations across the U.S. and Canada.\n\nThe McKesson Foundation offered a one-day 2-for-1 match, resulting in more than $1 million in matching grants for contributions made on Giving Tuesday. Employees supported a wide range of organizations and issues, with the leading cause being food security. Through employee contributions and matching gifts, the McKesson community provided more than $61,000 to three of the nation’s leading food security organizations: Feeding America, the Atlanta Community Food Bank, and the North Texas Food Bank.\n\n**Community Heroes**\n\nThrough McKesson Community Heroes, we celebrate employees who make outstanding contributions to their communities and workplaces. The program is open to all employees. Employees share stories of how they support the causes that matter most to them (such as environmental awareness, patient health, social justice, or STEM education). All applicants have one trait in common: They live by our ICARE shared principles. Employees can nominate themselves or their peers. Voting panels in Canada, Europe and the U.S. select honorable mention recipients and finalists. An international panel selects the top winners. In FY21, we recognized 29 nominees with grants totaling nearly $50,000. The top three winners each received a $5,000 grant.\n\n**SUPPORT DURING THE COVID-19 PANDEMIC**\n\nIn FY21, the McKesson Foundation responded to urgent needs across the U.S. with financial support for select nonprofit organizations. To address rising food insecurity during the COVID-19 pandemic, the Foundation contributed to 13 food banks across the country.\n\nMcKesson Canada and our employees donated $198,000 to United Way and Centraide across Canada in response to the extraordinary needs faced by social agencies during the COVID-19 pandemic.\n\nAdditionally, our Trenton, Ontario, and Moncton, New Brunswick, distribution centers donated many items, from hand sanitizer and comfort kits, to shelf-stable food, for local frontline nurses and their communities.\nGeneral Counsel Organization\nVolunteer & Pro Bono Program\n\nIn 2021, the General Counsel Organization (GCO) made a meaningful impact through its volunteer and pro bono efforts by supporting a myriad of projects, including participating in the Deferred Action for Childhood Arrivals (DACA) program, working with the Georgia Justice Project’s Criminal Records Program, providing pro bono legal services to a non-profit organization helping to combat the shortage of life-saving drugs for children, and working with Texas organizations supporting the most vulnerable children and families facing homelessness, deep poverty, and foster care resulting from abuse and neglect.\n\nMcKesson Votes\n\nMcKesson Votes is a nonpartisan program that provides U.S. employees information on important election dates and voter education resources. The program is utilized during election years, with an emphasis on civic engagement and empowering employees to make their voices heard.\n\nMcKesson Advocacy Network\n\nThe McKesson Advocacy Network program provides basic public policy information and resources to all full-time, exempt U.S. employees. Our website provides employees with a quick and easy way to contact elected officials on issues important to McKesson, our customers, and the patients they serve.\n\nMcKesson Advocacy Ambassadors\n\nAdvocacy Ambassadors is a program designed to engage a select group of McKesson employees in our legislative advocacy efforts. These ambassadors participate in regularly scheduled webinars, which provide them with information and skills necessary to effectively advocate for McKesson’s public policy priorities. The ambassadors also meet with elected officials from both political parties in their home districts. In calendar year 2021, the program included 88 advocates from 31 states and across McKesson.\nAccess to care\n\nWe believe that access to affordable, inclusive care is imperative to an individual’s overall physical, mental and financial health, and yet millions of people do not have access to quality healthcare.\nMcKesson supports expanding access to high-quality, affordable care for all patients, and we share a goal of addressing rising healthcare costs affecting millions of people across the globe.\n\nFor more than 185 years, McKesson has provided products, services and care to help improve health outcomes for our customers, their patients and communities. Recognizing the complex societal challenges of the 21st century, and our mission to improve care in every setting, we are amplifying our social and environmental actions, moving to do better — for patients and their families, and our employees, communities, business and planet.\n\nWe continue to do our part by investing in provider and patient tools with the aims of driving benefit and cost transparency, providing lower-cost options, and enabling data-driven, shared decision-making between providers and patients. We also remain committed to supporting community providers, often a patient’s preferred and lower-cost setting of care.\n\nIn the U.S., in addition to providing localized care to communities, our Health Mart pharmacies are often in socially vulnerable markets, providing care in areas where there are fewer options. US Oncology Network physician practices provide specialty care, clinical trial opportunities and support to patients with cancer across the country. In Canada, our specialty patient programs help provide patients with rare or complex diseases access to comprehensive support as they navigate the different aspects of their care.\n\nBiologics by McKesson, an independent specialty pharmacy specializing in cancer and rare disease areas, simplifies access to therapies and delivers personalized clinical care that helps patients understand how to take their medication, manage side effects and achieve the best possible outcomes. We also provide benefits investigation, assist with prior authorizations, and help patients find financial assistance so they can afford their treatment.\n\nWe are committed to building on our strong foundation of capabilities and actions, as well as our impact-driven culture, to further address barriers impacting access to care. By leveraging our networks of pharmacies and healthcare providers; globe-spanning distribution and logistical systems; prescription technology solutions; partnerships with hospitals, physicians, pharmacies and health systems; and relationships with key stakeholders both public and private, we will amplify our commitments and disclosure on social and environmental issues that are meaningful to our enterprise and stakeholders.\nImproving access to care\n\nOur businesses are finding ways to offer innovative solutions that help advance patient care with a commitment to improve access to quality care and treatment.\n\nAn example of that innovation is our technology-driven patient support solution, AMP: Access for More Patients®. AMP, from CoverMyMeds, transforms how patients access, afford and adhere to their medications. Designed to automate access to therapy for patients on specialty medications for complex and chronic diseases, AMP combines the fully automated technology platform and established provider network of CoverMyMeds with our deep specialty drug expertise. Designed to support a spectrum of brands and therapies, we help customers who are looking to enhance patient adherence or broaden patient engagement.\n\nThe AMP real-time hub services allow biopharma innovators to connect to patients through CoverMyMeds’ established relationships with:\n\n- More than 750,000 providers\n- Payers representing 94% of prescription medicine volume\n- 50,000+ pharmacies\n\nInnovative specialty therapies designed to treat complex and chronic diseases have led to remarkable outcomes for patients. However, with an average annual retail cost of $78,781 per year, according to the American Association of Retired Persons, for a single specialty drug, a more intricate prescribing process is typical, creating delays for patients in starting their medication.\n\nAs previously published in CoverMyMeds 2020 Medication Access Report, while the high cost of specialty medications can feel like a staggering barrier, simply accessing therapy can prove even more difficult. Kathy R., a patient living with multiple sclerosis (MS), said the stress of juggling multiple provider visits and test results to manage her MS can trigger cognitive fog or “cog fog,” a momentary loss in mental clarity.\n\n“I have had full-on ‘cog fog’ flares after having to deal with this stuff,” Kathy said. “It’s too much to ask a patient to have to do, and it has affected my health.\n\nThrough AMP, providers enroll patients into biopharma-sponsored access and support programs at the point of prescribing, helping millions of patients access their specialty medications in less than half the time of conventional methods such as traditional hub programs. The power behind AMP is the technology platform and the network of providers, payers, pharmacies and more than 650 life sciences brands.\n\nMCKESSON CANADA’S PPE TASKFORCE\n\nMcKesson Canada’s personal protective equipment, or PPE, taskforce mobilized to leverage our global relationships and create a stream of necessary products into the Canadian market, including more than:\n\n- 1 million masks to our customers’ frontline staff\n- 2 million masks and 2 million gloves to government agencies\n- 200,000 units of shields, goggles, and hand sanitizer\n\nA healthcare gap was promptly bridged by McKesson Canada’s affiliated infusion business, INVIVA, by fast-tracking the establishment of an INVIVA infusion clinic in Halifax, Nova Scotia, in response to concerns from physicians about their patients’ risk of contracting COVID-19 while travelling to hospitals for critical infusion care. In the new INVIVA center, patients now receive treatment in a specialized clinic, closer to home.\nCaring for our communities\n\nCombatting opioid misuse\n\nMcKesson is steadfast in our effort to help communities combat opioid misuse, in part with a $100 million commitment in 2018 to form the independent Foundation for Opioid Response Efforts (FORE®), a 501(c)(3) nonprofit, grantmaking foundation dedicated to combating the opioid crisis in the United States. FORE’s vision is to inspire and accelerate action to end the opioid epidemic with patients at the center. FORE is focused on supporting programs and grants in four key areas: provider education, payer strategies, policy initiatives, and public awareness.\n\nFORE has funded several projects to expand access to treatment and recovery services for underserved populations, including people of color, those in rural and tribal communities, and those involved with the criminal justice system. Below are some examples of that work.\n\n- A North Dakota program, Don’t Quit the Quit, offers mentoring to physicians, nurse practitioners, and others to help them prescribe buprenorphine, the gold standard medication for opioid use disorder (OUD). The program is also reaching women during the postpartum period — when many lose touch with their providers — by recruiting community members to work as postpartum doulas and by training staff at women, infants and children offices to help women find OUD treatment.\n- A consortium of three national projects is improving Emergency Department (ED) care for patients with opioid use disorder, working with hundreds of ED clinicians and hospitals across the country.\n- Twelve FORE grantees are working to expand access to treatment and recovery services for Black, Latinx, and/or indigenous populations.\n- Rapid response grants were awarded to nine organizations that provide uninterrupted access to recovery support during the pandemic. These include two groups that focus on young people: The Association of Recovery in Higher Education supports collegiate recovery programs and Young People in Recovery offers virtual recovery support meetings, social activities and peer supports.\n\nIn May 2021, FORE opened a request for proposals for the Opioid Crisis Innovation Challenge 2021, calling for innovative approaches to longstanding challenges: training professionals to reduce stigma, gathering timely and actionable data, and supporting transitions from treatment to recovery.\n\nFor more information on FORE, visit forefdn.org.\nResponding to the opioid epidemic in the U.S.\nEach day, our distribution teams deliver lifesaving medicines to pharmacies, hospitals and clinics that serve millions of Americans. We carefully deliver products to our customers for their patients in need. We know there’s a patient behind every package.\n\nOver the past decade, as the opioid epidemic evolved rapidly, we enhanced our teams, processes and technologies dedicated to preventing diversion. We are committed to maintaining — and continuously enhancing — strong programs designed to detect and prevent opioid diversion within the pharmaceutical supply chain, while also protecting the availability of appropriate treatments for patients with serious illnesses and injuries. We remain committed to engaging with all who share our dedication to act with urgency to address this epidemic and work together to end this national crisis.\n\nCommunity investment: reducing the burden of cancer\nThe vision of the McKesson Foundation is to help ensure that everyone has access to high-quality healthcare. We believe in partnering with nonprofit organizations and key community stakeholders to understand the needs of the communities where we live and work, leveraging the talent and resources of McKesson to make a meaningful difference. In FY21, we partnered with the American Cancer Society and the Canadian Cancer Society as part of our commitment to reducing the burden of cancer. Under this focus area, we invested $121,000 to cancer-focused nonprofit organizations throughout the U.S. and Canada as a part of McKesson’s annual Community Days volunteer event. In Canada, we also donated more than $25,000 to the Terry Fox Foundation as part of the annual McKesson in Motion Challenge.\n\nIn-kind contributions\nEach month, McKesson’s Medical-Surgical team works with World Vision, a nonprofit organization that tackles the causes of poverty and injustice, to provide in-kind contributions that are then distributed by the organization to places in need. Through our partnership with World Vision, McKesson’s Medical-Surgical business donated 730 pallets, totaling more than 625 tons, of medical supplies during FY21.\n\nDonated items included:\n\n- **United States**: Personal care, medical supplies, and surgical kits\n- **Central America**: Adult diapers, medical supplies, furniture, apparel, walkers, crutches, and wheelchairs\n- **Africa**: Adult diapers, surgical clean-up kits, medical supplies, and medical and office furniture\n- **Middle East**: OB-GYN essentials\nHealth equity\n\nWe believe everyone deserves an equitable opportunity to live a healthy life, and we know that “health” is more than physical wellness — it is also an outcome of social, economic and environmental circumstances.\nIn FY21, our health equity work included our Health Mart pharmacies, DEI initiatives in our workforce and supplier diversity efforts. We recognize health outcomes are influenced by many factors. And that while the concepts of diversity, equity and inclusion are not new, the need for companies to think about the bigger picture, to collaborate and innovate to address disparities and inequities, has never been so important. We seek to create an enterprise that embodies the values we want to share with all our stakeholders, which is essential to building our business, delivering and supporting an equitable healthcare system, and making a meaningful contribution to some of the most important issues facing our society.\n\nAdvancing health equity\n\nOur local pharmacists have the ability to make a meaningful difference in how persistent social, economic and environmental conditions prevent equitable access to care in communities across the globe.\n\nOne such partnership is focused on just that. In collaboration with the U.S. Department of Health and Human Services (HHS), more than 3,300 Health Mart independent pharmacies are working to end the HIV epidemic by donating their dispensing services to support Ready, Set, PrEP. The HHS program provides free pre-exposure prophylaxis (PrEP) medication to uninsured individuals at risk of contracting HIV.\n\nReady, Set, PrEP is a key component of Ending the HIV Epidemic in the U.S. (EHE). EHE is an HHS initiative that aims to reduce the number of new HIV infections in the United States by 75% by 2025 and by 90% by 2030.\n\nAs part of the partnership, Health Mart pharmacies will also provide patient counseling and take steps to promote medication adherence as well as provide free PrEP medications in store at no cost for those eligible.\n\n“Health Mart’s participation in this initiative is just one example of how pharmacies and pharmacists have been called upon multiple times to be a part of solutions addressing many of the health care challenges over the past year,” said Nancy Lyons, BSPPharm, MBA, CDCES, vice president, chief pharmacy officer, Health Mart, in an August 2021 interview with Drug Store News. “60% of our community pharmacies serve vulnerable or underserved populations, and now, pharmacists can dispense PrEP medications at no cost to patients.”\nDEI: culture of inclusion\n\nWe know that fostering a culture of inclusion can help us better serve our employees, our customers, their patients and our communities. As such, we have created a new set of DEI aspirational goals, which are consistent with our ICARE and ILEAD values and vital to our business success.\n\n• **Our company should reflect the diversity of the communities we serve.** Anticipating the evolving needs of our customers and their patients demands diverse ideas, perspectives, expertise, and continued innovation. We’re hiring and promoting qualified underrepresented talent at all levels of our company. Specifically, by 2025 we’re striving to increase representation for both women (across North America) and people of color (across the United States) at the VP level and above by 20% as compared to 2021.\n\n• **Our culture must be inclusive so all employees can bring their best selves to work.** We’re investing in a vibrant culture where everyone feels a sense of belonging and a passion to build a rewarding, dynamic career. We believe everyone deserves equal opportunities for growth and advancement. Central to this goal is developing strong leaders who embrace our differences to inspire our best solutions. Furthering our broader culture work, we’ve launched “Leading Inclusively” for all our people leaders — an interactive, three-hour session that helps leaders understand their unique position as role models for inclusive behavior and tactics to build inclusive team culture. Additionally, we are providing all employees with a one-hour online interactive experience, “Ignite Inclusion,” that builds understanding about inclusion, identifies tactics that lead to belonging, and teaches ways to address bias in the workplace.\n\n• **Our company must champion the social, environmental and economic wellbeing of our employees and the communities we serve.** We recognize that health outcomes are influenced by several factors, including the conditions in the communities in which people live, learn and work — the social determinants of health. We aim to positively influence these social, environmental and economic conditions for our employees, and by extension the communities where we live and work. We’re helping our full-time and part-time employees and their families by offering competitive benefit plans and wellness tools.\nEmployee resource groups\n\nOur employee resource groups (ERGs) are voluntary, employee-led, company-sponsored groups that focus on making a difference among our U.S. employees. ERGs can help employees make authentic connections, showcase leadership skills and create a positive impact.\n\nAdditional benefits of ERGs include:\n\n- Strengthening employees’ sense of belonging. Employees have the chance to share experiences and build support networks that stay with them for a lifetime.\n- Building community. Employees are a part of a group that creates positive change and growth.\n- Creating exciting opportunities. Employees can build on current skills and discover talents, providing another method to develop personal and professional potential.\n- Driving business value. Employees can join forces across the business to identify ways to deliver on culture and talent initiatives as well as with customer and market connections.\n\nMcKesson has eight ERGs with more than 4,000 members.\n\nAbility\nEmpowers and connects employees to reach their full potential through inclusion and full spectrum accessibility for employees with disabilities and caregivers.\n\nMMRG\nCreates opportunities for all employees to recognize and welcome veterans and their families to McKesson.\n\nOPEN\nSupports the overall goals, objectives and initiatives of McKesson to be a prominent employer of choice for LGBTQ+ people and allies.\n\nASPIRE\nProvides professional development and growth opportunities to Black and African-American employees and advocates.\n\nPAVE\nProvides professional development to employees by harnessing strengths found in diverse backgrounds, building cultural awareness and engaging in community events.\n\nEmerging Professionals\nEducating and empowering early career, career change, and millennial professionals.\n\nPALMa\nCreates opportunities in career development and community outreach while also deepening camaraderie at McKesson.\n\nOWN IT\nWorks to make McKesson a top employer of choice for women by promoting the development and advancement of a world-class female workforce.\nSupplier diversity\n\nSupplier diversity is integral to McKesson’s ESG strategy. At McKesson we believe that an individual’s overall physical, social, and mental health is deeply connected to the overall health of their community. To that end, our commitment to supplier diversity is part of how McKesson, as a leader in healthcare, intends to improve the overall conditions of diverse communities, while also meeting the needs of our business.\n\nMcKesson does this by providing opportunities to qualified diverse companies including small, small disadvantaged, minority, women, veteran, service-disabled owned veteran, LGBTQ+, HUBZone and disabled owned companies. These companies provide jobs, income and tax revenue, which creates a multiplier effect through economic impact in the communities where they operate. Economic empowerment creates choice and access. We believe these are important aspects to a healthy macro-economic climate for all our stakeholders. To advance our Supplier Diversity Program, we hired a director of supplier diversity to help optimize our approach, shape our future engagement strategies, and create programs and drive results.\n\nOur Supplier Diversity website outlines this commitment.\nClimate action for health\n\nClimate change is one of the biggest challenges that society faces in the 21st century and it has a direct and significant impact on human health.\nIn January 2021, McKesson published its first-ever public statement on climate change, acknowledging the direct and significant impact climate change has on human health. In the statement, we also acknowledged that human action is related to the underlying environmental factors that contribute significantly to climate change and human health.\n\nThese acknowledgments are what led us to embrace our responsibility and take additional action to protect our planet, sustain our business, and ultimately serve the health of patients and communities, some of whom are presently dealing with the impacts of climate-related issues and illnesses.\n\nWhile our Global Impact Organization, our ESG strategy and our climate change statement are new, for many years, teams across the enterprise have been implementing initiatives that mitigate our environmental impact.\n\nClimate change: risks and opportunities\n\nClimate change is a global problem that will require coordination and collaboration across geographies, industries and societies. It poses unique risks, but also presents opportunities for companies to adapt and increase the efficiency of their operations.\n\nThe long-term effects of climate change are difficult to predict and may be widespread. The impacts may include physical risks (such as rising sea levels or increased frequency and severity of extreme weather conditions), social and human effects (such as population dislocations or harm to health and wellbeing), compliance costs and transition risks (such as regulatory or technology changes) and other adverse effects. The effects could impair, for example, the availability and cost of certain products, commodities and energy (including utilities), which in turn may impact the ability to procure goods or services required for business operations.\n\nFor more information on how we manage climate-related risks and opportunities, please see our 2021 CDP Climate Change response.\nMcKesson’s approach to climate change\n\nWe know that rising greenhouse gas (GHG) emissions are the primary source of climate change, and we work to do our part to reduce and avoid emissions in our operations and supply chain. We do this by working to optimize our fleet, improve the efficiency of our buildings, and increase our renewable energy procurement.\n\nAmbitious goals help guide our programs and projects to reduce emissions. McKesson Europe has set a goal to reach carbon neutrality by 2030, and in May 2021, McKesson Corporation committed to set science-based targets (SBTs) that address our enterprise-wide operational emissions and supply chain, in line with methodologies from the Science Based Targets initiative (SBTi). We expect to announce our SBTs in FY23.\n\nThese goals complement each other and exemplify our enterprise-first approach to tackling climate change: we know that different geographies will be impacted in different ways, but it is incumbent on our entire organization, as a leading enabler of better health outcomes worldwide, to reduce our emissions.\n\nHow we track our emissions impacts\n\nWe pursue certifications and use management systems that help us better track and recognize our environmental impacts. In FY21, our business in Ireland was certified to the ISO 14001 standard.\n\nIn other European jurisdictions, we implemented environmental management systems that are informed by and similar to the ISO 14001 standard.\n\nMcKesson Corporation emissions footprint\n\n| Scope                  | FY20 MT CO₂e | FY21 MT CO₂e |\n|------------------------|--------------|--------------|\n| Scope 1                | 104,129      | 114,724      |\n| Scope 2 (location-based) | 160,906      | 147,447      |\n| Scope 2 (market-based)  | 151,212      | 150,178      |\n| Scope 3                | 114,428,191  | 114,419,394  |\n\nFY20 data has been restated following improvements made to our data collection methodology, systems and analysis, and additional emissions sources included within scope. Emissions coverage includes owned and leased assets. Fuels included in Scope 1 calculation are natural gas, propane and fuels consumed by McKesson’s vehicle fleet. McKesson followed the Greenhouse Gas Protocol to calculate our emissions footprint. We used the Carbon Risk Real Estate Monitor (CRREM) 2018 factors to estimate emissions, based on floor area, where actual invoice data is not available.\n\nMcKesson Europe has reduced its emissions 9% on its way to its 2030 carbon neutral goal.\nReducing emissions in our operations\n\nOur operational emissions stem from our use of fuel for our inbound and outbound distribution operations, and electricity and natural gas in our buildings. We focus on efficiency across these areas as we aim to reduce our emissions.\n\nFleet emissions\n\nAs an international business focused on distribution, transportation is important to us — in particular, improving fuel efficiency for our fleet.\n\nFor us, fuel consumption for transportation is an environmental challenge and opportunity. Our transportation strategy focuses on optimizing delivery routes and the efficient use of delivery vehicles. To do that, we monitor mileage and fuel consumption, and we educate our drivers on eco-efficient driving.\n\nIn Europe and the United States, we use a standard route optimization software solution, which helps our drivers find the most fuel-efficient routes for deliveries. This tool enables us to continue to fulfill our customer service levels while reducing mileage, saving time, cutting down emissions, and minimizing unused vehicle capacity.\n\nIn some geographies, we own our fleet. When buying or leasing new vehicles, we look for key criteria including fuel consumption and low carbon emissions, as well as ensuring the vehicles adhere to high quality standards. When we purchase or lease vehicles in the U.S., we specify such attributes as aerodynamic vehicle components to reduce drag and increase fuel economy. We also use lightweight materials for key components, and engine mapping technology to increase fuel efficiencies.\n\nOur fleet in North America has already seen the impact of these efforts, and we continue to adjust our fleet to increase efficiency. For example, we are upgrading tractors and in Canada we have introduced trucks with an Espar system that helps reduce fuel use. Trailers are also equipped with skirts that improve aerodynamics and help reduce fuel consumption, and we run bulkheads in our trailers for more efficient airflow and less use of refrigerant fuel.\n\nWe are exploring additional opportunities to electrify our fleet. In Europe, our fleet is comprised of 55 electric (EV) or hybrid vehicles and we anticipate purchasing additional EVs as well. In addition, we have replaced some internal combustion engine vehicles with electric delivery bikes. These bicycles enable us to reduce our fuel consumption related to deliveries.\n\nIn the U.S., we are enthusiastic at the prospect of increasing the number of electric vehicles we use to deliver key pharmaceutical and medical supplies across the country. We test EVs and compressed natural gas (CNG) vehicles to determine potential\nopportunities to incorporate them into our fleet and realize emissions reductions. Our U.S. Medical-Surgical business, which owns and operates the largest fleet within our enterprise, recently placed its first order of EVs — marking the beginning of integrating these vehicles into our overall strategy.\n\nWe continue to explore additional opportunities to increase the electrification of our fleet and drive down fuel consumption.\n\n**Reducing our electricity use**\n\nIn our distribution centers, pharmacies and offices, we focus on reducing energy use and finding alternative sources of energy. Our most significant use of energy is electricity in our buildings, whether they are offices, distribution centers or warehouses. Across our locations, we work to use less energy for lighting and heating, ventilation and air conditioning (HVAC).\n\nIn fiscal year 2018 (FY18), McKesson made a commitment to design new office buildings in accordance with a newly developed connected buildings standard. We’re also making an ongoing effort to apply this standard retroactively to as many existing assets as practical. This technology will give our teams elevated visibility to building operations, as well as a real-time analytics platform to identify and diagnose inefficiencies in HVAC, lighting and other building systems. We anticipate these findings will result in energy savings and extended equipment lifetimes. In FY21, we transitioned locations in Jacksonville, Fla.; Scottsdale, Ariz.; and Irving, Texas, into the program, and began similar work in Columbus, Ohio, and Mississauga, Ontario.\n\nWe implement lighting retrofit projects to convert less efficient lighting fixtures to LEDs, which use far less electricity. Since FY20, in the U.S., we have realized an estimated average reduction of 23% in our electricity use at participating buildings due to these LED installations across 30 locations covering more than 6.3 million square feet. This equates to a reduction of 19.9 million kilowatt hours (kWh) of electricity. In FY21, we expanded the program to 450,000 additional square feet across two distribution centers.\n\n**Leadership in Energy and Environmental Design (LEED)**\n\nAs part of McKesson’s energy reduction strategy, we pursue Leadership in Energy and Environmental Design certification (LEED), when feasible, for newly constructed or renovated U.S. offices. We have earned LEED for Commercial Interiors Gold certification for Building 3 in Scottsdale, Ariz., in October 2020, and earned LEED for Commercial Interiors Silver certification for offices in Jacksonville, Fla. Jacksonville is also undergoing WELL Building certification.\n\nThese two LEED certified offices join our portfolio of already-certified buildings, which includes offices in Irving, Texas; Richmond, Va.; San Francisco, Calif.; The Woodlands, Texas; the other two office buildings in Scottsdale, Ariz.; and our distribution center in Aurora, Ill.\nLEED-certified buildings play an integral part in reducing the harmful effects the built environment has on the climate and directly support McKesson’s enterprise-wide ESG strategy.\n\nThe following is a highlighted list of strategies implemented on our recent LEED projects:\n\n**Jacksonville, Fla., and Scottsdale, Ariz., Building 3:**\n\n- Indoor plumbing fixtures are designed to reduce water use by 35% below the Uniform Plumbing Code (UPC) baseline in Jacksonville, Fla., and 40% below UPC baseline in Scottsdale, Ariz., Building 3\n- The buildings are designed to reduce energy use by 15% below the ASHRAE Standard 90.1-2007 baseline\n- McKesson engaged in a two-year renewable energy contract which purchased 8 kWh per square foot per year from renewable electricity sources specific to the project\n- The Jacksonville, Fla., LEED project diverted 75% of generated construction and demolition waste from landfills throughout the construction process\n\n**Renewable energy**\n\nIn addition to reducing our overall electricity emissions, we also work to increase the amount of renewable energy in our portfolio. In FY21, we signed two contracts to purchase local, physical renewable energy for most of the company’s locations in Texas. The agreements provide approximately 40.5 million kWh of energy per year primarily sourced from the Foard City Wind Farm and Sweetwater Wind Farm in Texas, along with the concurrent Renewable Energy Credits (RECs). Energy from these wind farms will fully power participating facilities, including our headquarters building in Irving, Texas, beginning in 2022.\nThe 1.1 megawatt (MW) rooftop solar array at our West Sacramento, Calif., distribution center has been live since FY20, and produced electricity equivalent to more than two-thirds of the facility’s annual consumption in its first year. Construction is expected to be completed by FY23 on a larger, 2.7 MW solar array at our distribution center in Robbinsville, N.J.\n\nMcKesson Europe consumed more than 31,500 MWh of renewable energy in FY21.\n\nReducing emissions in our value chain\nWe recognize that our environmental impact does not stop at our doors, and that we have an important role to play in reducing emissions across our value chain. This includes encouraging employees to choose more environmentally sustainable commuting options and avoiding business travel where possible.\n\nFor travel to the office, we encourage employees to use sustainable options when possible, like bikes or buses. In North America, McKesson offers commuter benefits, allowing employees to use pre-tax funds to pay for items such as subway cards or train tickets. In Canada, our Montreal office has reserved parking spaces for people who carpool. Several sites in Canada, Europe and the U.S. also offer electric/ hybrid car charging stations.\n\nWhile business travel is traditionally a part of how we work, we also recognize its negative environmental impact. In response to the COVID-19 pandemic, we implemented a temporary mandatory telecommuting policy, which required all employees who are able to do their jobs remotely to work from home, and we restricted non-essential business travel.\n\nWe measure and report on the following categories of Scope 3 emissions: fuel-and-energy related activities, upstream transportation and distribution, waste generated in operations, business travel, employee commuting, and upstream leased assets. We report on these categories because it provides a more complete representation of our emissions impact.\nAddressing waste\n\nWhile our emissions footprint has the most direct connection to our climate change impacts, we also seek to reduce our overall environmental impact, which includes our work to reduce the waste we generate and increase our use of recycled and recyclable products.\n\nWaste in our operations\n\nWe generate waste in our offices, warehouses, distribution centers and pharmacies. In every McKesson location, we aim to reduce the amount of waste we produce. Where we cannot reduce, we try to reuse materials and seek to avoid sending waste to landfill by donating, recycling or composting.\n\nFor example, when consolidating office space or moving to a new location, furniture and other office items often go to landfill; but since 2018, we have partnered with a vendor that recycles, resells and donates these items instead. To date, we have completed projects in Houston, Texas; Pittsburgh, Penn.; San Francisco, Calif.; Jacksonville, Fla.; Stoughton, Mass., Farmington, Conn., and Charlotte, N.C. Projects in FY21 diverted 213 tons of furniture and other office items from the landfill. Of the items, 15.5% were donated to nonprofits, 35.2% were resold, 47.8% were recycled, and just 1.3% were landfilled.\n\nIn addition, as part of our LEED certifications, McKesson aims to divert 75% (or more) of demolition and construction waste from landfills. In 2020, we achieved this goal during the construction of the Jacksonville, Fla., office building.\n\nMcKesson U.S. and McKesson Europe waste data\n(U.S. tons)\n\n|                        | FY20  | FY21  |\n|------------------------|-------|-------|\n| Waste recycled         | 26,526| 25,816|\n| Waste sent to landfill*| 11,698| 12,672|\n| Hazardous waste generated| 1,880 | 2,739 |\n| Hazardous waste diverted from disposal through recycling, reclamation or recovery efforts*| 21    | 9     |\n| Non-hazardous waste generated*| 212   | 196   |\n| Other waste (non-hazardous, non-recycling)**| 4,416 | 4,088 |\n\n* U.S. only\n**Europe only\n\nFigures above represent sites for which we have tonnage data, which may not include all locations in the U.S. and Europe. The year-over-year increase in reported hazardous waste is largely due to improved data quality.\nHazardous waste\nOur Hazardous and Regulated Waste Management program establishes standards to identify and manage hazardous and regulated waste. McKesson defines hazardous or regulated waste as any waste that exhibits an Environmental Protection Agency (EPA) or specific state hazard characteristic. For example, some pharmaceutical, medical and over-the-counter products may be considered hazardous or regulated wastes if damaged or unsalable. Through the program, we monitor that accumulation and disposal of waste from McKesson facilities complies with international, national and regional regulations.\n\nWhen it comes to e-waste, we partner with certified suppliers for both leased and non-leased assets. Leased electronic assets make up the bulk of our portfolio. Upon return, many are wiped clean and reused. If they can’t be reused, the parts are recycled when possible. In Germany, we work with a non-profit to promote the reselling or recycling of electronic assets. The nonprofit is an IT company focused on providing employment opportunities for disabled workers.\n\nWaste in our supply chain\nWe collaborate across our value chain to reduce the environmental impact of the products we sell or transport. Suppliers of our private-label products who are based outside the U.S. must agree to our McKesson Supplier Sustainability Principles (MSSP), which include our expectations on handling waste. In addition to requiring that suppliers adhere to all applicable laws, our MSSP make clear that we expect our suppliers to have systems and processes in place regarding appropriate handling and proper disposal of hazardous waste, as well as measures to prevent, reduce and remediate any spills.\n\nIn many of our businesses, we send medication to customers — including pharmacies and hospitals — in reusable containers. After the containers are unloaded and emptied at their destination, we use them for the next delivery. By reusing containers, we avoid unnecessary waste.\nTakeback/donation programs\n\nPart of conserving resources means working to ensure that unused medications and medical supplies go to people and organizations that can benefit from them. Below are some examples of how we reduce our waste footprint through the reuse or donation of materials or supplies.\n\n- In Ireland, cardboard boxes that are delivered to the warehouse were typically destroyed. However, teams now inspect boxes and reuse those boxes that show no signs of damage. In just one year, we reused more than 100 tons of cardboard through this project.\n- Through our partnership with World Vision, McKesson’s Medical-Surgical business donated 730 pallets, totaling more than 625 tons, of supplies during FY21. These donations helped support important health initiatives in Africa, Central America, the Middle East and North America.\n- The returns teams at several distribution centers in Canada collect returned products and arrange for them to be donated to nonprofit outreach programs. For example, in the Edmonton distribution center, returned products and discontinued items are donated to the Edmonton Food Bank, which helps redistribute them to other organizations. This initiative allows the distribution centers to reduce waste while supporting their local communities in our operations.\nAddressing water use\n\nWater is a limited resource, and we seek to reduce its use in our operations.\n\nWater in our operations\n\nThe bulk of our water use stems from landscape irrigation and water consumption in our buildings. To manage our water use in the U.S., we monitor alerts in the utility bill-pay system that flags significant usage increases, enabling us to identify potential water leaks and work with the affected locations to ensure they are repaired.\n\nIn past years, we have also installed “smart” irrigation systems at several facilities. This technology adjusts watering times based on weather conditions and lets us check our water use remotely. Users can receive notifications about changes to the settings or equipment malfunctions. This automation saves water because the irrigation system runs less often, and it is easier to identify problems that could lead to excess water use.\n\n| McKesson U.S. and McKesson Europe water usage |\n|-----------------------------------------------|\n| Water use: gallons | FY20 | FY21 |\n| Fresh water intensity: gallons/ft²* | 15.7 | 14.8 |\n\n* U.S. only\n**Restated to include US Oncology Network FY20 water use, which was excluded from previous reporting.\n\nThe year-over-year increase in reported water usage is largely due to improved data quality.\nCaring for our communities\n\nInvesting in disaster preparedness and response\n\nWe know that extreme weather events caused by climate change are becoming more frequent and more intense. Unfortunately, these disasters impact our employees and communities. McKesson works to support and serve our stakeholders during emergencies, crises and disasters.\n\nPreparing for disasters\n\nFor more than 185 years, McKesson has been a leader in the delivery of medicines and healthcare products to pharmacies, hospitals and other sites of care — including timely and safe delivery of vital pharmaceuticals and medical supplies during catastrophic events.\n\nMcKesson’s business continuity program helps ensure that we are prepared to absorb the impact of a business interruption and continue operations with as little disruption as possible. Our crisis management program, which we activate in emergency situations, is comprised of company-wide experts who tackle issues that may arise during a disaster. In a disaster, these experts focus on removing obstacles, and ensuring coordination and efficiency.\n\nBUSINESS CONTINUITY AT MCKESSON\n\nMcKesson has a robust business continuity program designed to help the company continue to serve employees, communities, customers and their patients. McKesson takes an “all risk” (loss of people, technology, facility or supplier) approach to resilience, and prepares for both macro-level risks, such as a massive natural disaster or pandemic, and micro-level risks, such as localized severe weather.\n\nThe Global Security Operations Center (GSOC) supports McKesson’s response to a major incident or crisis by collecting, analyzing and delivering data on global risks that may impact McKesson employees, facilities, operations or reputation. The GSOC assists the McKesson business continuity and crisis management teams during emergencies by filtering and fusing intelligence, providing situational awareness with persistent monitoring of facilities and events, reporting of geopolitical, weather and man-made events. In addition, the GSOC can disseminate mass emergency notifications which can facilitate communications between the crisis management teams, operations and employees.\n\nThe GSOC also supports Global Security and Safety’s (GSS) mission to protect the employees, property, products, and reputation of McKesson Corporation — 24/7, 365 days a year — through three primary programs: Electronic Security Systems Monitoring, Global Risk Awareness, and Supply Chain programs. These programs comprise the framework of the GSOC, which collects, analyzes, and delivers data to help mitigate global risks. The GSOC collects intelligence related to wildfires, hurricanes, monsoons; pandemics; localized events (e.g., demonstrations and riots); geopolitical events; maritime lane disruptions (e.g., the Suez Canal disruption in March 2021), shipping ports, terrorism events, air cargo incidents, and monitoring of suppliers and manufacturers. During FY21, the GSOC disseminated 5,827 asset alerts, 46 event situational reports (SITREPs), and published 251 COVID-19 SITREPs in support of the executive leadership team, Corporate Crisis Management Team, and Business Unit operational leadership.\nWe can use mass notification systems to establish communication with employees who may be affected by a disaster and work to share important information that can help protect them and their families during an emergency or crisis.\n\nWhen there is advance warning of a disaster, McKesson takes immediate preparatory measures, such as ordering extra fuel for generators and planning alternate delivery routes in case of highway and road closures. We may move inventory from one location to another or deploy additional personnel to assist with post-crisis activities, including additional customer orders.\n\nBased on our experience supporting natural disaster preparedness and recovery efforts, we position extra inventory of medications and supplies that are frequently needed following an event. Examples include insulin for diabetics, dialysis supplies, vaccines for first-responders, antibiotics for viral outbreaks and anti-venom for snakebites as snakes are prevalent following flood conditions.\n\n**Responding to disasters**\n\n**Supporting our employees**\nThe safety and security of our employees is paramount. When disaster strikes, we activate established policies and procedures to help ensure our employees’ safety in the case of an emergency. For example, we can use mass notification systems to establish communication with employees who may be affected by a disaster and work to share important information that can help protect them and their families during the emergency or crisis.\n\nIn addition to alerting employees and supporting them during a disaster, we also provide assistance for employees to help manage the disaster’s impact. The McKesson Taking Care of Our Own Fund, administered by the Emergency Assistance Foundation, provides cash grants for employees experiencing personal hardship or the effects of a qualified disaster. In FY21, the Fund distributed 628 hardship grants totaling more than $1.3 million, including 34 grants to cover expenses related to natural disasters. Additionally, when a major disaster necessitates evacuation, employees can request immediate response grants, called Get You to Safety grants, to cover the expenses incurred due to a mandatory evacuation.\n\n**Supporting our customers**\nCatastrophic events such as hurricanes, wildfires and blizzards can quickly overwhelm recovery efforts by shutting down access to, and within, entire towns. Extreme weather disrupts livelihoods and prevents people from receiving critical goods and services — including medical supplies and pharmaceuticals.\n\nWorking to maintain a seamless supply chain process and continued delivery of essential supplies is a top priority at McKesson. Our team has decades of experience in planning ahead to maintain an uninterrupted supply chain once a disaster hits, and we are also prepared to quickly shift operations in real\ntime to help ensure the hardest hit communities continue to be supported.\n\nOperational shifts in response to extreme weather include, but aren’t limited to, redirecting transit routes, moving staff and personnel to different areas, working with government agencies, and partnering with other organizations to help ensure continuity of patient care.\n\nAnd given that the U.S. has seen a 50% increase in natural disasters since the early 1980s — largely due to human-caused climate change — collaborative and innovative strategic maneuvers like these are becoming more important with each passing year.\n\nLearn about how McKesson supports the global response to the COVID-19 pandemic here.\n\n**Supporting our communities**\n\nAs an impact-driven organization, it is our responsibility to address critical needs in communities where we live and work — including in times of disaster. For example, McKesson community investments are focusing on efforts related to emergency preparedness and disaster response to help support U.S. and Canadian communities when disaster strikes.\n\nIn February 2021, Winter Storm Uri brought snow and extreme cold to many parts of Texas and resulted in power outages for millions of residents. The McKesson Foundation contributed $100,000 to American Red Cross chapters in North Texas and the Texas Gulf Coast. The grants supported the collection and distribution of critical items such as food, water, cots and blankets to emergency management partners and residents staying in shelters and warming centers.\nResponsible operations\n\nIntegrity and compliance are foundational to our culture and critical to our long-term success. Building on that foundation, we know that operating responsibly advances trust among our shareholders, customers and their patients, business partners, regulators, employees and communities.\nWe work to build trust with our stakeholders, which we believe promotes transparency in our company and contributes to sustainable growth. Our approach to corporate governance and responsible operations helps us drive long-term growth and create value in all areas, including social practices and environmental stewardship.\n\n**Corporate governance**\n\nMcKesson is committed to, and for many years has adhered to, sound and effective corporate governance practices. The Company’s Board is committed to diligently exercising its oversight responsibilities of the Company’s business and affairs, consistent with applicable federal and state laws, and the New York Stock Exchange (NYSE) listing standards.\n\n**Board of Directors**\n\nMcKesson’s Board represents a diverse mix of skills, experiences, and perspectives. We believe that diversity helps to make our Board more effective and creates opportunities for robust dialogue and more effective decision making.\n\n**Demographics/diversity**\n\nIn FY21, 36% of our Board members were women and 27% were people of color. At the time of our 2021 Annual Meeting, one of our five standing committees was chaired by a woman, and the median tenure of our directors was 4.2 years.\n\n**Independence**\n\nOn April 1, 2019, we adopted an independent chair structure and separated the board chairperson and CEO roles. Apart from our CEO, all other Board members are independent, which follows the NYSE listing requirements and our Corporate Governance Guidelines.\n\n**Tenure**\n\nThe Board routinely evaluates its composition and refreshes its membership. At least one new director has joined our Board each year since 2018. In 2022, we plan to implement a policy requiring directors with more than 12 years of tenure to offer to resign from Board service annually. After careful consideration, the Board may accept or reject the resignation. If the Board decides it is in the best interest of the company and its shareholders to reject a resignation, the Board will disclose its rationale. We also have a general policy that no director who will attain the age of 75 years by the next annual meeting will be nominated for re-election.\nGood governance\n\nWe know that good corporate governance advances trust among our shareholders, business partners and employees, promotes transparency in our company, and contributes to sustainable growth. We are committed to continually assessing our corporate governance policies and structures to incorporate best practices and believe a balanced corporate governance approach strengthens confidence in our company — both in the capital markets and among the public. We recently enhanced our Political Engagement and Lobbying Policy which now includes, on an annual basis, additional disclosures regarding our lobbying activities.\n\nCorporate governance guidelines\n\nOur Corporate Governance Guidelines set forth our Board’s goal of building long-term value for our stockholders and are consistent with NYSE listing requirements. Our Guidelines call for the Board to monitor the performance of our company, including with respect to ESG matters. Our Guidelines include:\n\n- Director qualification standards\n- Access to management and independent advisors\n- Compensation\n- Director orientation\n- Continuing education\n- Management succession\n\nShareholder rights\n\nOur Guidelines also establish certain rights for shareholders. These include, but are not limited to:\n\n- Proxy access: A group of no more than 20 of our shareholders holding at least 3% of the company’s stock for at least three years can nominate director candidates to fill up to 20% of available Board seats\n- Right to call special meetings: we also allow record holders who have held at least 15% of our outstanding shares for at least one year to call a special meeting of stockholders\n- Poison pill: our governance documents do not include “poison pill” provisions to deter an acquisition or takeover of the Company\n- Supermajority voting: we eliminated supermajority voting requirements for shareholders to amend governing documents. We now have a majority voting standard for uncontested director elections.\nAnnual evaluations and succession planning\n\nBoard evaluations play a critical role in assessing the effectiveness of our Board. During the annual evaluation process, the Board considers where it believes it functions most effectively and may also identify areas in which directors may make better contributions to the company. The following graphic illustrates core elements of this process:\n\nOur Governance Committee leads the evaluation of the Board and the performance of the Independent Chair. Our Independent Chair also speaks to directors individually, and that feedback is later reported to the entire Board. Each committee is responsible for evaluating its own performance and determining objectives for the following year. The Governance Committee establishes objectives for the Board, periodically reviews the Board's evaluation process and makes enhancements based on the company's evolving business strategies and risks. The Governance Committee has invested a substantial amount of time considering Board composition as part of the annual self-evaluation process, and they revisit the topic throughout the year.\n\nFor all C-level roles, the Board reviews and provides input on our succession planning to develop our next generation of leaders, CEO and executive officers.\n\nPolitical engagement\n\nOur Public Affairs team builds and maintains working relationships with policymakers and regulators at the federal and state levels of government. We seek to educate elected and appointed officials about the solutions we offer to improve patient safety, reduce the cost and variability of care, and improve the quality and efficiency of healthcare delivery. We outline the public policies that we support on our Public Affairs website.\n\nIn March 2021, the McKesson Employees’ Political Action Committee (PAC) board of directors approved revisions to its political giving guidelines, strengthening the candidate evaluation criteria and approval process. In addition, the McKesson PAC has established a set of “belief statements” that reflect the values of our employee-led political engagement and approach to political discourse among elected officials.\nofficials. The belief statement is shared with all approved contributors, and contains our beliefs that:\n\n- Voting is a sacred right and responsibility, one that should be exercised freely and enfranchised widely\n- At the conclusion of the election process — in its entirety — a winner is determined, and we accept the outcome\n- The transition of political power from an office holder to his or her successor is done peacefully\n- The legislative process should be transparent, with robust and thoughtful debate rooted in facts and data; and that discourse among legislators be civil\n- Public policy is best when developed by consensus and with bipartisan participation and civil discourse\n\nMcKesson believes that transparency and accountability with respect to political expenditures and lobbying are important. In the U.S., we voluntarily disclose corporate political contributions and file federal and state reports on lobbying activities where required by law. Additionally, we provide a list of trade associations to whom our annual payments exceed $25,000 and share the criteria we use to evaluate trade associations, as we may not support every position they take. We also prohibit trade organizations from using our contributions for political purposes.\n\nIn addition to enhancements made every year since 2017, we recently revised our Political Engagement and Lobbying Policy. This update included clarification of the Board’s oversight of lobbying activities and expenditures related to laws or regulations governing the distribution of controlled substances, and it describes our policy priorities and material lobbying efforts in the year. This update also reflects the Board’s commitment to disclose to our shareholders on an annual basis the aggregate dollars we spend on lobbying activities. Our Public Affairs team provides updates to the Board at least annually on such matters consisting of reports on public policy issues, political engagements, lobbying activity and corporate political contributions.\nESG governance\n\nThe Board’s Governance Committee regularly reviews McKesson’s ESG practices, including environmental sustainability and matters concerning our commitment to delivering value to customers, employees, suppliers, shareholders, and local communities.\n\nBoard-level oversight\n\nThe Board, the Governance Committee, and/or other committees periodically review the Company’s ESG strategy and practices, including environmental sustainability, pay equity, human capital management and diversity, equity and inclusion.\n\nManagement-level oversight\n\nExecuting a leading ESG strategy is key to realizing our ambition to be an impact-driven enterprise. This leadership begins with our CEO and executive operating team, which includes our Chief Impact Officer who leads our Global Impact Organization. Our Chief Impact Officer oversees the Sustainability and ESG team as they work with colleagues across the company to develop our enterprise-wide strategies and monitor relevant metrics. For example, the Sustainability and ESG team works in close partnership with our Real Estate team to evaluate and execute on renewable energy projects, and in tandem with our DEI and Social Impact teams to evaluate diversity and philanthropy strategies.\n\nStakeholder engagement\n\nEffective and ongoing engagement with our many stakeholders helps us improve how we serve their various needs while delivering on our purpose. Learning directly from our stakeholders about their ESG priorities and concerns can help shape our strategies, build trust and inform our decision making on key issues. Thoughtful engagement with our customers, employees, suppliers, shareholders and other groups is critical to enabling our ability to execute our mission.\nShareholders\n\nWe meet throughout the year with shareholders in various forums to encourage ongoing, meaningful dialogue about the issues they find most important. We report shareholder feedback regularly to our Board, which in turn evaluates feedback year-round.\n\nSince our 2020 Annual Meeting, we have proactively reached out to shareholders representing nearly 61% of our outstanding common stock and engaged with shareholders representing approximately 38% of our outstanding common stock. Our Independent Chair also led engagements with certain shareholders. We discussed a wide range of topics with our shareholders, including, among others:\n\n- Board oversight, refreshment and diversity\n- COVID-19 response efforts\n- Sustainability and ESG\n- Pay for performance alignment\n- Human capital management\n- Controlled substances monitoring program developments\n- Lobbying expenditures and activities\n\nThe ongoing communication with shareholders informs our evaluation and enhancement of our policies, practices and disclosures.\nCompliance, ethics and regulatory excellence\n\nCulture of ethics\nAt McKesson, we believe that integrity is the foundation of our culture and is critical to our long-term success. We work to inspire and enable McKesson employees to act with integrity in all we do, and we are committed to complying with the laws and regulations that apply to our business operations.\n\nRegulatory excellence\nAs a company in the healthcare industry, we are subject to a wide range of complex and evolving regulatory requirements. We fulfill our ICARE principles and work to maintain the trust of regulators, the public, and other stakeholders by following the laws and regulations that apply to us. In FY22, regulatory excellence was explicitly integrated into our business strategy playbook as a key foundational discipline. We are committed to regulatory excellence in all aspects of our business operations.\n\nThroughout FY21, we engaged in focused training and discussed “tone from the top and middle” with senior leaders on their role in driving a culture of regulatory excellence. For example, our General Counsel Organization led an interactive workshop on regulatory excellence with senior leaders. At our Senior Leaders Meeting in early FY22, our CEO and Chief Compliance Officer each highlighted the importance of regulatory excellence, particularly given McKesson’s role in healthcare.\n\nCompliance and ethics leadership and oversight\nMcKesson’s compliance program is focused on preventing, detecting and responding to compliance, ethics and regulatory issues. Compliance is an enterprise-wide responsibility shared by every employee, and it starts with the commitment of our leaders to foster a culture of compliance and ethics and regulatory excellence throughout our operations. While our business leaders are responsible for managing compliance risks, Legal and Compliance functions assist management with subject matter and program expertise to help McKesson stay ahead of compliance and regulatory risks.\n\nOur Chief Compliance Officer is aided by a Compliance and Ethics Organization which includes designated compliance officers for each of our businesses and multiple subject matter experts. The Chief Compliance Officer oversees and monitors implementation of our programs and meets regularly with our Executive Operating Team and the Compliance Committee of the Board to discuss the compliance program.\nOur compliance program includes:\n\n- Written standards of conduct, including our Code of Conduct and policies and procedures\n- Risk assessments\n- Training and communication\n- Monitoring and testing\n- Confidential reporting channels and internal investigations\n- Continuous improvement, including corrective action and/or preventive action, where necessary\n\nOur Board has a standing Compliance Committee, whose purpose is to assist the Board in overseeing McKesson’s compliance programs and management’s identification and evaluation of the Company’s principal legal and regulatory compliance risks. The Compliance Committee meets regularly throughout the year, including in separate executive sessions with the Chief Compliance Officer and the Chief Legal Officer. In FY21, the Compliance Committee conducted discussions with multiple members of management about McKesson’s compliance programs relating to certain legal and regulatory risks. The Compliance Committee also meets jointly with the Audit Committee to review management’s assessment of its regulatory and compliance programs.\n\nWritten standards of conduct\n\nOur company operates in multiple business and regulatory environments. To help ensure that all employees uphold high legal and ethical standards, we embed our expectations in our Code of Conduct.\n\nA foundational document across our company, our Code of Conduct is based on our ICARE shared values. It describes the fundamental principles and policies that shape our work, covering a wide range of topics that may occur when interacting with customers, industry partners, regulators and each other. It gives helpful guidance regarding where to turn with questions or concerns about the right thing to do. The Code of Conduct is available in 10 languages.\n\nAs noted in our Code of Conduct, we seek business partners who share our values and commitment to doing business with integrity.\n\nIn addition to our Code of Conduct, McKesson has established compliance policies and procedures that are designed to prevent and detect potential violations of applicable laws, regulations, and ethical standards. These policies are accessible to employees on our intranet and other means.\n\nCompliance risk assessment\n\nWe regularly assess compliance and regulatory risks across our operations. Our approach includes conducting regular risk assessments and developing comprehensive work plans to mitigate compliance risks, with many actions owned by the business. Compliance leaders also participate in the company’s annual enterprise risk assessment which focuses on risks that could impact the organization in achieving its strategic and operational objectives.\nRisk-area specific programs\nIn addition to the corporate compliance and ethics programs that address general enterprise-wide topics, other programs are designed to mitigate more specific risks. Two examples include Privacy and Anti-Corruption.\n\nPrivacy program\nPatient, customer and employee privacy, security and confidentiality are critical at McKesson, and we are committed to maintaining the privacy and security of personal information. McKesson has adopted specific policies, procedures and privacy principles that guide how we collect, store, access and use personal information throughout the company. We provide clear and timely notice about our privacy practices. This includes how we collect, use, retain, protect and disclose personal information. Our Privacy Notice is available on our website.\n\nMcKesson has established a Global Privacy Office responsible for the support and coordination of key privacy initiatives across the enterprise involving the collection, use and disclosure of personal information, including cross-border data transfers. This includes developing the enterprise privacy program strategy, developing and maintaining enterprise policies and training, along with developing enterprise tools, processes and controls for the promotion of organizational consistency and efficiency. We also take steps to help ensure that our business partners protect personal information before we share it with them.\n\nAnti-corruption program\nWe succeed based on the quality of our products, services, and people. Corruption or bribery of any sort is counter to the way we do business and is strictly prohibited.\n\nOur policies prohibit promising, offering, or giving “anything of value” with the intent to improperly influence the conduct of a government official, an employee or representative of our commercial business partners, a medical professional, and others. Our policies also do not allow the receipt of anything of value that could be perceived to improperly influence our conduct. We expect our business partners and third parties acting on our behalf to comply with all applicable anti-bribery and anti-corruption laws and standards. This includes third parties who might interact with a customer or government official on our behalf.\n\nTraining and communication\nMcKesson has implemented a focused compliance training and communications plan to educate employees, business partners and our Board on business risks and policies relevant to their roles. For example, McKesson delivers training on its Code of Conduct to the Board on an annual basis. Our approach combines various training methods reinforced through supporting communication resources available via our corporate intranet and through leadership messaging and communications. These training and communication resources are\nassessed periodically and updated to align with changes in laws, regulations and/or policies.\n\n**Monitoring and testing**\n\nWe have implemented a range of compliance monitoring and testing activities, including data analytics, to monitor the adequacy and effectiveness of our compliance programs to mitigate risks. These programs enable us to identify trends and potential red flags, provide insights about our program’s robustness, and identify opportunities for continuous improvement. Identified issues and opportunities are addressed through action plans.\n\n**Confidential reporting channels and internal investigations**\n\nMcKesson employees are a critical line of defense in ensuring that we detect and respond to potential compliance issues. We strongly encourage employees to raise concerns if they observe conduct that potentially violates a law, regulation, our Code of Conduct, or any of our policies.\n\nMcKesson offers multiple channels for employees and third parties to raise concerns. Employees may contact any people leader, compliance officer, human resources, or the legal department with concerns. Employees may also report concerns by email. In addition, McKesson provides confidential integrity hotlines available 24 hours a day, seven days a week, 365 days a year with multiple language capabilities.\n\nMcKesson’s integrity hotlines allow employees and third parties to raise concerns (anonymously if they wish) about potential violations of law, regulation, McKesson’s Code of Conduct, McKesson policies, or any other actual or potential misconduct. An independent third-party provider (in Europe, an ombudsman) answers and documents all calls before forwarding them to McKesson. The integrity hotlines are publicized in multiple ways, including in our Code of Conduct, in training materials, on our internal websites, and through awareness campaigns.\n\nOur internal policies are designed to protect employees from retaliation for raising concerns, asking questions, seeking guidance or participating in an investigation. By fostering an open reporting environment where all employees have confidence that they can speak up without fear of retaliation, we seek to advance our culture of compliance and integrity. McKesson takes all concerns seriously and investigates allegations of misconduct. After investigating, we develop and carry out a corrective and preventive action plan, as appropriate. Consistent with our corporate governance guidelines, we also provide reports of significant matters to the Compliance Committee and the Audit Committee of the Board. The Audit Committee of the Board also receives reports on allegations and investigations regarding accounting, internal accounting controls, or audit matters.\nSupply chain integrity\n\nWe endeavor to provide safe, high-quality products to our customers and their patients; a commitment that is guided by our company’s purpose and mission. Additionally, the suppliers of our internationally sourced private-label products must agree to the McKesson Supplier Sustainability Principles (MSSP), which cover compliance with applicable laws along with adherence to strict policies on protecting workers, preparing for emergencies, and protecting the environment.\n\nGlobal sourcing and supply chain management\n\nOur company-wide values are the foundation of McKesson’s approach to being a responsible corporation. As a trusted organization — one that goes the extra mile to advance our customers’ and business partners’ success — these values are also the foundation of McKesson’s approach to being a responsible steward of international supply chain management.\n\nOur Global Sourcing organization is responsible for identifying potential overseas suppliers for our private-label brands. Once suppliers are identified, we begin assessment and qualification processes to determine if these suppliers meet our criteria. Our Global Sourcing teams evaluate suppliers for adherence to Current Good Manufacturing Practices (CGMP) and other regulations, while our Responsible Sourcing teams evaluate supplier conformance to the MSSP.\n\nGlobal Sourcing\n\nTo support our Global Sourcing program, we have employees in certain countries where our private-label products are manufactured by third party suppliers. These McKesson employees focus on product quality, supply chain and logistics, and sourcing; and perform product inspections and audits during factory visits. Suppliers must complete assessments and audits covering CGMP and our own responsible sourcing criteria, outlined in the MSSP in accordance with our protocols. Our Global Sourcing team may only procure items from suppliers after the supplier fulfills our standards and are added to our approved supplier list. Furthermore, new internationally sourced private-label products undergo product qualification processes, which can involve using benchmark products, developing inspection criteria and private-label artwork to help ensure compliance with brand guidelines and regulatory obligations.\n\nWe have in-house licensed customs brokers for shipments bound for the U.S. that enable the importation of products into the U.S.\nJust as we hold ourselves accountable, we also hold our suppliers accountable for the quality of their products and services. We audit suppliers through our Global Sourcing program periodically — pursuant to a documented audit plan — to help ensure they remain in compliance with our expectations. Suppliers are prohibited from making any changes to a product without our written approval.\n\n**Responsible Sourcing**\n\nA reflection of McKesson’s expectations of our supplier partners, the MSSP guide us in how and where we source our private-label products.\n\nEstablished in 2012, the Responsible Sourcing program provides a framework that holds our international private-label suppliers to an auditable set of expectations. Private-label suppliers outside the U.S. must agree to comply with the MSSP, which address compliance with applicable laws along with adherence to our principles on protecting workers, preparing for emergencies and protecting the environment. These principles likewise reflect our stance against forced and child labor, which is also articulated in our response to the [UK Modern Slavery Act for our UK business](#).\n\nIn accordance with our responsible sourcing processes, we conduct onsite audits — or consult other appropriate resources — to periodically monitor compliance with the MSSP, including document review, a factory tour, and interviews with workers.\n\nWe document findings and require suppliers to remediate instances of noncompliance. We focus our remediation efforts on issues around labor and working conditions, health and safety, environmental, legal compliance, permits, business integrity, risk management and emergency response. For example, we work with suppliers to address concerns regarding living conditions of workers in factory dormitories, and we provide training for suppliers as appropriate and applicable.\n\nWhen issues are identified, McKesson auditors work with the supplier to ensure improvements are made. Audit findings or non-conformances are prioritized based on risk. When critical issues are identified, McKesson requires a timely response from the supplier. If a supplier fails to adequately remediate the issue, the relationship is reevaluated and, if necessary, terminated.\n\nWe strive to conduct business with companies that share our values, ethics, and sustainability principles and that effectively incorporate these values into their business practices and management systems. To that end, McKesson seeks to continuously improve its Responsible Sourcing program to ensure that it addresses the needs and risks of today.\n\n**Product quality and safety**\n\nAs a company in the healthcare industry, we are subject to a wide range of complex and evolving regulatory requirements. We are committed to\nregulatory excellence and compliance with laws and regulations that apply to us in all aspects of our operations, as well as continuous improvement of our processes to help ensure we meet the needs of all stakeholders. For product quality, these laws and regulations include the Drug Supply Chain Security Act in the U.S., the Food and Drugs Act and Good Manufacturing Practices in Canada, and the Good Manufacturing and Distribution Practices guidelines in Europe.\n\nOur quality management systems are based on international procedures and industry standards to help ensure the products we handle and distribute, the products we source in our private-label line of business, and the packaging and labeling thereof, follow applicable regulations and are in line with or exceed industry best practices. For example, more than 65% of sites with warehouses in Europe, and our All About Health Pharmaceuticals business, are ISO 9001 certified, and our Europe-based McKesson Global Sourcing Quality and Regulatory team is certified to the ISO 13485 standard.\n\nWhen receiving our globally sourced private-branded products, we verify the quantity, supplier name and product name through the purchase order, and we monitor that the product is not set to expire soon. When potential product quality incidents occur, we work to respond promptly and follow a Corrective Action – Preventive Action (CAPA) process. To prevent counterfeit products from entering the legal distribution network and to help ensure the integrity of the products we take ownership of, we follow a supplier qualification procedure for vendors. Potential suppliers are vetted using industry accepted tools. A mutually agreed upon distribution agreement and accompanying policy and procedures document govern the relationship. As part of this process, we perform regular audits and checks of authorizations and certifications, as appropriate.\n\nWe comply with manufacturer requirements for handling and distributing products. The needs and requirements of various manufacturers are different, so our contractual commitments, controls and processes vary by manufacturer. We evaluate and validate manufacturers’ performance against their contractual arrangements. Each year, we also hold a supplier award ceremony to recognize suppliers for their commitment to collaboration, and supply chain safety, quality and efficiency.\nTraceability\n\nMcKesson transports essential medical and surgical products across the globe, and it is critical that we track shipments at each stage of their journey through our warehouses. If we identify suspect product in our possession, it is quarantined and reported to a quality review team. McKesson works with manufacturers and customers to communicate recalls and suspect product.\n\nIn the U.S., McKesson complies with the Drug Supply Chain Security Act (DSCSA) which, since 2015, requires that sellers and purchasers of prescription drug products exchange lot-level transaction data. When McKesson acquires prescription drug products, we work to ensure that we receive adequate transaction information, transaction history and a transaction statement from the seller, which is aligned to the physical goods received. McKesson is focused on the next stage of the DSCSA which occurs on November 27, 2023, when prescription drug products are serialized in the U.S. and required to be traceable through the supply chain from manufacturer to dispenser. McKesson is developing the technology to scan individual saleable units capturing National Drug Code (NDC), serial, lot, and expiry — and validating those data points against the electronic DSCSA data provided by the supplier. McKesson will then assign those serialized drug products to a customer providing them with an electronic DSCSA transaction data set that aligns with the physical goods sold.\n\nIn Europe, we follow the Falsified Medicines Directive, which requires batch tracking of certain medicinal products. When products enter our warehouses, we record the product code, expiration date and batch number. We track the product at every stage of its journey in the warehouse — from replenishment, to picking, to returns. Employees can either scan the information or enter it manually. If an inaccuracy occurs, the tracking system generates an alert. Our quality coordinators monitor the alerts and resolve any inconsistencies. In Canada, we follow Good Manufacturing Practices which allows the products to be traced in a similar fashion in the warehouse.\n\nFor information about McKesson’s Controlled Substance Monitoring Program, see our website.\nLean Six Sigma culture\n\nAcross McKesson, we strive to continuously assess and improve our day-to-day processes by applying Lean Six Sigma methodology and principles. Lean Six Sigma training and methodology has enabled — and continues to enable — employees at all levels of the organization to make data-driven decisions to foster quality-focused improvements and perpetuate continuous improvement efforts for our partners, their patients, and employees.\n\nIn FY21, McKesson completed 324 Six Sigma business process improvement projects, which had more than $223 million in estimated cost savings and cost avoidance across our company, suppliers and customers.\n\nThese projects place heavy emphasis on defect reduction, faster cycle time and reduced waste. They have helped to reduce the number of variations customers experience and to identify what factors may drive that variation.\n\nIn addition to delivering cost-benefit initiatives, one of Six Sigma’s key objectives is to train, coach and mentor employee talent. This allows us to deepen our culture of continuous improvement across McKesson.\n\nIn FY21, employees across 10 countries completed 10,210 hours of Lean Six Sigma training courses.\n\nIn Europe, we introduced the Green Six Sigma initiative to further anchor environmental and sustainable aspects as a permanent component of the Lean Six Sigma program. In FY21, Green Six Sigma projects reduced an estimated 37 tons of carbon emissions from our Scope 3 footprint.\nHere are a few of our FY21 Lean Six Sigma business process improvement projects:\n\n- Reducing product waste through enhanced inventory management: non-salable inventory items that cannot be sold, donated or returned to a supplier are sent for destruction. The McKesson U.S. distribution team collaborated with internal partners to define Standard Operating Procedures and new processes to proactively detect overstock, redirect inventory to a centralized facility and service new customers outside of the McKesson network. This pilot project prevented 18,000 items from being destroyed and opened new opportunities for product access and sustainability across the supply chain.\n\n- Original pack dispensing at McKesson UK: pharmacies often de-blister medications and re-pack them into smaller personalized blister packages before delivering them to care homes. UK colleagues worked with nurses to rearrange the process. The medications are now delivered to the care homes in their original packaging. Nurses on site take over the allocation of the medications, supplying the patients directly from the bulk packs. This saved up to 300,000 customized plastic and paper medication packs per year. In addition, medical waste has also been reduced, as the nurses can react directly to day-dependent findings of the patients and do not have to resort to pre-packaged medications.\n\nThese are just some of our Six Sigma business process improvement successes. Whether it’s reducing defects, streamlining processes or improving our environmental impact, we look forward to improving operational excellence in FY22 and beyond.\n\nIn addition to delivering cost-benefit initiatives, one of Six Sigma’s key objectives is to train, coach and mentor employee talent.\nOccupational health and safety\n\nPatient and employee safety is paramount at McKesson, and our Environmental, Health and Safety policy guides our commitment to provide a safe and healthy work environment. This policy is available to all employees on our intranet and outlines our approach to ensuring all business operations are conducted with health and safety in mind.\n\nWe incorporate health and safety into all aspects of our work, starting with proactive measures. Our Security and Safety team continually monitors our work environment to identify potential risks, so that we can prevent and mitigate them. The primary workplace safety risks at McKesson, and most frequently reported incidents, are related to movements such as lifting and bending.\n\nTracking health and safety metrics\n\nWe use safety performance scorecards to track and monitor our Occupational Safety and Health Administration (OSHA) Total Recordable Incident Rate (TRIR), among other metrics. Each of our U.S. businesses receives an overall Safety Performance Index score quarterly, which takes into account factors such as completion of Safety Committee meetings and inspections; percent of completed employee safety orientations, certifications and other trainings; and injury rates. In FY21, our U.S. Safety Performance Index score improved 2.1% over FY20.\n\nWe routinely assess facilities to monitor adherence to established security and safety standards. In FY21, we completed nearly 100 onsite and virtual safety visits to provide support, coaching, and oversight for implementation of accident prevention and regulatory environmental health and safety programs. We also completed nearly 33,000 safety observations, aimed at reinforcing safe work practices for employees.\n\nMcKesson Canada has a robust health and safety program which includes a continuous training program offered to all employees, monthly “set the tone” topics shared to distribution center teams, and ergonomic assessment to improve best work practices. The program also includes a health and safety executive summary dashboard that is shared quarterly with McKesson Canada’s CEO. The executive summary provides an overview of health and safety activities over the previous quarter, including information on accidents and opportunities to improve.\n\nIf a serious vulnerability is identified, it is documented, and the facility prepares an action plan. Across distribution facilities, we prepare a monthly leading safety indicator dashboard to measure performance to our standards. In FY21, our distribution centers in the U.S. had a 100% execution rate in core injury prevention programs, including joint health and safety committees, periodic self-inspections, and employee\ntraining. We also maintain an internal database of all major incidents at our facilities, which allows us to investigate the circumstances surrounding the injury or event. This helps us learn how we can prevent similar incidents in the future.\n\n**McKesson U.S. Incident Rates**\n\n|                      | CY19 | CY20 |\n|----------------------|------|------|\n| Total Recordable Incident Rate | 2.81 | 2.99 |\n| Lost-Time Incident Rate (LTIR)    | 1.14 | 1.30 |\n\nIn the U.S., injury rates (number of recordable injuries per 100 employees) were calculated for both distribution centers and office locations during calendar year 2020. TRIR and LTIR increased slightly when compared to calendar year 2019. We disclose TRIR on a calendar year basis as this approach aligns with the Occupational Safety and Health Administration reporting requirements.\n\n**Reducing workplace injuries**\n\nThe first step to reducing workplace injuries is working to prevent them. We have detailed training programs in place to support employees in preventing injuries and cultivating a culture where safety comes first.\n\nWe also expect that each McKesson site may implement a safety program that includes the following accident prevention elements:\n\n- Safety committees, to aid in maintaining positive interest and communication related to safety, review ongoing training and awareness activities\n- Inspection and recognition of hazards to understand where common workplace environmental risks exist, and take steps to remediate them\n- Training to inform employees about federal, state and local regulations — as well as McKesson’s own safety standards\n- Safety observation program that proactively engages employees in a positive, meaningful conversation to reinforce safe work practices, provide coaching and jointly develop solutions to reduce at-risk behaviors\n- Safety action plans, to achieve established safety goals and identify and mitigate risks\n\nWithin our distribution network, we focus on initiatives such as safe lifting principles and have launched a comprehensive Powered Industrial Truck certification program.\nTraining on health and safety\n\nWe aim to foster a “safety matters because you matter” culture. Our safety training programs are for employees at all levels. Throughout their time at McKesson, employees learn to identify and control hazards they may encounter at work. All employees, upon hiring and annually thereafter, receive health and safety training through our internal learning portal. Employees also receive specialized training related to their role, environment, and the equipment used in their work environment, for example proper use of personal protective equipment, safe lifting techniques and safe operation of powered industrial trucks.\n\nJust as we continually update our processes, we refresh our training modules and programs. In FY21, we revised and refreshed nine training modules and updated all environmental regulatory training platforms to meet changed regulatory requirements and technology platform needs. In FY21, U.S. employees completed more than 32,500 safety training courses.\n## ESG reporting frameworks\n\n### Global Reporting Initiative (GRI)\n\n| GRI disclosure | GRI requested information | McKesson FY21 response/disclosure location |\n|----------------|--------------------------|------------------------------------------|\n| **General disclosures** | | |\n| 102-1 | Name of the organization | McKesson Corporation |\n| 102-2 | Activities, brands, products and services | Annual Report and Form 10-K |\n| 102-3 | Location of headquarters | Our headquarters are at 6555 State Highway 161, Irving, Texas, U.S. |\n| 102-4 | Location of operations | McKesson has significant operations in Austria, Belgium, Canada, Denmark, France, Ireland, Italy, the Netherlands, Norway, Portugal, Slovenia, Sweden, the United Kingdom and the United States. We also have joint ventures in Germany and the Netherlands. |\n| 102-5 | Ownership and legal form | McKesson Corporation is a publicly held Delaware corporation that is listed on the New York Stock Exchange under ticker symbol MCK. |\n| 102-6 | Markets served | Annual Report and Form 10-K |\n| 102-7 | Scale of the organization | Annual Report and Form 10-K |\n| 102-8 | Information on employees and other workers | Workforce at a glance, pg. 17 Form 10-K, pg. 9 Proxy Statement, pg. 6 |\n| **Organizational profile** | | |\n| 102-9 | Supply chain | About Our Businesses |\n| 102-10 | Significant changes to the organization | No significant changes in FY21 |\n| 102-11 | Precautionary principle or approach | Climate action for health, pgs. 37-50 McKesson's approach to climate change, pgs. 39-43 Supply chain integrity, pgs. 62-65 |\n| 102-12 | External initiatives | McKesson at a glance, pg. 6 UNGC table, pg. 81 SDG table, pg. 79 |\n| 102-13 | Membership in associations | Political Engagement website |\n| **Strategy** | | |\n| 102-14 | Statement from senior decision maker | A message from our Chief Executive Officer, pg. 3 |\n| **Ethics and integrity** | | |\n| 102-16 | Values, principles, standards, norms | Across McKesson, we are guided by our Code of Conduct and our ICARE and ILEAD shared principles. These principles are a unifying force, connecting us across business units, geographies and functional areas. For details, please see mckesson.com. |\n| GRI disclosure | GRI requested information | McKesson FY21 response/disclosure location |\n|----------------|--------------------------|------------------------------------------|\n| Governance structure | | |\n| 102-18 | Governance approach | Our corporate governance strategy aims to secure our competitive position, strengthen confidence in our company and create value over the long term. Good corporate governance strengthens confidence among our shareholders, business partners and employees, promotes transparency in our company and contributes to sustainable growth. Corporate governance, pgs. 52-55; ESG governance pgs. 56-57 |\n| Stakeholder engagement | | |\n| 102-40 | List of stakeholder groups | Our stakeholders include employees, shareholders, communities, customers, suppliers, joint venture partners, investors, government/policymakers and nongovernmental organizations. A new approach to strategically investing in our communities, pgs. 14-15 McKesson at a glance, pg. 6 ESG governance, pgs. 56-57 |\n\n| GRI disclosure | GRI requested information | McKesson FY21 response/disclosure location |\n|----------------|--------------------------|------------------------------------------|\n| 102-41 | Collective bargaining agreements | Union/collective bargaining, pg. 22 |\n| 102-42 | Identifying and selecting stakeholders | We work to foster internal and external trust, especially with our core stakeholders, as identified in 102-40. We engage directly with stakeholders who influence our business, social or environmental performance, or on the regulatory frameworks that govern our activities. We also seek to collaborate with stakeholders who are significantly affected by our economic, social or environmental impact. |\n| 102-43 | Approach to stakeholder engagement | A new approach to strategically investing in our communities, pgs. 14-15 McKesson at a glance, pg. 6 ESG governance, pgs. 56-57 |\n| 102-44 | Key topics and concerns raised | A new approach to strategically investing in our communities, pgs. 14-15 McKesson at a glance, pg. 6 ESG governance, pgs. 56-57 |\n| 102-45 | Entities included in financial statements | Form 10-K, Exhibit 21 |\n| GRI disclosure | GRI requested information | McKesson FY21 response/disclosure location |\n|----------------|--------------------------|------------------------------------------|\n| Reporting practice |                          |                                          |\n| 102-46          | Defining report content and topic boundaries | A new approach to strategically investing in our communities, [pgs. 14-15](#). McKesson at a glance, [pg. 6](#). ESG governance, [pgs. 56-57](#). |\n| 102-47          | List of material topics | We have included all of the topics covered in our FY20 report. |\n| 102-48          | Restatements of information | We restated our FY20 water use data to align reporting boundaries across FY20 and FY21. |\n| 102-49          | Changes in reporting | Our greenhouse gas and water boundary now includes data from the US Oncology Network. |\n| 102-50          | Reporting period | April 1, 2020 – March 31, 2021 (McKesson’s FY21) |\n| 102-51          | Data of most recent report | November 2020 |\n| 102-52          | Reporting cycle | We report annually |\n| 102-53          | Contact point for questions regarding report | Please direct questions to: sustainabilityesg@mckesson.com |\n| 102-54          | Claims of reporting in accordance with GRI Standards | This report has been prepared with reference to the GRI Standards: Core Option |\n| 102-55          | GRI Content Index | This table constitutes our GRI Content Index |\n| 102-56          | External assurance | We plan to pursue external assurance for some ESG topics in future reports. |\n\n| GRI disclosure | GRI requested information | McKesson FY21 response/disclosure location |\n|----------------|--------------------------|------------------------------------------|\n| 201: Economic performance |                          |                                          |\n| 103-1          | Explanation of the material topic and its boundaries | McKesson at a glance, [pg. 6](#). |\n| 103-2          | The management approach and its components | McKesson at a glance, [pg. 6](#). |\n| 103-3          | Evaluation of the management approach | McKesson at a glance, [pg. 6](#). |\n| 201-1          | Direct economic value generated and distributed | Annual Report and Form 10-K contain details on our FY21 annual revenues of $238 billion. |\n| 201-2          | Financial implications and other risks and opportunities due to climate change | Climate change: risks and opportunities [pg. 38](#). McKesson’s approach to climate change, [pgs. 39-43](#). 2021 CDP Climate Change Response Form 10-K, pgs. 13, 24 |\n\n| 203: Indirect economic impacts |                          |                                          |\n| 103-1          | Explanation of the material topic and its boundaries | McKesson at a glance, [pg. 6](#). |\n| 103-2          | The management approach and its components | Culture, [pgs. 19-23](#). Caring for our communities, [pgs. 24-26, 30-31, 48-50](#). Addressing waste, [pgs. 44-46](#). Supply chain integrity, [pgs. 62-65](#). |\n| 103-3          | Evaluation of the management approach | A new approach to strategically investing in our communities, [pgs. 14-15](#). |\n| 203-1          | Infrastructure investments and services supported | Caring for our communities, [pgs. 24-26, 30-31, 48-50](#). Addressing waste, [pgs. 44-46](#). Supply chain integrity, [pgs. 62-65](#). |\n| GRI disclosure | GRI requested information | McKesson FY21 response/disclosure location |\n|----------------|--------------------------|------------------------------------------|\n| **205: Anti-corruption** | | |\n| 103-1 | Explanation of the material topic and its boundaries | Compliance, ethics and regulatory excellence, pgs. 58-61 Code of Conduct |\n| 103-2 | The management approach and its components | Compliance, ethics and regulatory excellence, pgs. 58-61 Code of Conduct |\n| 103-3 | Evaluation of the management approach | Compliance, ethics and regulatory excellence, pgs. 58-61 Code of Conduct |\n| 205-2 | Communication and training about anti-corruption policies and procedures | Compliance, ethics and regulatory excellence, pgs. 58-61 Code of Conduct |\n| **302: Energy** | | |\n| 103-1 | Explanation of the material topic and its boundaries | McKesson's approach to climate change, pgs. 39-43 2021 CDP Climate Change Response |\n| 103-2 | The management approach and its components | McKesson's approach to climate change, pgs. 39-43 |\n| 103-3 | Evaluation of the management approach | McKesson's approach to climate change, pgs. 39-43 |\n| 302-1 | Energy consumption within the organization | McKesson's approach to climate change, pgs. 39-43 2021 CDP Climate Change Response |\n| 302-4 | Reduction of energy consumption | McKesson's approach to climate change, pgs. 39-43 |\n| **303: Water and effluents** | | |\n| 103-1 | Explanation of the material topic and its boundaries | Addressing water use, pg. 47 |\n| 103-2 | The management approach and its components | Addressing water use, pg. 47 |\n| 103-3 | Evaluation of the management approach | Addressing water use, pg. 47 |\n| 303-3 | Water withdrawal | Addressing water use, pg. 47 |\n| **305: Emissions** | | |\n| 103-1 | Explanation of the material topic and its boundaries | McKesson's approach to climate change, pgs. 39-43 2021 CDP Climate Change Response |\n| 103-2 | The management approach and its components | McKesson's approach to climate change, pgs. 39-43 |\n| 103-3 | Evaluation of the management approach | McKesson's approach to climate change, pgs. 39-43 |\n| 305-1 | Direct (Scope 1) GHG emissions | McKesson's approach to climate change, pgs. 39-43 2021 CDP Climate Change Response |\n| 305-2 | Energy indirect (Scope 2) GHG emissions | McKesson's approach to climate change, pgs. 39-43 2021 CDP Climate Change Response |\n| 305-5 | Reduction of GHG emissions | McKesson's approach to climate change, pgs. 39-43 2021 CDP Climate Change Response |\n| **306: Waste** | | |\n| 103-1 | Explanation of the material topic and its boundaries | Addressing waste, pgs. 44-46 |\n| 103-2 | The management approach and its components | Addressing waste, pgs. 44-46 |\n| 103-3 | Evaluation of the management approach | Addressing waste, pgs. 44-46 |\n| 306-4 | Waste diverted from disposal | Addressing waste, pgs. 44-46 |\n| GRI disclosure | GRI requested information | McKesson FY21 response/disclosure location |\n|----------------|--------------------------|------------------------------------------|\n| **307: Environmental compliance** | | |\n| 103-1 | Explanation of the material topic and its boundaries | Compliance, ethics and regulatory excellence, pgs. 58-61  \nSupply chain integrity, pgs. 62-65 |\n| 103-2 | The management approach and its components | Compliance, ethics and regulatory excellence, pgs. 58-61  \nSupply chain integrity, pgs. 62-65 |\n| 103-3 | Evaluation of the management approach | Compliance, ethics and regulatory excellence, pgs. 58-61  \nSupply chain integrity, pgs. 62-65 |\n| 307-1 | Non-compliance with environmental laws and regulations | Form 10-K, pgs. 12, 130 |\n\n**Employment**\n\n| 103-1 | Explanation of the material topic and its boundaries | Culture, pgs. 19-23 |\n| 103-2 | The management approach and its components | Culture, pgs. 19-23 |\n| 103-3 | Evaluation of the management approach | Culture, pgs. 19-23 |\n| 401-1 | New employee hires and employee turnover | Workforce at a glance, pg. 17 |\n| 401-2 | Benefits provided to full-time employees that are not provided to temporary or part-time employees | Culture, pgs. 19-23 |\n\n**403: Occupational health and safety**\n\n| 103-1 | Explanation of the material topic and its boundaries | Occupational health & safety, pgs. 68-70 |\n| 103-2 | The management approach and its components | Occupational health & safety, pgs. 68-70 |\n| 103-3 | Evaluation of the management approach | Occupational health & safety, pgs. 68-70 |\n| 403-9 | Work-related injuries | Occupational health & safety, pgs. 68-70 |\n\n**404: Training and education**\n\n| 103-1 | Explanation of the material topic and its boundaries | Culture, pgs. 19-23 |\n| 103-2 | The management approach and its components | Culture, pgs. 19-23 |\n| 103-3 | Evaluation of the management approach | Culture, pgs. 19-23 |\n| 404-1 | Average hours of training per year per employee | Culture, pgs. 19-23 |\n\n**405: Diversity & equal opportunity**\n\n| 103-1 | Explanation of the material topic and its boundaries | Workforce at a glance, pg. 17  \nDEI: Culture of inclusion, pgs. 34-36 |\n| 103-2 | The management approach and its components | Workforce at a glance, pg. 17  \nDEI: Culture of inclusion, pgs. 34-36 |\n| 103-3 | Evaluation of the management approach | Workforce at a glance, pg. 17  \nDEI: Culture of inclusion, pgs. 34-36 |\n| 405-1 | Diversity of governance bodies and employees | Workforce at a glance, pg. 17  \nDEI: Culture of inclusion, pgs. 34-36  \nCorporate governance, pgs. 52-55  \nProxy Statement, pgs. 6, 10-11 |\n\n**409: Forced or compulsory labor**\n\n| 103-1 | Explanation of the material topic and its boundaries | Supply chain integrity, pgs. 62-65 |\n| 103-2 | The management approach and its components | Supply chain integrity, pgs. 62-65 |\n| 103-3 | Evaluation of the management approach | Supply chain integrity, pgs. 62-65 |\n| 409-1 | Operations and suppliers at significant risk for incidents of forced or compulsory labor | Supply chain integrity, pgs. 62-65 |\n| GRI disclosure | GRI requested information | McKesson FY21 response/disclosure location |\n|----------------|--------------------------|------------------------------------------|\n| 415: Public policy | | |\n| 103-1 | Explanation of the material topic and its boundaries | See the [Political Engagement page](https://mckesson.com) at mckesson.com and the [Public Affairs page](https://mckesson.eu) at mckesson.eu. |\n| 103-2 | The management approach and its components | See the [Political Engagement page](https://mckesson.com) at mckesson.com and the [Public Affairs page](https://mckesson.eu) at mckesson.eu. |\n| 103-3 | Evaluation of the management approach | See the [Political Engagement page](https://mckesson.com) at mckesson.com and the [Public Affairs page](https://mckesson.eu) at mckesson.eu. |\n| 415-1 | Political contributions | [Political Contributions Report](https://mckesson.com), All information is for the U.S. We do not make political contributions in Canada or Europe. |\n\n| GRI disclosure | GRI requested information | McKesson FY21 response/disclosure location |\n|----------------|--------------------------|------------------------------------------|\n| 416: Customer health and safety | | |\n| 103-1 | Explanation of the material topic and its boundaries | Caring for our communities, pgs. 24-26, 30-31, 48-50 Supply chain integrity, pgs. 62-65 |\n| 103-2 | The management approach and its components | Caring for our communities, pgs. 24-26, 30-31, 48-50 Supply chain integrity, pgs. 62-65 |\n| 103-3 | Evaluation of the management approach | Caring for our communities, pgs. 24-26, 30-31, 48-50 Supply chain integrity, pgs. 62-65 |\n| 416-1 | Assessment of the health and safety impacts of product and service categories | Caring for our communities, pgs. 24-26, 30-31, 48-50 Supply chain integrity, pgs. 62-65 |\n## Sustainability Accounting Standards Board (SASB)\n\n| Topic                        | Accounting metric                                                                 | Code          | McKesson FY21 response/disclosure location                                                                 |\n|------------------------------|-----------------------------------------------------------------------------------|---------------|----------------------------------------------------------------------------------------------------------|\n| Fleet Fuel Management        | Payload fuel economy                                                              | HC-DI-110a.1  | We utilize a combination of third-party transportation & logistics providers and a private fleet of delivery vehicles for product deliveries. We do not have direct operational control over the third-party provider deliveries and do not have access to all third-party partners’ fuel data for emissions reporting. |\n|                              | Description of efforts to reduce environmental impact of logistics                | HC-DI-110a.2  | McKesson’s approach to climate change, pgs. 39-43 Proxy Statement, pgs. 5, 7                              |\n| Product Safety               | Total amount of monetary losses as a result of legal proceedings associated with product safety | HC-DI-250a.1  | Form 10-K, pgs. 37, 123                                                                                   |\n|                              | Description of efforts to minimize health and safety risks of products sold associated with toxicity/chemical safety, high abuse potential, or delivery | HC-DI-250a.2  | Caring for our communities, pgs. 30-31 Opioid Abuse - Fighting the Epidemic                                |\n| Counterfeit Drugs            | Description of methods and technologies used to maintain traceability of products throughout the distribution chain and prevent counterfeiting | HC-DI-260a.1  | Caring for our communities, pgs. 30-31                                                                   |\n|                              | Discussion of due diligence process to qualify suppliers of drug products and medical equipment and devices | HC-DI-260a.2  | Supply chain integrity, pgs. 62-65                                                                        |\n|                              | Discussion of process for alerting customers and business partners of potential or known risks associated with counterfeit products | HC-DI-260a.3  | Supply chain integrity, pgs. 62-65                                                                        |\n| Product Lifecycle Management | Discussion of strategies to reduce the environmental impact of packaging throughout its lifecycle | HC-DI-410a.1  | Addressing waste, pgs. 44-46                                                                             |\n|                              | Amount (by weight) of products accepted for take-back and reused, recycled, or donated | HC-DI-410a.2  | Addressing waste, pgs. 44-46                                                                             |\n| Business Ethics              | Description of efforts to minimize conflicts of interest and unethical business practices | HC-DI-510a.1  | Compliance, ethics and regulatory excellence, pgs. 58-61 Code of Conduct                                  |\n|                              | Total amount of monetary losses as a result of legal proceedings associated with bribery, corruption, or other unethical business practices | HC-DI-510a.2  | Form 10-K, pgs. 126-128                                                                                  |\n| Topic                                      | Accounting metric                                      | Code     | McKesson FY21 response/disclosure location |\n|--------------------------------------------|--------------------------------------------------------|----------|--------------------------------------------|\n| Activity metrics                           |                                                        |          |                                            |\n| Number of pharmaceutical units sold, by product category |                                                        | HC-DI-000.A | Form 10-K, pgs. 3-8, 134                   |\n|                                            |                                                        |          | Annual Report, inside cover                |\n|                                            |                                                        |          | Proxy Statement, pg. 2                     |\n| Number of medical devices sold, by product category |                                                        | HC-DI-000.B | Form 10-K, pg. 134                        |\n|                                            |                                                        |          | Annual Report, inside cover                |\n|                                            |                                                        |          | Proxy Statement, pg. 2                     |\n## UN Sustainable Development Goals (SDGs)\n\n| SDG | Examples of McKesson’s approach | McKesson FY21 response/disclosure location |\n|-----|---------------------------------|------------------------------------------|\n| 3   | **Good health and wellbeing**  | • Support the distribution of COVID-19 vaccines around the world  \n• Invest in healthcare access for rural and underserved populations | Access to care, pgs. 27-31 |\n| 10  | **Reduced inequalities**       | • Invest in healthcare access for rural and underserved populations  \n• Provide opportunities to qualified diverse companies including small, small disadvantaged, Minority, Women, Veteran, Service-disabled Owned Veteran, LGBTQ+, HUBZone and Disabled Owned companies  \n• Hire and promote underrepresented talent at all levels of our company | Health equity, pgs. 32-36 |\n| 13  | **Climate action**             | • Implement efficiency measures to reduce our energy consumption  \n• Increase our renewable energy procurement | Climate action for health, pgs. 37-50 |\n## Task Force on Climate-Related Financial Disclosures (TCFD)\n\n| Recommended disclosures | McKesson FY21 response/disclosure location |\n|-------------------------|------------------------------------------|\n| **Governance**          |                                          |\n| A) Describe the board's oversight of climate-related risks and opportunities | ESG governance, pgs. 56-57  \n2021 CDP Climate Change response (question C1.1b)  \nMcKesson climate change position statement |\n| B) Describe management's role in assessing and managing climate-related risks and opportunities | McKesson's approach to climate change, pgs. 39-43  \nESG governance, pgs. 56-57  \n2021 CDP Climate Change response (questions C1.2 and C1.2a) |\n| **Strategy**            |                                          |\n| A) Describe the climate-related risks and opportunities the organization has identified over the short, medium and long term | Climate change: risks and opportunities, pg. 38  \nMcKesson's approach to climate change, pgs. 39-43  \n2021 CDP Climate Change response (questions C2.1a, C2.3, C2.3a, C2.4 and C2.4a) |\n| B) Describe the impact of climate-related risks and opportunities on the organization's businesses, strategy and financial planning | McKesson's approach to climate change, pgs. 39-43  \n2021 CDP Climate Change response (questions C2.3a, C2.4a, C3.1, C3.1b, C3.2a, C3.3 and C3.4) |\n| C) Describe the resilience of the organization's strategy, taking into consideration different climate-related scenarios, including a 2°C or lower scenario | 2021 CDP Climate Change response (questions C3.2 and C3.2a) |\n| **Risk management**     |                                          |\n| A) Describe the organization's processes for identifying and assessing climate-related risks | McKesson's approach to climate change, pgs. 39-43  \n2021 CDP Climate Change response (questions C2.1, C2.2 and C2.2a) |\n| B) Describe the organization's processes for managing climate-related risks | Climate change: risks and opportunities, pg. 38  \nMcKesson's approach to climate change, pgs. 39-43  \n2021 CDP Climate Change response (questions C2.1 and C2.2) |\n| C) Describe how processes for identifying, assessing and managing climate-related risks are integrated into the organization's overall risk management | Climate change: risks and opportunities, pg. 38  \nMcKesson's approach to climate change, pgs. 39-43  \nESG governance, pgs. 56-57  \n2021 CDP Climate Change response (questions C2.1 and C2.2) |\n| **Metrics & targets**   |                                          |\n| A) Disclose the metrics used by the organization to assess climate-related risks and opportunities in line with its strategy and risk management process | McKesson's approach to climate change, pgs. 39-43  \n2021 CDP Climate Change response (questions C4.1, C4.1a and C4.2) |\n| B) Disclose Scope 1, Scope 2 and, if appropriate, Scope 3 greenhouse gas (GHG) emissions, and the related risks | McKesson's approach to climate change, pgs. 39-43  \n2021 CDP Climate Change response (questions C6.1, C6.3 and C6.5) |\n| C) Describe the targets used by the organization to manage climate-related risks and opportunities and performance against targets | McKesson's approach to climate change, pgs. 39-43  \n2021 CDP Climate Change response (questions C4.1 and C4.1a) |\n## United Nations Global Compact (UNGC)\n\n| UNGC Principle       | McKesson FY21 response/disclosure location                                                                 |\n|----------------------|-------------------------------------------------------------------------------------------------------------|\n| Human Rights         | Supply chain integrity, [pgs. 62-65](#)  \nUK Modern Slavery Act Statement  \nCode of Conduct                                                                 |\n| Labor                | Culture, [pgs. 19-23](#)  \nSupply chain integrity, [pgs. 62-65](#)  \nUK Modern Slavery Act Statement  \nCode of Conduct  \nEqual Employment Opportunity at McKesson  \nWorkplace Diversity  \nMcKesson Values                                                                 |\n| Environment          | McKesson's approach to climate change, [pgs. 39-43](#)  \nAddressing waste, [pgs. 44-46](#)  \nAddressing water use, [pg. 47](#)                                                                 |\n| Anti-Corruption      | Code of Conduct  \nCompliance, ethics and regulatory excellence, [pgs. 58-61](#)                                                                 |\n| Measurement of Outcomes | Workforce at a glance, [pg. 17](#)  \nCulture, [pgs. 19-23](#)  \nMcKesson's approach to climate change, [pgs. 39-43](#)  \nAddressing waste, [pgs. 44-46](#)  \nAddressing water use, [pg. 47](#)  \nCorporate governance, [pgs. 52-55](#)  \nOccupational health and safety, [pgs. 68-70](#)                                                                 |\n\n“McKesson proudly reaffirms its support of the United Nations Global Compact and remains committed to building a sustainable and inclusive global economy.”\n\n– Brian Tyler  \nChief Executive Officer,  \nMcKesson Corporation\nCautionary Statements\n\nThis report contains information about McKesson Corporation and certain of its operating subsidiaries and business units around the world. Statements regarding our future direction and intent represent goals and objectives only and are subject to change or withdrawal without notice. We disclaim any duty or obligation to update the statements or information contained in this report.\n\nAny “forward-looking statement” is made only as of the date such information was originally prepared by McKesson and is intended to fall within the meaning of Section 27A of the Securities Act of 1933 and Section 21E of the Securities Exchange Act of 1934. All statements, other than statements of historical facts, may be forward-looking statements. Some of these statements can be identified by the use of terminology such as “believes,” “expects,” “anticipates,” “may,” “will,” “should,” “seeks,” “approximately,” “intends,” “projects,” “plans,” “estimates,” or the negative of these words and other comparable terminology. Readers should not place undue reliance on forward-looking statements, which speak only as of the date such statements were first made. Except to the extent required by law, we undertake no obligation to update or revise our forward-looking statements. Forward-looking statements involve risks and uncertainties that could cause actual results to differ materially from those projected, anticipated, or implied. Although it is not possible to predict or identify all such risks and uncertainties, they include, but are not limited to, factors described under “Cautionary Notice About Forward-Looking Statements” and “Risks and Forward-Looking Information” in McKesson’s most recent Form 10-K and Form 10-Qs filed with the United States Securities and Exchange Commission (SEC).\n\nExcept where noted, the information covered in this report highlights our performance and initiatives in fiscal year 2021. All calculations and statistics are in part dependent on the use of estimates and assumptions based on historical levels and projections and are therefore subject to change. This report has not been externally assured or verified by an independent third party.\n\nThe inclusion of information or the absence of information in this report should not be construed to represent McKesson’s belief regarding the materiality or financial impact of that information. For a discussion of information that is material to McKesson, please see our filings with the SEC, including our Annual Reports on Form 10-K and Quarterly Reports on Form 10-Q.\n\nThis report may contain links to other internet sites or references to third parties. Such links or references are not incorporated by reference to this report and we can provide no assurance as to their accuracy. The use or inclusion of the information is also not intended to represent endorsements of any products or services.\n\n© 2022 McKesson Corporation. All rights reserved. MCKESSON and the MCKESSON logo are registered trademarks of McKesson Corporation in the U.S. and other countries. All other trademarks shown are the property of their respective owners. MCK-1231198-0821", "source": "mckesson_2021", "added": "2025-04-27", "created": "2025-04-27", "metadata": {"Source-File": "climate_reports/tp_reports/mckesson_2021.pdf", "olmocr-version": "0.1.59", "pdf-total-pages": 82, "total-input-tokens": 176393, "total-output-tokens": 35841, "total-fallback-pages": 0}, "attributes": {"pdf_page_numbers": [[0, 55, 1], [55, 1179, 2], [1179, 3945, 3], [3945, 6616, 4], [6616, 8007, 5], [8007, 8413, 6], [8413, 9374, 7], [9374, 10486, 8], [10486, 10659, 9], [10659, 12259, 10], [12259, 14688, 11], [14688, 15721, 12], [15721, 18092, 13], [18092, 19561, 14], [19561, 21960, 15], [21960, 22228, 16], [22228, 23493, 17], [23493, 25758, 18], [25758, 27269, 19], [27269, 28941, 20], [28941, 31374, 21], [31374, 34215, 22], [34215, 35919, 23], [35919, 37597, 24], [37597, 41093, 25], [41093, 42921, 26], [42921, 43139, 27], [43139, 45705, 28], [45705, 48977, 29], [48977, 51401, 30], [51401, 53917, 31], [53917, 54144, 32], [54144, 56463, 33], [56463, 58824, 34], [58824, 60892, 35], [60892, 62108, 36], [62108, 62282, 37], [62282, 64222, 38], [64222, 66727, 39], [66727, 69380, 40], [69380, 72311, 41], [72311, 73900, 42], [73900, 75826, 43], [75826, 78029, 44], [78029, 80004, 45], [80004, 81309, 46], [81309, 82609, 47], [82609, 85824, 48], [85824, 88670, 49], [88670, 90200, 50], [90200, 90511, 51], [90511, 92671, 52], [92671, 94646, 53], [94646, 96807, 54], [96807, 98827, 55], [98827, 100560, 56], [100560, 101588, 57], [101588, 103990, 58], [103990, 106655, 59], [106655, 109471, 60], [109471, 112211, 61], [112211, 114620, 62], [114620, 117382, 63], [117382, 119765, 64], [119765, 121978, 65], [121978, 123453, 66], [123453, 125203, 67], [125203, 127922, 68], [127922, 130022, 69], [130022, 131030, 70], [131030, 133243, 71], [133243, 135409, 72], [135409, 138789, 73], [138789, 141670, 74], [141670, 144766, 75], [144766, 146601, 76], [146601, 150298, 77], [150298, 151766, 78], [151766, 152794, 79], [152794, 156121, 80], [156121, 157893, 81], [157893, 161050, 82]]}}