{"id": "d48dc2a055e7a54ca4be70dc7082f3bfdf3771e3", "text": "About this Report\n\nReport Overview\nOur 2022 Sustainability Report is the 10th iteration of our voluntary non-financial public disclosure of topics concerning Environmental, Social and Governance (ESG) initiatives at onsemi. This report was created to transparently communicate our sustainability efforts with our investors, customers, stakeholders and employees, serving as an important tool for disclosing sustainability strategies, measurements, progress and achievements. All financial figures throughout the report are stated in United States Dollars (USD) unless specified otherwise.\n\nReport Scope\nData presented in this report covers our 2022 fiscal year, January 1 – December 31, 2022, and contains information about onsemi worldwide subsidiaries and joint ventures for which we have management control. This report includes year-over-year data disclosure to demonstrate quantitative performance and allow for trend identification.\n\nReporting Principles\nOur 2022 Sustainability Report was prepared in accordance with the Global Reporting Initiative (GRI), Task Force on Climate-related Financial Disclosures (TCFD) and Sustainability Accounting Standards Board (SASB) standards.\n\nDate of Issuance\nonsemi publishes this report annually. An electronic version is available on onsemi’s website.\n\nCurrent issue: FY2022, published in June 2023\nDate of previous publication: June 2022\nEstimated date of publication for the next issue: June 2024\n\nFeedback\nWe welcome feedback on our activities and performance outlined in this report. Feel free to contact us at:\n\nonsemi\nInvestor Relations and Corporate Development\n5701 N. Pima Road\nScottsdale, Arizona 85250\ninvestor@onsemi.com\nwww.onsemi.com\n\nReporting Assurance\nEmissions information contained in this report has been externally verified by a third-party assurance agency, APEX Companies, in accordance with ISO 14064-3 and against criteria found in the Greenhouse Gas Protocol, Corporate Value Chain Accounting and Reporting Standard and IPCC 2019 Guidelines on National Greenhouse Gas Inventories – leading methodologies used by sustainability professionals for sustainability-related assurance. Our full assurance statement can be found in the appendix of this report.\nMessage from Our CEO\n\nAt onsemi, we believe that the work and contributions we do today will have an impact on a better tomorrow. In 2022, we made significant progress in several organizational and operational improvements. These changes strategically aligned our efforts with our vision of technology breakthroughs for a sustainable future, leading to a year of tremendous growth and success.\n\nDespite industry-wide challenges, onsemi expanded its operations in Roznov, Czech Republic; Bucharest, Romania; Bucheon, South Korea; and Hudson, New Hampshire, USA. Our expansion was made possible by the rollout of new and streamlined tools for employees that supported the launch of several new products, enabling customer and technology wins across the business. We also divested subscale manufacturing facilities, allowing us to improve efficiencies and increase our capacity.\n\nAs a result of the structural changes we made to our business, onsemi was named a Fortune 500® company and was added to the S&P 500® index, both monumental accomplishments achieved with laser focus and dedication of every employee across the globe. At the heart of our success are the world-class employees that make incredible contributions daily around the globe, taking to heart the mission of the company. It’s a true honor to lead such a team.\n\nEmbedded in these successes is our unwavering commitment to sustainability and improving the communities where we live and work. onsemi is developing programs to address global climate change at a rate that surpasses the Paris Agreement by a full decade and reinforces our commitment to achieving net zero emissions by 2040. To support our ambitious goal, we have developed technology and semiconductor products that support a sustainable ecosystem and enable our customers to achieve their own corporate sustainability goals.\n\nIn December 2022, I personally signed a letter to the Science Based Target Initiative (SBTi), committing to develop, submit and publish our near-term science-based targets in the next 24 months. I am proud to have made this commitment because we know it’s the right thing to do – for us, for our customers and for generations to come.\n\nIn addition, onsemi was awarded eight sustainability accolades in 2022, including being listed on Dow Jones Sustainability Index North America for the fifth consecutive year; we were named Most Sustainable Company in the semiconductor industry for the third consecutive year by World Finance; and for the second consecutive year, onsemi received EcoVadis Platinum rating, ranking in the top 1 percent of companies screened.\n\nAt onsemi, every employee makes essential contributions to solving the world’s greatest challenges through technical innovation and leading products with sustainability as a priority. This is just the beginning. The changes we make both in and outside of the workplace today will propel us toward a better tomorrow, as we continue to prioritize sustainability at every opportunity and drive practices that promote it externally through our partners, customers and employees.\n\nWe understand that every positive action makes a meaningful difference. I hope that our commitment will inspire, empower and accelerate a more sustainable tomorrow.\n\nHassane El-Khoury\nPresident and CEO, onsemi\nHighlights Awards and Recognition\n\n**Barron's 100 Most Sustainable Companies; 6 Consecutive Years**\n\nIn March 2023, onsemi ranked #75 on Barron's 100 Most Sustainable Companies. Companies are scored on five key areas: shareholders, employees, customers, community and planet.\n\n**Sustainalytics ESG Risk Rating Score of 22.6**\n\nIn April 2023, onsemi received an overall ESG risk rating score of 22.6/100 points (the lower the score, the better) by Sustainalytics, a global ESG research and ratings firm. The rating puts us at medium risk of experiencing material financial impacts from ESG factors.\n\n**MSCI ESG “A” Rating; 4 and 5 Consecutive Years**\n\nIn March 2022 and March 2023, onsemi maintained its ESG “A” rating from MSCI, marking four and five consecutive years, respectively. We are among the top five industry leaders for our ethical practices related to sourcing raw materials from areas associated with human rights and labor abuses.\n\n**EcoVadis Platinum Level Recognition; 3 Consecutive Years**\n\nIn November 2022, onsemi received an 82/100 score from EcoVadis, a leading platform for environmental, social and ethics performance ratings for global supply chains. Overall, our company scored in the top one percent of the 1,065 companies assessed by EcoVadis within the “manufacture of electronics components and boards” industry.\n\n**Institutional Shareholder Services (ISS) ESG Prime Corporate Rating; 3 Consecutive Years**\n\nIn April 2022, onsemi maintained a “Prime” rating by ISS ESG, one of the world’s leading rating agencies for sustainable investments. Our company ranked in the top 30 percent of the 91 companies rated within the semiconductor industry.\n\n**World Finance Sustainable Finance Award; 3 Consecutive Years**\n\nIn June 2022, onsemi was named the Most Sustainable Company in the Semiconductor Industry. This recognition emphasizes onsemi’s continued focus to deliver on the promise of a sustainable future through products and a commitment to achieving net zero by 2040. World Finance recognizes companies for being an agent of change for climate sustainability.\n\n**Dow Jones Sustainability Index (DJSI) North America; 5 Consecutive Years**\n\nIn December 2022, onsemi was one of six semiconductor companies included in the DJSI North America component. Companies are chosen for excellent sustainability performance through an assessment of multiple criteria, including corporate governance, customer relations, environmental policy, working conditions and social initiatives.\n\n**Platinum Responsible Business Alliance (RBA) Validated Assessment Program (VAP) Recognition for Receiving a Perfect Score of 200 for Initial Recipient Sites**\n\nThroughout 2022, the onsemi manufacturing sites in Nampa, Idaho (USA) and Roznov (Czech Republic) received this recognition, securing a minimum VAP score of 200 and having all priority, major and minor findings in the audit process closed.\nOur Business\n\nSolving the World’s Greatest Challenges\n\nAbout onsemi\nOur Values\nTomorrow, today\nPrioritization Assessment and Stakeholder Engagement\nNet Zero Commitment\nProduct Stewardship\nCompany Profile\n\nonsemi provides industry-leading intelligent power and sensing solutions to help our customers solve challenging problems with cutting-edge products. Our intelligent power technologies enable the electrification of the automotive industry allowing for lighter and longer-range electric vehicles (EVs). By empowering efficient fast-charging systems, our solutions propel sustainable energy for the highest efficiency solar strings, industrial power and storage systems. Our intelligent power solutions for automotive allow our customers to exceed range targets with lower weight and reduce system costs through efficiency. Our intelligent sensing technologies support the next-generation industry allowing for smarter factories and buildings while enhancing the automotive mobility experience with imaging and depth sensing that make advanced vehicle safety and automated driving systems possible. The evolution of the automotive industry, with advancements in autonomous driving, advanced driver-assist systems (ADAS), EVs and the increase in electronic content for vehicle platforms, is reshaping the boundaries of transportation through safety and sustainability.\n\nTogether with our intelligent sensing technologies, our intelligent power solutions achieve superior efficiencies compared to our peers. This integration allows lower temperature operation and reduced cooling requirements while saving costs and minimizing weight. In addition, our power solutions deliver power with fewer dies per module achieving a higher range for a given battery capacity.\n\nWe serve a broad base of end-user markets, which include communications, computing and consumer in addition to our focus markets of automotive and industrial.\n\n¹Please see page 21 for more information on triple bottom line revenue.\n²As of December 31, 2022\n³As of May 2023\nWorldwide Locations¹\n\nA full list of our global locations can be viewed on our website.\n\nManufacturing Locations:\nCanada, China, Czech Republic, Japan, Malaysia, Philippines, South Korea, United States (ID, OR, PA, NH, NY) and Vietnam\n\nDesign Center Locations:\nBelgium, Canada, China, Czech Republic, France, Germany, India, Ireland, Israel, Italy, Japan, South Korea, Philippines, Romania, Singapore, Slovakia, Slovenia, Switzerland, Taiwan, United Kingdom and United States (AZ, CA, ID, NY, OR, PA, RI, TX, UT, VA)\n\n¹As of December 31, 2022\n\nWorkforce by Region (percentage)\nBusiness Groups\n\nonsemi generates revenue from the sale of semiconductor products to distributors and direct customers. We also generate revenue, to a much lesser extent, from product development agreements and manufacturing services provided to customers. Our ability to offer a broad range of products, combined with our global manufacturing and logistics network, provides our customers with single-source purchasing.\n\nWe are organized into three operating and reportable business groups: Power Solutions Group (PSG), Advanced Solutions Group (ASG) and Intelligent Sensing Group (ISG).\n\nPower Solutions Group (PSG)\n\nPSG offers a wide array of analog, discrete, module and integrated semiconductor products that perform multiple application functions, including power switching, power conversion, signal conditioning, circuit protection, signal amplification and voltage regulation functions. The trends driving growth within our end-user markets are primarily higher power efficiency and power density in power applications and the demand for greater functionality and faster data transmission rates in all communications. The advancement of existing volt electrical infrastructure, electrification of power train in the form of EV/hybrid electric vehicles (HEVs), higher trench density enabling lower losses in power-efficient packages and lower capacitance and integrated signal conditioning functions. The recent increase in the use of wide-bandgap (WBG) metal-oxide-semiconductor field-effect transistors (MOSFETs) and diodes, including silicon carbide (SiC) and insulated-gate bipolar transistors (IGBT), is further expanding the use of semiconductor products.\n\nAdvanced Solutions Group (ASG)\n\nASG designs and develops analog, mixed-signal, advanced logic, application-specific standard product (ASSPs) and application-specific integrated circuit (ASICs), radio frequency (RF) and integrated power solutions for a broad base of end-users in different end markets. Our product solutions enable industry-leading active mode and standby mode efficiency now demanded by regulatory agencies around the world. Additionally, ASG offers trusted foundry and design services for our government customers, which leverages our broad range of manufacturing, integrated circuit (IC) design, packaging and silicon technology offerings to provide turnkey solutions for our customers.\n\nIntelligent Sensing Group (ISG)\n\nISG designs and develops complementary metal-oxide-semiconductor (CMOS) image sensors, image signal processors and single-photon detectors, including silicon photomultipliers (SiPM) and single-photon avalanche diode (SPAD) arrays, as well as actuator drivers for autofocus and image stabilization for a broad base of end-users in the different end markets. Our broad range of product offerings delivers excellent pixel performance, sensor functionality and camera systems capabilities. High-quality visual imagery is becoming increasingly important to our customers and their end-users, particularly in automotive and factory automation and in applications powered by AI.\n\n2022 Financial Performance\n\nWe delivered outstanding results in 2022 as we continued our transformation. Revenue for 2022 grew by 24 percent and non-GAAP gross margin expanded by 880 basis points. Our non-GAAP operating income grew four times faster than revenue driven by our focus on the secular megatrends of EV, ADAS, alternative energy and industrial automation. We remain focused on our key priorities such as ramping up SiC in support of our long-term supply agreements.\n\nRevenue (Dollars, millions)\n\n| Year | Revenue |\n|------|---------|\n| 2020 | 4,144   |\n| 2021 | 5,210   |\n| 2022 | 6,330   |\n\nDue to a change in calculation methodology, there is an increase in triple bottom line revenue in 2021. Please see page 21 for more information on triple bottom line revenue.\n\nRevenue by Market (Percentage)\n\n| Year | Automotive | Industrial | Other |\n|------|------------|------------|-------|\n| 2020 | 34%        | 39%        | 17%   |\n| 2021 | 32%        | 43%        | 15%   |\n| 2022 | 28%        | 40%        | 18%   |\n\nRevenue Type by Channel (Percentage)\n\n| Year | Distributors | Original Equipment Manufacturers |\n|------|--------------|---------------------------------|\n| 2020 | 64%          | 36%                             |\n| 2021 | 60%          | 40%                             |\n| 2022 | 58%          | 42%                             |\n\nRevenue by Region (Percentage)\n\n| Year | United States | Other |\n|------|---------------|-------|\n| 2020 | 31%           | 14%   |\n| 2021 | 34%           | 15%   |\n| 2022 | 26%           | 17%   |\n\n²Represents sales billed from the respective country or region.\n\nRevenue by Technology (Percentage)\n\n| Year | Intelligent Power | Intelligent Sensing | Other |\n|------|-------------------|---------------------|-------|\n| 2020 | 42%               | 16%                 | 42%   |\n| 2021 | 41%               | 17%                 | 42%   |\n| 2022 | 33%               | 19%                 | 48%   |\nOur Values\n\nMission\nWe push innovation to create intelligent power and sensing technologies that solve the most challenging customer problems. Our employees are inspired to go above and beyond to increase stakeholder value through high-quality and high-value products and services.\n\nVision\nDrive technology breakthroughs that deliver on the promise of a sustainable future.\n\nCore Values\nOur core values define who we are as employees and as representatives of onsemi. We are a performance-based company, committed to profitable growth, world-class operating results, quality and delivering superior customer and shareholder value. By putting our core values of integrity, respect and initiative into action, we each do our part in making our company a great place to work. Each year, our Board of Directors and employees receive training about our core values through the Code of Business Conduct, which is available in the languages that represent our worldwide workforce. These values apply equally to us all - employees, global leadership teams, executive leadership and Board of Directors alike.\n\nIntegrity\nWe mean what we say and we say what we mean. Our company has set high standards for our products and individual conduct. Our reputation depends on the highest standards of ethical behavior. We are accountable for delivering our commitments on time with peak quality. We address issues objectively, using facts and constructive feedback in a work atmosphere where we do not fear open discussion or questions. When a decision has been made, we work to support it. We comply with all legal requirements and hold ourselves to the utmost standards of ethical conduct.\n\nRespect\nWe treat each other with dignity and respect. We share information and encourage different views in an open and honest environment. We draw out the best in each other, recognizing that diversity of backgrounds and experience are key strengths. We all win when we support each other.\n\nInitiative\nWe value people who demonstrate a positive “can-do” attitude while collaborating to win. We work intelligently, with a sense of urgency, while always maintaining our commitment to comply with applicable laws, regulations and standards. If a problem exists, we see it through to rapid resolution while acting in an ethical manner.\n\nTomorrow, today\nWe’re creating a future we want to live in. The work and giving we do today are essential for a better future tomorrow. How we work, impact the environment and give back make a difference in our local communities and around the world. We are inspired by a collective passion to drive change to make the world a better place.\n\nOur efforts toward creating a better tomorrow through today’s impact are organized into the following four pillars:\n\n1. Protecting Our Planet and Environment\n2. Ensuring Social Responsibility\n3. Impacting Our Community Through Giving\n4. Committing to a Responsible Business\n\nThe Tomorrow, today campaign is categorized into four pillars:\n\n1. Protecting Our Planet and Environment\n   - Product Stewardship\n   - Energy and Emissions\n   - Water and Waste Management\n   - Employee Health and Safety\n\n2. Ensuring Social Responsibility\n   - Diversity, Equity and Inclusion\n   - Learning and Development\n   - Employee Hiring\n\n3. Impacting Our Community Through Giving\n   - Giving Now Program Including Matching Employee Giving\n   - Science, Technology, Engineering, Arts and Mathematics (STEAM) Education\n   - Disaster Relief and Responding when Crises Arise\n\n4. Committing to a Responsible Business\n   - Ethics and Compliance\n   - Supply Chain Management\n   - Fair Treatment\n   - Information Protection\nPrioritization Assessment and Stakeholder Engagement\n\nPrioritization Assessment\n\nonsemi’s transformation journey is underway with a focus on our business strategy and positioning in the semiconductor industry. Our leaders and employees are dedicated to ensuring our processes, policies, systems and operations are aligned with our corporate goals. With a massive transformation comes refocusing on what is important and prioritized within our company, predating the need to refresh our prioritization assessment process and outcomes.\n\nonsemi updated its prioritization assessment within the past year with assistance from an external advisory firm. Our new assessment considers the importance of environmental, social and governance (ESG) issues from the perspective of impact on stakeholders and impact on onsemi. The results of this assessment provide a foundation for best practice ESG strategy and reporting. The assessment outcomes direct our strategic focus to our most important sustainability-related financial risks, strategic opportunities and stakeholder impacts. It also helps us deliver a reporting suite that meets the information needs of investors, as well as others interested in how we support wider sustainable development objectives.\n\nonsemi’s Priority Issues\n\nThe following table outlines onsemi’s identified priority issues and where reporting on these issues can be found:\n\n| PRIORITY ISSUES | DEFINITION | REPORTING AND DISCLOSURE |\n|-----------------|------------|--------------------------|\n| Decarbonizing onsemi’s operations and supply chain | Decarbonizing onsemi’s operations (through energy efficiency, switching to renewable energy and strategic swaps of high global warming potential process gases, among other strategies), and engaging onsemi suppliers to understand their carbon emissions and collaborate to decarbonize supplier operations. | Net Zero Commitment, pg. 16 |\n\nSASB:\n- TC-SC-110a.1 - Greenhouse Gas Emissions\n- TC-SC-110a.2 - Greenhouse Gas Emissions\n- TC-SC-130a.1 - Energy Management in Manufacturing\n- TC-SC-410a.1 - Product Lifecycle Management\n\nGRI:\n- 302-1 Energy consumption within the organization\n- 302-2 Energy consumption outside of the organization\n- 302-3 Energy intensity\n- 302-4 Reduction of energy consumption\n- 302-5 Reductions in energy requirements of products and services\n- 305-1 Direct (Scope 1) GHG emissions\n- 305-2 Energy indirect (Scope 2) GHG emissions\n- 305-3 Other indirect (Scope 3) GHG emissions\n- 305-4 GHG emissions intensity\n- 305-5 Reduction of GHG emissions\n- 308-1 New suppliers that were screened using environmental criteria\n- 308-2 Negative environmental impacts in the supply chain and actions taken\n\nTCFD (transition risk)\n\nUN SDGs:\n- 13 Climate Action\nPrioritization Assessment Process\nTo frame our assessment, we first conducted a megatrend analysis to consider how wider environmental and social changes may impact onsemi’s strategy and operating environment. Once relevant megatrends were identified, we interviewed key internal and external stakeholders to understand the viewpoints of a range of stakeholder groups regarding onsemi’s positioning against the megatrends. Interview participants included members of onsemi’s executive leadership team, key value chain partners and industry association representatives.\n\nAfter incorporating feedback from the stakeholder interviews, refining the list of relevant megatrends and reviewing relevant company strategy papers, policies and reporting, we identified a list of potential priority issues. We assessed potential priority issues for their financial and stakeholder impacts, with the most significant impacts shortlisted as onsemi’s priority issues. This shortlist of priority issues was then reviewed by our executive leadership team for confirmation.\n\n| PRIORITY ISSUES | DEFINITION | REPORTING AND DISCLOSURE |\n|-----------------|------------|-------------------------|\n| Expanding onsemi’s triple bottom line revenue | Continuing to develop internal innovation capabilities to advance onsemi’s triple bottom line revenue in pursuit of decarbonization and human safety and wellbeing. | Product Stewardship, pg. 20 |\n| | | SASB: |\n| | | • TC-SC-410a.2 - Product Lifecycle Management |\n| | | GRI: |\n| | | • 201-1 Direct economic value generated and distributed |\n| | | • 201-2 Financial implications and other risks and opportunities due to climate change |\n| | | • 203-1 Infrastructure investments and services supported |\n| | | • 203-2 Significant indirect economic impacts |\n| | | • 305-3 Other indirect (Scope 3) GHG emissions |\n| | | • 416-1 Assessment of health and safety impacts of product and service categories |\n| | | • 416-2 Incidents of non-compliance concerning the health and safety impacts of products and services |\n| Decreasing total water demand and increasing water recycling in onsemi manufacturing | Increasing the rate of water recycling (including water reuse) in the manufacturing process while minimizing consumption. | Water and Waste Management, pg. 29 |\n| | | SASB: |\n| | | • TC-SC-140a.1 - Water Management |\n| | | GRI: |\n| | | • 303-3 Water withdrawal |\n| | | • 303-4 Water discharge |\n| | | • 303-5 Water consumption |\n| Enhancing onsemi’s talent attraction and retention | Attracting and retaining talent through employee engagement, performance management and professional development – supporting onsemi’s competitiveness and resilience given labor/skills shortages that persist in the semiconductor industry. | Our Employees, pg. 39 |\n| | | SASB: |\n| | | • TC-SC-320a.1 - Human Health Hazard |\n| | | • TC-SC-320a.2 - Employee Health and Safety Violations |\n| | | • TC-SC-330a.1 - Recruiting & Managing a Global & Skilled Workforce |\n| PRIORITY ISSUES                                                                 | DEFINITION                                                                                                                                                                                                 | REPORTING AND DISCLOSURE                                                                 |\n|--------------------------------------------------------------------------------|-----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------|----------------------------------------------------------------------------------------|\n| Integrating sustainability-related risks, opportunities and impacts into onsemi corporate governance | Ensuring that board mandates, management committee mandates, roles, responsibilities, policies, procedures, incentive structures and other corporate governance factors support the integration of sustainability-related risks, opportunities and impacts into onsemi's corporate strategy and risk management. | Climate Scenario Analysis and Risk Disclosure, pg. 68                                   |\n| Building operational resilience through policies, procedures and infrastructure enhancements | Designing resilience into operations to ensure company's infrastructure can sustain in instances of extreme weather. For a global manufacturing company like onsemi, failure to act may mean increased costs of repair and recovery, lost production time and physical danger to staff. | Climate Scenario Analysis and Risk Disclosure, pg. 68                                   |\n| Ensuring a diverse workforce and an inclusive culture at onsemi                 | Enhancing the diversity of onsemi's workforce at all levels and maintaining an inclusive culture through targeted initiatives and inclusive policies around recruiting, training, promotions and benefits. | Diversity, Equity and Inclusion (DEI), pg. 49                                           |\n| Upholding human rights in onsemi's supply chain                                | Ensuring onsemi's supplier selection, due diligence and engagement mechanisms consider human rights risk and remediate any human rights risks/ violations that occur. | Fair Treatment, pg. 72                                                                 |\n| Increasing hazardous and non-hazardous waste recycling                         | Continuing to innovate and improve performance regarding waste recycling, decrease waste directed to disposal and decrease effluent discharge. | Water and Waste Management, pg. 29                                                     |\n\nGRI:\n- Management approach disclosures\n\nTCFD (for climate-related issues)\n\nGRI:\n- 202-1 Ratios of standard entry-level wage by gender compared to local minimum wage\n- 202-2 Proportion of senior management hired from the local community\n- 405-1 Diversity of governance bodies and employees\n- 405-2 Ratio of basic salary and remuneration of women to men\n- 406-1 Incidents of discrimination and corrective actions taken\n\nSASB:\n- TC-SC-150a1 - Waste Management\n\nGRI:\n- 306-1 Waste generation and significant waste-related impacts\n- 306-2 Management of significant waste-related impacts\n- 306-3 Waste generated\n- 306-4 Waste diverted from disposal\n- 306-5 Waste directed to disposal\nStakeholder Engagement\n\nAt onsemi, we are set in our mission of driving technology solutions to solve the problems of tomorrow, today to deliver a more sustainable future. To do so, we proactively engage stakeholders both internally and externally. Thoughtful internal stakeholder engagement is critical to inspire, engage and partner with employees to innovate, exceed expectations and pursue our purpose. All this is done under a unified and powerful brand and common values, which are embodied thoughtfully in every single engagement with our external stakeholders.\n\nSpectrum of Stakeholder Engagement\nNet Zero Commitment\n\nAt our Analyst Day in 2021, we announced our goal to achieve net zero emissions by 2040 (Net Zero 2040) across Scope 1, 2 and 3 along with a commitment to use 50 percent renewable energy by 2030 and 100 percent renewable energy by 2040. This commitment will guide how we operate our business over the coming years and is essential to ensure we operate in a socially thoughtful and environmentally responsible manner. Scope 1 and 2 emissions cover direct and indirect emissions under onsemi’s operational control, while Scope 3 emissions are indirect emissions that occur in the value chain of the company, including both upstream and downstream emissions.\n\nBaseline Emissions Inventory\n\n2022 will serve as our baseline year for greenhouse gas (GHG) emissions across Scope 1, 2 and 3 for our net zero target setting efforts.\n\nAs a reflection of our commitment to continually improve, onsemi’s 2022 emissions inventory is more comprehensive than the year prior. Scope 1 emissions are calculated based on discharged emissions, in line with the Intergovernmental Panel on Climate Change (IPCC) Tier 2c guidance. Scope 2 emissions inventory now includes both manufacturing and non-manufacturing operations, whereas the previous emissions inventory included only manufacturing operations. Scope 3 emissions are also calculated more comprehensively than previously. In 2021, onsemi tracked Scope 3 emissions related to our business travel. This year, onsemi’s Scope 3 emissions include 10 applicable categories out of a total of 15 potential categories, as defined by the GHG Protocol. A total emission of 2,143,211 metric tons of carbon dioxide equivalent (MTCO₂e) was calculated for Scope 3 alone, which accounts for 60 percent of our total GHG emissions. All emissions from Scope 1, 2 and 3 were calculated based on the GHG Protocol.\n\nTo baseline emissions for Net Zero 2040, we have excluded facility divestitures that occurred in 2022. onsemi acquired our East Fishkill (EFK), New York Fab on December 31, 2022. Due to this acquisition closing at the end of 2022, emissions from the site have not been included in this baseline calculation. We will work to include EFK emissions in our 2022 baseline calculation over the next year and will report on its impact in our 2023 Sustainability Report. For annual reporting, emissions from divested facilities are calculated through the date of divestiture and emissions from EFK will be included as part of 2023 emissions. Annual reporting of our GHG emissions can be found in the Energy Consumption and Emissions section of this report, pg. 24.\n\n| DISCLOSURE | UNITS | EMISSIONS |\n|------------|-------|-----------|\n| 2022 Baseline Emissions¹ | MTCO₂e | 2,143,211 |\n| Scope 1 | | 769,179 |\n| Scope 2 | | 686,475 |\n| Scope 3 Total | | 2,143,211 |\n\n¹Our 2022 baseline emissions do not yet account for emissions from EFK. We anticipate that our baseline emissions will increase when we incorporate EFK emissions in our 2023 reporting cycle. These baseline emissions differ from our fiscal year 2022 emissions disclosed in the Energy Consumption and Emissions section as our baseline emissions do not include emissions from sites divested in 2022.\n\n| DISCLOSURE | UNITS | SCOPE 3 SUBTOTAL BY CATEGORY |\n|------------|-------|-----------------------------|\n| GHG Protocol Scope 3 Category | | |\n| 1 | Purchased Goods and Services (PG&S) | MTCO₂e | 1,414,941 |\n| 2 | Capital Goods | | 102,663 |\n| 3 | Fuel- and Energy-related Activities (FERA) | | 203,238 |\n| 4 | Upstream Transportation and Distribution | | 294,171 |\n| 5 | Waste Generated in Operations | | 46,705 |\n| 6 | Business Travel | | 5,556 |\n| 7 | Employee Commuting | | 17,452 |\n| 8 | Upstream Leased Assets | | 4,484 |\n| 9 | Processing of Sold Products | | 13,992 |\n| 10 | End-of-Life Treatment of Sold Products | | 44,484 |\n\nOur 2022 baseline emissions do not yet account for emissions from EFK. We anticipate that our baseline emissions will increase when we incorporate EFK emissions in our 2023 reporting cycle. These baseline emissions differ from our fiscal year 2022 emissions disclosed in the Energy Consumption and Emissions section as our baseline emissions do not include emissions from sites divested in 2022.\nScience Based Target Initiative Alignment\n\nIn December 2022, we submitted a commitment letter signed by our President and CEO Hassane El-Khoury to set near-term science-based emission reduction targets in line with the Science Based Target Initiative (SBTi).\n\nScience Based Targets (SBTs) provide a clearly defined pathway for companies to reduce GHG emissions, focusing on deep decarbonization of current business processes and decoupling business and revenue growth from increased emissions in the future. SBTi ensures our targets align with the latest science to limit global warming to 1.5 degrees Celsius, as defined by the Paris Climate Agreement.\n\nBy December 2024, we will develop, validate and publish near-term SBTs aligned with and approved by SBTi. These milestones are important because they present an additional level of transparency toward our Net Zero 2040 goal.\n\nClimate Transition Plan\n\nWe are working to create a climate transition plan to meet our Net Zero 2040 goal. We’re exploring the use of available levers for reducing emissions across Scope 1 and 2 internally at our facilities, along with pathways for engaging suppliers and other reduction strategies in the value chain for Scope 3 emissions reductions outside onsemi’s direct control. We’re determining the appropriate milestone tasks, metrics and key performance indicators to use for our climate transition plan, allowing us to track our progress over time.\n\nScope 1 Emissions Reduction Strategy\n\nOur Scope 1 emissions inventory consists of emissions from fluorinated greenhouse gases used in semiconductor manufacturing processes (process gases), onsite combustion of fuels such as diesel or liquefied petroleum gas and heat transfer fluids. At onsemi, we have a tremendous opportunity to reduce Scope 1 emissions through process gas swaps and utilization of point-of-use abatement tools to treat manufacturing exhaust and destroy residual GHGs.\n\nProcess gas swaps are our largest opportunity for emissions reductions. While fluorinated gases are an essential ingredient to the semiconductor manufacturing recipe, there is interchangeability in which gas we choose. Where possible, we opt for fluorinated gases with a lower global warming potential (GWP) and higher efficiency rates, effectively reducing the emissions intensity of our process and the absolute emissions of our operations.\n\nPoint-of-use abatement systems will control remaining Scope 1 fluorinated GHG emissions that cannot be eliminated from the semiconductor manufacturing process. These systems utilize high temperature and/or plasma chemistry to convert fluorinated greenhouse gases to non-GHG products which are further treated using the factory air pollution control and wastewater treatment systems.\nScope 2 Emissions Reduction Strategy\n\nOur Scope 2 inventory consists of emissions from our purchased electricity. To align with industry best practices, we’re focusing on deep decarbonization before turning to renewable energy instruments for our electricity-related emissions. Every ton of carbon dioxide equivalent (CO₂e) avoided through reduced electricity consumption is a ton we do not need to procure from renewable energy sources, which makes good business and sustainability sense. As such, we have developed a prioritization pyramid that will help us achieve Net Zero 2040.\n\nWe will continue to develop standardized protocols for equipment testing, system assessments and metering equipment that will help us understand the energy use through each of our systems at our sites. Following these, we will focus on energy conservation strategies that will involve no/low-cost improvements. We will then strategize the implementation of short-, mid- and long-term energy efficiency and system optimization projects that help reduce our overall energy use at our facilities. Typical short term energy efficiency measures at our sites may include (but not limited to) LED lighting retrofits, smart t-stat controls, variable frequency drive controls and pump overhauls. Mid- and long-term energy efficiency measures typically include measures related to equipment retrofits associated with space cooling (chillers, cooling towers), heating (boilers, furnaces) and process operations (compressors, pumps) at our facilities.\n\nAfter achieving optimal energy levels through conservation, reduction and optimization projects, we will shift our focus to distributed generation and renewable energy technologies, such as solar or wind energy, to power our remaining energy load.\n\nScope 2 Prioritization Pyramid for Net Zero 2040\n\n- Renewable Energy Credits (RECs)\n- Power Purchase Agreements (PPAs)\n- Solar, wind, etc.\n- Water Conservation\n- Process Optimization\n- Temperature Setpoint Adjustment\n- Compressed Air Leak Mitigation\n- Pump Replacing/Right sizing\n- Pump Testing\n- Compressed Air System Assessments\n\n¹REI: Renewable Energy Instruments\n\nScope 3 Emissions Reduction Strategy\n\nSince Purchased Goods and Services (Category 1 of Scope 3 emissions per GHG Protocol) account for a significant percentage of our total Scope 3 inventory, we anticipate reducing Scope 3 emissions by engaging with our supply chain partners and encouraging them to disclose their own GHG emissions and set their own science-based reduction targets, per SBTi guidance. As we set near-term SBTi-aligned targets for Scope 3, we will explore other Scope 3 reduction pathway strategies.\nCarbon Removals or Offsets\nConsistent with SBTi’s approach, we focus on reducing our emissions as much as possible before relying on carbon removal and offsets. For non-electricity-related emissions that cannot be eliminated, onsemi will explore the purchase of certified carbon removal or offset credits equal to the remaining emissions. Green-E and Gold Standard-certified removals and offsets are the most credible and will be prioritized.\n\nPlan Assumptions, Challenges and Uncertainties\nIn developing this climate transition action plan, some assumptions will be made including, but not limited to: (i) estimations of current emissions data where data is limited, (ii) challenges around proper knowledge sharing by employees across the organization for implementation of proposed solutions, (iii) duration of time needed to hit key milestone tasks, (iv) uncertainties around the availability of renewable energy and credible carbon removal/offset technology in different regions that we operate and (v) projected future organic and inorganic growth of the company through 2040. We’re aware of these issues and will continue to mitigate them over time. Additionally, there are challenges and uncertainties associated with developing a transition plan, including:\n\n- Achieving full and accurate data collection due to inherent manual data entry processes.\n- Facilitating a standardized approach on reduction levers across our varied operations and balancing production demands.\n\nTo mitigate these challenges and uncertainties, we’ve invested in GHG calculation accounting software that enables us to track, manage and report consistently across our entire enterprise. Our teams are developing education and training workshops to be conducted across manufacturing facilities and are working to insert climate-related data into more company processes for more informed decision-making, from new product development and capital expenditure decisions to mergers and acquisition due diligence assessments.\n\nMore to Come\nWith just 18 months of work under our belts since announcing Net Zero 2040, we’re at the start of our journey. As we develop and validate our SBTi-aligned near-term goals, we’re building a more comprehensive climate transition plan that will estimate our milestone emission reductions over time, anticipate procurement of renewable energy and develop our strategy around carbon offsets. After we publish our SBTi-aligned near term targets by December 2024, we plan to release a more comprehensive climate transition plan in our 2024 Sustainability Report, to be published in 2025.\nProduct Stewardship\n\nonsemi is focused on innovation to create intelligent power and sensing technologies that solve the most challenging customer problems. We have components in medical devices, fitness trackers and smartwatches, autonomous and EVs, charging stations, solar inverters and more. We innovate to deliver disruptive technologies to empower a strong triple bottom line product offering.\n\nOur product development efforts are directed towards:\n\n• Powering the electrification of the automotive industry with our intelligent power technologies that allow for lighter and longer-range EVs and enable efficient fast-charging systems.\n• Propelling sustainable energy evolution with our intelligent power technologies for the highest efficiency solar strings, industrial power and storage systems.\n• Enhancing the automotive mobility experience with our intelligent sensing technologies with imaging and depth sensing that make advanced vehicle safety and automated driving systems possible.\n• Enabling automation and data exchange (Industry 4.0) with our intelligent sensing technologies for smarter factories and buildings.\n\nWhile our new product development efforts continue to focus on building solutions in areas that appeal to customers in focused market segments and across high-growth applications, we regularly re-evaluate our research and development spending, to assess the deployment of resources and to review the funding of high-growth technologies. We deploy people and capital to maximize the return from our research and development investments by targeting innovative products and solutions for high-growth applications that position us to outperform the industry.\nIn 2022, onsemi had over $6,454 million in triple bottom line revenue, representing 78 percent of total revenue. onsemi’s focus on intelligent power and sensing technologies and newly implemented corporate strategy resulted in a redefinition of our triple bottom line product offering in 2021. As a result, we saw a significant increase in triple bottom line revenue from 2020 to 2021.\n\nOur definition of “triple bottom line” is revenue from products that fall under the intelligent power and sensing umbrella and products that contribute to the triple bottom line – People, Planet, Profit. The “People” category refers to any product that helps improve human health or saves lives. For example, our image sensors go into ADAS and automation systems leading to increased levels of safety in automotive applications.\n\nThe “Planet” category refers to any product that helps reduce negative environmental impact throughout its use phase. Examples include applications that reduce carbon emissions, aid in the transition to renewable energy or enable resource conservation such as through the reduction of waste and scrap in manufacturing processes. Our SiC technologies are designed to meet the demands of higher power and density, and direct current (DC) fast charging in the EV charging application. The “Profit” category refers to any product that contributes to an organization’s ability to provide economic benefit to society by enabling more efficient and productive operations. For example, our image sensors provide high-quality, global shutter imaging for factory automation applications including robotics and inspection systems.\n\nWe consider these products a key part of our triple bottom line product offering, which includes the following categories:\n\n- EV Charging\n- Factory Automation\n- ADAS Lidar\n- Vehicle Electrification\n- Medical\n- Machine Vision\n- Energy Infrastructure\n- Advanced Safety\n- Automotive Lighting\n\n### DISCLOSURE\n\n| DISCLOSURE                  | UNITS | 2022  | 2021  | 2020  |\n|-----------------------------|-------|-------|-------|-------|\n| Triple Bottom Line Revenue  | $ (Millions) | 1,462 | NR    | NR    |\n| People                      |       | 4,646 | NR    | NR    |\n| Planet                      |       | 346   | NR    | NR    |\n| Profit                      |       | 6,454 | 5,011 | 755   |\n| Percentage of Total Revenue | Percentage | 78    | 74    | 14    |\nTriple Bottom Line Products\n\nOur cutting-edge, sustainability-minded key technologies include:\n\n**ASPM16 – Exciter Module:** EV train systems rely on electromagnetic fields to operate. These electromagnetic fields can be created using permanent magnets or through induction technology. onsemi’s ASPM16 Exciter Module enables the adoption of induction technology for EV traction drive applications, eliminating the need for permanent magnets. This is important as permanent magnets require the mining of rare earth elements such as neodymium and dysprosium, both of which have high rates of waste in their mining processes. According to Harvard International Review, approximately 2,000 tons of toxic waste is produced per ton of rare earth mineral.\n\nThe average hybrid or electric vehicle requires between two and five kilograms (kg) of rare earth magnets using neodymium and dysprosium. With the ASPM16 exciter modules sold in 2022, onsemi helped reduce over 662,000 metric tons of toxic mining waste by eliminating the need for permanent magnets in the EV application.\n\n**EliteSiC – SiC Power Modules:** onsemi’s high-power density SiC power modules deliver the most innovative package technology to minimize parasitics and thermal resistance and offer robust package reliability using innovative interconnects. This leads to reduced power losses associated with DC to alternating current (AC) conversion along with reduced size and weight of the traction inverter, increasing performance and EV range by five percent.\n\nWith decades of superior packaging expertise in high-density power solutions for automotive applications, onsemi differentiated power module technology delivers industry-leading power traction solutions. Exceptional packaging technology alongside an evolutionary path from planar to trench cell structures in SiC enables onsemi to provide highly robust and reliable solutions to customers.\n\n**Top-Cool MOSFETs:** These devices feature top-side cooling to assist designers in challenging automotive applications, especially with motor control and DC/DC conversion. The thermal pad is on the top side which allows heat to be dissipated directly into a heatsink rather than via a typically printed circuit board (PCB). By using both sides of the PCB and decreasing the amount of heat going into it, the power density is increased and the improved reliability of the new design adds to an overall extended system lifetime. This product received the “Best in Show” award from Embedded Computing Design at the 2022 electronica show.\n\n**SiC – SiC is a key component of next-generation semiconductors that provides technical benefits and improves system efficiency in many applications, including EVs, EV charging and energy infrastructure. Our acquisition of GT Advanced Technologies (GTAT) secures full control of the SiC manufacturing supply chain, starting with the sourcing of silicon carbide powder and graphite raw material to the delivery of fully packaged SiC devices. This allows us to provide our customers with the assurance of supply required to meet the rapidly growing demand for SiC-based solutions.**\nProtecting Our Planet and Environment\n\nBreakthroughs for a Sustainable Future\n\nEnergy Consumption and Emissions\nWater and Waste Management\nEnvironmental Health and Safety\nEnergy Consumption and Emissions\n\nWe are dedicated to reducing our greenhouse gas (GHG) emissions, energy consumption and overall carbon footprint in alignment with our net zero by 2040 goal (Net Zero 2040). As stated in the Intergovernmental Panel on Climate Change’s (IPCC) Sixth Assessment Report published in 2021–2022, it is unequivocal that human activities related to GHG emissions have warmed the atmosphere, ocean and land. This warming has created widespread and rapid changes around the world including rising sea levels, melting glaciers and more frequent extreme weather events. Climate change is undeniable and the main driver of climate change is human-based activities.\n\nFor years, onsemi has taken steps to reduce GHG emissions and energy consumption throughout our operational footprint. We measure and report Scope 1 and 2 emissions at all our operational sites along with relevant categories of Scope 3 emissions. We know what gets measured, gets managed. Our emissions and energy management team has implemented policies and procedures to ensure our manufacturing sites are reporting accurate and complete data on a quarterly basis for emissions and energy consumption.\n\nAll emissions from Scope 1, 2 and 3 were calculated based on the GHG Protocol, an internationally recognized standard for quantifying and reporting GHG emissions. onsemi divested four manufacturing sites (various dates throughout 2022) located in Oudenaarde (Belgium), South Portland, Maine (USA), Pocatello, Idaho (USA) and Niigata (Japan). For annual reporting, energy usage and emissions from divested facilities are calculated through the date of divestiture.\n\nEnergy\n\nThe use of energy across the organization consists predominantly of purchased electricity and to a lesser extent natural gas, diesel fuel, town gas, heavy oil and liquified petroleum gas (LPG). Electricity emissions are considered Scope 2 emissions, while the other energy sources in this list are direct emissions and are considered Scope 1. Efficient use of energy across our operations is central to our success.\n\n| ENERGY CONSUMPTION BY SOURCE | UNITS | 2022 | 2021 | 2020 |\n|-----------------------------|-------|------|------|------|\n| Electricity                 | MWh   | 1,487,074 | 1,548,009 | 1,529,279 |\n| Renewable Electricity       |       | 0     | 0    | 0    |\n| Natural Gas                 |       | 172,028 | 173,332 | 166,646 |\n| Diesel Fuel                 |       | 3,170  | 4,536 | 8,957 |\n| Town Gas                    |       | 57,883 | 25,422 | 24,304 |\n| Heavy Oil                   |       | 30,121 | 28,734 | 24,993 |\n| LPG                         |       | 2,006  | 1,652 | 1,240 |\n| Energy from Grid            | Percentage | 100 | 100 | 100 |\n\n100% energy from the grid from 2020 – 2022\nOur total energy use in 2022 was 1,752,282 megawatt hours (MWh) out of which 1,487,074 MWh was attributed to purchased electricity. This represents a two percent change in total energy and a 29,403 MWh reduction from our 2021 levels demonstrating our continued efforts for improvement in reducing our overall energy use. Our facilities reduced over 5,000 MWh of purchased electricity and 100,000 therms of natural gas (annualized estimate) through the implementation of customized energy conservation and energy efficiency measures at our existing manufacturing sites. These projects represent a total of roughly 3,150 metric tons of carbon dioxide equivalent (MTCO₂e) saved with an estimated investment cost of over $1,200,000 spent across our enterprise. These include, but are not limited to:\n\n- Energy conservation measures associated with:\n  - Reducing chiller operational hours by sequencing chiller operations based on outside ambient temperature, which resulted in an annual energy savings of approximately 750,000 kilowatt hours (kWh) and $88,500 in annual cost savings at our Carmona (Philippines) and Seremban (Malaysia) sites.\n  - Reducing cooling tower operational hours by replacing inefficient fillers to help increase heat rejection efficiency. This measure resulted in an annual energy savings of approximately 180,000 kWh and $20,000 in annual cost savings at our Carmona and Seremban sites.\n  - Consolidation of vacuum pipelines across different facility regions to enable the shutdown of two inefficient vacuum pumps in the line, resulting in an annual energy savings of approximately 258,000 kWh and $36,000 in annual cost savings at our Carmona site.\n  - Isolation of compressed dry air pressure lines for specific process equipment needing higher pressure than the common line pressure. This measure resulted in an annual energy savings of approximately 168,000 kWh and $17,000 in annual costs savings at our ISMF (Malaysia) site.\n\n- Energy efficiency measures such as:\n  - Building Management System (BMS) upgrades with chilled water system controls to implement static pressure resets, supply air temperature reset and economizer optimizations within the air handler units at our Gresham, Oregon (U.S.) site. These energy efficiency measures resulted in annual energy and natural gas savings of approximately 347,000 kWh and 15,000 therms respectively translating to a total of about $28,000 in annual cost savings.\n  - Pre-heating of the deionized (DI) water loop using condenser heat recovered from the chillers in one of the buildings of our Roznov (Czech Republic) facility. This measure resulted in waste heat captured of around 4,000 gigajoules (GJ) per year which translates to approximately 36,000 therms of avoided natural gas use and an annual cost savings of $34,000.\n  - Replacement of 350 existing linear fluorescent bulb fixtures with light-emitting diode (LED) kits within specific areas of our buildings at our Roznov and ISMF facilities. These projects resulted in annual energy savings of approximately 100,000 kWh translating to $20,000 in annual cost savings.\n  - Installation of waste heat recuperators to recover heat from process equipment at our Bucheon (South Korea) facility, which resulted in an annual avoided gas savings of approximately 65,000 therms and $65,000 in annual cost savings.\n\nOur site personnel at each facility are committed to conserving and optimizing energy use through operational best practices and/or leveraging new technologies wherever possible, in alignment with the principle that “the cleanest energy is the energy that is not being used at our sites.”\nScope 1 Emissions\n\nScope 1 emissions are direct emissions from company-owned and -controlled resources. The largest source of Scope 1 emissions is from fluorinated process gases used in manufacturing, with other examples of sources that include: fuels used in heating or furnaces and heat transfer fluids.\n\n**onsemi** Scope 1 emissions are managed jointly by our corporate ESG and manufacturing site teams across the globe. Our manufacturing site team members are responsible for updating quarterly usage data from our purchasing and consumption activities for fuels and fluorinated GHGs. At the corporate level, we monitor the data submitted by our teams to check for quality and completeness.\n\n**onsemi** uses an industry best practice calculation methodology consistent with IPCC Tier 2c guidance to calculate our process gas emissions; the methodology is thorough and accounts for the destruction of fluorinated gases within the semiconductor manufacturing process. 2022 is the first year **onsemi** is using this improved calculation methodology for our public emissions reporting, so there is a significant change in our reported Scope 1 emissions compared to the previous year.\n\n**onsemi** directly emits GHG emissions (Scope 1 emissions) from fabrication and assembly and test locations. We work to reduce Scope 1 emissions from process gases by:\n\n- Instating efficient manufacturing technologies and optimizing processes to reduce process gas usage.\n- Substituting gases that are utilized more effectively in processes or have lower global warming potential (GWP), resulting in lower emissions of unused and byproduct GHGs.\n- Installing point-of-use (POU) abatement devices that treat the exhaust of gases used in semiconductor manufacturing.\n\n### Scope 1 Emissions Intensity (MTCO₂e per $ Million Revenue)\n\n| Year | 2022 | 2021 | 2020 |\n|------|------|------|------|\n| Value | 0.1 | 0.1 | 0.1 |\n\n### Total Scope 1 GHG Emissions (Metric tons of CO₂e)\n\n| Year | 2022 | 2021 | 2020 |\n|------|------|------|------|\n| Value | 2,485,970 | 1,262,444 | 841,104 |\n\n¹Starting in 2022, Scope 1 emissions are calculated based on discharged emissions, in line with the IPCC Tier 2c guidance. Per this guidance, we have claimed destruction of certain GHGs within our manufacturing process which lends to the large change in reported Scope 1 emissions compared to 2021 and 2020 emissions.\n\n²Scope 1 emissions for fiscal year 2022 include emissions from our divested facilities up to the date of divesture. Our Net Zero baseline for 2022 does not include these emissions.\n\n³Prior to 2022, **onsemi** reported Scope 1 emissions by gas type for its process gas usage only. Starting in 2022, this breakdown also includes the Scope 1 emissions from fuel usage and heat transfer fluids, aligning with the Greenhouse Gas Protocol methodology for reporting emissions.\n\n⁴Includes CO₂ emissions from fuel combustion which was not included in our CO₂ emissions breakdown in previous years.\n\n⁵Due to the claimed destruction values of NF3 within the semiconductor manufacturing process per IPCC Tier 2c guidance, there is a large decrease in NF3 emission year-over-year.\nScope 2 Emissions\n\nScope 2 emissions are indirect emissions resulting from the generation of purchased energy. For our purposes, this means our purchased electricity. onsemi indirectly emits GHG emissions from electricity purchased for the operations of our manufacturing and non-manufacturing sites. Our global Scope 2 emissions intensity, normalized by revenue for 2022, has reduced compared to our 2021 levels. This has largely been made possible due to the implementation of energy conservation and energy efficiency/optimization practices at our sites (as mentioned in the Energy Section of this report). In addition to these practices, we also implemented the following strategic initiatives in 2022 to further reduce our overall Scope 2 emissions:\n\n- Planned divestitures and downsizing of our manufacturing and non-manufacturing facilities:\n  - We divested from four of our existing manufacturing sites located in Oudenaarde (Belgium), South Portland, Maine (USA), Pocatello, Idaho (USA) and Niigata (Japan). These fab facilities consumed over 239,000 megawatt hours (MWh) in 2021 contributing to over 85,000 MTCO₂e in onsemi Scope 2 emissions.\n  - Downsizing and consolidation of over 25,000 square feet of non-manufacturing spaces comprised of offices and design centers throughout the world. These downsizing activities are estimated to result in approximately 150 MWh of avoided energy translating to a reduction of about 51 MTCO₂e from our 2021 levels.\n- Installation of energy-efficient equipment within newly acquired sites and site expansions:\n  - These include but are not limited to interior and exterior LED lighting systems; high efficiency packaged/split heating, ventilation and air conditioning (HVAC) systems; heat reclaim chillers; and dry cooling towers.\n\nScope 2 Emissions Intensity (MTCO₂e per $ Million Revenue)\n\n| Year | 2022 | 2021 | 2020 |\n|------|------|------|------|\n| 0    | 30   | 60   | 90   |\n| 120  | 150  | 180  | 210  |\n\nTotal Scope 2 GHG Emissions (Metric tons of CO₂e)\n\n| Year | 2021 | 2022 |\n|------|------|------|\n| 0    | 782,790 | 741,934 |\n| 100,000 | 774,849 |\n\n¹Scope 2 emissions for fiscal year 2022 include emissions from our divested facilities up to the date of divesture. Our Net Zero baseline for 2022 does not include these emissions.\nScope 3 Emissions\n\nScope 3 emissions are indirect emissions that occur in the value chain of the company, including both upstream and downstream emissions. In 2021, onsemi tracked Scope 3 emissions related to our business travel. This year, onsemi’s baseline Scope 3 emissions are more comprehensive and include 10 out of the 15 categories outlined in the GHG Protocol. Through our baselining process, five Scope 3 categories were concluded to be inapplicable to onsemi operations.\n\nFor 2022, a total emission of 2,143,211 MTCO₂e was calculated for Scope 3 alone, which accounts for 58 percent of our total GHG footprint. Since Purchased Goods and Services (Category 1 of Scope 3 emissions per GHG Protocol) account for a significant percentage of the total Scope 3 inventory, we anticipate reducing Scope 3 emissions by engaging with our supply chain partners and encouraging them to disclose their own greenhouse gas emissions and set their own science-based reduction targets, per Science Based Targets Initiative (SBTi) guidance. We are in the process of setting science-based targets for Scope 3 and will disclose more information, including pathways for Scope 3 emissions reduction, after the process.\n\n| GHG PROTOCOL CATEGORY | SCOPE 3 EMISSIONS CATEGORY¹ (MTCO₂e) | 2022 | 2021 | 2020 |\n|------------------------|--------------------------------------|------|------|------|\n| 1                      | Purchased Goods and Services (PG&S)  | 1,414,941 | NR² | NR² |\n| 2                      | Capital Goods                        | 102,663 | NR² | NR² |\n| 3                      | Fuel- and Energy-related Activities (FERA) | 203,238 | NR² | NR² |\n| 4                      | Upstream Transportation and Distribution | 294,171 | NR² | NR² |\n| 5                      | Waste Generated in Operations        | 46,705 | NR² | NR² |\n| 6                      | Business Travel                      | 5,556 | 617 | 1,565 |\n| 7                      | Employee Commuting                   | 17,452 | NR² | NR² |\n| 8                      | Upstream Leased Assets               | 9 | NR² | NR² |\n| 10                     | Processing of Sold Products          | 13,992 | NR² | NR² |\n| 12                     | End-of-Life Treatment of Sold Products | 44,484 | NR² | NR² |\n| Total                  |                                      | 2,143,211 | 617 | 1,565 |\n\n¹Applicable Scope 3 emission categories in line with GHG accounting standards from the GHG Protocol\n²Not Reported\n\n58% of our total GHG footprint was calculated to be from Scope 3 emissions.\nWater and Waste Management\n\nWater Stewardship\n\nWe’re committed to ensuring our operations have a positive impact on the communities where we operate. We actively seek to avoid negative water-related impacts and strive for transparency with stakeholders, displaying deliberate stewardship of water as the important resource it is. We firmly believe that our reduction in water usage protects the shared commons of water resources, while also reducing the cost of processing. We continue to seek out opportunities to reduce, reuse and recycle water.\n\nAt onsemi, these opportunities include our ultrapure water (UPW) treatment process, mechanical cooling systems and recycling of treated water from wastewater plants (retreatment of process reject water, reverse osmosis reject water to flush facility toilets and retreatment of water after it’s used in manufacturing processes).\n\nonsemi tracks water withdrawals at our manufacturing sites, which account for approximately 20 percent of our total facilities by count. Due to the massive amount of water used in our manufacturing processes, we estimate that our manufacturing facilities account for 85 percent or more of our total water use. We are exploring tracking our water use at our non-manufacturing sites to ensure we have the full scope of our water usage at onsemi.\n\nIn 2022, 515 megaliters of water were withdrawn from high water-stressed regions, out of the total 13,692 megaliters of water withdrawn (3.8% of total water withdrawn). As part of our commitment to water-use efficiency, 5,776 megaliters of water were recycled in 2022 (42% recycling rate).\n\nWater Usage\n\nUPW is a crucial ingredient in the semiconductor manufacturing process and is defined as having one to two parts of contaminating molecules per one million water molecules. onsemi treats water received from our municipal suppliers and other water sources to ensure that water used in relevant manufacturing processes meets this threshold. In 2022, onsemi produced around 6,000 megaliters of UPW.\n\nUPW is used in semiconductor manufacturing for washing excess chemicals and materials off surfaces of wafers and packaged products, to dilute chemicals used in the manufacturing process or as replacement water in cooling systems for critical applications. UPW can even be used as a humidification source for our cleanroom environments.\n\nonsemi also uses non-UPW in our facilities for operations outside of our manufacturing processes, such as facility cooling and heat transfer, drinking water, onsite kitchens and running our sanitary plumbing.\n\nBelow outlines the general process for creating UPW at our sites:\n\n| Step 1 | Pretreatment |\n|--------|--------------|\n| Step 2 | Reverse Osmosis |\n| Step 3 | Primary Ion Exchange |\n| Step 4 | Secondary Ion Exchange |\n| Step 5 | UV |\n| Step 6 | Final Filter |\n\nWATER USAGE\n\n| WATER USAGE | UNITS | 2022 | 2021 | 2020 |\n|-------------|-------|------|------|------|\n| Water Withdrawal | Megaliters | 13,692 | 13,599 | 14,332 |\n| Total Water Withdrawal | | | | |\n| Surface Water | | 0 | 0 | 0 |\n| Groundwater (renewable) | | 1,129 | 885 | 1,031 |\n| Seawater | | 0 | 0 | 0 |\n| Third Party Water | | 12,563 | 12,714 | 13,301 |\n| Water Withdrawal Intensity | | | | |\n| Revenue | Dollars (Billions) | 8.33 | 6.74 | 5.25 |\n| Water Withdrawal Intensity | Megaliter per $ Million Revenue | 1.64 | 2.02 | 2.73 |\n| Water Withdrawal in Water-Stressed Regions | | | | |\n| Extremely High¹ | Megaliters | 0 | 271 | 275 |\n| High² | | 515 | 1,727 | 1,081 |\n\n¹Extremely high water-stressed regions include Oudenaarde (Belgium). onsemi divested from this site in 2022.\n²High water-stressed regions for 2021 and 2020 include Pocatello, Idaho (USA); Suzhou (China); and Tarlac (Philippines). For 2022, Tarlac (Philippines) was considered a medium-high water-stressed region, a change from 2021 during which it was reported as a high-water stressed region.\nWastewater Treatment\n\nAll wastewater produced in our manufacturing facilities is treated using advanced onsite wastewater treatment techniques before it is discharged to a municipality or other discharge point. Our wastewater treatment systems are complex, as the chemicals used in semiconductor manufacturing must be precipitated, removed and neutralized before the wastewater is discharged. The treatment process can include physical-chemical treatment, pH neutralization, carbon absorption treatment, biological treatment and tertiary treatment including ion exchange treatment and membrane treatment.\n\nThe level of treatment is stringent and meets the local government requirements in the areas we operate. onsemi monitors various metrics associated with our wastewater discharge to ensure compliance with pH, temperature, chemical oxygen demand (COD), color, heavy metals, fluorine and other regulated discharge parameters. In addition to our discharge monitoring systems, we perform laboratory analysis on our water discharge under local regulations. The laboratory analysis can occur on a weekly, monthly or quarterly basis depending on the region; however, some regions require real-time monitoring of wastewater discharge. onsemi is compliant with all applicable local regulations and requirements.\nWaste Management\n\nSemiconductor manufacturing generates both hazardous and non-hazardous waste, as classified under local government regulations. onsemi is committed to compliance with all legal and other requirements related to our waste management practices. We ensure there are processes and controls in place to effectively manage our waste streams and we strive to reduce the amount of waste directed to disposal through waste reduction and diversion. Our manufacturing sites provide waste diverted from disposal and waste directed to disposal data for both internal analysis and external reporting.\n\nWaste Diversion Rate (Percentage)\n\n| Year | Hazardous | Non-Hazardous | Total Waste Diversion Rate |\n|------|-----------|---------------|---------------------------|\n| 2022 | 40%       | 60%           | 80%                       |\n| 2021 | 45%       | 55%           | 80%                       |\n| 2020 | 50%       | 50%           | 80%                       |\n\n¹Due to a redefinition of waste categorization, the amount of hazardous waste directed to disposal increased from 2020 to 2021. This lowered our hazardous waste diversion rate.\n\nTotal Waste Generated (Metric tons)\n\n| Year | Hazardous | Non-Hazardous | Total Generated |\n|------|-----------|---------------|-----------------|\n| 2022 | 2,500     | 7,500         | 10,000          |\n| 2021 | 2,000     | 7,000         | 9,000           |\n| 2020 | 1,500     | 6,500         | 8,000           |\n\nWaste Diverted from Disposal\n\nWe strive to maximize waste diverted from disposal through the reduction of waste in manufacturing processes, reuse, recycling and other recovery operations. onsemi categorizes our waste diverted from disposal as shown below:\n\nHazardous and Non-Hazardous:\n\n- Preparation for reuse – by way of checking, cleaning or repairing, materials that have become waste are prepared to be used for the same purpose for which they were conceived.\n- Recycling – reprocessing of materials that have become waste to make new materials.\n- Other recovery operations – materials that have become waste are prepared to fulfill a purpose in place of new products that would otherwise have been used for that purpose.\n- Fuel Blending (not to incineration) – mixing waste and commercial fuel to meet the specifications needed for other use.\n\nTotal Waste Diverted from Disposal (Metric tons)\n\n| Year | Hazardous | Non-Hazardous | Total Diverted |\n|------|-----------|---------------|---------------|\n| 2022 | 1,500     | 6,000         | 7,500         |\n| 2021 | 1,000     | 5,500         | 6,500         |\n| 2020 | 500       | 5,000         | 5,500         |\n\nHazardous Waste Diverted from Disposal (Metric tons)\n\n| Year | Preparation for Reuse | Recycling | Other Recovery Options | Fuel Blending for Fuel (not for incineration) |\n|------|-----------------------|----------|------------------------|---------------------------------------------|\n| 2022 | 10%                   | 50%      | 30%                    | 10%                                         |\n| 2021 | 15%                   | 45%      | 30%                    | 10%                                         |\n| 2020 | 20%                   | 35%      | 30%                    | 10%                                         |\n\nNon-Hazardous Waste Diverted from Disposal (Metric tons)\n\n| Year | Preparation for Reuse | Recycling | Other Recovery Options | Fuel Blending for Fuel (not for incineration) |\n|------|-----------------------|----------|------------------------|---------------------------------------------|\n| 2022 | 10%                   | 50%      | 30%                    | 10%                                         |\n| 2021 | 15%                   | 45%      | 30%                    | 10%                                         |\n| 2020 | 20%                   | 35%      | 30%                    | 10%                                         |\nWaste Directed to Disposal\n\nDue to local regulations or limited opportunities for waste diversion, we must often direct the waste generated by our operations to disposal or incineration. We look for ways to reduce the amount of waste directed to disposal/incineration, as these solutions tend to reduce our waste management costs, as well as avoid negative impacts on human and environmental health, making waste reduction an overall good business strategy.\n\nHazardous and Non-Hazardous:\n\n- Incineration (with and without energy recovery) – controlled burning of waste at high temperatures.\n- Landfill – depositing solid waste at, below or above ground level at engineered disposal sites.\n- Other disposal operations – operations without recovery of materials sent to disposal.\n- The waste definitions that onsemi uses are from the Global Reporting Initiative (GRI) standards.\n\nHazardous Waste Directed to Disposal by Type (Metric tons)\n\n- Incineration (energy recovery)\n- Incineration (no energy recovery)\n- Landfilling\n- Other Disposal Options\n\nNon-Hazardous Waste Directed to Disposal by Type (Metric tons)\n\n- Incineration (energy recovery)\n- Incineration (no energy recovery)\n- Landfilling\n- Other Disposal Options\n\n*Due to a redefinition of waste categorization, the amount of hazardous waste directed to disposal increased from 2020 to 2021.\nReclamation Operation\n\nOur global reclaim objectives reflect our commitment to environmental sustainability and resource conservation while optimizing our network, protecting our intellectual property and maximizing and recapturing profits. onsemi’s manufacturing scrap reclamation operations are considered to operate to industry best practice standards. Subcontractors are required to return dies (or wafers), trimmings in assembly and rejected units from assembly and test fallouts that are considered onsemi property. The manufacturing scrap collected from this process is separated into two categories: precious metals bearing material and non-precious metal bearing material.\n\nPrecious metal bearing materials include scrap devices, spent bead blast material, gold targets, wire and evaporator metallic, platinum targets, evaporator metallic and printed circuit boards. Precious metals have high intrinsic value and include gold, silver, platinum, palladium and rhodium.\n\nNon-precious metal bearing materials include copper and alloy 42 lead frames, plastics, stainless steel, aluminum, silicon and copper wire and tubing. Our manufacturing sites work with local vendors to sell or recycle the material recovered in the manufacturing scrap reclaim operation.\n\nIn June 2022, onsemi decentralized the scrap reclaim process eliminating the need to ship reclaimed material across the world for processing. We are working to aggregate our reclaim data at the corporate level since decentralizing this operation. From January through June 2022, prior to this decentralization, approximately 291,293 kg of scrap non-precious materials and 602 kg of scrap precious metals from our worldwide manufacturing facilities were processed, sorted and sold for reuse. The reclamation of these materials recouped more than $12 million.\n\nProjects diverting waste from disposal include the following examples:\n\nRoznov (Czech Republic) – We use iron wire to cut our silicon boules into raw wafers. These wires come shipped on a coil that gets loaded into our tools for use within our manufacturing process. Once the iron wire is spent, the coils are removed from our tools and repackaged to be returned to the supplier. The supplier then reuses the coil for future shipments of iron wire. Each coil sent back to the supplier weighs approximately 48 kilograms (kg). In 2022, onsemi returned 103 iron wire coils to our supplier, diverting about 5,000 kg of waste from disposal.\n\nBucheon (South Korea) – Our manufacturing process creates waste in the form of wastewater sludge. Normally, this waste would be directed to disposal, but our team in Bucheon has partnered with a local cement manufacturing facility to recover the wastewater treatment sludge and use it as a new material in the manufacturing of cement. Our wastewater sludge is high in nitrogen, which makes it an attractive additive in the cement manufacturing process. Through this partnership, we diverted 7,529 metric tons of waste from disposal and realized cost savings of over $182,000 in 2022.\n\nSeremban (Malaysia) – A key component of back-end semiconductor manufacturing is the plating process. In this process, metal is deposited onto the surface of semiconductor products, which protects against outside elements, enhances electrical conductivity and improves heat resistance. Through this process, water is used to wash away excess metals that were not deposited onto semiconductor products. Used water is then sent to our wastewater treatment plant to remove the metal and undergo other treatment processes before it is discharged from our facility. Once removed, metals are recovered and turned into metal hydroxide sludge that is diverted to a local reclaim operation and turned into metal concentrates, powders or ingots. In 2022, onsemi diverted roughly 202,000 kg of metal hydroxide sludge from the disposal.\nEnvironmental Health and Safety\n\nThe onsemi Environmental, Health and Safety (EHS) team is committed to protecting people and ensuring compliance through our EHS Policy and Statement.\n\nEHS Policy\n\nonsemi protects people and minimizes our environmental impact through efforts to prevent injury, illness and pollution.\n\nEHS Statement\n\nonsemi consults with workers and encourages participants to identify hazards and reduce health and safety risks. We are committed to compliance with all legal and other requirements wherever we operate. We set EHS objectives and strive for continuous improvement. The EHS Policy and Statement is available on the onsemi website.\n\nEHS Management System\n\nThe onsemi global EHS Management System is founded on the concept of Plan-Do-Check-Act (PDCA). The PDCA model provides a framework for the following:\n\n- Plan: To establish objectives and to deliver results\n- Do: Implement EHS processes\n- Check: Monitor and measure performance and progress to objectives\n- Act: Act to continually improve\n\nThe onsemi EHS Management System is audited and certified by a third party to ISO 14001 Environmental Management System and ISO 45001 Health and Safety Management System standards.\n\n- 95 percent of onsemi manufacturing sites are certified to ISO 14001 (26,277 employees).\n- 90 percent of onsemi manufacturing sites are certified to ISO 45001 (26,089 employees).\n\nThe elements of the onsemi global EHS Management System include the following:\n\n- EHS Management System Manual, including the onsemi EHS Policy and Statement Manual and policy that establish the foundation of our EHS management system and adherence to ISO 14001 and ISO 45001 for manufacturing operations.\n- EHS Risk Assessment Procedure to identify risks and opportunities that need to be addressed to ensure the EHS management system can achieve its intended outcomes.\n- EHS Legal and Other Procedure to ensure compliance obligations and other requirements are identified, communicated and satisfied.\n- EHS Training Procedure to ensure EHS training is satisfied, including maintaining a matrix of required training courses and what employees are in scope to take training.\n- EHS Audit Procedure to globalize the way EHS system audits are planned, performed, reported, followed up and completed by auditors.\n- Contractor EHS Activities Establishes contractor EHS-related activities, outlining procedures including EHS communication, risk/hazard identification and incident investigation.\n- EHS Compliance Assurance Provides guidance to assure compliance with legal and other requirements.\nonsemi employees attend new hire orientation which includes:\n\n- EHS Policy and EHS Statement\n- onsemi responsibilities\n- onsemi Core Values of Respect, Integrity and Initiative\n- Safety Culture focused on hazard identification (e.g., unsafe acts and unsafe conditions) reporting to prevent injuries and illnesses.\n- Incident reporting and investigation to prevent reoccurrence\n- Emergency response\n- Ergonomics\n- Waste\n\nAll onsemi employees are provided with the contact EHSQuestions@onsemi.com, should any onsemi employee have an EHS question. This inbox is monitored daily to support onsemi employees for any EHS questions, comments or concerns.\n\nEHS Standards and Expectations\nIn addition to the onsemi global EHS Management System, global EHS procedures include:\n\n- Environmental (Air, Water and Waste)\n- Industrial Hygiene (Hearing, Respirator, Radiation, etc.)\n- Ergonomics\n- Safety (Hazard Communication, Control of Hazardous Energy, Machine Guarding, Personal Protective Equipment, Electrical Safety, Fall Protection, Hot Work, etc.)\n- Emergency Preparedness\n\n| DISCLOSURE | UNITS | 2022 | 2021 | 2020 |\n|------------|-------|------|------|------|\n| Injury Disclosures | | | | |\n| Fatalities, employees | | 0 | 0 | 0 |\n| Fatalities, non-employees | | 0 | 0 | 0 |\n| High-consequence work-related injuries, employees | Incidents | 0 | 2 | NR |\n| High-consequence work-related injuries, non-employees | | 0 | 0 | NR |\n| Recordable¹ work-related injuries, employees | | 40 | 43 | NR |\n| Recordable¹ work-related injuries, non-employees | | 2 | 3 | NR |\n\n¹Recordable injury or illness as defined by the Occupational Safety and Health Administration\nFatalities due to work-related injury and ill health from 2020–2022.\n\nEHS Data\nWe track and report various environmental health and safety metrics to understand the success and trends of our program over time.\n\n| DISCLOSURE | RATE | CALCULATION |\n|------------|------|-------------|\n| 2022 Rate Calculations¹ |      |             |\n| Lost time incident rate (LTIR) | 0.05 | (Number of lost time injuries in the reporting period x 200,000) / Total hours worked in the reporting period |\n| Lost time incident severity rate | 0.009 | (Number of days lost due to injuries x 1,000) / Total hours worked in the reporting period |\n| Total recordable incident rate (TRIR), employees | 0.108 | (Number of incidents x 200,000) / Total hours worked in the reporting period |\n| Total recordable incident rate (TRIR), non-employees | 0.005 | (Number of incidents x 200,000) / Total hours worked in the reporting period |\n\n¹Based on 74,084,225 hours worked in 2022.\nEHS Compliance\n\nAll onsemi sites are committed to EHS compliance and sites with regulated emissions and effluents are required to follow local regulations. These legal and other requirements include:\n\n- Permits\n- Monitoring and Measuring\n- Preventative Maintenance\n- Inspections\n- Regulatory Reporting\n\nThe onsemi Compliance Assurance program ensures that our sites comply with local regulations. This program is maintained at sites and with regional and global accountability.\n\nIn February 2022, onsemi received a notice of violation (for one of its US facilities) for a one-time exceedance of its daily maximum limit for ammonia discharge that occurred on December 7, 2021. onsemi paid a $125 administrative penalty fee on March 14, 2022. The underlying issue was identified and addressed. This is not anticipated to present an issue in the future.\n\nHazardous Substance Commitment\n\nProcess Commitment\n\nAll onsemi processes are governed by our Process Chemical Brochure, an internal policy. This brochure refers to international environmental regulations concerning chemicals in the manufacturing process. In addition, all sites are to ensure compliance with all local regulations in the manufacturing processes of onsemi products. The environmentally restricted and reportable substances detailed in the Process Chemical Brochure include:\n\n- US EPA ozone-depleting substances\n- Restriction of Hazardous Substances (RoHS)\n- Registration, Evaluation, Authorization and Restriction of Chemical substances (REACH)\n- China-RoHS\n\nProduct Commitment\n\nAll onsemi products, including packaging, are governed by our Product Chemical Content Brochure. This brochure refers to international environmental regulations concerning chemicals in onsemi products produced internally, as well as externally with our manufacturing partners. We restrict the intentional use and presence of certain substances known to be toxic or harmful to the environment in our products. To ensure compliance, external manufacturers (e.g., foundries, subcontractors, etc.) are to submit laboratory analyses to verify product and packaging compliance.\n\nProduct material composition is available on the onsemi website. The environmentally restricted and reportable substances detailed in the Product Chemical Content Brochure include:\n\n- RoHS\n- REACH\n- China-RoHS\nEnsuring Social Responsibility\n\nA Better Tomorrow for All\n\nOur Employees\nDiversity, Equity and Inclusion (DEI)\nLearning and Development (L&D)\nEmployee Compensation and Benefits\nEmployee Engagement\nOur Employees\n\nEmployees are the heartbeat of onsemi. Our vision, mission, values and culture create opportunities for everyone to make a difference in building a successful global business. The core of our philosophy is embracing diversity, implementing equitable processes and practices and building a culture of inclusion across the organization. Diversity of thinking encourages the creativity and innovation necessary for us to maintain a competitive advantage in the global marketplace.\n\nOur community of employees is located around the world with major facilities in Belgium, Canada, China, Czech Republic, Germany, Ireland, Japan, Malaysia, Philippines, Slovakia, South Korea, Taiwan, Vietnam and the United States. As of December 31, 2022, we had approximately 32,400 employees operating globally.\n\nWorkforce by Region (Employees & Percentage)\n\n| Region       | 2022 | 2021 | 2020 |\n|--------------|------|------|------|\n| APAC         | 3,576 | 3,712 | 3,082 |\n| EMEA         | 23,996 | 23,996 | 23,996 |\n| Japan        | 1,082 | 1,082 | 1,082 |\n| North America| 3,712 | 3,712 | 3,712 |\n\nTotal Global Workforce (Employees)\n\n| Year | 2020 | 2021 | 2022 |\n|------|------|------|------|\n|      | 33,690 | 34,500 | 32,366 |\n\nWorldwide Workforce by Gender (Employees & Percentage)\n\n| Gender | 2022 | 2021 | 2020 |\n|--------|------|------|------|\n| Male   | 14,892 | 15,000 | 15,000 |\n| Female | 17,474 | 17,500 | 17,500 |\n\nRegular Workforce by Work Schedule (Employees & Percentage)\n\n| Schedule | 2022 | 2021 | 2020 |\n|----------|------|------|------|\n| Full-time| 29,140 | 29,140 | 29,140 |\n| Part-time| 1,000 | 1,000 | 1,000 |\n\nTemporary Workforce by Work Schedule (Employees & Percentage)\n\n| Schedule | 2022 | 2021 | 2020 |\n|----------|------|------|------|\n| Full-time| 3,343 | 3,343 | 3,343 |\n| Part-time| 1,000 | 1,000 | 1,000 |\n\nWorkforce by Country (Employees & Percentage)\n\n| Country       | 2022 | 2021 | 2020 |\n|---------------|------|------|------|\n| Austria       | 0.009 | NR   | NR   |\n| Belgium       | 0.856 | NR   | NR   |\n| Canada        | 0.454 | NR   | NR   |\n| China         | 16.554 | NR   | NR   |\n| Czech Republic| 7.310 | NR   | NR   |\n| Denmark       | 0.003 | NR   | NR   |\n| Finland       | 0.012 | NR   | NR   |\n| France        | 0.244 | NR   | NR   |\n| Germany       | 0.371 | NR   | NR   |\n| Hong Kong     | 0.207 | NR   | NR   |\n| India         | 0.769 | NR   | NR   |\n| Ireland       | 0.294 | NR   | NR   |\n| Israel        | 0.053 | NR   | NR   |\n| Italy         | 0.120 | NR   | NR   |\n| Japan         | 3.343 | NR   | NR   |\n| Malaysia      | 16.304 | NR   | NR   |\n| Netherlands   | 0.009 | NR   | NR   |\n| Philippines   | 25.311 | NR   | NR   |\n| Poland        | 0.012 | NR   | NR   |\n| Romania       | 0.386 | NR   | NR   |\n| Russia        | 0.006 | NR   | NR   |\n| Singapore     | 0.210 | NR   | NR   |\n| Slovakia      | 1.313 | NR   | NR   |\n| Slovenia      | 0.031 | NR   | NR   |\n| South Korea   | 6.430 | NR   | NR   |\n| Spain         | 0.009 | NR   | NR   |\n| Sweden        | 0.049 | NR   | NR   |\n| Switzerland   | 0.117 | NR   | NR   |\n| Taiwan        | 0.714 | NR   | NR   |\n| Thailand      | 0.090 | NR   | NR   |\n| Turkey        | 0.006 | NR   | NR   |\n| United Kingdom| 0.256 | NR   | NR   |\n| United States | 10.594 | NR   | NR   |\n| Vietnam       | 7.551 | NR   | NR   |\n### Workforce by Contract Type\n\n| Contract Type | Employees | Percentage |\n|---------------|-----------|------------|\n| Regular       | 29,250    | 90%        |\n| Temporary     | 3,116     | 10%        |\n\n### Management by Gender\n\n| Year | Male | Female | Total |\n|------|------|--------|-------|\n| 2022 | 79   | 80     | 159   |\n| 2021 | 74   | 26     | 100   |\n\n### Full-time Employees (Regular)\n\n| Region     | Employees | Percentage |\n|------------|-----------|------------|\n| APAC       | 3,407     | 12%        |\n| EMEA       | 21,340    | 73%        |\n| Japan      | 926       | 3%         |\n| North America | 3,467 | 12%        |\n\n### By Age\n\n| Age Group | Employees | Percentage |\n|-----------|-----------|------------|\n| < 30 Years Old | 4,750 | 16%        |\n| 30 – 50 Years Old | 8,504 | 29%        |\n| > 50 Years Old | 15,886 | 55%        |\n\n### By Gender\n\n| Gender | Employees | Percentage |\n|--------|-----------|------------|\n| Male   | 13,158    | 45%        |\n| Female | 15,886    | 55%        |\n\n### Job Category by Gender\n\n#### Executives - CEO and Direct Reports to CEO\n\n| Year | Male | Female | Total |\n|------|------|--------|-------|\n| 2022 | 29   | 0      | 29    |\n\n#### SVPs - SVPs not included in Executive category\n\n| Year | Male | Female | Total |\n|------|------|--------|-------|\n| 2022 | 0    | 100    | 100   |\n\n#### VPs - VPs not included in Executive category\n\n| Year | Male | Female | Total |\n|------|------|--------|-------|\n| 2022 | 20   | 0      | 20    |\n\n#### Senior Managers - Sr. Managers, Director, Sr. Director, Engineer Member of Technical Staff, etc.\n\n| Year | Male | Female | Total |\n|------|------|--------|-------|\n| 2022 | 14   | 0      | 14    |\n\n1. Job categories above defined in alignment with McKinsey Women in the Workforce level definitions\n2. All female Senior Vice Presidents report directly to the CEO and are captured in the Executive job category.\nJob Category by Gender\n\nManagers - Account Manager, Engineer, Manager, Section Manager, etc. (Percentage)\n\nEntry Level - Analyst, Senior Engineer, Engineer I, Engineer II, Section Head, etc. (Percentage)\n\nFrontline Hourly - Admin Assistant, Expeditor, Operator, etc. (Percentage)\n\nFrontline Salary - Admin Assistant, Expeditor, Operator, etc. (Percentage)\n\nPart-time Employees (Regular)\n\nBy Region (Employees & Percentage)\n\nBy Age (Employees & Percentage)\n\nBy Gender (Employees & Percentage)\n\n1 Job categories above defined in alignment with McKinsey Women in the Workforce level definitions\nContractors and Interns (Temporary)\n\nBy Region (Employees & Percentage)\n\n- APAC: 141 (5%)\n- EMEA: 156 (5%)\n- Japan: 164 (5%)\n- North America: 2,655 (85%)\n\nBy Age (Employees & Percentage)\n\n- < 30 Years Old: 267 (9%)\n- 30 - 50 Years Old: 725 (23%)\n- > 50 Years Old: 2,124 (68%)\n\nBy Gender (Employees & Percentage)\n\n- Male: 1,433 (46%)\n- Female: 1,683 (54%)\n\n100% of senior managers were hired from the local community in 2022.\n\nU.S. Workforce by Race and Ethnicity (Percentage)\n\n- White: 55%\n- Black or African American: 17.4%\n- Hispanic or Latino: 4.2%\n- Asian: 1.5%\n- Native Hawaiian or other Pacific Islander: 0.3%\n- American Indian or Alaskan Native: 0.5%\n- Two or more races: 19.2%\n- Undeclared: 19.2%\n\n100% of senior managers were hired from the local community in 2022.\n2022 U.S. Workforce by Race and Ethnicity and Job Category¹\n\n**Executives (Percentage)**\n- White: 64%\n- Asian: 23%\n- Hispanic or Latino: 7%\n- Undeclared: 29%\n- Two or more races: 18%\n- Black or African American: 13%\n- Native Hawaiian or other Pacific Islander: 13%\n\n**SVPs (Percentage)**\n- White: 56%\n- Asian: 22%\n- Hispanic or Latino: 7%\n- Undeclared: 22%\n- Two or more races: 18%\n- Black or African American: 13%\n- Native Hawaiian or other Pacific Islander: 13%\n\n**VPs (Percentage)**\n- White: 41%\n- Asian: 13%\n- Hispanic or Latino: 5%\n- Undeclared: 39%\n- Two or more races: 5%\n- Black or African American: 1.5%\n- Native Hawaiian or other Pacific Islander: 1.9%\n\n**Senior Managers (Percentage)**\n- White: 48.5%\n- Asian: 10.9%\n- Hispanic or Latino: 3.2%\n- Undeclared: 1.5%\n- Two or more races: 1.5%\n- Black or African American: 0.2%\n- Native Hawaiian or other Pacific Islander: 0.2%\n\n¹Job categories are defined in alignment with McKinsey Women in the Workforce level definitions. See Job Category by Gender for definitions.\n2022 U.S. Workforce by Race and Ethnicity and Job Category¹\n\nManagers (Percentage)\n\n- White: 25.3%\n- Hispanic or Latino: 0.2%\n- Asian: 52.8%\n- Undeclared: 0.5%\n- Two or more races: 1.7%\n- Black or African American: 1.5%\n- Native Hawaiian or other Pacific Islander: 3.7%\n- American Indian or Alaska Native: 14.3%\n\nFrontline (Salary)² (Percentage)\n\n- White: 7%\n- Hispanic or Latino: 0.7%\n- Asian: 53%\n- Undeclared: 0.8%\n- Two or more races: 2%\n- Black or African American: 1.5%\n- Native Hawaiian or other Pacific Islander: 5%\n- American Indian or Alaska Native: 30%\n\nEntry Level (Percentage)\n\n- White: 16.2%\n- Hispanic or Latino: 0.2%\n- Asian: 60%\n- Undeclared: 0.5%\n- Two or more races: 1.3%\n- Black or African American: 1.2%\n- Native Hawaiian or other Pacific Islander: 2.1%\n- American Indian or Alaska Native: 4.7%\n\n¹Job categories are defined in alignment with McKinsey Women in the Workforce level definitions. See Job Category by Gender for definitions.\n²From 2020-2022, onsemi did not employ any Frontline hourly employees in the U.S. All U.S. Frontline employees are salary.\nRecruitment and Retention\n\nWe proactively seek new candidates to add to our innovative and customer-focused organization. We look for talented individuals who desire challenging, empowering and engaging careers. To diversify our workforce and balance our company culture, we recruit university graduates and candidates from diverse backgrounds and various perspectives. We consider recent graduates to be individuals who have been hired by onsemi within two years of graduating from a reputable educational institution.\n\nNew Hires by Job Category\n\n| Job Category | Employees | Percentage |\n|--------------|-----------|------------|\n| Executives   | 3         | 0.05%      |\n| Senior Managers | 2   | 0.03%      |\n| Managers     | 16        | 2%         |\n| Entry Level  | 1,188     | 20.51%     |\n| Frontline (Salary) | 4,020 | 69.4%      |\n\n¹Job categories are defined in alignment with McKinsey Women in the Workforce level definitions. See Job Category by Gender for definitions.\n\nNew Hires by Gender\n\n| Gender | Employees | Percentage |\n|--------|-----------|------------|\n| Male   | 2,439     | 42%        |\n| Female | 3,354     | 58%        |\n\nTotal New Hires in 2022\n\n5,793\n\nNew Hires by Region\n\n| Region | Employees | Percentage |\n|--------|-----------|------------|\n| APAC   | 474       | 7%         |\n| EMEA   | 1,208     | 21%        |\n| North America | 2,144 | 71%        |\n| Japan  | 394       | 7%         |\n| North America | 47 | 1%         |\n\nNew Hires by Age\n\n| Age Group | Employees | Percentage |\n|-----------|-----------|------------|\n| < 30 Years Old | 327 | 6%         |\n| 30 – 50 Years Old | 3,451 | 59%        |\n| > 50 Years Old | 2,015 | 35%        |\nRetention Data\n\nEmployee Turnover by Age (Employees & Percentage)\n\n- < 30 Years Old: 2,910 (43%)\n- 30 – 50 Years Old: 2,857 (43%)\n- > 50 Years Old: 937 (14%)\n\nEmployee Turnover by Gender (Employees & Percentage)\n\n- Male: 3,901 (58%)\n- Female: 2,803 (42%)\n\nEmployee Turnover by Region (Employees & Percentage)\n\n- APAC: 147 (2%)\n- EMEA: 604 (9%)\n- Japan: 4,484 (67%)\n- North America: 1,469 (22%)\n\n¹Represents distribution of a total of 20 percent employee turnover across these categories.\n\nEmployee Turnover by Job Category (Employees & Percentage)\n\n- Executives: 10 (0.1%)\n- Senior Managers: 448 (3.7%)\n- Managers: 761 (11.4%)\n- Frontline (Hourly): 1,064 (15.8%)\n- Frontline (Salary): 946 (5.2%)\n- Interns: 4,255 (63.5%)\n\n²Job categories above are defined in alignment with McKinsey Women in the Workforce level definitions. See pg. 40 & 41 for definitions.\nInternal Transfers and Promotions\n\nIn addition to our external recruiting efforts, we support internal transfers and promotions to allow employees the opportunity to gain experience taking on a new role or responsibility.\n\nEqual Opportunity Employment\n\nWe are an equal opportunity employer and maintain policies and practices that are designed to prevent discrimination against any qualified applicant or employee to the extent prohibited by federal, state and local laws and regulations. Discrimination based on race, color, religion, ancestry, national origin, sex, age, marital status, sexual orientation, disability, medical condition, genetic information and status as a Vietnam-era or special disabled veteran, political affiliation, union membership, gender orientation or expression is prohibited.\n\nOur policy of non-discrimination applies to all employment practices including hiring, placement, promotion, compensation, benefits, training and termination. Equal opportunity can only be achieved through leadership, commitment and implementation of our Diversity, Equity and Inclusion (DEI) and affirmative action programs.\nDiversity, Equity and Inclusion (DEI)\n\nonsemi has long remained committed to DEI. We are strongest when drawing on the diverse experiences, knowledge, cultures and backgrounds of all employees; we celebrate differences, promote equity and maintain an inclusive workplace for our employees. DEI helps us continue to encourage the creativity and innovation necessary to maintain a competitive advantage in the global marketplace.\n\nWe consistently strive towards a more diverse, equitable and inclusive workplace, which benefits our company and enables us to successfully meet the needs of our customers, suppliers, employees and shareholders worldwide.\n\nDEI Mission\nTo build a DEI culture across the organization through focused efforts across workforce diversity, workflow equity, workplace inclusion and community partnerships.\n\nDEI Vision\nTo have a culture where diversity, equity and inclusion are embedded in everything we do.\n\nOur DEI strategy includes an integrated plan consisting of five pillars:\nWorkforce Diversity\n\nonsemi strives to build a diverse talent pipeline. We understand this means more than just attracting a diverse workforce. We train leadership on how to best mitigate unconscious bias during the interview and hiring process, as well as provide general unconscious bias and DEI learning for employees around the globe.\n\nSTEM Organizations\n\nWe participate in multiple diversity conferences and career fairs across North America throughout the year including (but not limited to) National Society of Black Engineers, Society of Hispanic Professional Engineers and Institute of Electrical and Electronic Engineers (IEEE) Women in Engineering (WIE). We also partner with organizations in Asia including Women in Science, Engineering and Technology (WiSET) foundation.\n\nSuccession Management\n\nSuccession management aligns with the company’s business priorities and future growth strategy. It is an integrated process designed to identify and develop employees for growth into key roles within the company.\n\nDiverse Hiring Programs\n\nWe engage with multiple organizations to attract a more diverse workforce. Some of our partner organizations include:\n\n- Historically Black Colleges and Universities (HBCUs) to provide scholarships and internship opportunities.\n- EMEA, Embedded partnerships with local universities: onsemi consults local universities on curriculums to prepare graduates for the semiconductor industry.\n- India, onsemi alumni connections: Current onsemi employees partner with their alma mater to organize pre-placement talks and showcase onsemi technologies to attract top engineering school talent.\n\nEmployee Resource Groups\n\nOur Employee Resource Groups (ERGs) help facilitate equity in the workplace. They evolve through organic formation and are business-facing groups that support our recruitment, retention, development and advancement objectives.\n\nWE\n\nWE, established in 2014, focuses on empowering and supporting women to succeed through professional development in business, strategic and financial acumen.\n\nScience, Technology, Engineering and Mathematics for Underrepresented Populations (STEM UP)\n\nSTEM UP, established in 2015, strives to develop and retain a diverse workforce, which will positively impact our company’s innovation and performance. This group’s programs are focused on retaining employees and developing new talent in the local area for the underrepresented population.\n\nCultivate\n\nCultivate, established in 2018, works to unite a group of diverse generations who are committed to engaging the workforce and enhancing our collaborative company culture. This group is devoted to understanding all generations in the workplace and connecting the company with the evolving employee community.\n\nBlack Employee Network (BEN)\n\nBEN, established in 2019, fosters an environment that is conducive to the recruitment, retention and career advancement of Black employees. This group is committed to promoting the company brand and emerging market penetration in the Black community.\n\nContinua\n\nContinua, established in 2020, works to cultivate an inclusive workplace where all employees are free and encouraged to be themselves. This group advocates for those who are - and who support - LGBTQ+ people in our company, in our families and in our communities.\n\nVeteran and Military Employees (VME)\n\nVME, established in 2020, helps recruit veterans and military members, provides transitional assistance into the civilian workforce, develops and retains these employees and increases networking through community outreach.\nWorkforce Inclusion\nAs a global employer, we must engage and address the local needs of all employees regardless of their role or location.\n\nCommunity Partnerships\nThe onsemi Giving Now program enables strong alliances with external organizations to better understand the needs of our community members. We partner with leading organizations to expand our positive impact and advance DEI initiatives within our local communities.\n\nSEMI Workforce Development and DEI Council\nWe are members of this council that guides strategy, prioritization, scope and desired outcomes to support pathways for both future and current talent to find their career and purpose in the microelectronics industry. Workforce and talent pipeline development ensures faster time-to-better business results for the semiconductor industry.\n\nThe Global Diversity, Equity and Inclusion Benchmarks (GDEIB)\nAs a sponsor, we use GDEIB as a resource for research and education to improve our diversity, equity and inclusion practices around the globe.\n\nDEI Benchmarking\nonsemi participates in multiple industry-recognized diversity surveys annually to ensure we are accurately measuring our performance to internal initiatives and external benchmarking.\n\nMilitary Friendly® Company\nIn 2023, onsemi was recognized as a Military Friendly® Company for the fourth consecutive year. Military Friendly® measures an organization’s commitment, effort and success in creating sustainable and meaningful benefits for the military community.\n\nBloomberg Gender-Equality Index (Bloomberg-GEI)\nFor the third consecutive year, onsemi was named to the 2022 Bloomberg Gender-Equality Index, which tracks the performance of public companies committed to disclosing their efforts to support gender equality through policy development, representation and transparency.\n\nMcKinsey Women in the Workplace\nIn 2022, onsemi participated in the McKinsey Women in the Workplace study which provides an overview of HR policies and programs, including HR leaders’ sentiment on the most effective DEI practices and explores the intersectional experiences of different groups of women at work. Our participation helped inform the 2022 Report and findings within the Technology - Hardware industry.\n## DEI Data\n\n| DISCLOSURE                                      | UNITS | 2022 | 2021 | 2020 |\n|------------------------------------------------|-------|------|------|------|\n| **General DEI Disclosures**                     |       |      |      |      |\n| Employees with a disability                    | Percentage | 0.39 | 0.28 | NR   |\n| **Women in Leadership and STEM**               |       |      |      |      |\n| Women in Executive Role                        | Number | 4    | NR   | NR   |\n|                                                | Percentage | 29   | NR   | NR   |\n| Women in SVP Role (not already included in Executive)¹ | Number | 0    | NR   | NR   |\n|                                                | Percentage | 0    | NR   | NR   |\n| Women in VP Role (not already included in Executive)¹ | Number | 13   | NR   | NR   |\n|                                                | Percentage | 20   | NR   | NR   |\n| Women in Senior Manager Role                   | Number | 155  | NR   | NR   |\n|                                                | Percentage | 14   | NR   | NR   |\n| Women in Manager Role                          | Number | 807  | NR   | NR   |\n|                                                | Percentage | 21   | NR   | NR   |\n| Women in all management positions in revenue-generation functions | Number | 605  | NR   | NR   |\n|                                                | Percentage | 24   | NR   | NR   |\n| Women in STEM-related position                 | Number | 903  | NR   | NR   |\n|                                                | Percentage | 17   | NR   | NR   |\n\n¹All female employees at onsemi in the SVP role report to the CEO and are therefore categorized as members of the Executive team.\n\n### Workforce Equity\n\nonsemi knows that it is imperative to infuse equity as the integrator for seeking a diverse workforce and inclusive workplace. Equity is creating access for our employees to have the same opportunities to develop skills consistent with our business objectives and core values.\nLearning and Development (L&D)\n\nonsemi is committed to providing career advancement and development opportunities to employees. Employees are crucial to the success of our company and it’s important for us to provide global programs that recognize, develop and enable employees to develop in their careers. We categorize our L&D offerings into three distinct categories: leadership development training, professional development training and compliance training.\n\nPer our career development philosophy, employees own their careers by leveraging the programs, tools and resources available to them. Employees are encouraged to partner with their manager to craft a personal development plan that aligns with their career goals.\n\nLeadership Development Training\n\nLeadership Exploration and Development (LEAD) Programs\n\nWe recognize that individuals at all levels are on their own leadership journey. We are committed to providing our leaders with the tools necessary to succeed. We have two programs under our LEAD umbrella, LEAD Embark and LEAD Ascend. These longitudinal, cohort-based programs take new and mid-level managers through curated instructor-led classes and self-directed courses, over nine months.\n\nThe LEAD programs are designed to help leaders develop new capabilities, challenge their current mindset and change behaviors. Key talent and new people managers at onsemi may be nominated to participate in our flagship leadership training programs within LEAD.\n\nLEAD Embark\n\nOur LEAD Embark program is geared towards new people managers and high-potential individual contributors at our company. The program consists of 27 learning hours.\n\nIn 2022, 332 employees participated in the LEAD Embark program globally (Employees)\n\nLEAD Ascend\n\nOur LEAD Ascend program is geared towards mid-level experienced managers and high-performance leaders and critical talent at the company. The program consists of 46 learning hours.\n\nDuring 2022, 314 employees participated in the LEAD Ascend program globally (Employees)\nProfessional Development Training\n\nE-Learning\n\nAll employees have access to Percipio, our global online learning platform, which contains training content from third-party providers and custom onsemi training content. Percipio empowers employees to take ownership of their development by offering a full range of video lessons, digital books, audio courses and curated “learning journeys,” available 24/7 on any computer or mobile device.\n\nIn 2022, about 12,000 employees participated in the e-learning courses, completing around 60,000 courses – all together, making approximately 73,000 hours of total course time across 3,000 unique course titles.\n\nPercipio offers onsemi the capability to upload customized, curated content for our employees to engage with, including content from HR, finance, environmental health and safety and other departments.\n\nCourses cover a wide array of professional development, leadership, management, business acumen and technology training subjects. Global HR regularly promotes featured “learning journeys” on our internal SharePoint site and regional HR leadership recommends relevant courses to local employee groups.\n\nInstructor-Led Training\n\nThroughout 2022, onsemi continued to offer instructor-led professional development training sessions for employees. Given our global footprint, our instructor-led training courses are offered in various formats and languages to ensure all employees can take advantage of and learn from these professional development opportunities.\n\nBy leveraging hybrid training and collaboration platforms, employees across the globe can participate in instructor-led and interactive training sessions, facilitated by professional, internally certified instructors.\n\n73,000 hours of total course time, across 3,000 unique course titles, completed by 12,000 employees in 2022.\nLearning and Development Data\n\nAverage hours of training per employee (Hours)\n\n| Year | 0 | 5 | 10 | 15 | 20 |\n|------|---|---|----|----|----|\n| 2022 | 205 | 10 | 150 | 2021 | 3.52 |\n| 2020 | 19.83 |\n\nEmployees Receiving Training (Employees)\n\n| Year | 0 | 2,500 | 5,000 | 7,500 | 10,000 | 12,500 | 15,000 |\n|------|---|-------|-------|-------|--------|--------|--------|\n| 2022 | 12,405 | 12,405 | 12,405 | 12,405 | 12,405 | 12,405 | 12,405 |\n| 2021 | 8,788 | 8,788 | 8,788 | 8,788 | 8,788 | 8,788 | 8,788 |\n\n¹Data from E-Learning platform does not include technical training or hours from Leadership Development programs. Based on a population of 32,366 employees.\n²Data from E-Learning platform does not include technical training or hours from Leadership Development programs. Based on a population of 33,690 employees.\n³Calculated using the number of participants enrolled in L&D programs at the company.\n\nMoving forward, average hours of training will be calculated using total employee headcount.\n\nGlobal Compliance and Mandatory Training\n\nL&D coordinates the production and delivery of compliance training content across the company. New employees at onsemi are automatically assigned a package of e-learning modules upon hire, which must be completed within 45 days. These courses are also assigned to our employees annually.\n\n- Workplace Harassment Prevention\n- Code of Business Conduct\n- Corporate Social Responsibility\n- Information Security Awareness\n\nIn 2022, our L&D team took ownership of our New Employee Orientation (NEO) program and now leads, designs and maintains the overall program for new hires from 1 – 90 days of employment. NEO is onsemi’s first opportunity to engage with incoming talent and includes touchpoints from many functional areas, ensuring our new employees are set up for success in their careers at the company.\nEmployee Compensation and Benefits\n\nWe strongly believe that setting clear performance expectations and goals leads to an overall improvement in business performance. We encourage our managers to use fair performance management processes by setting clear expectations, delivering regular feedback and identifying career paths and development opportunities.\n\nPerformance Management\n\nonsemi’s performance management process reinforces our commitment to recognize and distribute rewards that reflect each employee’s personal contribution and ensures we distinguish top performers. We do this through our year-long performance management cycle, which will look different for each employee based on their role. The cycle includes goals, quarterly check-ins, self-assessments, 360 feedback, performance appraisals and annual performance conversations with a manager.\n\nIn 2022, all eligible employees received and completed a performance appraisal.\n\nCompensation and Awards\n\nTo recognize employees who make a positive impact at onsemi, we offer a variety of reward and performance recognition programs.\n\nThese programs include competitive base salaries, performance-based cash incentives and equity awards, an employee stock purchase plan (subject to location), comprehensive health-care plans and company contributions to retirement plans, which ensure employees have the means to adequately prepare for life after onsemi.\n\nBenefits and Programs\n\nonsemi offers a competitive benefits package that meets the needs of our diverse workforce. To ensure we are strategic in our offerings, benefits are handled at a regional level. This allows us to cater our packages to employee values and culture, no matter where they are in the world. Our HR team keeps a pulse on benefits trends to ensure we are offering a well-rounded and competitive benefits package. We benchmark our benefits plan across the largest and most credible benefits survey data in the industry. We annually review benefits from a plan design and cost perspective to ensure that they are at market.\n\nAll regions offer a range of health and/or wellness programs, time off and savings benefit programs. Most programs are open for all employees from their first day of employment, although some apply a vesting period or minimum requirement of working hours per week.\n\nUnited States Benefit Program Highlights:\n\n**Domestic Partner Coverage**\n\nonsemi employee’s domestic partner and their domestic partner’s children are eligible for benefit coverage once the appropriate paperwork has been submitted. Coverage includes medical, dental, vision, life insurance, voluntary benefits and more.\n\n**Lyra**\n\nonsemi believes that our employees and their family’s emotional health are vital to an employee’s productivity and overall well-being and that sometimes expert assistance can help an employee deal with household difficulties. The company’s employee assistance program (EAP) offered through Lyra provides a variety of services to help employees and their families deal with problems that life might throw their way. EAP is provided to employees and their family members at no cost. Lyra provides confidential mental health support to all employees and their spouses, domestic partners and dependents.\n\nLyra offers expert and compassionate support for all types of needs and preferences. Lyra can help with burnout, anxiety or depression, caregiver stress, racial stress/trauma or even suggest ways to improve relationships; Lyra has a care option that is right for everyone.\n\n**Health Advocate**\n\nHealth Advocate offers confidential support to help make sense of health care. Services are provided by Personal Health Advocates, typically registered nurses, backed up by a team of medical directors and administrative experts who will aid in a variety of topics including identifying leading health care providers and institutions, sorting out claim questions, billing and payment arrangements and related administrative issues, secure second opinions to help provide peace of mind and much more. Health Advocate is provided to employees and their family members at no cost.\n\n**BlueCare Anywhere**\n\nFor employees and dependents enrolled in the company’s high deductible health plan with BlueCross BlueShield, telehealth services are available through BlueCare Anywhere. This service makes it easy for members to talk to health care providers immediately, from any location using their computer, tablet or smartphone. It is an affordable alternative to urgent care and costly ER visits when immediate care is needed or for routine health conditions.\nAPAC Benefit Program Highlights:\n\nWellness Program, Malaysia\nonsemi in Malaysia engages a third-party company to deliver wellness talks on health risks, balanced diet and physical fitness to employees. onsemi Malaysia organized a weight loss challenge program to encourage employees to maintain a healthy weight. Employees who lose weight to achieve a healthy weight are rewarded for their efforts.\n\nEAP, China Sales & BU\nSales and business units in China provide a full range of high-quality EAP services for employees, including a mental counseling hotline, one-on-one professional mental counseling, live mental health lectures and activities, a mental health self-assessment and recorded mental health courses employees can take when needed.\n\nBadminton Club, China, Shenzhen (ONSC)\nThe onsemi ONSC labor union has partnered with a local badminton club to provide employees with free access to the venue every Tuesday. This benefit is paid by the ONSC labor union with no cost to employees. This benefit supports employee wellness by incentivizing physical activity and allows employees to explore a new sport.\n\nOnsite Clinic, Taiwan\nonsemi in Taiwan provides an onsite clinic for employees to use. Employees can be seen by the attending doctor or nurse depending on the severity of their illness.\n\nWellness Program, Philippines (Carmona, Tarlac, Cebu)\nonsemi in the Philippines provides and facilitates health and wellness-related education to employees on a monthly basis. Topics include mental health awareness, anger management, burnout and how to manage stress in the workplace. A yearly medical and physical checkup is also required for all employees.\n\nEMEA Benefit Program Highlights:\n\nMeditation Space, Germany\nMeditation and relaxation rooms onsite for employees to use throughout the day.\n\nGreen Commuting, Belgium\nFor employees who are entitled to a company car, they are required to choose an electric vehicle. Employees who are not entitled to a company car are entitled to a bicycle allowance.\n\nWellness Subsidy, Czech Republic\nAll employees receive monthly contributions/credits to be used for their well-being activities. Employees receive debit cards that can be used to pay only for well-being activities (sports, cultural activities, wellness, health products, etc.). Credits are added monthly, amounts are based on employee seniority.\n\nBike Storage Onsite, Slovakia & Romania\nEmployees are encouraged to bike to work to boost wellness, eliminate carbon emissions from commuting and reduce traffic congestion. Bike storage and showers are available onsite for employees to use once they arrive at the office.\nEmployee Engagement\n\nWe are committed to optimizing the employee experience for team members around the globe to ultimately provide optimal customer experience. To do this, employee feedback highlights what we are doing well and where we need to focus. In 2022, we had two important touchpoints: a monthly onboarding survey for new employees at their 90-day anniversary and a total company pulse survey at the end of the year to monitor progress on key initiatives and focus areas.\n\nNew Hire Onboarding Survey Highlights\n\nIn 2022, we launched a 90-day onboarding survey to check in on how things were going with our new hires. The purpose of the survey was to identify what was working well and what improvements were needed as we introduced new employees to the company. From the feedback collected, there was consistency in new employees understanding how their work contributed to company business objectives and feeling very positive overall about their onboarding for the first 90 days. Areas of improvement that were identified from the feedback included needing equipment, tools and resources to do their job effectively and providing information more readily to do their job. Improvement actions were taken to target the issues identified.\n\nPulse Survey Highlights\n\nIn 2022, the total company pulse survey was completed by 75 percent of our employees representing all company locations across the globe. The overall engagement score was 90 percent, a two-point increase from the previous year’s score, suggesting that employees continue to feel very positively toward the company.\n\nOne way to ensure we understand employee sentiment and focus on the right improvement actions is to look at the progress made in the previous survey’s focus areas.\n\nThe company exceeded target scores for the two 2021 focus areas: mitigate obstacles (goal 81 percent; actual 84 percent) and improve cross-organization communication (goal 78 percent; actual 84 percent). Several actions were implemented during 2022 to impact these focus areas.\n\nA new Goals Planning system was implemented to better align employee goals across the organization and enhance employee understanding of how their work supports the company strategy.\n\nA new Memo tool was deployed to document important information and decisions to be shared across organizations. This tool serves as a knowledge management system that is searchable and keeps a historical record for current and future reference.\n\nAnother improvement came with the deployment of the Beekeeper Mobile App for global employees. This app provides a platform for broadly communicating relevant company-wide information as well as building customized streams to communicate with specific groups. And most importantly, it connects employees without regular access to a computer to company and site-specific news and updates. Employees overall are satisfied with the company and would recommend it as a good place to work. They also enjoy good relationships with their peers and are aligned with the mission and vision of the company.\nCreating Meaningful Change\n\nGiving Now Program, Community Investments and Commercial Initiatives\nGiving Now Program, Community Investments and Commercial Initiatives\n\nCombined with our mission to propel the world forward with intelligent technology and a goal to achieve net zero emissions by 2040, we understand that how we work, impact the environment and give back makes a difference to the customers we serve and the communities in which we live.\n\nonsemi invests in our communities in three broad ways: through our corporate philanthropic Giving Now Program, Community Investments and Commercial Initiatives.\n\nWe have a passion to drive change and make the world a better place, building trust with stakeholders by empowering people through technology and advancing social impact initiatives. We demonstrate our commitment to social impact through our Giving Now philanthropic program, investments in our communities and commercial initiatives.\n\nThe Giving Now program was launched in early 2022 as part of our Tomorrow, today campaign. This campaign includes championing social responsibility, protecting our planet and the environment, adhering to responsible business practices and serving our communities through the investment of resources.\n\nonsemi supports giving activities through the ON Semiconductor Foundation (the Foundation), which is part of the onsemi Giving Now program. The Foundation, which was created in 2019, is overseen by an employee-based Board of Directors, who manage its daily operations and approve recommendations from global employees acting as local grant advisors.\n\nSince 2016, onsemi has funded more than $9 million in grants, disaster relief efforts, employee matching and dollars-for-doers for employee volunteerism, etc. Through our diverse network of grant advisors, we can carefully select our community partners based on need, while also considering cultural, institutional and operational differences across regions.\n\nThe Giving Now program drives positivity forward by creating meaningful change for our planet and the global communities where we have a presence. The Giving Now program prioritizes giving in three simple ways:\n\n1. **Give to Donate**\n   - Match employee giving and support volunteerism for causes they care about most.\n\n2. **Give to Educate**\n   - STEAM (Science, Technology, Engineering, Art and Math) Education grants to help students in underserved communities achieve their dreams.\n\n3. **Give to Help**\n   - Provide local disaster relief and revitalize communities after emergencies.\nGive to Donate\n\nTo further engage employees in our social impact work, we also support employees in their monetary giving efforts by matching donations dollar-for-dollar up to $1,000 (or country equivalent) per year, per person, with a minimum of $1 (or country equivalent), to qualified organizations.\n\nWe understand the importance of having the company and its employees not only perform well, but also make a positive impact on people’s lives. To increase employee engagement and enrich communities around the world, we expanded volunteer program benefits to employees in Asia and Europe. We initially introduced the employee volunteer program in North America in 2017, inspiring employees to volunteer their time, talent, energy and effort in their local communities.\n\nThrough our employee volunteer program, employees may volunteer with eligible organizations during company time for up to one day, traditionally eight to 12 hours per year depending on their role at the company, while receiving their typical pay for the time spent. Employees are also encouraged to participate in volunteer events organized by the company.\n\nTo incentivize these positive contributions, we also match employees’ volunteer efforts through a dollars-for-doers program, where onsemi donates $10 (or country equivalent) per hour to approved charities and educational institutions for each hour volunteered up to $1,000 (or country equivalent) per year, per employee (this equates to a volunteer matching grant, which goes directly back to the cause they supported as a volunteer). These employee volunteer program benefits are now offered to all employees globally and over 1,800 hours were logged by employees in 2022.\n\nWith these expanded benefits being offered globally in 2022, many of our sites hosted days of service to our employees to give them the ability to volunteer their time conveniently and in a meaningful way. Learn more here.\n\nonsemi also held special activities during Global Volunteer and Earth Months in April 2022. The environmental, social and governance (ESG) team organized local in-person events in partnership with previous grantees for headquartered employees in Arizona. Employees packed School Readiness Kits with the Valley of the Sun United Way, cleaned the Rio Salado Habitat Restoration Area with the Arizona Sustainability Alliance and kept public lands clean at the Lower Salt River with Natural Restorations.\n\nIn addition to these in-person events, onsemi organized global virtual volunteer events in partnership with Visit.org, including having employees volunteer to learn more about how to make a positive impact by practicing environmentally friendly habits for one month and meeting with a climate scientist to deepen their knowledge around climate change. In one of the online sessions, onsemi employees learned about five focus areas created by Ecochallenge using the United Nations Sustainable Development Goals. Each focus area contained 11 actions that individuals can take daily to integrate sustainability into their lives.\n\nOverall, we doubled employee impact with over $235,000 in matching support tied to these programs. These initiatives allowed us to harness the collective goodwill of our people and channel it to make a difference in the world while also enabling our employees to have a powerful impact as a volunteer.\nGive to Help\n\nWe provide local disaster relief support, helping to revitalize communities after emergencies. In 2022, we supported these efforts with direct donations of $195,000 to various agencies.\n\nIn February 2022, we aided the humanitarian crisis in Europe. We not only assisted the Ukrainian people but those affected by other ongoing humanitarian crises around the world and provided $150,000 in support for two organizations providing immediate relief and assistance.\n\nThe Global Giving Foundation’s Ukraine Crisis Relief Fund received $100,000 to support impacted communities in Ukraine and surrounding regions, including Romania, Slovakia and the Czech Republic, where Ukrainian refugees fled. The U.S. Association for UNHCR received $50,000 to support the United Nations (UN) Refugee Agency, which works in 132 countries and territories providing disaster relief and support for the over 82.4 million people around the world who have been forced to flee their homes.\n\nAdditionally, we matched our employees’ donations dollar-for-dollar and these campaigns resulted in more than $65,000 being given to causes globally that helped during these disasters to provide shelter, food and medicine.\n\nGive to Educate\n\nonsemi, through the Foundation, is committed to building brighter futures through funding science, technology, engineering, the arts and math (STEAM) activities for underprivileged youth in underserved communities. These efforts help to inspire young scholars to get excited about STEAM. In Fall 2022, the Foundation was able to award approximately $738,000 in grants to 39 organizations globally. Funding for various STEAM projects included afterschool programs, field trips, summer camps, experiential learning for students and educator/teacher upskilling. Learn more about the organizations that received funding during the fall 2022 grant cycle here.\n\nTOP FIVE GLOBAL PHILANTHROPIC CAUSES SUPPORTED BY EMPLOYEE AND COMPANY MATCH DONATIONS\n\n| Cause Name | Total Employee and Company Match Donations ($) | Cause Country | Cause Category |\n|------------|---------------------------------------------|---------------|----------------|\n| CLOVEK V TISNI, O.P.S. (PEOPLE IN NEED) | $52,000 | Czech Republic | International, Foreign Affairs and National Security |\n| UNICEF USA | $21,000 | United States | International, Foreign Affairs and National Security |\n| AMERICAN NATIONAL RED CROSS | $19,000 | United States | Public Safety, Disaster Preparedness and Relief |\n| GLOBAL GIVING FOUNDATION | $16,000 | United States | International, Foreign Affairs and National Security |\n| INTERNATIONAL MEDICAL CORPS | $15,000 | United States | International, Foreign Affairs and National Security |\n\n2022 GIVING, COMMUNITY INVESTMENTS AND COMMERCIAL INITIATIVES SUMMARY\n\n| Category | Amount | Percentage of Total | Giving Priority |\n|----------|--------|---------------------|-----------------|\n| Charitable donations¹ ² | $733,000 | 33% | $733,000 | $0 | $0 |\n| Community investments¹ ² | $933,000 | 41% | $0 | $738,000 | $195,000 |\n| Commercial initiatives¹ ² | $585,000 | 26% | Not Applicable | Not Applicable | Not Applicable |\n| Totals | $2,251 Million | $1.6 Million - tied to Giving Now program initiatives |\n\n¹Charitable donations: One-off or occasional support to good causes in response to the needs and appeals of charitable and community organizations, requests from employees, etc., and includes matching employee donations.\n²Community investments: Long-term involvement and partnership with community organizations to address social issues including grants.\n³Commercial initiatives: Business-related activities in the community that promote the company and its brand, in partnership with charities and community-based organizations, such as support for universities as well as research and development.\n⁴Adapted from guidance tied to the London Benchmarking Group model for documenting types of philanthropic activities at companies.\n\nTOP FIVE PHILANTHROPIC CAUSES GLOBALLY BY EMPLOYEE VOLUNTEERISM\n\n| Cause Name | Total Volunteer Hours | Cause Country | Cause Category |\n|------------|-----------------------|---------------|----------------|\n| BOYS & GIRLS CLUBS OF THE VALLEY INC | 170 hours | United States | Youth Development |\n| FEED MY STARVING CHILDREN | 160 hours | United States | Human Services |\n| IDAHO FIELD OF HEROES MEMORIAL | 120 hours | United States | Public and Societal Benefit |\n| OREGON CHAMBER PLAYERS | 110 hours | United States | Arts, Culture and Humanities |\n| BHAKTIVEDANTA CULTURAL CENTER ISKCON OF PHOENIX INC | 100 hours | United States | International, Foreign Affairs and National Security |\n$363,000 donated by employees through the Giving Now platform, which also provided an additional $235,000 in company matching to more than 850 causes worldwide.\n\n$1.66 million in charitable donations to the global community in 2022.\n\n128% increase in employee volunteer hours over 2021 (because of employee volunteer program expansion in 2022).\n\n2022 Giving Now Program Highlights\n\n**Save the Children.**\n\nIn December 2022, our Bucheon (South Korea) location began working with the Joongbu Branch of Save the Children to further support their “Creating a safe place for all children in Bucheon City” program, which supports children affected by abuse. Suspected child abuse cases in Bucheon City have significantly increased over the past few years – in 2022 alone, there were approximately 700 child abuse cases reported. This project addresses the emotional aftereffects of abuse and prevents its recurrence. The initiative is in its third year of implementation and is continuing to support abused children and their families, while introducing a safeguarding policy in child welfare institutions.\n\nIn March 2022, onsemi leaders participated in a teambuilder activity located in Phoenix, AZ (USA), during the first Leadership Summit, which resulted in a hands-on volunteer project for Boys & Girls Clubs of the Valley. As part of their tasks, over 100 managers assembled 60 mBot kits and 240 circuitry science, technology, engineering and math (STEM) kits benefiting after-school STEM programs at two of the charity’s local branches. This project equated to an in-kind donation of $6,700 and 170 hours of volunteer time logged, producing a volunteer matching grant of $1,700 for the charity. This investment of new resources helped these clubs accomplish their STEAM programming efforts as well as increased interest from participating youth in their computer and technology skills.\n\nIn an effort to donate office goods while in the process of preparing for the move of our corporate headquarters, we worked with local Phoenix, AZ (USA) charities to accept new and gently used items, calculated at over $22,000, which were given to following organizations: The Salvation Army, Arizona; Habitat for Humanity of Central Arizona and Stardust Building Supplies. The donated materials include food/drinks, paper products, file cabinets and more.\n\n**Leshan Special Education School.**\n\nSchool uniforms and air-conditioning units were donated to improve the quality of life of students. Founded in 1985, the public school provides basic, vocational and rehabilitation education for blind, deaf and mentally handicapped students.\n\nIn December 2022, our Leshan (China) site supported the Leshan Special Education School. School uniforms and air-conditioning units were donated to improve the quality of life of students. Founded in 1985, the public school provides basic, vocational and rehabilitation education for blind, deaf and mentally handicapped students.\n\nWe donated over 4,600 items (former company branding items and various office supplies) at fair market value of more than $23,000 to Phoenix-based charity, Treasures 4 Teachers, a member-based resource and supply store serving the educators of Arizona. These items helped students get access to a wide selection of materials to help expand their learning process.\n\nThe onsemi team at our Leshan (China) site has been a dedicated supporter of the Yanfeng Hope School since the school opened its doors in 2000, providing a safe and nurturing environment for the 700 students enrolled there. In December 2022, we donated new uniforms, a ping-pong table and a badminton net. These items helped to foster an atmosphere of learning and growth among the students, promoting their potential while also providing them with enriching pastimes.\n\nIn an effort to donate office goods while in the process of preparing for the move of our corporate headquarters, we worked with local Phoenix, AZ (USA) charities to accept new and gently used items, calculated at over $22,000, which were given to following organizations: The Salvation Army, Arizona; Habitat for Humanity of Central Arizona and Stardust Building Supplies. The donated materials include food/drinks, paper products, file cabinets and more.\nA Framework for Success\n\nCorporate Governance\nEnterprise Risk Management and Business Continuity\nEthics and Compliance\nFair Treatment\nSupply Chain\nInformation Protection\nPublic Policy\nQuality\nCustomer Experience\nCorporate Governance\n\nAll business conducted by employees, managers and officers at onsemi is under the direction of the chief executive officer (CEO) and the oversight of the company’s Board of Directors. The board and its standing committees have at least four scheduled meetings annually to review and discuss reports by management, as well as the performance of the company. Our corporate governance principles set forth certain requirements under which the board and management operate.\n\nBoard of Directors Summary\n\nThis summary represents the members of onsemi’s Board of Directors and committee representation, effective immediately following the Annual Meeting in May 2023. All directors are independent, apart from Hassane El-Khoury, who also serves as the president and chief executive officer of onsemi. We have a board member age limit of 75 years of age.\n\n| BOARD MEMBER       | GENDER | AGE | TENURE | COMMITTEES                                      | QUALIFICATIONS |\n|--------------------|--------|-----|--------|-----------------------------------------------|----------------|\n| Atsushi Abe        | Male   | 69  | 12     | Audit                                        |                |\n| Alan Campbell      | Male   | 65  | 8      | Executive (Chair), Audit, Governance and Sustainability |                |\n| Susan K. Carter    | Female | 64  | 3      | Audit (Chair), Governance and Sustainability  |                |\n| Thomas L. Deltrich | Male   | 56  | 3      | Governance and Sustainability                |                |\n| Hassane El-Khoury  | Male   | 43  | 3      | Executive                                    |                |\n| Bruce E. Kiddoo    | Male   | 62  | 3      | Audit                                        |                |\n| Paul A. Mascarenas | Male   | 61  | 9      | Governance and Sustainability (Chair), Executive, Human Capital and Compensation |                |\n| Gregory Waters     | Male   | 62  | 3      | Executive, Human Capital and Compensation     |                |\n| Christine Y. Yan   | Female | 57  | 5      | Human Capital and Compensation (Chair)        |                |\n\nQualifications Key:\n\n- Semiconductor/Technology\n- Public Company Management\n- International\n- Environmental Social Governance (ESG)\n- Manufacturing\n- Finance\n- Compliance\n- Mergers and Acquisition\n- Marketing\n- Government Relations\n- Sustainability/Climate\n- Information Security\n- Enterprise Risk Management (ERM)\nBoard Evaluation\n\nOur board believes that having good governance principles and practices improves their effectiveness and correlates to the creation of stockholder value. To measure its own operation against such principles and practices and to identify and act on areas for improvement, each member of the board and its committees performs an annual self-evaluation. The Governance and Sustainability (GS) Committee is charged with overseeing the self-evaluations, and in 2022, the GS Committee used the following process to conduct the board’s self-evaluation:\n\n- Input from Board Chair and Chair of the GS Committee\n- Input from Corporate Secretary\n- Development of Self-Assessment Tools\n- Results sent to Board Chair and are reviewed by Board Chair and Chair of the GS Committee\n- Self-Assessment Launch and Processing of Results\n- Board Chair and Chair of the GS Committee review results with full board in executive session\n- Board Review\n- Changes to practices are considered and implemented, as appropriate\n- Results inform the board’s refreshment, recruitment and selection process\n\nCommittee Details\n\nonsemi’s Board of Directors has established four standing committees:\n1. Audit Committee\n2. Governance and Sustainability Committee\n3. Human Capital and Compensation (HCC) Committee\n4. Executive Committee\n\nEach committee is tasked with overseeing various aspects of the company and carrying out the responsibilities specified in its respective charter. To view a copy of the formal written charter pertaining to each standing committee, please visit the Investor Relations section of our website.\n\nCommittee Meetings\n\n| COMMITTEE MEETINGS | CHARTER REQUIRED MIN. | IN 2022 |\n|--------------------|-----------------------|--------|\n| Audit              | quarterly meetings    | 9      |\n| Executive          | meet as needed        | 2      |\n| Governance and Sustainability | quarterly meetings | 5      |\n| Human Capital and Compensation | quarterly meetings | 6      |\n\nBoard Oversight of ESG\n\nThe GS Committee has the responsibility of overseeing environmental, social and governance (ESG) matters unless there is a specific matter connected to ESG initiatives that is assigned to another committee of the board.\n\nFor example, the HCC committee has the responsibility of overseeing the company’s policies and strategies with respect to human capital, which includes diversity, equity and inclusion (DEI). The HCC committee considers DEI in its broader review of pay equity within the company; however, both the GS committee and the HCC committee play a role in the management and oversight of DEI. Meanwhile the GS Committee has also been tasked with oversight of climate- and sustainability-related initiatives and our other actions associated with the environment. In turn, the GS Committee will assist the board in providing guidance and oversight in respect of strategy, risk management, capital expenditures, opportunities and investments in the context of climate change.\n\nOne way the board and the HCC committee sought to oversee ESG and ensure such initiatives were a priority in 2022 was by tying aspects of onsemi’s 2022 compensation program to Scope 1, 2 and 3 emissions. Our 2022 long-term incentive compensation program was designed so that part of the payout for performance-based restricted stock units for our executive team related to the establishment of baseline Scope 1, 2 and 3 emissions in connection with our roadmap to achieving net zero emissions by 2040.\nEnterprise Risk Management and Business Continuity\n\nThe mission of our enterprise risk management (ERM) program is to drive strategic capabilities that preserve and create value for our company by embedding a risk-aware decision-making culture across all functions. To that end, we have developed a process and framework to effectively identify, evaluate, prioritize, manage and report key risks that can impact our company’s ability to achieve strategic goals and objectives.\n\nWe identify critical risks by interviewing key stakeholders within the company and reviewing external research on the risk landscape. The risks identified and prioritized for action are closely tied with the company’s operating and strategic plan. Risk response actions and commitments are tracked for completion on a regular basis. Ultimately, ERM is not considered a separate stand-alone activity, but is rather integrated into the fabric of how we operate and included within the activities and functions we engage in to run our business and successfully achieve our goals and objectives.\n\nWe consider risks across multiple time horizons to align with our business strategy and financial planning activities. We also look at longer-term horizons to capture emerging risks and long-term trends.\n\nManagement Approach\n\nOur ERM program is overseen by a risk committee comprised of the CEO, chief financial officer (CFO), chief legal officer (CLO), executive vice president (EVP) of Operations and Manufacturing and chief strategy officer (CSO). To maintain accountability at the highest functional level, executive staff members are appointed as risk sponsors for individual risks and work with risk owners who manage the risk on a day-to-day basis. The Board of Directors have oversight responsibility as they ensure appropriate risk management systems are in place and that risk-awareness is incorporated in the business strategy and decision-making.\nClimate Scenario Analysis & Risk Disclosure\n\nClimate-related risks and opportunities impact business units (BUs) and functional departments across the organization in unique and nuanced ways. At onsemi, climate-related risks and opportunities are assessed, managed and realized at the highest level of the organization; we believe that the responsibility of operationalizing mitigation and adaptation strategies in response to climate-related risks and opportunities must be integrated at every level of the company, ensuring the success of our risk management program and giving us the ability to act nimbly at all levels when needed.\n\nClimate Scenario Analysis\n\nonsemi uses scenario analysis to understand the impacts of climate change on our business operations, corporate strategy and value chain. By understanding the presumed operational context of different decarbonization trajectories, we can identify potential climate-related physical and transitional risks that could conceivably pose a material impact. These scenarios are not intended to predict the future, but instead, help us understand our potential risk exposure and build resilience through activities to enhance our preparedness.\n\nUsing three plausible, distinctive, consistent, relevant and challenging climate scenarios, onsemi executive leadership, various functional owners and the ESG team participated in a climate scenario analysis. Led by an external advisory firm, this analysis informed the development of a climate adaptation and resilience plan for implementation at the company. Scenarios used assume various degrees of warming by 2100 and include social, technological, economic and political developments considered plausible under each warming trajectory.\n\nThe three scenarios used to inform the development of a climate action plan for onsemi include:\n\n1. **Failure to Decarbonize:** Runaway climate change resulting in warming above 3°C by 2100, international cooperation breakdowns and increased potential for irreversible effects of climate change.\n\n2. **Orderly Decarbonization:** Orderly decarbonization resulting in warming limited to 1.5°C by 2100, advancement development, adoption of sustainable technology and global policies for decarbonization, including carbon pricing.\n\n3. **Disorderly Decarbonization:** Disorderly decarbonization resulting in warming around 2°C by 2100, the abrupt and uneven introduction of climate policies and increased financial consequences of climate change.\n\nThrough this exercise, relevant climate-related risks and opportunities were identified and socialized for inclusion in our overall business strategy.\nRisk & Opportunity Disclosure\n\nAt onsemi, we have identified potential climate-related risks and opportunities, which could impact our business continuity, strategy and financial planning. Risks identified include transitional and physical risks with the capacity to impact our own operations and value chain including our financials, supply chain, workforce, company disclosures and reputation.\n\nClimate-related opportunities identified include transitional and physical opportunities related to increasing demand for onsemi products and an increase in tangible and intangible asset values. Our identified climate-related risks and opportunities can impact onsemi over the near, medium and long term depending on the risk or opportunity development and maturity.\n\nFor a full list of onsemi’s climate-related risks and opportunities see the Risk and Opportunity Disclosure tables within our Task Force on Climate-Related Financial Disclosure in the appendix of this report, pg. 92.\n\nManagement Response to Risk and Opportunities\n\nThrough our scenario analysis, we have identified various action planning and trigger monitoring activities to build resilience to potential climate-related risks. We’re exploring the development of internal controls and procedures, adaptation and mitigation plans, identification of trigger events to inform future action and no-regret actions to be taken in response to the outcomes of our climate scenario analysis. Owners will be assigned to monitor and manage relevant climate-related risks to ensure actions are being taken when appropriate to ensure the resilience of business operations and strategies.\n\nOur scenario analysis detailed important metrics to help us assess and monitor climate-related risks and opportunities in line with our strategy and risk management process. onsemi will explore monitoring the following metrics:\n\n- Product energy, water and emissions intensity\n- R&D expenditures for low-carbon products\n- Percentage of expenditure on energy efficiency\n- Total energy consumption included percentage from renewables\n- Total greenhouse gas emissions\n- Investment in climate adaptation measures\n- R&D expenditure on products that support customer decarbonization\n\nBy identifying and monitoring our climate-related risks and opportunities, we can work to set further targets used to build resilience and reduce potential negative impacts from identified risks and realize potential positive impacts from identified opportunities.\n\nBusiness Continuity\n\nonsemi understands the importance of business continuity and having systems of prevention, preparation and recovery in place to assist with the disruption of business functions and processes that could affect our customers, partners and other stakeholders. Our business continuity program systematically, consistently and effectively identifies and evaluates priorities and manages key risks and opportunities affecting the company.\n\nWe engage with internal and external industry experts to conduct risk assessments at our facilities and suppliers to identify areas of opportunity. The types of risks we face include: 1) key equipment failures; 2) interruption from externally provided products, processes and services; 3) recurring natural disasters (such as earthquakes, floods, volcanic eruptions); 4) fires; 5) utility interruptions, such as power outages; 6) cyber-attacks on information systems; 7) labor shortages; 8) infrastructure disruptions, such as breakdown of transportation, water or sewage; and 9) pandemics. Additionally, we mitigate certain risks proactively through the qualification of certain products to a secondary production source.\n\nWe maintain a rigorous process in which we are consistently analyzing risks and working to reduce the likelihood and impact of negative events, while identifying how to capitalize on the opportunities provided by the dynamic market and supply chain in which we operate. We recognize that no amount of mitigation and prevention can stop all negative impact events from occurring and engage in a robust process of planning for the response and recovery operations required to minimize impact to our customers, partners and stakeholders.\nEthics and Compliance\n\nonsemi's ethics and compliance program is designed to assist us in preventing, detecting and responding to unethical or illegal conduct, and promote an organizational culture of integrity, accountability and compliance with the law. To do this, ethics and compliance are integrated into every level of our company from the Board of Directors and CEO to individual employees across the globe.\n\nEthics and Compliance Program\n\n- Provide Oversight and Accountability\n- Develop Policies, Procedures and Tools\n- Assess Risk\n- Communicate and Train\n- Engage, Investigate and Report\n- Continue to Improve\n\nCode of Business Conduct\n\nonsemi's Code of Business Conduct outlines the broad principles of legal and ethical conduct embraced by our company core values of respect, integrity and initiative, which guide every business decision. It is the responsibility of our directors, officers and employees to comply with local laws and regulations, embrace our core values and exemplify our commitment to operating ethically.\n\nThe Code is structured to comply with the requirements of the Sarbanes-Oxley Act of 2002; the Foreign Corrupt Practices Act of 1977; the Dodd-Frank Wall Street Reform and Consumer Protection Act of 2010 and the Listing Rules of the NASDAQ Stock Market, Inc., among other laws and regulations. The ethics and compliance team reviews the Code regularly and ensures the Code is available for employees to review in 14 languages, making it easily accessible to employees in all regions where we do business. Every year, the Board of Directors and all employees are required to read and acknowledge their understanding of the Code by taking an online training course. Managers and employees are required to complete workplace harassment awareness training on an annual basis and as tailored to meet any specific legislative requirements based on their work location. We also require managers and other select individuals to complete additional compliance-related training courses related to topics such as data privacy, trade compliance, etc., depending on areas of focus.\n\n14 languages make the Code accessible to employees in all regions where we do business.\nEthics and Compliance Program\n\nThe program aims to implement ethical principles into everyday business operations by providing relevant training and practical guidance, targeted communications and dedicated resources. onsemi aspires to be a global leader in demonstrating the power of aligning business objectives with doing the right thing. The ethics and compliance team administers and executes the full program that manages the Code of Business Conduct (Code), related training and education, and oversees the intake, triage and resolution of complaints and questions from our company helpline or other reporting channels. Our employees are empowered and encouraged to report potential ethics and compliance violations. Working closely with key onsemi partners, the ethics and compliance team ensures all concerns are promptly and thoroughly investigated without retaliation.\n\nonsemi always strives to comply with the law, and in certain areas, we have adopted policies and practices that go beyond what the law requires to foster a culture of integrity and accountability. The law department’s programs for anti-corruption, trade compliance and data privacy are designed to include all the essential elements for effective compliance, including risk assessments, policies and procedures, training, and monitoring and auditing thorough investigations and remediation of misconduct. These legal compliance programs are dynamic and continually evolving as our company grows and the business landscape changes.\n\nThe BEL network is essential to the continual strengthening of the company’s ethical foundation and culture of integrity.\n\nEthics is a top-down and bottom-up process at our company, and every employee is encouraged to talk about ethics, raise concerns and share their experiences.\n\nonsemi Business Ethics Liaisons\n\nOur network of Business Ethics Liaisons (BELs) across the globe serves a critical role in promoting and institutionalizing an ethical culture throughout our global operations. The CEO sets the tone at the top by communicating expectations and holding managers accountable for delivering on those expectations. BELs further amplify these expectations at the local and site levels, serving as a trusted resource for employees seeking guidance or wishing to raise a concern. The BEL network, which is comprised of employees of many job functions and grade levels, is essential to the continual strengthening of the company’s ethical foundation and culture of integrity. Through quarterly calls, BELs get the chance to review reporting metrics, share best practices, receive training and discuss benchmarking trends in ethics and compliance.\n\nThe availability of BELs often gives employees access to a peer with whom they may raise potential concerns outside HR and their management chain. The accessibility of this additional reporting channel helps our company integrate ethics and compliance into our culture by building trust at the local level. We consider the fact employees choose to raise concerns to BELs, more than any other reporting channel, to reflect the strength of the ethics and compliance programs.\n\nAvenues for Reporting\n\nEmployees have access to several reporting channels including a helpline (managed by a third party and available 24x7 with translator availability to support locations where we do business); the BELs; members of the ethics and compliance team; and direct access to the chief compliance officer and senior director, ethics and compliance. Further, unless restricted by local law, employees may report to the helpline anonymously.\n\nGovernance Structure\n\nCEO and President\n\nBoard of Directors, Audit Committee\n\nChief Legal Officer, Chief Compliance Officer\n\nSenior Director, Ethics and Compliance\n\nEthics and Compliance\n\nBusiness Ethics Liaisons, CSR Site Champions, and Subject Matter Experts\n\nKey Stakeholders\n\nEnvironmental Health and Safety, Global Security, Global Supply Chain Operations, Human Resources, Internal Audit and other Members of the Law Department\n\nHelpline\n\nU.S.: 1-844-935-0213\n\nAll other locations: Click here for country-specific instructions.\n6 sites were recognized for their efforts in supporting our global commitment to being a model corporate citizen.\n\nFair Treatment\n\nonsemi is committed to preserving and promoting the fundamental rights of others and ensuring everyone is awarded fair treatment. Our company Code of Business Conduct, as well as the Responsible Business Alliance (RBA) code covers human rights in several areas, ensuring we have a comprehensive stance on human rights and fair treatment that applies to all onsemi employees, joint ventures, major suppliers, select service providers, contractors and products and services. We have several sites with collective bargaining agreements and we respect our employees freedom of association with these groups.\n\nTo ensure our approaches are regularly updated, we engage all relevant groups including, but not limited to, ethics and compliance, environmental, health and safety, HR, legal, global security and supply chain in our review and due diligence process. Every individual and department are responsible for understanding and upholding the fundamental rights of others.\n\nRBA Member\n\nThe RBA is the world’s largest industry coalition dedicated to corporate social responsibility (CSR) in global supply chains. As an RBA member, onsemi is required to commit to and be held accountable to a common Code of Conduct and utilize a range of RBA training and assessment tools to support continual improvement in the social, environmental and ethical responsibility of their supply chains. The RBA regularly engages in dialogue and collaborations with workers, governments, civil society, investors and academia to gather the necessary range of perspectives and expertise to support and drive its members toward achieving the RBA mission and values of a responsible global electronics supply chain.\n\nonsemi has been a member since 2009 and we reaffirm our commitment to the alliance annually.\n\nValidated Assessment Program (VAP)\n\nOne of the most fundamental RBA programs is the Validated Assessment Program (VAP). It is the leading standard for onsite compliance verification and effective, shareable audits.\n\nAbout half of our manufacturing facilities are scheduled for VAP audits through RBA annually. We conduct internal RBA audits annually to ensure those facilities not slated for an official RBA VAP audit are remaining compliant to RBA Code standards. In 2022, 10 out of 18 onsemi manufacturing facilities were subject to internal audits and 10 manufacturing sites participated in initial or closing RBA VAP audits. Two onsemi manufacturing sites, Gresham, Oregon (USA) and Nampa, Idaho (USA) were audited both internally and externally due to the rescheduling of our internal audits in 2022.\n\nThe primary value of an onsite compliance audit is the correction of identified issues. The RBA recognizes factories that show a commitment to corporate responsibility through verified closure of the issues identified in a VAP audit.\n\nIn 2022, six out of 10 onsemi sites were recognized for their efforts in supporting our global commitment to being a model corporate citizen. The sites were awarded certificates from the RBA.\n\nDuring 2022, VAP external audits were conducted by independent third parties and we received the following recognitions:\n\n- Platinum (minimum VAP score of 200 and all Priority, Major and Minor findings closed): Nampa, Idaho (USA) and Roznov (Czech Republic)\n- Gold (minimum VAP score of 180 and all Priority and Major findings closed): Aizu (Japan) and OSBD (Vietnam)\n- Silver (minimum VAP score of 160 and all Priority findings closed): Seremban Site One (Malaysia) and Gresham, Oregon (USA)\nHuman Rights\n\nOur formalized Human Rights Policy demonstrates our commitment to preserving, protecting and promoting the fundamental rights of others as reflected in the RBA Code of Conduct, Universal Declaration of Human Rights, United Nations (UN) Guiding Principles on Business and Human Rights and UN Global Compact to which we are a signatory. Our commitment to international human rights standards and local laws are rooted in our core values and reinforced through our Code of Business Conduct and other company policies.\n\nPrevention of Slavery and Human Trafficking\n\nTo prevent slavery and human trafficking, we implemented our Slavery and Human Trafficking Policy Statement, which ensures we are aware of and have zero tolerance toward human rights violations. We have implemented policies, procedures and management systems to ensure that all work at our company is voluntary and that workers are legally entitled to leave the company without penalty. onsemi also ensures that workers’ government-issued identification, original work permits and original personal documentation are not withheld or otherwise destroyed, concealed or confiscated by our company or its labor agents. We train our HR staff and labor agents on the company’s practices related to anti-human trafficking and conduct onsite verification to ensure compliance. Incidents of slavery and human trafficking are also verified in our supply chain using risk assessments and site visits. Our employees and other stakeholders are encouraged to report any concerns they may have on human trafficking through our ethics hotline, the global trafficking hotline at 1-844-888-FREE or emailing help@befree.org.\n\nPrevention of Child Labor\n\nOur practice on the use of child and young labor is based upon our global minimum employment age policy, which is reiterated in our Human Rights policy. The purpose of this policy is to define and ensure that sufficient measures and controls are in place to verify the minimum age of individuals working at our company. As a rule, we only employ individuals who are at least 18 years of age by the first day of employment. The only exception to this rule is in China, where the minimum age for employment is 16 years old. To confirm candidates for employment meet the minimum age requirement, members of our HR department perform due diligence to make sure we are complying with federal, state, regional and local requirements. The global minimum age policy also describes the process to be followed and protection afforded to discovered child laborers.\n\nWe apply the same minimum age requirement for employment at our supplier companies and labor agencies. We work to ensure that our suppliers have the necessary policies, procedures, measures and controls in place through risk assessments and onsite verification to avoid incidents of child labor within our supply chain.\n\nFreedom of Association\n\nIn accordance with local laws, we recognize the freedom of employees to establish or join an organization of their choosing, to bargain collectively, to engage in peaceful assembly or to refrain from such activities. We respect the right of our employees to associate without fear of pressure, retaliation or reprisal. We also encourage open communication on work-related topics, guidance or concerns with direct managers, department heads, division general managers, human resources, BELs or a member of the ethics and compliance team.\n\nEmployees Covered by Collective Bargaining Agreements (Percentage)\n\n| EMPLOYEES COVERED BY COLLECTIVE BARGAINING AGREEMENTS | 2022 | 2021 | 2020 |\n|-------------------------------------------------------|------|------|------|\n| Total workforce                                       | 26.5 | 26.2 | NR   |\n\n1-844-888-FREE is our global trafficking hotline where employees and other stakeholders are encouraged to report any concerns.\nSupply Chain\n\nWe are committed to ensuring the highest standards of social responsibility where we live and work. We require that our suppliers provide safe working conditions, treat workers with dignity and respect, prohibit human trafficking and slavery (including the procurement of commercial sex acts and the use of forced or child labor), promote ethical behavior, as well as use environmentally responsible manufacturing processes and follow principles like those in our Code of Business Conduct. As outlined in our Supplier Handbook, the supplier must conform to all environmental and other applicable laws and regulations, behave ethically, comply with all social responsibility and conflict mineral requirements that are required by onsemi’s CSR Statement of Commitment and provide any requested certifications and cascade all applicable requirements through their supply chain.\n\nManagement Approach\n\nWe operate a flexible, reliable and responsive supply chain that is compliant with IATF-16949 and ISO 9001 requirements as defined in our internal policies. We continually develop business partnerships with selected key suppliers and ensure that all purchased materials used in product manufacturing satisfy current governmental, environmental and safety criteria applicable to the country of manufacture and sale. Our transportation packaging meets electrostatic discharge requirements and appropriate use of packing is used to prevent physical damage. Through our sales and operations planning process, we work directly with our business units and sales teams to align capacity and demand to support customer requirements.\n\nOur Suppliers\n\nOur supply chain has a multifaceted supply structure of direct materials suppliers, foundry and subcontractor providers, indirect material suppliers and professional service providers deployed across a global sourcing and procurement organization. In 2022, onsemi worked with 9,700 suppliers and service providers globally, of which, approximately 7,100 were production related.\n\nSupplier Diversity\n\nWhen possible, we prioritize purchasing from local suppliers. The following graphic shows the percentage of our 2022 procurement budgets which were spent on suppliers local to the site’s region. In 2021 and 2020, we tracked this information only at the manufacturing level. Moving forward, this data will represent total company procurement.\n\nAdditionally, in the United States, we track suppliers that are owned by minority populations. During our supplier onboarding process, suppliers are asked to disclose whether they belong to a minority group as defined in the Spend by Minority Group table. We then track our annual spend towards these suppliers against the total U.S. spend.\n\n| SPEND ON LOCAL SUPPLIERS | 2022 | 2021 | 2020 |\n|--------------------------|------|------|------|\n| Asia                     | 87.9%| 90.5%| 91.9%|\n| EMEA                     | 76.3%| 83.7%| 82.9%|\n| North America            | 86.9%| 90.3%| 91.2%|\n| onsemi total             | 83.7%| 88.2%| 88.7%|\n\n| SPEND BY MINORITY GROUP | 2022 | 2021 | 2020 |\n|-------------------------|------|------|------|\n| Small Business          | 4.05%| 4.32%| 4.86%|\n| Woman Owned             | 0.15%| 0.17%| 0.23%|\n| Minority Owned          | 0.05%| 0.04%| 0.03%|\n| Small Disadvantaged     | 0.02%| 0.04%| 0.03%|\n| onsemi total U.S. spend on minority owned businesses | 4.27%| 4.57%| 5.15%|\n\nIn 2022 onsemi worked with 9,700 suppliers and service providers globally.\nManaging Risk in the Supply Chain\n\nWe understand that supply chain risks have the potential to cause disruptions to our manufacturing process, alter our ability to deliver our products to our customers and create a ripple effect impacting all stakeholders. Our procurement team currently uses several models to manage risk in our supply chain.\n\nFor new supplier selection, we consider the financial strength, quality track record, geography, social responsibility compliance and technology of such supplier. Once selected, they are required to adhere to the onsemi Supplier Code of Conduct outlined in our Supplier Handbook. We conduct bi-annual RBA conformance certification and engage with our suppliers in regular cycles by clearly communicating our expectations, deploying risk assessments, conducting business reviews, launching verification audits and addressing any non-conformance.\n\nonsemi identifies and monitors suppliers that fall in the top 80 percent annual production-related spending as required by being a full member of RBA. These suppliers are required to complete RBA’s online self-assessment questionnaire (SAQ) annually. The SAQ evaluates suppliers on a host of different risk parameters including labor, environment, health and safety and ethics. Suppliers that fall within the identified threshold must share and release the SAQ to onsemi through the RBA online platform after completion. Our teams work with suppliers flagged as high risk through RBA’s SAQ process to develop corrective action plans and ensure these risk areas are addressed accordingly.\n\nResponsible Minerals Sourcing\n\nResponsible minerals sourcing has progressed beyond tantalum, tin, tungsten and gold (3TG) to address global human rights violations especially with the emerging focus on forced labor. As an active member of the RBA and Responsible Minerals Initiative (RMI), onsemi continually engages in reasonable and responsible due diligence with its key suppliers, consistent with the Organization for Economic Co-operation and Development (OECD) Due Diligence Guidance for Responsible Supply Chains of Minerals from Conflict-Affected and High-Risk Areas (CAHRAs).\n\nonsemi has included cobalt in the Responsible Minerals Sourcing Policy posted on our website. We required our key suppliers to engage in due diligence by completing the RMI’s Conflict Extended Minerals Reporting Template (EMRT) for cobalt.\n\nUsing RMI’s Conflict Minerals Reporting Template (CMRT) for 3TG due diligence, onsemi sets the target of using 100 percent conformant smelters and refiners from the Responsible Minerals Assurance Process (RMAP) assessment. We achieved this target in 2019 and again in 2022, which included the removal of sanctioned gold smelters from Russia.\n\n| REPORTING YEAR | CONFORMANT | ACTIVE | NON-CONFORMANT | NOT ELIGIBLE | TOTAL |\n|----------------|------------|--------|----------------|--------------|-------|\n| 2022           | 100%       | 0.0%   | 0%             | 0%           | 100%  |\n| 2021           | 98%        | 1.0%   | 1%             | 0%           | 100%  |\n| 2020           | 99.6%      | 0.4%   | 0%             | 0%           | 100%  |\n| 2019           | 100%       | 0%     | 0%             | 0%           | 100%  |\nWe act promptly to review the circumstances and conduct due diligence as soon as we become aware that our supply chain includes non-conformant or high-risk smelters or refiners sourced from CAHRAs. Customers often request updated CMRTs or EMRTs when there are changes in the smelters’ RMAP status. In 2022, onsemi responded to and completed approximately 1,600 conflict minerals customer requests, which is about 44 percent higher compared to the previous year.\n\nMembers of onsemi’s conflict minerals team actively participate in regular RMI annual conferences, monthly plenary calls, as well as workgroups to obtain updated information on smelters, RMI programs and emerging global responsible sourcing regulations. onsemi also joins peer companies in various supply chain training sessions and local work group discussions on relevant topics including due diligence, sourcing regulations and more.\n\nOur responsible sourcing records can be found online including the latest filing of the SEC Form SD, Conflict Minerals Sourcing Policy, as well as latest company-level CMRT and EMRT.\n\nSupplier Hazardous Substances Commitment onsemi is committed to providing our customers with products that are compliant with industry environmental best practices, now and in the future. We meet all applicable REACH requirements and all products manufactured by onsemi comply with the amended RoHS directive. To support this commitment, we have environmental requirements for our suppliers related to the hazardous materials in their products. All purchased materials, services and products used in part manufacturing are required to satisfy current governmental, statutory and regulatory requirements, and safety constraints on restricted, toxic and hazardous materials; as well as environmental, electrical and electromagnetic considerations applicable to the country of manufacture and sale. All purchased materials, services and products must conform to onsemi’s environmental requirements described in our Product Chemical Content Brochure. Suppliers must be prepared to provide supporting evidence of conformance.\nInformation Protection\n\nWe work around the clock to protect our company, technology and intellectual property from potential cybersecurity threats and vulnerabilities. We take privacy and cybersecurity seriously and strive to identify and eliminate potential threats to our IT infrastructure, proprietary technologies and confidential information.\n\nPrivacy\n\nWe have developed a global data privacy program designed to comply with applicable laws around the world and to protect the personal information of onsemi employees, customers and others who have entrusted us with their personal data.\n\nWe also have a Data Privacy Committee comprised of global leaders from key functions such as human resources, procurement, legal and information security who provide strategic guidance and oversight to support our data privacy and compliance efforts. In addition, our Chief Privacy Officer has appointed employees of various roles and grade levels throughout the company as “data privacy champions” who advocate the importance of our data privacy program, maintain awareness of key data privacy laws and help reinforce best practices around data privacy matters.\n\nAll onsemi employees receive foundational data privacy training annually; however, employees in specific functions complete an additional, in-depth data privacy course annually. For more information, please visit our Privacy Policy.\n\nInformation Security and Risk\n\nThe Information Security and Risk (ISR) team is composed of several support teams that address all aspects of cyber risk: risk, security architecture and engineering, identity and access management and security operations. onsemi adopted the National Institute of Standards and Technology (NIST) Cybersecurity Framework (CSF) in 2014 as the foundation of the ISR program. This comprehensive framework provides an intuitive and comprehensive set of control objectives that align with several other standard frameworks such as ISO 27001:2013 and Control Objectives for Information Technology (COBIT) 5.\n\nIn 2022, onsemi became Trusted Information Security Assessment Exchange (TISAX) certified at our Munich, Germany site. In 2023 and beyond, onsemi will work to certify additional sites across the globe.\n\nManagement Approach\n\nOur ISR team is led by our Chief Information Security Officer (CISO). The team oversees compliance with the Information Technology General Controls (ITGC) framework, coordinates the Information Security program and facilitates risk management activities within Information Technology (IT). The ISR team also assists with the review and approval of IT policies, completes benchmarking against NIST CSF standards, maintains a cyber risk registrar and oversees the security awareness program including trainings, phishing simulations and cyber awareness month (CAM). During 2022 CAM, the ISR team introduced a cyber game/quiz that was well received and had high participation from the enterprise. Prizes were awarded for those with 100 percent scores, reinforcing security hygiene across the employee base.\n\nThe ISR team manages the ongoing monitoring of company systems identifying and tracking any threats that arise. In the event of a serious or material data breach, the Information Security Program has chartered a Cyber Incident Response team (CIRT) to act. The CIRT is comprised of subject matter experts from the global IT team. In addition, the Information Security team has contracted with providers on a rapid retainer basis. In the event of a serious or material data breach, these rapid response services provide security and forensic expertise immediately via phone and onsite within 24 hours. Also, the ISR team collaborated with onsemi’s Treasury Department to obtain cybersecurity insurance. This type of insurance reimburses the company for costs incurred in responding to and recovering from a data breach. The CISO has accountability for Key Performance Indicators (KPIs) for the information security program. The CISO reports KPIs and status of key IT risks to Executive Management and the Board of Directors on a regular basis.\nPublic Policy\n\nonsemi supports public policies that encourage the innovation, investment and open markets that enable us to create the intelligent power and sensing technologies that solve the world’s most complex challenges leading the way to a safer, cleaner and smarter world. Our public policy program reflects our profile as a global company headquartered in the United States, which interacts regularly with government agencies around the world. Much of our public policy advocacy is performed through the U.S. Semiconductor Industry Association (SIA), although our company is also a member of other industry associations as well as local associations and chambers in the regions in which we operate.\n\nonsemi is a founding member of the Semiconductor Climate Consortium (SCC), an industry group formed in 2022, focused on the challenges of climate change and working to speed industry value chain efforts to reduce greenhouse gas emission in member company operations and in other sectors of the semiconductor value chain.\n\nWe are an active participant in the World Semiconductor Council (WSC), an organization composed of the world’s leading semiconductor industry associations from China, Chinese Taipei, Europe, Japan, South Korea and the United States. The organization meets annually at the CEO level to make recommendations to governments and authorities on issues such as expanding the global market for information technology products by promoting fair competition, sound environmental and health and safety practices, intellectual property rights and open markets.\n\nTHE PUBLIC POLICIES WE SUPPORTED IN 2022 ARE THE FOLLOWING:\n\n| Policy Area                                      | Description                                                                                                                                                                                                 |\n|-------------------------------------------------|-------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------|\n| Pro-Innovation, Pro-Growth Business Environment  | We work with the SIA and our other associations to support United States government policies that promote innovation and growth. This includes the Creating Helpful Incentives to Produce Semiconductors (CHIPS) for America Act that was included in larger legislation that was signed by the president in August 2022. The CHIPS Act provides $52 billion in federal incentives for semiconductor manufacturing in the U.S. to increase the share of global wafer fabrication capacity located in the U.S. from its current level of only 12 percent, for semiconductor related research and development at universities and national laboratories and for government actions to ensure a well-educated semiconductor workforce. |\n| Open Markets and Fair Competition               | We actively work to promote policies that open markets and create fair competition. Working through our trade associations, we oppose tariffs on semiconductors, including the 25 percent tariffs that the U.S. imposed in 2018 on imports of discrete semiconductors and integrated circuits imported from China. We work through the WSC to promote transparency on government subsidies, which depending on size, scope and discriminatory application have the potential to distort fair competition in global semiconductor markets. We also recommend that the U.S. government carefully consider the adverse impacts of export controls on the U.S. semiconductor industry and its need to compete in global markets to generate the revenues used to maintain technology leadership, and avoid imposing controls when uncontrolled foreign products are readily available. |\n| Stopping Counterfeit Semiconductors              | Counterfeit semiconductors are unreliable and can fail at any time. The semiconductor industry has found counterfeits in air bags, train-braking systems and other applications where a failure can have serious health or safety consequences. In 2022, we assisted law enforcement to identify and seize counterfeit goods and remove them from the marketplace. |\n| Energy Efficiency, Fuel Economy and Automotive Safety | We are an ally member of American Council for an Energy-Efficient Economy (ACEEE), a thought leader on energy efficiency policies such as deployment of Electric Vehicles. Additionally, we are a member of Motor & Equipment Manufacturing Association (MEMA) that advocates for legislation and regulations related to fuel economy and automotive safety such as advanced driver assistance systems (ADAS) including automatic emergency braking and policies to facilitate the introduction of autonomous vehicles. |\n\nHudson Inauguration Ceremony\n\nIn August 2022, onsemi hosted local and federal government officials at our inauguration ceremony for our silicon carbide (SiC) facility in Hudson, New Hampshire (USA). Dignitaries on hand for the event included U.S. Secretary of Commerce Gina Raimondo, U.S. Senators Jeanne Shaheen (D-NH) and Maggie Hassan (D-NH), Representatives Chris Pappas (NH-01) and Annie Kuster (NH-02), as well as local governmental officials. Our Hudson SiC facility enables onsemi to provide end-to-end power solutions from SiC crystal growth to the fully integrated power modules critical to a carbon-free economy. Our SiC products enable important decarbonization technologies including electric vehicles and renewable energy. Compared to semiconductors made with silicon, SiC devices can handle higher voltages and are more efficient in the conversion of alternating current (AC) to direct current (DC) and back. This greater efficiency translates into more miles per charge thereby reducing consumers’ “range anxiety,” the fear that an electric vehicle will not have enough battery charge to reach its destination, which can impede adoption of electric vehicles.\n\nOur Hudson facility inauguration and support from leading public officials highlight the technology advances by onsemi that enhance sustainability and drive green job creation, both within our company and in the broader community.\nStatement on Political Contributions\n\nParticipating in political activities is a very sensitive and complex area and strict laws govern our political activities as a United States company. For this reason, onsemi does not make political contributions to individual candidates. In the United States, companies and other organizations may organize political action committees (PACs); however, we chose not to have a PAC and did not make political contributions in the company’s name in 2022.\n\nExternal Initiatives & Industry Associations\n\nonsemi is a member of many external initiatives and industry associations. These organizations connect us to peers and stakeholders, providing a space to share ideas, collaborate and grow as an industry and partner with our local communities. Some of our employees hold leadership positions within these organizations, as noted below. These reflect memberships as of December 31, 2022.\n\nExternal Initiatives\n- American Council for an Energy-Efficient Economy (ACEEE), Leader tier\n- Association for Corporate Citizenship Professionals (ACCP)\n- Arizona Forward\n- Arizona Tax Research Association (ATRA)\n- Boston College Center for Corporate Citizenship\n- CDP, formerly known as Carbon Disclosure Project\n- Central Arizona Corporate Volunteer Council\n- Clean Energy Buyers Association (CEBA)\n- Conference Board\n- Corporate Volunteer Council of Central Arizona\n- ESG & CSR Board, founding member\n- Electronic Components Industry Association (ECIA)\n- Ethisphere’s Business Ethics Leadership Alliance (BELA)\n- Greater Phoenix Chamber of Commerce\n- Hearing Industries Association\n- International Association of Business Communicators (IABC)\n- Joint Electron Device Engineering Council (JEDEC)\n- Mactan Export Processing Zone Chamber of Exporters and Manufacturers (MEPZCEM)\n- Microelectronic Industry Design Association (MIDAS) Ireland\n- Motor Equipment Manufacturers Association (MEMA/OESA)\n- Pocatello Chubbuck Chamber of Commerce\n- Public Relations Society of America (PRSA)\n- Responsible Business Alliance (RBA)\n- Responsible Minerals Initiative (RMI)\n- Semiconductor Climate Consortium (SCC), founding member\n- Semiconductor and Electronics Industries in the Philippines Inc. (SEIPI)\n- Semiconductor Equipment and Materials International (SEMI)\n- Semiconductor Industry Association (SIA)\n- United Nations Global Compact\n- United States Information Technology Office (USITO) in Beijing\n- World Semiconductor Council (WSC)\n\nMembership of Associations\n- ATRA, Kyle Cardita, Board of Directors\n- ECIA, Julia Zibrida, Manufacturer Counsel\n- JEDEC, Peter Turlo, Board of Directors\n- MEPZCEM, Darshan Denamany, Board of Directors\n- SEIPI, Mark Knoch, Board of Directors\n- SIA, Hassane El-Khoury, Board of Directors\n- SIA International Trades Committee, Daryl Hatano, Co-Chair\n- WSC, Daryl Hatano, Co-Chair U.S. delegation to joint steering committee\nQuality\n\nQuality Management System\n\nWe are committed to operating according to stringent, internationally recognized requirements for reliability and quality. onsemi is certified to ISO 9001, IATF 16949, ISO 26262 AS9100, ISO 14001, ISO 45001, ANSI/ESD20.20, MIL-PRF-38535, ISO 13485 and Category 1A for Trusted Foundry.\n\nOur Quality Statement/Policy reads, “At onsemi, we focus on embedding quality in every system, tool and process, with detailed attention to providing best-in-class products and solutions. This demonstrates our inherent zero-defect quality mindset, from ideation through execution and delivery, in support of consistent growth.”\n\nWe demonstrate our commitment by continuing our Road to Zero Defects initiative, which was implemented several years ago and focuses on eliminating quality excursions, improving 8D responsiveness, lowering our parts per billion (ppb) defect rate and enhancing our quality standards. We recognize that incorporating these objectives into our service offerings, processes and products enables us to use our quality and reliability to fuel our growth. Ultimately, we are committed to maintaining a distinctive, world-class quality system that transcends international quality standards and exceeds customer expectations. For more information, please see our Quality and Reliability Handbook.\n\nCustomer Experience\n\nonsemi is engaged in a diverse competitive global marketplace. We continually strive to put customers at the center of what we do by understanding and anticipating our customer’s needs for service and support. We realize our customers expect us to grow with them and that means we must deliver value through innovative quality products and designs through every customer interaction.\n\nIn 2022, we established a dedicated global Customer Experience (CX) function to accelerate our ability to anticipate customer needs and provide transparency on critical information impacting customer outcomes. We accomplish this by upgrading our data models, internal processes as well as expanding our analytics capabilities to listen and act on customer feedback. Customers can expect improved digital experiences, making it easier to do business with onsemi.\n\nCustomer Satisfaction\n\nThe feedback we receive on the quality of our products and services is a key driver for innovation at onsemi. We listen to our customers’ ideas about how we can better serve them from a holistic customer experience perspective – from idea introduction to the successful delivery of a product or service.\n\nOur quality and reliability approach to customers is enabled by a focused support network that includes regular strategic customer review meetings (internal and external), customer score cards, customer rewards and customer feedback. Our teams leverage continuous improvement to prioritize and improve our processes, products and services to maximize customer value.\nAppendix\n\nMeasuring Up\n\nUnited Nations (UN) Sustainable Development Goals & UN Global Compact\nTriple Bottom Line Performance Summary\nSustainability Accounting Standards Board (SASB) Framework\nTask Force on Climate-Related Financial Disclosures (TCFD) Framework\nGlobal Reporting Initiative (GRI) Index\nThird Party Assurance Statement\nUnited Nations (UN) Sustainable Development Goals & UN Global Compact\n\nThe Sustainable Development Goals (SDGs), set by the UN in 2015, are a blueprint for fighting the world’s biggest social and environmental issues such as gender equality, access to quality health and education, climate change and much more. They are a call for global partnership and action by governments, businesses, civil society and other organizations to achieve a better and more sustainable future for all by 2030. As a global company and corporate citizen, we have a responsibility to help achieve the goals by adhering to the goals most relevant to our business.\n\nWhile all the SDGs are vital, we prioritized five goals that are the most relevant to our sustainability strategy and will help make the largest global impact. In 2019, onsemi became a signatory to the UN Global Compact. Our most recent Communication on Progress (COP) submitted to the UN Global Compact outlines our alignment with its ten principles, focused on human rights, labor, environment and anti-corruption and our alignment with the SDGs.\n\nEnsure availability and sustainable management of water and sanitation for all\n- We are committed to water conservation in our operations through treatment of wastewater before discharge into the environment, recycling and reduction of water consumption.\n- For more information, please see the Water and Waste Management section of this report, pg. 29.\n\nPromote sustained, inclusive and sustainable economic growth, full and productive employment and decent work for all\n- We have zero tolerance for forced labor.\n- We assess and mitigate social risks within our supply chain.\n- We strive for equal pay for equal work.\n- We focus on providing a safe and secure workplace with zero injuries and occupational diseases.\n- For more information, please see the Fair Treatment section of this report, pg. 72.\n\nReduce inequality within and among countries\n- Our ambition is to be a leader of diversity, equity and inclusion (DEI) in the semiconductor industry.\n- For more information, please see the DEI section of this report, pg. 49.\n\nEnsure sustainable consumption and production patterns\n- We consistently work to reduce consumption of chemicals and eliminate hazardous materials in our production processes.\n- For more information, please see the Water and Waste Management section of this report, pg. 29.\n\nTake urgent action to combat climate change and its impacts\n- We have committed to achieving net zero carbon emissions by 2040, focusing on internal operation efficiency, use of renewable energy and value chain and industry partnerships and purchase of credible carbon offsets for any remaining emissions.\n- We have committed to the Science Based Target initiative (SBTi) and are in the process of setting near-term SBTs.\n- As a founding member of the Semiconductor Climate Consortium, we collaborate to speed industry value chain efforts to reduce greenhouse gas emissions.\n- For more information, please see the Net Zero and Energy Consumption and Emissions section of this report, pg. 16 and pg. 24.\nThis triple bottom line performance summary, which focuses on people, planet and profit, was created with the intention of transparently communicating our environmental, social and governance (ESG) efforts with our stakeholders. We organized the summary to cover the topics most relevant to our mission, business and partners.\n\n### Our Business\n\n| DISCLOSURE | UNITS | 2022 | 2021 | 2020 |\n|------------|-------|------|------|------|\n| **Financial Strength** | | | | |\n| Revenue | Dollars (billions) | 8.33 | 6.74 | 5.25 |\n| Triple bottom line revenue | Dollars (millions) | 6,454 | 5,011 | 755 |\n| Recouped Scrap Materials/Precious Metals | | 12 | 26 | 23 |\n| **Revenue by Market** | | | | |\n| Automotive | Percentage | 40 | 34 | 32 |\n| Industrial | | 28 | 27 | 25 |\n| Other | | 32 | 39 | 43 |\n| **Revenue by Region** | | | | |\n| Hong Kong | Percentage | 28 | 27 | 25 |\n| Singapore | | 26 | 31 | 34 |\n| United Kingdom | | 18 | 17 | 15 |\n| United States | | 17 | 14 | 14 |\n| Other | | 11 | 11 | 12 |\n| **Revenue by Technology** | | | | |\n| Intelligent Power | Percentage | 48 | 46 | 42 |\n| Intelligent Sensing | | 19 | 16 | 17 |\n| Other | | 33 | 38 | 41 |\n| **Revenue Type by Customer** | | | | |\n| Original Equipment Manufacturers | Percentage | 42 | 36 | 40 |\n| Distributor | | 58 | 64 | 60 |\n\n### Supply Chain\n\n| DISCLOSURE | UNITS | 2022 | 2021 | 2020 |\n|------------|-------|------|------|------|\n| Supply Chain | Units shipped through Global Logistics Network | Units (billions) | 65 | 70 | 64.3 |\n| **Spend on Local Supplier by Region** | | | | |\n| Asia-Pacific (APAC) | Percentage | 87.9 | 90.5 | 91.9 |\n| Europe, Middle East and Africa (EMEA) | | 76.3 | 83.7 | 82.9 |\n| North America | | 86.9 | 90.3 | 91.2 |\n| Total Company | | 83.7 | 88.2 | 88.7 |\n| **Spend on by Minority Group, US only** | | | | |\n| Small Business | Percentage | 4.05 | 4.32 | 4.86 |\n| Woman Owned | | 0.15 | 0.17 | 0.23 |\n| Minority Owned | | 0.05 | 0.04 | 0.03 |\n| Small Disadvantaged | | 0.02 | 0.04 | 0.03 |\n| onsemi total US spend on minority owned businesses | | 4.27 | 4.57 | 5.15 |\n\n### Supplier Designation\n\n| DISCLOSURE | UNITS | 2022 | 2021 | 2020 |\n|------------|-------|------|------|------|\n| Total Global Suppliers and Service Providers | Suppliers | 9,700 | 9,500 | 9,700 |\n| Production-related supplier | | 7,100 | 7,000 | 7,100 |\n\n¹In June 2022, onsemi decentralized the scrap reclaim process eliminating the need to ship reclaimed material across the world for processing. We are working to aggregate our reclaim data at the corporate level since decentralizing this operation. Data presented is up to date of decentralization.\n\n²Represents sales billed from the respective country or region.\n\n³Represents data from manufacturing procurement only. As of 2022, we will pull this data using total company procurement.\n## Our Business\n\n### DISCLOSURE\n\n| Supply Chain Risk | UNITS | 2022 | 2021 | 2020 |\n|-------------------|-------|------|------|------|\n| Responsible Minerals Assurance Process (RMAP) Conformant Smelters | Percentage | 100 | 98 | 99.6 |\n| Suppliers that Completed a Self-Assessment Questionnaire (SAQ) | Percentage | 99 | 100 | 99 |\n| Suppliers Rated as Low-Risk on Their SAQ | Percentage | 97.3 | 93.4 | 96 |\n| RBA Audit Completed | Audits | 10 | 14 | 5 |\n\n## Our Governance\n\n### DISCLOSURE\n\n| Board of Directors (\"Board\") Composition and Independence | UNITS | 2022 | 2021 | 2020 |\n|-----------------------------------------------------------|-------|------|------|------|\n| Total Members | Directors | 10 | 10 | 11 |\n| Board Average Age | | 61 | 60 | 59 |\n| Board Average Tenure | | 6 | 5 | 5 |\n| Number of Independent Directors | | 9 | 9 | 10 |\n\n### Board Diversity\n\n| Women on Board | Directors | 2 | 2 | 2 |\n|----------------|-----------|---|---|---|\n| Percentage | 22 | 20 | 18 |\n\n### Board and Committee Meetings\n\n| Board and Committee Meetings Held During the Calendar Year | Meetings | 29 | 23 | 30 |\n|-----------------------------------------------------------|---------|----|----|----|\n| Directors Attending Less than 75% of Meetings During the Calendar Year | Directors | 0 | 0 | 0 |\n\n## Policies, Statement and Commitments\n\n### Anti-Corruption Policy\n\n| Yes/No | 2022 | 2021 | 2020 |\n|--------|------|------|------|\n| Yes | Yes | Yes | Yes |\n\n### Code of Business Conduct\n\n| Yes | 2022 | 2021 | 2020 |\n|-----|------|------|------|\n| Yes | Yes | Yes | Yes |\n\n### Non-Retaliation Policy\n\n| Yes | 2022 | 2021 | 2020 |\n|-----|------|------|------|\n| Yes | Yes | Yes | Yes |\n\n### Privacy Policy\n\n| Yes | 2022 | 2021 | 2020 |\n|-----|------|------|------|\n| Yes | Yes | Yes | Yes |\n\n## Compliance and Ethics Program\n\n### Number of Business Ethics Liaisons (BELs)\n\n| BELs | 2022 | 2021 | 2020 |\n|------|------|------|------|\n| 45 | 44 | 51 |\n\n### Number of Reports and Requests for Advice by Intake Channel\n\n| BEL Reporting | Reports | 2022 | 2021 | 2020 |\n|---------------|---------|------|------|------|\n| 62 | 69 | 100 |\n| Other¹ | Reports | 84 | 125 | 134 |\n\n### Reporter Anonymity Rate\n\n| Anonymous Reporters | Percentage | 2022 | 2021 | 2020 |\n|---------------------|------------|------|------|------|\n| 40 | 31 | 50 |\n\n### Total Number of Reports\n\n| Concerns and Incidents | Reports | 2022 | 2021 | 2020 |\n|-------------------------|---------|------|------|------|\n| 126 | 161 | 182 |\n| Requests for Advice | 20 | 33 | 52 |\n\n### Substantiation Rate\n\n| Substantiated Reports | Percentage | 2022 | 2021 | 2020 |\n|-----------------------|------------|------|------|------|\n| 52 | 55 | 37 |\n\n### Top Corrective Actions\n\n| No Action Necessary | Rank | 2022 | 2021 | 2020 |\n|---------------------|------|------|------|------|\n| 2nd | 1st | 2nd |\n| Remedial Measure¹ | Rank | 1st | 2nd | 1st |\n| Other² | Rank | 3rd | 3rd | 3rd |\n\n¹Remedial measure – disciplinary action.\n²Coaching, counseling or training.\n## Our People\n\n### DISCLOSURE UNITS 2022 2021 2020\n\n| Global Workforce |  |  |  |\n|------------------|---|---|---|\n| Total Workforce  | Employees | 32,366 | 33,690 | 34,500 |\n\n### Workforce by Region\n\n| Region | Percentage |\n|--------|------------|\n| APAC (excluding Japan) | 74 | 70 | 69 |\n| Japan | 3 | 5 | 6 |\n| EMEA | 12 | 13 | 12 |\n| North America | 11 | 12 | 13 |\n\n### Workforce by Gender\n\n| Gender | Percentage |\n|--------|------------|\n| Female | 46 | 45 | 44 |\n| Male | 54 | 55 | 56 |\n\n### Management by Gender\n\n| Gender | Percentage |\n|--------|------------|\n| Female | 26 | 21 | 20 |\n| Male | 74 | 79 | 80 |\n\n### Senior Management Hired from Local Community\n\n| Region | Percentage |\n|--------|------------|\n| APAC (excluding Japan) | 100 | 100 | NR |\n| Japan | 100 | 0 | NR |\n| EMEA | 100 | 100 | NR |\n| North America | 100 | 100 | NR |\n\n### Job Category by Gender²\n\n| Category | Percentage |\n|----------|------------|\n| Executives, Male | 71 | NR | NR |\n| Executives, Female | 29 | NR | NR |\n| SVPs, Male | 100 | NR | NR |\n| SVPs, Female | 0 | NR | NR |\n| VPs, Male | 80 | NR | NR |\n| VPs, Female | 20 | NR | NR |\n\n### Workforce by Contract Type\n\n| Type | Percentage |\n|------|------------|\n| Full-time (Regular) | 99.6 | 99.3 | 99.4 |\n| Part-time (Regular) | 0.4 | 0.7 | 0.6 |\n| Full-time (Temporary) | 96.6 | 99.3 | 99.4 |\n| Part-time (Temporary) | 3.4 | 0.7 | 0.6 |\n\n### Workforce by Work Schedule\n\n| Schedule | Percentage |\n|----------|------------|\n| Full-time (Regular) | 99.6 | 99.3 | 99.4 |\n| Part-time (Regular) | 0.4 | 0.7 | 0.6 |\n| Full-time (Temporary) | 96.6 | 99.3 | 99.4 |\n| Part-time (Temporary) | 3.4 | 0.7 | 0.6 |\n\n---\n\n1. No senior managers were hired in Japan in 2021.\n2. Job categories are defined in alignment with McKinsey Women in the Workforce level definitions. See Job Category by Gender, pg. 40 for definitions.\n3. All female Senior Vice Presidents report directly to the CEO and are captured in the Executive job category.\n4. Not Reported\n## Our People\n\n### DISCLOSURE\n\n#### Contractors and Interns, by Age, Gender and Region\n\n| Age Group          | Percentage | 2022 | 2021 | 2020 |\n|--------------------|------------|------|------|------|\n| < 30 Years Old     |            | 23   | 42   | 30   |\n| 30 – 50 Years Old  |            | 68   | 31   | 61   |\n| > 50 Years Old     |            | 9    | 27   | 9    |\n| Female             |            | 54   | 29   | 47   |\n| Male               |            | 46   | 71   | 53   |\n| APAC (excluding Japan) |        | 85   | 37   | 85   |\n| Japan              |            | 5    | 20   | 5    |\n| EMEA               |            | 5    | 25   | 5    |\n| North America      |            | 5    | 18   | 5    |\n\n### DISCLOSURE\n\n#### Part-time Employees by Age, Gender and Region\n\n| Age Group          | Percentage | 2022 | 2021 | 2020 |\n|--------------------|------------|------|------|------|\n| < 30 Years Old     |            | 12   | 11   | 42   |\n| 30 – 50 Years Old  |            | 55   | 54   | 35   |\n| > 50 Years Old     |            | 33   | 35   | 23   |\n| Female             |            | 48   | 52   | 45   |\n| Male               |            | 54   | 48   | 55   |\n| APAC (excluding Japan) |        | 1    | 0    | 2    |\n| Japan              |            | 0    | 0    | 0    |\n| EMEA               |            | 94   | 88   | 89   |\n| North America      |            | 5    | 12   | 9    |\n\n### DISCLOSURE\n\n#### Full-time Employees by Age, Gender and Region\n\n| Age Group          | Percentage | 2022 | 2021 | 2020 |\n|--------------------|------------|------|------|------|\n| < 30 Years Old     |            | 29   | 28   | 29   |\n| 30 – 50 Years Old  |            | 55   | 55   | 55   |\n| > 50 Years Old     |            | 16   | 17   | 16   |\n| Female             |            | 45   | 44   | 44   |\n| Male               |            | 55   | 56   | 56   |\n| APAC (excluding Japan) |        | 73   | 69   | 70   |\n| Japan              |            | 3    | 5    | 5    |\n| EMEA               |            | 12   | 13   | 12   |\n| North America      |            | 12   | 13   | 13   |\n\n### DISCLOSURE\n\n#### New Hires by Age, Gender and Region\n\n| Age Group          | Percentage | 2022 | 2021 | 2020 |\n|--------------------|------------|------|------|------|\n| < 30 Years Old     |            | 59   | 61   | 58   |\n| 30 – 50 Years Old  |            | 35   | 34   | 38   |\n| > 50 Years Old     |            | 6    | 5    | 4    |\n| Female             |            | 42   | 44   | 55   |\n| Male               |            | 58   | 56   | 45   |\n| APAC (excluding Japan) |        | 71   | 78   | 77   |\n| Japan              |            | 1    | 1    | 3    |\n| EMEA               |            | 7    | 8    | 8    |\n| North America      |            | 21   | 13   | 12   |\n## Our People\n\n### Employee Turnover\n\n|                      | UNITS | 2022 | 2021 | 2020 |\n|----------------------|-------|------|------|------|\n| Voluntary Turnover   |       | 15   | NR   | NR   |\n| Involuntary Turnover |       | 5    | NR   | NR   |\n\n### Employee Turnover by Age, Gender and Region\n\n| Age/Gender/Region     | UNITS | 2022 | 2021 | 2020 |\n|-----------------------|-------|------|------|------|\n| < 30 Years Old        |       | 43   | 37   | 50   |\n| 30 – 50 Years Old     |       | 43   | 46   | 34   |\n| > 50 Years Old        |       | 14   | 17   | 16   |\n| Female                |       | 42   | 41   | 56   |\n| Male                  |       | 58   | 59   | 44   |\n| APAC (excluding Japan)|       | 67   | 68   | 67   |\n| Japan                 |       | 2    | 5    | 5    |\n| EMEA                  |       | 9    | 8    | 9    |\n| North America         |       | 22   | 19   | 19   |\n\n### U.S. Workforce by Race and Ethnicity\n\n| Race/Ethnicity        | UNITS | 2022 | 2021 | 2020 |\n|-----------------------|-------|------|------|------|\n| American Indian or Alaskan Native |       | 0.5  | 0.5  | 0.5  |\n| Asian                 |       | 17.4 | 17   | 18.8 |\n| Black or African American |     | 1.5  | 1.5  | 1.5  |\n| Hispanic or Latino    |       | 4.2  | 4.7  | 4.8  |\n| Native American or other Pacific Islander | | 0.3  | 0.2  | 0.3  |\n| Two or more races     |       | 1.9  | 1.8  | 2.0  |\n| White                 |       | 55   | 60   | 59.4 |\n| Undeclared            |       | 19.2 | 14.3 | 12.7 |\n\n### Employees Covered by Collective Bargaining Agreements\n\n|                      | UNITS | 2022 | 2021 | 2020 |\n|----------------------|-------|------|------|------|\n| Total Workforce      |       | 26.5 | 26.2 | NR   |\n\n*Represents distribution of total 20 percent employee turnover across these categories.\n\n### Employee Resource Groups\n\n| Resource Group                        | UNITS | 2022 | 2021 | 2020 |\n|---------------------------------------|-------|------|------|------|\n| Black Employee Network (BEN)          |       | Yes  | Yes  | Yes  |\n| Continua                              |       | Yes  | Yes  | Yes  |\n| Cultivate                             |       | Yes  | Yes  | Yes  |\n| Science, Technology, Engineering and Mathematics for Under-represented Populations (STEM UP) | | Yes | Yes | Yes |\n| Veteran and Military Employees (VME)  |       | Yes  | Yes  | Yes  |\n| Women Empowerment (WE)                |       | Yes  | Yes  | Yes  |\n\n### Employee Engagement Survey Completion Rate\n\n| Survey Completion Rate | UNITS | 2022 | 2021 | 2020 |\n|------------------------|-------|------|------|------|\n| Employee Engagement Survey |     | 75   | 81   | 85   |\n\n### Employee Health and Safety\n\n| Health and Safety | UNITS | 2022 | 2021 | 2020 |\n|-------------------|-------|------|------|------|\n| Fatalities, employees |     | 0    | 0    | 0    |\n| Fatalities, non-employees | | 0    | 0    | 0    |\n| High-consequence work-related injuries, employees | | 0    | 2    | NR   |\n| High-consequence work-related injuries, non-employees | | 0    | 0    | NR   |\n| Recordable work-related injuries, employees | | 40   | 43   | NR   |\n| Recordable work-related injuries, non-employees | | 2    | 3    | NR   |\n\n*Recordable injury or illness as defined by the Occupational Safety and Health Administration.\n## Our People\n\n| DISCLOSURE | UNITS | 2022 | 2021 | 2020 |\n|------------|-------|------|------|------|\n| Total Hours Worked | | | | |\n| Hours worked | Number | 74,084,225 | NR | 69,764,000 |\n| Rate Calculations | | | | |\n| Lost time incident rate (LTIR) | (number of lost time injuries in the reporting period x 200,000) / total hours worked in the reporting period | 0.05 | NR | NR |\n| Lost time incident severity rate | (number of days lost due to injuries x 1,000) / total hours worked | 0.009 | NR | NR |\n| Total recordable incident rate (TRIR), employees | (number of incidents x 200,000) / total number of hours worked in the reporting period | 0.108 | NR | NR |\n| Total recordable incident rate (TRIR), non-employees | (number of incidents x 200,000) / total number of hours worked in the reporting period | 0.005 | NR | NR |\n\n1Total hours worked by all regular employees (full-time, part-time).\n2Recordable incident as defined by the Occupational Safety and Health Administration\n\n## Policies, Statements and Commitments\n\n| DISCLOSURE | UNITS | 2022 | 2021 | 2020 |\n|------------|-------|------|------|------|\n| Corporate Social Responsibility (CSR) Commitment | | Yes | Yes | Yes |\n| Environmental Health and Safety Policy | | Yes | Yes | Yes |\n| Equal Employment Opportunity | | Yes | Yes | Yes |\n| Human Rights Policy | | Yes | Yes | Yes |\n| Responsible Business Alliance (RBA) Full Member | | Yes | Yes | Yes |\n| Responsible Minerals Sourcing Policy | | Yes | Yes | Yes |\n| Slavery and Human Trafficking Policy Statement | | Yes | Yes | Yes |\n| UN Global Compact Signatory | | Yes | Yes | Yes |\n## Our Planet\n\n### DISCLOSURE\n\n| Scope | Emissions | UNITS | 2022 | 2021 | 2020 |\n|-------|-----------|-------|------|------|------|\n| Scope 1 | Metric Tons Carbon Dioxide Equivalent (MTCO₂e) | 841,104 | 2,485,870 | 2,173,451 |\n| Scope 2 | | 741,934 | 782,790 | 774,849 |\n| Scope 3 | | 2,143,211 | 617¹ | 1,565¹ |\n\n### Energy\n\n| Total Consumption (Natural Gas, Diesel Fuel and Electricity) | Megawatt-Hours (MWh) | 2022 | 2021 | 2020 |\n|-------------------------------------------------------------|-----------------------|------|------|------|\n| Emissions and Energy Intensity | Revenue | Dollars (billions) | 8.33 | 6.74 | 5.25 |\n| | Scope 1 Emissions Intensity | MTCO₂e per $ Million Revenue | 101 | 369 | 414 |\n| | Scope 2 Emissions Intensity | | 89 | 116 | 148 |\n| | Energy Intensity | MWh per $ Million Revenue | 210 | 264 | 334 |\n\n### Water\n\n| Withdrawal | Megaliters | 2022 | 2021 | 2020 |\n|------------|------------|------|------|------|\n| Recycled | Megaliters | 5,776 | 5,779 | 6,374 |\n\n### Policies, Statements and Commitments\n\n| Climate Change Policy | Yes/No | Yes | Yes | Yes |\n| CSR Commitment | Yes | Yes | Yes | Yes |\n| Environmental Health and Safety (EHS) Policy | Yes | Yes | Yes | Yes |\n| Rare Earth Elements Use Statement | Yes | Yes | Yes | Yes |\n| Registration, Evaluation, Authorization and Restriction of Chemical Substances (REACH) Statement | Yes | Yes | Yes | Yes |\n| Restriction of Hazardous Substances (RoHS) Statement | Yes | Yes | Yes | Yes |\n\n### Waste\n\n| Hazardous Waste Generated | Metric Tons | 2022 | 2021 | 2020 |\n|---------------------------|-------------|------|------|------|\n| Hazardous Waste Diverted from Disposal | Percentage | 40 | 42 | 73 |\n| Non-Hazardous Waste Generated | Metric Tons | 16,923 | 17,325 | 15,146 |\n| Non-Hazardous Waste Diverted from Disposal | Percentage | 86 | 83 | 77 |\n| Reclaimed Scrap Materials Collected | Metric Tons | 291³ | 614 | 634 |\n| Reclaimed Precious Metals Collected | Kilogram (kg) | 802² | 810 | 870 |\n\n³onsemi’s scrap reclaim operation was decentralized in June 2022. Represents data from January through June 2022, prior to this decentralization.\n\n²Per the World Resource Institute Aqueduct Water Risk Atlas, Tarlac (Philippines) is no longer considered to be located in a high-stressed region. This accounts for our notable reduction YOY.\n### Sustainability Accounting Standards Board (SASB) Framework\n\n**Reporting Period:** January 1 – December 31, 2022\n\n| CODE       | METRIC                                                                 | ONSEMI DISCLOSURE                                                                 |\n|------------|------------------------------------------------------------------------|----------------------------------------------------------------------------------|\n| TC-SC-110a.1 | (1) Gross global Scope 1 emissions, (2) amount of total emissions from perfluorinated compounds | (1) 841,104 MTCO₂e  \n(2) 404,090 MTCO₂e  \nSee Energy Consumption and Emissions section of our 2022 Sustainability Report, pg 24. |\n| TC-SC-110a.2 | Discussion of long-term and short-term strategy or plan to manage Scope 1 emissions, emissions reduction targets and an analysis of performance against those targets | See Net Zero Commitment section of our 2022 Sustainability Report, pg 16. |\n| TC-SC-130a.1 | (1) Total energy consumed, (2) percentage grid electricity, and (3) percentage renewable | (1) 6,308,215 gigajoules (GJ)  \n(2) 100%  \n(3) 0%  \nSee Energy Consumption and Emissions section of our 2022 Sustainability Report, pg 24. |\n\n### Greenhouse Gas Emissions\n\n- **TC-SC-110a.1**\n  - (1) Gross global Scope 1 emissions, (2) amount of total emissions from perfluorinated compounds\n  - (1) 841,104 MTCO₂e  \n  - (2) 404,090 MTCO₂e  \n  - See Energy Consumption and Emissions section of our 2022 Sustainability Report, pg 24.\n\n### Energy Management in Manufacturing\n\n- **TC-SC-130a.1**\n  - (1) Total energy consumed, (2) percentage grid electricity, and (3) percentage renewable\n  - (1) 6,308,215 gigajoules (GJ)  \n  - (2) 100%  \n  - (3) 0%  \n  - See Energy Consumption and Emissions section of our 2022 Sustainability Report, pg 24.\n\n### Water Management\n\n- **TC-SC-140a.1**\n  - (1) Total water withdrawn, (2) total water consumed, percentage of each in regions with High or Extremely High Baseline Water Stress\n  - (1) 13,692 thousand of m³  \n  - (2) onsemi is developing better strategies for tracking water discharge and consequently water consumption across its operational footprint. We aim to have better metrics in the years to come. In 2022, onsemi withdrew 515 thousand m³ of water from areas with high water stress. Approximately 4 percent of our water withdrawal is from regions with high-water stress.  \n  - High water stress regions - Pocatello, Idaho (USA); Suzhou (China)  \n  - See Water and Waste Management section of our 2022 Sustainability Report, pg 29.\n\n### Waste Management\n\n- **TC-SC-150a.1**\n  - Amount of hazardous waste from manufacturing, percentage recycled\n  - 8,974 metric tons  \n  - 2 percent recycled, 40 percent diverted from landfill  \n  - See Water and Waste Management section of our 2022 Sustainability Report, pg 29.\n\n### Human Health Hazard\n\n- **TC-SC-320a.1**\n  - Description of efforts to assess, monitor and reduce exposure of employees to human health hazards\n  - See Environmental Health and Safety section of our 2022 Sustainability Report, pg 34.\n### Sustainability Accounting Standards Board (SASB) Framework\n\n| CODE       | METRIC                                                                 | ONSEMI DISCLOSURE                                                                                                                                                                                                 |\n|------------|------------------------------------------------------------------------|-------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------|\n| TC-SC-320a.2 | Total amount of monetary losses as a result of legal proceedings associated with employee health and safety violations (USD) | In 2022, onsemi did not incur monetary losses as a result of legal proceedings associated with employee health and safety violations.                                                                                     |\n| TC-SC-330a.1 | Percentage of employees that are: (1) foreign nationals and (2) located offshore | (1) 2%  \n(2) United States (country of domicile) – 11%  \nAll other North America – 1%  \nAsia Pacific – 76%  \nEMEA – 12%                                                                                                                                               |\n| TC-SC-410a.1 | Percentage of products by revenue that contain IEC 62474 declarable substances (%) | In 2022, approximately 23% of onsemi's portfolio contained IEC 62474 declarable substances, representing 29% of revenue.  \nRoHS Statement  \nCompliance with REACH  \nProduct Chemical Content Brochure  \nMaterials Composition Program                                                                                                                                 |\n| TC-SC-410a.2 | Processor energy efficiency at a system level for: (1) servers, (2) desktops, and (3) laptops | Not applicable for onsemi operations                                                                                                                                                                               |\n| TC-SC-440a.1 | Description of the management of risks associated with the use of critical materials | onsemi discloses management approach to our responsible minerals sourcing. We are aware of the potential supply shortage of rare earth elements and their use in the production of electronic components. onsemi does not deliberately add any rare earth elements in our products. There are some traces of rare earths in certain ceramic packaging, gold wire bond and wafer fab operations, but we do not manufacture any of these materials nor are they added intentionally. Through our Enterprise Risk Management (ERM) framework, tools and processes, we identify the loss of critical supplies as a risk that is managed, mitigated and is tracked within the supply chain planning, sourcing and procurement groups and reported on a quarterly basis.  \nSEC Form SD Conflict Minerals Report  \nRare Earth Minerals Statement  \nSee Supply Chain section of our 2022 Sustainability Report, pg. 74.                                                                                     |\n| TC-SC-520a.1 | Total amount of monetary losses as a result of legal proceedings associated with anti-competitive behavior regulations (USD) | In FY22, onsemi did not incur monetary losses as a result of legal proceedings associated with anti-competitive behavior regulations.  \nSee onsemi 2022 SEC Form 10-K, pg 90.                                                                                                                   |\n### Task Force on Climate-Related Financial Disclosures (TCFD) Framework\n\n| TCFD RECOMMENDED DISCLOSURE | LOCATION OF DISCLOSURE | BRIEF DESCRIPTION |\n|-----------------------------|------------------------|-------------------|\n| Governance                  |                        | Disclose the organization's governance around climate-related risks and opportunities. |\n| (a) Describe the board's oversight of climate-related risks and opportunities. | CDP Climate Change, C1.1, C1.1a, C1.1b | Formal responsibility and oversight of matters related to environmental, health and safety (EHS), environmental, social and governance (ESG) and sustainability issues at onsemi, including climate-related risks and opportunities, lies with the board Governance and Sustainability (GS) Committee, as stated in the GS committee charter. The GS committee oversees issues related to the company's governance principles and the GS committee charter including risk and opportunities arising from climate change. The committee also oversees ESG and climate-related and sustainability-related initiatives including oversight of strategy, risk management, opportunities, major capital expenditure and investments. The GS Committee holds at least quarterly meetings per year and is comprised of three or more independent members of the board. Additionally, the entire board reviews progress against climate and sustainability-related goals and targets including progress towards onsemi's goal to achieve net zero emissions by 2040 (Net Zero 2040) across Scope 1, 2 and 3 and other metrics including energy usage, waste generation and water withdrawal. Progress of the company's sustainability projects is communicated by the Chief Marketing Officer on a quarterly basis for review by the board. In 2022, the company ensured ESG initiatives were a priority by tying aspects of onsemi's 2022 equity compensation program to Scope 1, 2 and 3 emissions. |\n\n| Governance                  |                        | (b) Describe management's role in assessing and managing climate-related risks and opportunities. |\n|                            |                        | At onsemi, climate-related risks and opportunities are assessed, managed and realized at the highest level of the organization. We believe that the responsibility of operationalizing mitigation and adaptation strategies in response to climate-related risks and opportunities must be integrated at every level of the company, ensuring the success of our risk management program and giving us the ability to act nimbly at all levels when needed. Our ERM program is overseen by a Risk Committee comprised of the CEO, CLO, CFO, CSO and EVP of Operations & Manufacturing. The Risk Committee is responsible for the identification, management and mitigation of risks faced by onsemi. To maintain accountability at the highest functional level, executive staff members are appointed as risk sponsors for individual risks and work with risk owners who manage the risk on a day-to-day basis. ERM findings are communicated to the Risk Committee quarterly to ensure that this information is communicated to executive staff and our Board of Directors. Climate-related risks and opportunities impact business units (BUs) and functional departments across the organization in unique and nuanced ways. BU and department leaders are responsible for understanding, monitoring and acting as the risk and opportunity landscape changes, ensuring they have the information, capacity and resources needed to respond quickly and effectively to trigger events. Groups engaged in climate-related risk and opportunity assessment include our three BUs, finance, legal, manufacturing, business continuity, new product development, supply chain, ESG, human resources and customer experience. |\n## Task Force on Climate-Related Financial Disclosures (TCFD) Framework\n\n| TCFD RECOMMENDED DISCLOSURE | LOCATION OF DISCLOSURE | BRIEF DESCRIPTION |\n|-----------------------------|------------------------|-------------------|\n| **Strategy**                |                        |                   |\n| (a) Describe the climate-related risks and opportunities the organization has identified over the short, medium, and long term. | CDP Climate Change, Questions C2.3, C2.3a, C2.4, C2.4a | At onsemi, we have identified potential climate-related risks and opportunities that could impact our business continuity, strategy and financial planning. Risks identified include transitional and physical risks with the capacity to impact our own operation and value chain including our financials, supply chain, workforce, company disclosure and reputation. Climate-related opportunities identified include transitional and physical opportunities related to increase demand of onsemi products and an increase in tangible and intangible asset values. Our identified climate-related risks and opportunities can impact onsemi over the near, medium and long term depending on the risk or opportunity development and maturity. For a full list of onsemi's climate-related risks and opportunities see the Risk and Opportunity Disclosure tables. |\n| (b) Describe the impact of climate-related risks and opportunities on the organization's businesses, strategy and financial planning. | CDP Climate Change, Questions C3.1, C3.1a, C3.3 | Identified climate-related risk and opportunities pose potential impacts to our business across different impact categories such as finance, supply chain, customer demand and direct operations. These impacts can be general and applicable across our business and value chain or they can be location-based, requiring specific plans and actions localized to the region or country where the risk or opportunity is realized. Realized potential impacts of the identified climate-related risk and opportunities are to be integrated into strategic decision-making across onsemi in business continuity planning, capital expenditure planning and new product development. |\n| (c) Describe the resilience of the organization's strategy, taking into consideration different climate-related scenarios including a 2°C or lower scenario. | CDP Climate Change, Questions C3.2, C3.2b | Using three plausible, distinctive, consistent, relevant and challenging climate scenarios, onsemi executive leadership, various functional owners and the ESG team participated in a climate scenario analysis to inform a climate adaptation and resilience plan for implementation at the company. Scenarios used assume various degrees of warming by 2100 and include social, technological, economic and political developments considered plausible under each warming trajectory. The three scenarios used to inform the development of a climate action plan for onsemi include: 1. Failure to Decarbonize: runaway climate change resulting in warming above 3°C by 2100, international cooperation breakdowns and increased potential for irreversible effects of climate change. 2. Orderly Decarbonization: orderly decarbonization resulting in warming limited to 1.5°C by 2100, advancement, development and adoption of sustainable technology and global policies for decarbonization, including carbon pricing. 3. Disorderly Decarbonization: disorderly decarbonization resulting in warming around 2°C by 2100, the abrupt and uneven introduction of climate policies and increased financial consequences of climate change. Through this exercise, relevant climate-related risks and opportunities were identified and socialized for inclusion in our overall business strategy. We're exploring the development of internal controls and procedures, adaptation and mitigation plans and identification of trigger events to inform future action and no-regret actions to be taken in response to the outcomes of our climate scenario analysis. |\n### Task Force on Climate-Related Financial Disclosures (TCFD) Framework\n\n| TCFD RECOMMENDED DISCLOSURE | LOCATION OF DISCLOSURE | BRIEF DESCRIPTION |\n|-----------------------------|------------------------|-------------------|\n| **Risk Management**         |                        |                   |\n| (a) Describe the organization's processes for identifying and assessing climate-related risks. | CDP Climate Change, Questions C1.2, C1.2a, C1.2b, C2.2, C2.2a | onsemi uses scenario analysis to understand the impacts of climate change on our business operations, corporate strategy and value chain. By understanding the presumed operational context of different decarbonization trajectories, we can identify potential climate-related physical and transitional risks that could conceivably pose an impact to our business and strategy. These scenarios are not intended to predict the future, but instead, help us understand our potential risk exposure and build resilience through activities to enhance our preparedness. |\n| (b) Describe the organization's processes for managing climate-related risks. | CDP Climate Change, Questions C2.2, C2.2a, C2.3, C2.3a | Through our scenario analysis, we have identified various action planning and trigger monitoring activities to build resilience to potential climate-related risks. We're exploring the development of internal controls and procedures, adaptation and mitigation plans and identification of trigger events to inform future action and no-regret actions to be taken in response to the outcomes of our climate scenario analysis. Owners will be assigned to monitor and manage relevant climate-related risks to ensure actions are being taken when appropriate to ensure the resilience of business operations and strategies. |\n| (c) Describe how processes for identifying, assessing and managing climate-related risks are integrated into the organization's overall risk management. | CDP Climate Change, Question C2.2, C2.2a | The process of identifying, assessing, and managing corporate risks falls within ERM. Our climate-related risks identified through scenario analysis have been mapped to relevant risk definitions within our current risk registrar for ease of integration into our ERM framework. Risk owners have been identified and assigned to ensure continuous management of identified climate-related risks. |\n\n| TCFD RECOMMENDED DISCLOSURE | LOCATION OF DISCLOSURE | BRIEF DESCRIPTION |\n|-----------------------------|------------------------|-------------------|\n| **Metrics and Targets**     |                        |                   |\n| (a) Disclose the metrics used by the organization to assess climate-related risks and opportunities in line with its strategy and risk management process. | CDP Climate Change, Sections C5, C6, C7, C8 2022 onsemi Sustainability Report | Our scenario analysis detailed important metrics to help us assess and monitor climate-related risks and opportunities in line with our strategy and risk management process. Monitored metrics include: |\n|                            |                        | • Product energy, water and emissions intensity |\n|                            |                        | • R&D expenditures for low-carbon products |\n|                            |                        | • Percentage of expenditure on energy efficiency |\n|                            |                        | • Total energy consumption included percentage from renewables |\n|                            |                        | • Total greenhouse gas emissions |\n|                            |                        | • Investment in climate adaptation measures |\n|                            |                        | • R&D expenditure on products that support customer decarbonization |\n| (b) Disclose Scope 1, Scope 2 and, if appropriate, Scope 3 greenhouse gas (GHG) emissions and the related risks. | CDP Climate Change, Sections C5, C6, C7, C8 2022 onsemi Sustainability Report | In Fiscal Year (FY) 2022, our GHG emissions were as follows: |\n|                            |                        | Scope 1 – 841,104 MTCO₂e |\n|                            |                        | Scope 2 – 741,934 MTCO₂e |\n|                            |                        | Scope 3 – 2,143,211 MTCO₂e |\n|                            |                        | For a breakdown of Scope 3 by category, see the Energy Consumptions and Emissions section of our 2022 sustainability Report, pg. 24. |\n|                            |                        | As regions and nations develop regulations aimed at accelerating local or global decarbonization efforts, onsemi may encounter risks associated with our GHG emissions including carbon prices and carbon border adjustments. These can result in increased operational expenditures if we continue to emit GHG emissions through our business operation activities. |\n### Task Force on Climate-Related Financial Disclosures (TCFD) Framework\n\n| TCFD RECOMMENDED DISCLOSURE | LOCATION OF DISCLOSURE | BRIEF DESCRIPTION |\n|-----------------------------|------------------------|-------------------|\n| (c) Describe the targets used by the organization to manage climate-related risks and opportunities and performance against targets. | CDP Climate Change, Questions C4.1, C4.1b, C4.2, C4.2b, C4.3, C4.3a, C4.3b, C4.3c onsemi blog, 2040 Emissions Goal for onsemi | At our Analyst Day in 2021, we announced Net Zero 2040 along with a commitment to use 50 percent renewable energy by 2030 and 100 percent renewable energy by 2040. This commitment will guide how we operate our business over the coming years and is essential to ensuring we operate in a socially thoughtful and environmentally responsible manner. We are working to create a climate transition plan to meet Net Zero 2040. We're exploring the use of available levers for reducing emissions across Scope 1 and 2 internally at our facilities, along with pathways for engaging suppliers and other reduction strategies in the value chain for Scope 3 emissions reductions outside onsemi's direct control. We're determining the appropriate milestone tasks, metrics and key performance indicators to use for our climate transition plan, allowing us to track our progress over time. By identifying and monitoring our climate-related risks and opportunities, we can work to set further targets used to build resilience and reduce potential negative impacts from identified risks and realize potential positive impacts from identified opportunities. |\n## Risk and Opportunity Disclosures\n\n### Transition risks\n\nTransition risks were most prevalent under the Orderly Decarbonization and Disorderly Decarbonization scenarios.\n\n| RISK | VALUE CHAIN | FINANCIAL IMPACT | TIMEFRAME OF IMPACT | ONSEMI RESPONSE |\n|------|-------------|------------------|---------------------|-----------------|\n| **Risk Management** | | | | |\n| Introduction of national carbon pricing schemes and/or carbon border adjustment mechanisms | Own operations | Increased expenditure associated with manufacturing and corporate activity. Potential reduction in product margins. Increased exposure to legal liability. | Negligible impact at present; however, impact increases in the medium term (before 2030) under some scenarios. | onsemi's approach to enhancing the resilience of its own operations to transition risks includes:  \n- Achieving net zero emissions: through energy efficiency projects, renewable energy procurement and reducing greenhouse gas emissions from process gases through process swaps, gas swaps and abatement technology.  \n- Integration with strategic planning and risk management: such as exploration of incorporating an internal carbon price in capital expenditure planning.  \n- Enhancing disclosure: through ongoing alignment with global climate-related reporting frameworks and comprehensive data/information controls. |\n| Regulatory limits on carbon-related processes | Own operations | Reduced revenue from the reduction in production capacity. Increased exposure to legal liability. | Negligible impact at present; however, impact increases in the medium term (before 2030) under some scenarios. | |\n| Varied availability of renewable energy in locations where onsemi operates | Own operations | Increased expenditure associated with sourcing renewable energy (in order to meet regulation and/or strategic objectives) | Some impact at present, the impact increases into the medium term (before 2030), mostly in the Failure to Decarbonize scenario. | |\n| Increased sustainability reporting and assurance requirements | Own operations | Increased expenditure on staff and data/information systems and controls | Impact is present today and increases in the medium term (before 2030) under some scenarios. | |\n\n| RISK | VALUE CHAIN | FINANCIAL IMPACT | TIMEFRAME OF IMPACT | ONSEMI RESPONSE |\n|------|-------------|------------------|---------------------|-----------------|\n| Carbon pricing schemes and/or carbon border adjustment mechanisms applied to onsemi suppliers and their emissions | Supply chain | Increased expenditure for raw materials, products and services, as suppliers pass costs on to onsemi. Potential reduction in product margins. | Negligible impact at present; however, impact increases in the medium term (before 2030) under some scenarios. | onsemi's approach to enhancing the resilience of its supply chain to transition risks includes:  \n- Understanding emissions: developing a baseline of supplier emissions through our Scope 3 emissions inventory.  \n- Supplier engagement: we are exploring ways to incorporate public reporting of GHG emissions by our suppliers and other ESG matters into our supplier scorecard, which is used to track and encourage enhancement of supplier performance. |\n| Limitations on access or availability to raw materials including but not limited to rare earth minerals due to increasing regulations | Supply chain | Reduced revenue if raw materials cannot be supplied to meet demand, and increased expenditure associated with sourcing alternate suppliers and materials. | Negligible impact at present; however, impact increases in the medium term (before 2030) under some scenarios. | |\n| Pressure to demonstrate deforestation-free supply chain | Supply chain | Increased expenditure associated with investigating deforestation in onsemi's supply chain, and potentially switching suppliers. | Negligible impact at present; however, impact increases in the medium term (before 2030) under some scenarios. | |\nPhysical risks\n\nPhysical risks were most prevalent under the Failure to Decarbonize scenario.\n\n| RISK                                                                 | VALUE CHAIN          | FINANCIAL IMPACT                                                                 | TIMEFRAME OF IMPACT                                                                 | ONSEMI RESPONSE                                                                                                                                                                                                 |\n|----------------------------------------------------------------------|----------------------|---------------------------------------------------------------------------------|-------------------------------------------------------------------------------------|------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------|\n| Production disruption from extreme weather (including indirect impacts such as government-imposed power restrictions and/or impacts to surrounding infrastructure) | Own operations       | Reduced revenue from lost production and increased expenditure associated with restarting production. | Impact already occurs in some locations, frequency and severity of impact increases in the medium term under all scenarios. | onsemi’s approach to enhancing the resilience of its own operations to physical risks includes:  \n  • Enhanced business continuity planning: we are exploring incorporating future scenarios into existing business continuity planning, prioritizing sites at higher risk of climate-related impact.  \n  • Infrastructure planning: exploring the consideration of climate scenarios when planning for facility and/or equipment upgrades or acquisitions.  \n  • Accelerate resource efficiency: adopting energy conservation and efficiency measures and increasing water recycling practices, reducing the number of resources needed to operate effectively. |\n| Damage to onsemi facilities                                         | Own operations       | Increased expenditure to repair facilities, increased insurance costs           | Impact already occurs in some locations, frequency and severity of impact increases in the medium term under all scenarios. |                                                                                                                                                                                                                   |\n| Limits to energy and water availability in specific locations at specific times of year | Own operations       | Reduced revenue from lost production. Increased expenditure is associated with higher energy and water costs. | Impact already occurs in some locations, frequency and severity of impact increases in the medium term under all scenarios. |                                                                                                                                                                                                                   |\n| Extreme weather impacts employee health, safety and productivity    | Own operations       | Increased expenditure and liability risk. Potential reduced revenue associated with lost production from absenteeism. | Impact already occurs in some locations, frequency and severity of impact increases in the medium term under all scenarios. |                                                                                                                                                                                                                   |\n\n| RISK                                                                 | VALUE CHAIN          | FINANCIAL IMPACT                                                                 | TIMEFRAME OF IMPACT                                                                 | ONSEMI RESPONSE                                                                                                                                                                                                 |\n|----------------------------------------------------------------------|----------------------|---------------------------------------------------------------------------------|-------------------------------------------------------------------------------------|------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------|\n| Extreme weather impacts onsemi supplier locations and/or supply chain logistics | Supply chain         | Reduced revenue from lost production                                           | Impact already occurs in some locations, frequency and severity of impact increases in the medium term under all scenarios. | onsemi’s approach to enhancing the resilience of its supply chain to physical risks includes:  \n  • Existing suppliers: Exploring incorporation of future scenarios into supplier engagement, including audit specifications.  \n  • Prospective suppliers: Exploring incorporation of future scenarios into business continuity requirements. |\nClimate-related opportunities\nClimate-related opportunities are most prevalent under the Orderly Decarbonization and Disorderly Decarbonization scenarios.\n\n| OPPORTUNITY | VALUE CHAIN | FINANCIAL IMPACT | TIMEFRAME OF IMPACT | ONSEMI RESPONSE |\n|-------------|-------------|------------------|---------------------|-----------------|\n| onsemi products supporting electrification of transport, infrastructure and wider renewable energy | Customer/ market demand | Increased revenue associated with increased market demand for electrification technologies. | Impact already occurs in some locations and sectors; impact may increase within existing geographies/sectors and expand to new geographies/sectors under some scenarios. | onsemi’s approach to capitalizing on climate-related opportunities includes:  \n  • Triple bottom line product offering: onsemi’s strategy targets the use of our products in decarbonization and efficiency applications such as electric vehicles, factory automation and renewable energy infrastructure.  \n  • Integration into strategic planning: onsemi incorporates climate-related opportunities, including market developments in decarbonization technology, in its processes for new product development, expansion of manufacturing capacity, and other strategic planning processes. |\n| onsemi products supporting solutions for energy, water and other resource efficiency | Customer/ market demand | Increased revenue associated with increased market demand for technology solutions that increase resource efficiency. | Impact already occurs in some locations and sectors; impact may increase within existing geographies/sectors and expand to new geographies/sectors under some scenarios. |  |\n| onsemi products supporting technology for avoided emissions and carbon removals | Customer/ market demand | Increased revenue associated with increased market demand for avoided emissions and carbon removal technology. | Negligible impact at present; however impact increases in the medium term (before 2030) under some scenarios. |  |\n## 1. The organization and its reporting practices\n\n### 2-1 Organizational Details\n\n| (a) Legal name | Our company name is ON Semiconductor Corporation (NASDAQ: ON). The company operates under the onsemi name and brand. |\n|----------------|---------------------------------------------------------------------------------------------------------------|\n| (b) Nature of ownership and legal form | onsemi is a publicly traded company incorporated under the laws of the State of Delaware in 1992. |\n| (c) Location of headquarters | onsemi headquarters are located at 5701 North Pima Road, Scottsdale, Arizona. |\n| (d) Countries of operation | See our global locations on our website. |\n\n### 2-2 Entities included in the organization's sustainability reporting\n\nSustainability reporting includes information about onsemi worldwide subsidiaries and joint ventures for which we have management control. There is no difference between the entities included in financial reporting and sustainability reporting.\n\n### 2-3 Reporting period, frequency and contact point\n\nOur sustainability reporting is completed on an annual basis. This report covers January 1 through December 31, 2022. Our financial reporting is completed on a quarterly and annual basis. This report was published on June 27, 2023. For questions about this report, please contact the onsemi ESG team at sustainability@onsemi.com.\n\n### 2-4 Restatements of information\n\nonsemi has not made any restatement in the reporting year.\n\n### 2-5 External assurance\n\nEmissions information contained in the 2022 Sustainability Report has been externally verified by a third-party assurance agency, APEX Companies, in accordance with ISO 14064-3 and against criteria found in the Greenhouse Gas Protocol, Corporate Value Chain Accounting and Reporting Standard and IPCC 2019 Guidelines on National Greenhouse Gas Inventories – leading methodologies used by sustainability professionals for sustainability-related assurance.\n\n## 2. Activities and Workers\n\n### 2-6 Activities, value chain and other business relationships\n\n| (a) Sector | Semiconductor |\n|------------|---------------|\n| (b) Value chain | See Revenue-Generating Activities in our 2022 SEC Form 10-K, pg. 6-10 |\n| (c) Relevant business relationships | See Completed and Pending Acquisitions and Divestitures in our 2022 SEC Form 10-K, pg. 5-6 |\n| (d) Significant Changes | See Completed and Pending Acquisitions and Divestitures in our 2023 SEC Form 10-K, pg. 5-6 |\n\n### 2-7 Employees\n\nSee Our Employees section of our 2022 Sustainability Report, pg. 39.\n\n### 2-8 Workers who are not Employees\n\nTotal number of workers who are not employees: 817. Majority of contract workers are working in factories as operators (people processing and moving product) or technicians (people working on the processing equipment). Temporary workers are used to support short term increases in production output.\n\n## 3. Governance\n\n### 2-9 Governance structure and composition\n\nSee Overview of our Corporate Governance Practice and Committees of the Board in our 2023 Proxy Statement, pg. 11-12, 15-18.\n\n### 2-10 Nomination and selection of the highest governance body\n\nSee Charter of the Governance and Sustainability Committee and 2023 Proxy Statement, pg. 13-14\n\n### 2-11 Chair of the highest governance body\n\nAlan Campbell is a non-employee director and serves as Chair of the Board. See Overview of our Corporate Governance Practice in our 2023 Proxy Statement, pg. 11\n\n### 2-12 Role of the highest governance body in overseeing the management of impacts\n\nSee Amended and Restated On Semiconductor Corporation Corporate Governance Principles.\nThe Board of Directors effectively views each of its committees as key in managing the company's impacts on the economy, environment and people. The Board of Directors delegates responsibility by empowering and entrusting its various committees to handle specific matters tailored to each committee's allotted areas of expertise.\n\nWhile management is responsible for the day-to-day management of our risk, the board plays an ongoing and active role in the oversight of such risk by regularly reviewing and discussing with management areas of material risk and mitigation measures being taken to address such risks. During the 2022 fiscal year, the board and its committees regularly discussed, among other things, the ongoing impacts of the COVID-19 pandemic, rising inflationary pressures, supply chain issues, geopolitical risk and macroeconomic uncertainty across the globe. While the board has primary responsibility for risk oversight, each of its committees support this effort by regularly addressing risks in their respective areas of oversight. The chair of the relevant committee then reports on risk discussions to the full board to the extent appropriate. This combination of direct board and targeted committee oversight is intended to ensure a thorough assessment and foster a fulsome discussion between management and the board of risks we face.\n\nToday, the CEO works directly with the ESG department team on climate- and sustainability-related initiatives through their supervisors. The CEO, CFO and other members of management report on the Company's impacts on the economy, environment and people to the board at its meetings and in between meetings, as needed.\n\nThe company's internal ESG team oversees drafting and publishing the company's annual Sustainability Report, however, the team receives input, guidance and direction from members of the board before publishing the report and its data. This naturally flows from the board role in overseeing climate, sustainability and other ESG-related initiatives. Particularly as climate change continues to impact the company's operations and, in turn, factor into its strategy moving forward, the Board of Directors has taken a heightened interest in the company's emissions mitigation strategies and sustainability reporting.\n\nWe have a written policy on related party transactions to which all employees are required to adhere. We disclose conflicts of interests with stakeholders, including with respect to cross-board membership, the existence of controlling shareholders, and related parties and their relationships and transactions with related parties.\n\nSince January 1, 2022, there have been no related party transactions that are required to be reported as such under SEC rules.\nGlobal Reporting Initiative (GRI) Index\n\n| GRI STANDARD | DISCLOSURE | CROSS REFERENCE OR ANSWER |\n|--------------|------------|---------------------------|\n| 2-16         | Communication of critical concerns | Critical concerns are communicated during regular (quarterly) and special (interim) meetings with the Board of Directors. Management and the members of the board communicate as needed, often directly regarding developments and critical items. With respect to ethics and compliance, the company has also established reporting channels for external parties to raise ethics and compliance concerns regarding our employees, directors and other third parties doing business with us. Reports may be made directly or anonymously, where allowed by local law, via any of the methods outlined in our Code of Business Conduct. |\n| 2-17         | Collective knowledge of the highest governance body | The Governance and Sustainability Committee of the board is tasked with encouraging and facilitating directors’ continuing education, including coordinating training sessions and informative presentations from external parties for the directors on various topics and aspects related to corporate governance and other aspects of board service. The company allows and encourages directors to select continuing director education offerings to attend, so directors are empowered to further develop their skillsets and attend offerings that will serve to complement their existing knowledge bases. |\n| 2-18         | Evaluation of the performance of this highest governance body | See Corporate Governance section of our 2022 Sustainability Report, pg. 65. |\n| 2-19         | Remuneration policies | See 2022 Compensation of Directors and Compensation Discussion and Analysis in our 2023 Proxy Statement, pg. 23-24, 26-41. |\n| 2-20         | Process to determine remuneration | See Processes and Procedures for Considering and Determining Executive Compensation in our 2023 Proxy Statement, pg. 38-41. |\n| 2-21         | Annual total compensation ratio | (a) Annual total compensation ratio 1,029:1 for all employees 101:1 for U.S.-based non-manufacturing employees See our 2023 Proxy Statement, pg. 55. (b) Change in the annual total compensation ratio 30.52% |\n| 2-22         | Statement on sustainable development strategy | See United Nations Sustainable Development Goals section of our 2022 Sustainability Report, pg. 82. |\n| 2-23         | Policy commitments | See our Code of Business Conduct and our Human Rights Policy. More information can be found in the Ethics and Compliance and Fair Treatment sections of our 2022 Sustainability Report, pg. 70 and 72. |\n| 2-24         | Embedding policy commitments | See our Code of Business Conduct, sections Responsibility and Accountability and Additional Responsibilities of Managers and Supervisors, pg. 3 and 4. |\n| 2-25         | Processes to remediate negative impacts | See Ethics and Compliance webpage on our external website. |\n| 2-26         | Mechanisms for seeking advice and raising concerns | See Ethics and Compliance section of our 2022 Sustainability report, pg. 70. Visit the onsemi helpline for more information. |\n| 2-27         | Compliance with laws and regulations | In February 2022, onsemi received a notice of violation (for one of its US facilities) for a one-time exceedance of its daily maximum limit for ammonia discharge that occurred on December 7, 2021. onsemi paid a $125 administrative penalty fee on March 14, 2022. The underlying issue was identified and addressed. This is not anticipated to present an issue in the future. |\n| 2-28         | Membership associations | See Public Policy section of our 2022 Sustainability Report, pg. 78. |\n### Global Reporting Initiative (GRI) Index\n\n| GRI STANDARD | DISCLOSURE | CROSS REFERENCE OR ANSWER |\n|--------------|------------|---------------------------|\n| 5. Stakeholder Engagement | | |\n| 2-29 | Approach to stakeholder engagement | See Prioritization Assessment and Stakeholder Engagement section of our 2022 Sustainability Report, pg. 11. |\n| 2-30 | Collective bargaining agreements | Percentage of total employees covered by collective bargaining agreements: 26.45% |\n\n#### GRI 3: Disclosures on Material Topics\n\n| GRI STANDARD | DISCLOSURE | CROSS REFERENCE OR ANSWER |\n|--------------|------------|---------------------------|\n| 3-1 | Process to determine material topics | See Prioritization Assessment and Stakeholder Engagement section of our 2022 Sustainability Report, pg. 11. |\n| 3-2 | List of material topics | See Prioritization Assessment and Stakeholder Engagement section of our 2022 Sustainability Report, pg. 11. |\n| 3-3 | Management of material topics | See Prioritization Assessment and Stakeholder Engagement section of our 2022 Sustainability Report, pg. 11. |\n\n#### GRI 201: Economic performance\n\n| GRI STANDARD | DISCLOSURE | CROSS REFERENCE OR ANSWER |\n|--------------|------------|---------------------------|\n| 201-1 | Direct economic value generated and distributed | See our 2022 SEC Form 10-K: Profit and Loss, pg. 55 Results of Operations, pg. 32-34 Revenue and Segment Information, pg. 62-65 Supplemental Disclosures, pg. 98. |\n| 201-2 | Financial implications and other risks and opportunities | See Climate Scenario Analysis and Risk Disclosure section of our 2022 Sustainability Report, pg. 68. |\n| 201-3 | Defined benefit plan obligations and other retirement plans | To ensure we are strategic on our offerings, benefits are handled at a regional level. See our website for regional benefits summaries and 2022 SEC Form 10-K, pg. 63, 82-84. |\n| 201-4 | Financial assistance received from government | See our 2022 SEC Form 10-K: U.S. federal R&D credit, pg. 94 NOL and tax credit carryforwards, pg. 96. |\n\n#### GRI 202: Market presence\n\n| GRI STANDARD | DISCLOSURE | CROSS REFERENCE OR ANSWER |\n|--------------|------------|---------------------------|\n| 202-1 | Ratio of standard entry level wage by gender compared to local minimum wage | All employees are compensated at or above minimum wage. Minimum wage in all listed regions is gender neutral. onsemi complies with all applicable local laws regarding minimum wage standards. \"Other workers,\" in the context of this section, pertains to employees of our suppliers or onsite service providers (e.g., janitorial staff, cafeteria workers, security, etc.). We conduct risk assessments and/or onsite verification of suppliers and onsite service providers to ensure that RBA standards and legal requirements are met, including those related to minimum wage. onsemi cannot provide a ratio for other workers, as that information is unavailable. |\n| 202-2 | Proportion of senior management hired from the local community | See Our Employees section of the 2022 Sustainability Report, pg. 39. |\n\n#### GRI 203: Indirect economic impacts\n\n| GRI STANDARD | DISCLOSURE | CROSS REFERENCE OR ANSWER |\n|--------------|------------|---------------------------|\n| 203-1 | Infrastructure investments and services supported | See our 2022 SEC Form 10-K Purchase Obligations, pg. 86-87. |\n| 203-2 | Significant indirect economic impacts | See our 2022 SEC Form 10-K Purchase Obligations, pg. 86-87. |\n### GRI 204: Procurement Practices\n\n| GRI STANDARD | DISCLOSURE | CROSS REFERENCE OR ANSWER |\n|--------------|------------|---------------------------|\n| 204-1        | Proportion of spending on local suppliers | See Supply Chain section of our 2022 Sustainability Report, pg. 74. |\n\n### GRI 205: Anti-corruption\n\n| GRI STANDARD | DISCLOSURE | CROSS REFERENCE OR ANSWER |\n|--------------|------------|---------------------------|\n| 205-1        | Operations assessed for risks related to corruption | All factories are assessed for risks related to corruption through the RBA self-assessment questionnaire (SAQ), RBA internal audits or RBA VAP audits. In addition to our responsibilities as a full member of the RBA, we also conduct internal anti-corruption risk assessments, which factor in our global operations, geographic footprint, customers and business partners. Certain teams, sites and business partners have heightened levels of risk based on location, functional role and extent of interaction with government parties. |\n\n| (a) Total number and percentage of governance body members that the organization's anti-corruption policies and procedures have been communicated to | All board members (100 percent) received materials communicating the company's anti-corruption policy. Annual Code of Business Conduct training includes the topic of anti-corruption in 2022. |\n| (b) Total number and percentage of employees that the organization's anti-corruption policies and procedures have been communicated to | onsemi's anti-corruption policy has been communicated to all employees through the annual Code of Business Conduct rollout and accompanying training. Our training completion rate in 2022 was 97 percent. |\n\n| (c) Total number and percentage of business partners that the organization's anti-corruption policies and procedures have been communicated to, broken down by type of business partner and region. Describe if the organization's anti-corruption policies and procedures have been communicated to any other persons or organizations. | Select suppliers, customers and other business partners receive notice of our anti-corruption policy through anti-corruption due diligence questionnaires and surveys. |\n\n| (d) Total number and percentage of governance body members that have received training on anti-corruption | All board members (100 percent) completed our Code of Business Conduct annual training, which includes a module on anti-corruption. |\n\n| (e) Total number and percentage of employees that have received training on anti-corruption | All employees have received an annual Code of Business Conduct training which includes a module on anti-corruption. Our training completion rate in 2022 was 97 percent. |\n### Global Reporting Initiative (GRI) Index\n\n| GRI STANDARD | DISCLOSURE | CROSS REFERENCE OR ANSWER |\n|--------------|------------|---------------------------|\n| 205-3        | Confirmed incidents of corruption and actions taken | onsemi cannot disclose this information at this time due to specific legal prohibition as this is attorney-client privileged information. |\n| 206-1        | Legal actions for anti-competitive behavior, anti-trust and monopoly practices | In 2022, there were no legal actions pending or completed during the reporting period regarding anti-competitive behavior and violations of antitrust and monopoly legislation. |\n| 207-1        | Approach to tax | See 2023 Global Tax Strategy, sections 1.1, 2.3, 2.3.1 and 3.1. |\n| 207-2        | Tax governance, control and risk management | See 2023 Global Tax Strategy, sections 2.3, 2.3.1 and 3.1. For a copy of the report that contains the opinions on the financial statements and internal control over financial reporting please refer to pg. 52 in our 2022 SEC Form 10-K. |\n| 207-3        | Stakeholder engagement and management related to tax. | See 2023 Global Tax Strategy, sections 2.3.3 and 3.1. For details regarding our approach to public policy advocacy on tax, see GRI 415-1. In addition, we also collect information from external stakeholders through our investor relations group at investor@onsemi.com or through our ESG group at sustainability@onsemi.com. |\n| 207-4        | Country by country reporting | We do not publicly disclose this information. |\n| 301-1        | Materials used by weight or volume | onsemi spends over $1 billion USD on various parts and raw materials as we manufacture at both internal and external sites. We do not track or estimate the raw material used in key manufacturing locations. |\n| 301-2        | Recycled input materials used | onsemi does not use recycled input materials in our manufacturing process. |\n| 301-3        | Reclaimed products and their packaging materials | See Water and Waste Management section of our 2022 Sustainability Report, pg. 29. |\n\n### GRI 206: Anti-competitive behavior\n\n| GRI STANDARD | DISCLOSURE | CROSS REFERENCE OR ANSWER |\n|--------------|------------|---------------------------|\n| 302-1        | Energy consumption within the organization | See Energy Consumption and Emissions section of our 2022 Sustainability Report, pg. 24. |\n| 302-2        | Energy consumption outside the organization | onsemi does not track energy usage outside the organization. |\n| 302-3        | Energy intensity | Our energy intensity is based on our revenue. In 2022, we had an energy intensity of 210 MWh per million USD revenue. |\n| 302-4        | Reduction of energy consumptions | See Energy Consumption and Emissions section of our 2022 Sustainability Report, pg. 24. |\n| 302-5        | Reductions in energy requirements of products and services | Our products offer significant energy savings to our customers. See Product Stewardship section of our 2022 Sustainability Report, pg. 20. |\n\n### GRI 303: Water and Effluents\n\n| GRI STANDARD | DISCLOSURE | CROSS REFERENCE OR ANSWER |\n|--------------|------------|---------------------------|\n| 303-1        | Interaction with water as a shared resource | See Water and Waste Management section of our 2022 Sustainability Report, pg. 29. |\n| 303-2        | Management of water discharge-related impacts | Effluent discharge meets or exceeds local regulations. |\n| 303-3        | Water withdrawal | See Water and Waste Management section of our 2022 Sustainability Report, pg. 29. |\n| 303-4        | Water discharge | See Water and Waste Management section of our 2022 Sustainability Report, pg. 29. |\n| 303-5        | Water consumption | See Water and Waste Management section of our 2022 Sustainability Report, pg. 29. |\n\n### GRI 304: Biodiversity\n\n| GRI STANDARD | DISCLOSURE | CROSS REFERENCE OR ANSWER |\n|--------------|------------|---------------------------|\n| 304-1        | Operated sites owned, leased, managed in or adjacent to protected areas and areas of high biodiversity value outside protected areas | onsemi does not have any operational site owned, leased, managed in or adjacent to, protected areas and areas of high biodiversity value outside protected areas. |\n| 304-2        | Significant impact of activities, products and services on biodiversity | None, onsemi sites are in industrial zones or urban settings with minimal direct or indirect impacts on biodiversity. |\n### Global Reporting Initiative (GRI) Index\n\n| GRI STANDARD | DISCLOSURE | CROSS REFERENCE OR ANSWER |\n|--------------|------------|---------------------------|\n| 304-3        | Habitats protected or restored | onsemi has not participated in habitat protection or restoration. This practice may become part of our carbon offsetting activities in the future, but at this time we have nothing to report. |\n| 304-4        | IUCN red list species and national conservation list species with habitats in areas affected by operations | To the best of our knowledge, there are no IUCN Red List species and national conservation list species with habitats in areas affected by the operations of the organization. |\n\n#### GRI 305: Emissions\n\n| GRI STANDARD | DISCLOSURE | CROSS REFERENCE OR ANSWER |\n|--------------|------------|---------------------------|\n| 305-1        | Direct (Scope 1) GHG emissions | See Energy Consumption and Emissions section of our 2022 Sustainability Report, pg. 24. |\n| 305-2        | Energy indirect (Scope 2) GHG emissions | See Energy Consumption and Emissions section of our 2022 Sustainability Report, pg. 24. |\n| 305-3        | Other indirect (Scope 3) GHG emissions | See Energy Consumption and Emissions section of our 2022 Sustainability Report, pg. 24. |\n| 305-4        | GHG emissions intensity | Our GHG emissions intensity is based on revenue and includes our Scope 1 and 2 emissions. We emit 184 MTCO₂e per million USD revenue. |\n| 305-5        | Reduction of GHG emissions | See Net Zero Commitment section of our 2022 Sustainability Report, pg. 16. |\n| 305-6        | Emissions of ozone-depleting substances | onsemi does not emit ozone-depleting substances. |\n| 305-7        | Nitrogen oxide, sulfur oxides and other significant air emissions | To our knowledge, air emissions do not exceed local regulation air emission permit limits. Emissions concentrations are tracked at local facilities and data is not calculated globally. |\n\n#### GRI 306: Waste\n\n| GRI STANDARD | DISCLOSURE | CROSS REFERENCE OR ANSWER |\n|--------------|------------|---------------------------|\n| 306-1        | Waste generation and significant waste-related impacts | See Water and Waste Management section of our 2022 Sustainability Report, pg. 29. |\n| 306-2        | Management of significant waste-related impacts | See Water and Waste Management section of our 2022 Sustainability Report, pg. 29. |\n\n#### GRI 308: Supplier Environmental Assessment\n\n| GRI STANDARD | DISCLOSURE | CROSS REFERENCE OR ANSWER |\n|--------------|------------|---------------------------|\n| 308-1        | New suppliers that were screened using environmental criteria | New suppliers are not pre-screened using environmental criteria. However, all suppliers are provided our CSR Commitment through the Supplier Handbook. Furthermore, our top expenditure suppliers must sign our Corporate Social Responsibility Statement of Conformance and complete a risk assessment with environmental criteria on a biennial basis. |\n| 308-2        | Negative environmental impacts in the supply chain and actions taken | We are not aware of any negative environmental impacts in the supply chain for 2022. |\n\n#### GRI 401: Employment\n\n| GRI STANDARD | DISCLOSURE | CROSS REFERENCE OR ANSWER |\n|--------------|------------|---------------------------|\n| 401-1        | New employee hires and employee turnovers | See Our Employees section of our 2022 Sustainability Report, pg. 39. |\n| 401-2        | Benefits provided to full-time employees that are not provided to temporary or part-time employees | Employees who work at least of 20 hours per week as regular employees are eligible for our benefit programs. To ensure we are strategic in our offerings, benefits are handled at a regional level. See our website for regional benefits summaries and 2022 SEC Form 10-K. |\n| 401-3        | Parental leave | See our website for regional benefits summaries and 2022 SEC Form 10-K. |\n### GRI 402: Labor/Management relations\n\n| GRI STANDARD | DISCLOSURE | CROSS REFERENCE OR ANSWER |\n|--------------|------------|---------------------------|\n| 402-1        | Minimum notice period regarding operational changes | As applicable, we provide advance notice or change the contract mid-term by mutual consent in accordance with collective bargaining agreements and local requirements in the different countries where we operate. Belgium: as per legal provisions Czech Republic: as per legal provisions China: yes (manufacturing only) Japan: yes South Korea: n/a U.S.: yes Vietnam: no Taiwan: no France: as per legal provisions |\n\n### GRI 403: Occupational health and safety\n\n| GRI STANDARD | DISCLOSURE | CROSS REFERENCE OR ANSWER |\n|--------------|------------|---------------------------|\n| 403-1        | Occupational health and safety management system | See Environmental Health and Safety section of our 2022 Sustainability Report, pg. 34. |\n| 403-2        | Hazard identification, risk assessment and incident investigation | See Environmental Health and Safety section of our 2022 Sustainability Report, pg. 34. |\n| 403-3        | Occupational health services | Some of our sites have employed occupational health resource specialists while others have in-house clinics. We also contract doctors in certain locations who provide services to employees. We use the European Union General Data Protection Regulation (GDPR) to protect the privacy of all employees. |\n| 403-4        | Worker participation, consultation and communication on occupational health and safety | See Environmental Health and Safety section of our 2022 Sustainability Report, pg. 34. |\n| 403-5        | Worker training on occupational health and safety | See Environmental Health and Safety section of our 2022 Sustainability Report, pg. 34. |\n| 403-6        | Promotion of worker health | We offer programs focused on nutrition, weight loss, physical fitness and the avoidance of unhealthy habits including smoking, drinking and using drugs. Several of our sites offer subsidized gym membership plans, access to fitness classes and/or an onsite gym facility. |\n| 403-7        | Prevention and mitigation of occupational health and safety impacts directly linked by business relations | We follow strict standards to provide safe workplaces for employees around the world. Engineering controls such as adequate exhaust/ventilation, fire protection systems, interlocks, machine guarding, etc. are preferred based on present hazards. Additionally, personal protection equipment (PPE) is provided based on a risk analysis. |\n| 403-8        | Workers covered by occupational health and safety management system | See Environmental Health and Safety section of our 2022 Sustainability Report, pg. 34. |\n| 403-9        | Work-related injuries | In 2022, onsemi had 0 high-consequence work-related injuries for both employees and non-employees and 40 recordable work-related injuries for employees. We had 2 recordable work-related injuries for non-employees. For high-risk contractor work, a dedicated safety supervisor must be always present. This safety supervisor must have line of sight to all high-risk jobs. The safety supervisor serves as a safety advocate and helps ensure that all safety rules are being followed. |\n| 403-10       | Work-related ill health | In 2022, onsemi had zero recordable work-related ill health occurrences. For a breakdown of our non-recordable work-related ill health occurrences, see Environmental Health and Safety section of our 2022 Sustainability Report, pg. 34. |\n### Global Reporting Initiative (GRI) Index\n\n| GRI STANDARD | DISCLOSURE | CROSS REFERENCE OR ANSWER |\n|--------------|------------|---------------------------|\n| **GRI 404: Training and Education** | | |\n| 404-1 | Average hours of training per year per employee | In 2022, our average hours of training per employee was about 6 hours of training per employee. |\n| 404-2 | Programs for upgrading employee skills and transition assistance | See Learning and Development (L&D) section of our 2022 Sustainability Report, pg. 53. |\n| 404-3 | Percentage of employees receiving regular performance and career development reviews | In 2022, all eligible employees received a performance appraisal. |\n| **GRI 405: Diversity and equal opportunity** | | |\n| 405-1 | Diversity of governance bodies and employees | See Our Employees and Corporate Governance sections of our 2022 Sustainability Report, pg. 39 and 65. |\n| 405-2 | Ratio of basic salary and remuneration of women to men | onsemi does not publicly disclose this information. |\n| **GRI 406: Non-discrimination** | | |\n| 406-1 | Incidents of discrimination and actions taken | onsemi cannot disclose this information at this time due to specific legal prohibition as this is attorney-client privileged information. |\n| **GRI 407: Freedom of association and collective bargaining** | | |\n| 407-1 | Operations and suppliers in which the right to freedom of association and collective bargaining may be at risk | We work with suppliers in countries where the risk of violating labor and human rights standards is recognized as being higher. To actively address this, we require suppliers to complete self-assessment questionnaires, provide training and conduct onsite verification. If any risk of violating the right to freedom of association, existence of child labor or forced labor is identified, we work closely and diligently with the suppliers through corrective action plans. If the nonconformance is not adequately addressed by the supplier promptly, we may choose to terminate our contract with the supplier. For more information, see our Human Rights Policy. |\n| **GRI 408: Child labor** | | |\n| 408-1 | Operations and suppliers at significant risk for incidents of child labor | We work with suppliers in countries where the risk of violating labor and human rights standards is recognized as being higher. To actively address this, we require suppliers to complete self-assessment questionnaires, provide training and conduct onsite verification. If any risk of violating the right to freedom of association, existence of child labor or forced labor is identified, we work closely and diligently with the suppliers through corrective action plans. If the nonconformance is not adequately addressed by the supplier promptly, we may choose to terminate our contract with the supplier. For more information, see our Human Rights Policy. |\n| **GRI 409: Forced or compulsory labor** | | |\n| 409-1 | Operations and suppliers at significant risk for incidents of forced or compulsory labor | We work with suppliers in countries where the risk of violating labor and human rights standards is recognized as being higher. To actively address this, we require suppliers to complete self-assessment questionnaires, provide training and conduct onsite verification. If any risk of violating the right to freedom of association, existence of child labor or forced labor is identified, we work closely and diligently with the suppliers through corrective action plans. If the nonconformance is not adequately addressed by the supplier promptly, we may choose to terminate our contract with the supplier. For more information, see our Human Rights Policy. |\n| **GRI 410: Security practices** | | |\n| 410-1 | Security personnel trained in human rights policies or procedures | We use both in-house and third-party organizations for security personnel. In 2022, approximately 90 percent of our security personnel received training on our human rights policies. |\n| GRI STANDARD | DISCLOSURE | CROSS REFERENCE OR ANSWER |\n|--------------|------------|---------------------------|\n| **GRI 411: Rights of indigenous peoples** | | |\n| 411-1 | Incidents of violations involving rights of indigenous peoples | To the best of our knowledge, there have been no identified incidents of violations involving the rights of indigenous peoples during the reporting period. |\n| **GRI 413: Local communities** | | |\n| 413-1 | Operations with local community engagement, impact assessments and development programs | All of our global sites are involved with community engagement and development programs through our workplace giving program and employee volunteerism. To learn more about our community engagement efforts, see our Giving Now webpage and the Impacting Our Community Through Giving section of our 2022 Sustainability Report, pg. 60. |\n| 413-2 | Operations with significant actual and potential negative impacts on local communities | We do not have operations with significant actual and potential negative impacts on local communities. |\n| **GRI 414: Supplier social assessment** | | |\n| 414-1 | New suppliers that were screened using social criteria | New suppliers are not pre-screened against social criteria. However, all suppliers are provided our Supplier Handbook which references our CSR Commitment. Top suppliers by spend are required to sign our Corporate Social Responsibility Statement of Conformance and complete a risk assessment with social criteria on an annual basis. |\n| 414-2 | Negative social impacts in the supply chain and actions taken | We work closely and diligently with our suppliers to ensure there are no negative social impacts from our supply chain. If negative social impacts are identified within our supply chain, we work with our suppliers to address those issues through corrective action plans. |\n| **GRI 415: Public policy** | | |\n| 415-1 | Political contributions | See Public Policy section of our 2022 Sustainability Report, pg. 78. |\n| **GRI 416: Customer Health and Safety** | | |\n| 416-1 | Assessment of the health and safety impacts of product and service categories | 100 percent of our products are covered by and assessed for compliance with company procedures for assessing product/service health and safety impacts. |\n| 416-2 | Incidents of non-compliance concerning health and safety impacts of products and services | We are not aware of any non-compliance concerning the health and safety impacts of our products and services. |\n| **GRI 417: Marketing and labeling** | | |\n| 417-1 | Requirements for product and service information and labeling | Per labeling requirements of JEDEC standard JESD97, all shipping labels show whether the products are under restriction of hazardous substances (RoHS) compliant/Pb-free. Our labeling also indicates information regarding hazardous material to comply with the China RoHS directive. |\n| 417-2 | Incidents of non-compliance concerning product and service information and labeling | To the best of our knowledge, we have not received fines for non-compliance concerning product and service information and labeling. |\n| 417-3 | Incidents of non-compliance concerning marketing communications | To the best of our knowledge, we are not aware of any non-compliance concerning marketing communications. |\n| **GRI 418: Customer privacy** | | |\n| 418-1 | Substantiated complaints concerning breaches of customer privacy and losses of customer data | To the best of our knowledge, we are not aware of any substantiated complaints of breaches of customer privacy or losses of customer data. |\nThird Party Assurance Statement\n\nVERIFICATION OPINION DECLARATION\nGREENHOUSE GAS EMISSIONS\n\nApex Companies, LLC (Apex) was engaged to conduct an independent verification of the greenhouse gas (GHG) emissions reported by Semiconductor Components Industries, LLC (SCI) (\"onsemi\") for the period stated below. This verification opinion declaration applies to the related information included within the scope of work described below.\n\nThe determination of the GHG emissions is the sole responsibility of onsemi. onsemi is responsible for the preparation and fair presentation of the GHG statement in accordance with the criteria. Apex’s sole responsibility was to provide independent verification on the accuracy of the GHG emissions reported, and on the underlying systems and processes used to collect, analyze and review the information. Apex is responsible for expressing an opinion on the GHG statement based on the verification. Verification activities applied in a limited level of verification are less extensive in nature, timing and extent than in a reasonable level of verification.\n\nBoundaries of the reporting company GHG emissions covered by the verification:\n\n- Operational Control\n- Worldwide\n- Exclusions:\n  - Emissions associated with refrigerant losses\n\nTypes of GHGs: CO2, N2O, CH4, HFC, SF6, HFCa, PFCa\n\nGHG Emissions Statement:\n\n- Scope 1 FY2022: 841,104 metric tons of CO2 equivalent\n- Scope 1 Baseline1 FY2022: 769,179 metric tons of CO2 equivalent\n- Scope 2 (Location-Based) FY2022: 741,934 metric tons of CO2 equivalent\n- Scope 2 (Location-Based) Baseline2 FY2022: 686,475 metric tons of CO2 equivalent\n- Scope 3 FY2022 and Baseline:\n  - Category 1 – Purchased Goods and Services: 1,44,941 metric tons of CO2 equivalent\n  - Category 2 – Capital Goods: 102,663 metric tons of CO2 equivalent\n  - Category 3 – Fuel and Energy Related Activities: 203,238 metric tons of CO2 equivalent\n  - Category 4 – Upstream Transportation and Distribution: 294,171 metric tons of CO2 equivalent\n  - Category 5 – Waste Generated in Operations: 46,705 metric tons of CO2 equivalent\n  - Category 6 – Business Travel: 5,556 metric tons of CO2 equivalent\n  - Category 7 – Employee Commute (includes work from home): 17,452 metric tons of CO2 equivalent\n  - Category 8 – Upstream Leased Assets: 9 metric tons of CO2 equivalent\n  - Category 9 – Processing of Sold Products: 13,992 metric tons of CO2 equivalent\n  - Category 10 – Processing of Sold Products: 13,992 metric tons of CO2 equivalent\n  - Category 11 – End-of-Life Treatment of Sold Products: 44,484 metric tons of CO2 equivalent\n  - Category 12 – End-of-Life Treatment of Sold Products: 44,484 metric tons of CO2 equivalent\n\nData and information supporting the Scope 1, Scope 2 and Scope 3 GHG emissions statement were in most cases quantitative data for determination of these GHG emissions for the stated period and boundaries.\n\nPeriod covered by GHG emissions verification:\n- January 1, 2022 to December 31, 2022\n\nCriteria against which verification conducted:\n- World Resources Institute (WRI)/World Business Council for Sustainable Development (WBCSD) Greenhouse Gas (GHG) Protocol Corporate Accounting and Reporting Standard (Scope 1 and 2)\n- WRI/WBSCD Greenhouse Gas Protocol Corporate Value Chain (Scope 3) Accounting and Reporting Standard (Scope 3)\n\nReference Standard:\n- ISO 14064-3 Second Edition 2019-04: Greenhouse gases – Part 3: Specification with guidance for the verification and validation of greenhouse gas statements\n\nLevel of Assurance and Qualifications:\n- Limited\n- This verification used a materiality threshold of ±5% for aggregate errors in sampled data for each of the above indicators\n\nGHG Verification Methodology:\n\nEvidence-gathering procedures included but were not limited to:\n- Interviews with relevant personnel of onsemi;\n- Review of documentary evidence produced by onsemi;\n- Review of onsemi data and information systems and methodology for collection, aggregation, analysis, and review of information used to determine GHG emissions; and\n- Audit of sample of data used by onsemi to determine GHG emissions.\n\nVerification Opinion:\n\nBased on the process and procedures conducted, there is no evidence that the GHG emissions opinion declaration shown above:\n- is not materially correct and is not a fair representation of the GHG emissions data and information; and\n- has not been prepared in accordance with the WRI/WBSCD GHG Protocol Corporate Accounting and Reporting Standard (Scope 1 and 2) and WRI/WBSCD Greenhouse Gas Protocol Corporate Value Chain Accounting and Reporting Standard (Scope 3).\n\nIt is our opinion that onsemi has established appropriate systems for the collection, aggregation, and analysis of quantitative data for determination of these GHG emissions for the stated period and boundaries.\n\n1 Scope 1 Baseline excludes FY2022 GHG emissions from the Nigata, Oudenaarde, Pocatello and South Portland manufacturing sites. onsemi has divested from those sites.\n2 Scope 2 (Location-Based) Baseline excludes FY2022 GHG emissions from the Nigata, Oudenaarde, Pocatello and South Portland manufacturing sites. onsemi has divested from those sites.\n\nWATER RESOURCES • ENVIRONMENTAL SERVICES • HEALTH & SAFETY • CLIMATE CHANGE\nApex Companies, LLC • (800) 733-2739 • www.apexcos.com\nStatement of independence, impartiality, and competence\n\nApex is an independent professional services company that specializes in Health, Safety, Social and Environmental management services including assurance with over 30 years history in providing these services. No member of the verification team has a business relationship with onsemi, its Directors or Managers beyond that required of this assignment. We conducted this verification independently and to our knowledge there has been no conflict of interest.\n\nApex has implemented a Code of Ethics across the business to maintain high ethical standards among staff in their day-to-day business activities.\n\nThe verification team has extensive experience in conducting assurance over environmental, social, ethical and health and safety information, systems and processes, has over 20 years combined experience in this field and an excellent understanding of Apex’s standard methodology for the verification of greenhouse gas emissions data.\n\nAttestation:\n\nMegan O’Neil, Lead Verifier\nProgram Manager\nApex Companies, LLC\nAtlanta, Georgia\n\nJohn A. Rohde, Technical Reviewer\nESG Principal\nApex Companies, LLC\nLakewood, Colorado\n\nJune 19, 2023\n\nThis verification opinion declaration including the opinion expressed herein, is provided to onsemi and is solely for the benefit of onsemi in accordance with the terms of our agreement. We consent to the release of this declaration by you to the public or other organizations but without accepting or assuming any responsibility or liability on our part to any other party who may have access to this declaration.\n| VERSION | DESCRIPTION OF REVISION AND REASON                  | EFFECTIVE DATE |\n|---------|----------------------------------------------------|----------------|\n| 0       | 2022 Sustainability Report Document Initial Release | 27 June 2023   |\n", "source": "onsemi_2022", "added": "2025-04-27", "created": "2025-04-27", "metadata": {"Source-File": "climate_reports/tp_reports/onsemi_2022.pdf", "olmocr-version": "0.1.59", "pdf-total-pages": 112, "total-input-tokens": 251573, "total-output-tokens": 69340, "total-fallback-pages": 0}, "attributes": {"pdf_page_numbers": [[0, 0, 1], [0, 0, 2], [0, 2226, 3], [2226, 5528, 4], [5528, 8434, 5], [8434, 8622, 6], [8622, 10473, 7], [10473, 11050, 8], [11050, 16085, 9], [16085, 19733, 10], [19733, 22476, 11], [22476, 25450, 12], [25450, 28892, 13], [28892, 29497, 14], [29497, 29497, 15], [29497, 33739, 16], [33739, 36497, 17], [36497, 39157, 18], [39157, 41755, 19], [41755, 43444, 20], [43444, 45848, 21], [45848, 48980, 22], [48980, 49151, 23], [49151, 51935, 24], [51935, 55567, 25], [55567, 58720, 26], [58720, 61013, 27], [61013, 63563, 28], [63563, 67468, 29], [67468, 68776, 30], [68776, 72671, 31], [72671, 74019, 32], [74019, 77891, 33], [77891, 80469, 34], [80469, 82121, 35], [82121, 83073, 36], [83073, 85402, 37], [85402, 85599, 38], [85599, 88929, 39], [88929, 90839, 40], [90839, 91431, 41], [91431, 92206, 42], [92206, 93231, 43], [93231, 94312, 44], [94312, 95988, 45], [95988, 95988, 46], [95988, 96846, 47], [96846, 97979, 48], [97979, 98983, 49], [98983, 102553, 50], [102553, 104786, 51], [104786, 106833, 52], [106833, 108853, 53], [108853, 110695, 54], [110695, 112546, 55], [112546, 117148, 56], [117148, 119779, 57], [119779, 122840, 58], [122840, 122937, 59], [122937, 125390, 60], [125390, 128751, 61], [128751, 133400, 62], [133400, 137650, 63], [137650, 137862, 64], [137862, 140322, 65], [140322, 143819, 66], [143819, 145749, 67], [145749, 148387, 68], [148387, 152587, 69], [152587, 154782, 70], [154782, 158911, 71], [158911, 162555, 72], [162555, 166435, 73], [166435, 169921, 74], [169921, 173157, 75], [173157, 175263, 76], [175263, 179359, 77], [179359, 185568, 78], [185568, 188446, 79], [188446, 191351, 80], [191351, 191684, 81], [191684, 194786, 82], [194786, 197601, 83], [197601, 200613, 84], [200613, 202593, 85], [202593, 205386, 86], [205386, 208732, 87], [208732, 210339, 88], [210339, 212667, 89], [212667, 215742, 90], [215742, 219426, 91], [219426, 223242, 92], [223242, 227250, 93], [227250, 232172, 94], [232172, 233804, 95], [233804, 237811, 96], [237811, 243153, 97], [243153, 245208, 98], [245208, 248847, 99], [248847, 251603, 100], [251603, 255329, 101], [255329, 258809, 102], [258809, 261548, 103], [261548, 266032, 104], [266032, 269989, 105], [269989, 273578, 106], [273578, 277582, 107], [277582, 281200, 108], [281200, 286492, 109], [286492, 288105, 110], [288105, 288353, 111], [288353, 288353, 112]]}}