{"id": "17b6755e5c859c3078a1baf51797d3eb81bf567e", "text": "Building for the Future\n\n2022 Corporate Responsibility Report\nAbout This Report\n\nEnvironmental, Social, Governance Reporting & Disclosure\n\nWelcome to our second annual Corporate Responsibility (CR) Report. In this report, we share how we are building on our commitments and making progress in our communities, in our workplace, and for our planet. This report references frameworks such as the Global Reporting Initiative (GRI) and the Sustainability Accounting Standards Board (SASB).\n\nView our GRI Index and SASB Index.\nWhile the past few years have brought their fair share of twists and turns for all of us, we are committed to running Wayfair in a way that recognizes our role in the world and our impact on all of our stakeholders. After more than 20 years as a company, our sights are clearly focused on the next 20 years and the positive difference we can make.\n\nLast year, we released our first Corporate Responsibility Report, and we’re excited to build on that work this year. We’ve gone further in this report, including beginning to incorporate third-party reporting standards.\n\nInternally, we have always been a company that values data and transparency. We use data to drive our decision-making, and we emphasize transparency so that every employee can act like an owner at Wayfair, empowered to take smart actions that benefit the business. Extending that approach externally is simply a continuation of who we are.\n\nIn this second report, we are also guided by the materiality assessment that we completed in 2022. By listening to our stakeholders, we hope to apply our efforts in the most impactful ways possible. This year we’re combining our diversity, equity, and inclusion (DEI) work into this report to make it easier for all our stakeholders to see an annual summary of our many efforts in one place.\n\nWe hope you’ll take the time to read through all of the work happening across our organization, and we want to call out a few highlights from 2022. We’re pleased to have launched our Shop Sustainably program to help customers choose products that meet best-in-class third-party certifications or standards. This is a great example of how our platform business model can help products that are better for the world reach more customers. We also established the Wayfair Emergency Relief Fund to support our employees in times of crisis, and we continued to develop our nonprofit partnerships with organizations focused on homelessness.\n\nWe were proud to continue the work in DEI that is helping foster a culture of inclusion across our geographies.\n\nThank you for taking the time to read this report and for your continued interest in Wayfair.\nWayfair is the destination for all things home—helping everyone, anywhere, create their feeling of home. From expert customer service to tools that make shopping easier to carrying selections for every space, style, and budget, Wayfair gives everyone the power to create spaces that are just right for them.\n\nWayfair’s family of brands includes:\n\n- **wayfair**: Everything home—for a space that’s all you\n- **JOSS & MAIN**: Edited mix of the most relevant styles in home\n- **PROFESSIONAL**: Just right for Pros\n- **BIRCH LN**: Classic style for joyful living\n- **PERIGOLD**: An undiscovered world of luxury design\n- **ALLMODERN**: Destination for all things modern\nCorporate Responsibility\nStrategy & Governance\n\nOur corporate responsibility approach engages Wayfairians from across the company. Last year, through our Executive Impact Council and Committees, we introduced a strategic governance structure to drive progress. Read about our stakeholder engagement and materiality assessment process in the How We Work section.\n\nOur corporate responsibility approach centers around making a difference in three areas:\n\nOur Communities\nWe believe everyone deserves a home to live in, which is why we focus our social impact efforts on supporting homeless populations.\n\nOur Workplace\nWe want our employees to feel supported and have a sense of belonging.\n\nOur Planet\nWe care about supporting and driving solutions that build an environmentally sustainable future for all.\n\n15,000+ people housed through Community Solutions and Canadian Alliance to End Homelessness Built for Zero communities.\n\n90 grants issued to Wayfairians experiencing hardship through our Wayfair Emergency Relief Fund to support our workplace.\n\n15,000+ third-party certified products included in Shop Sustainably.\n\nCorporate Responsibility Organizational Structure\n\nNominating & Corporate Governance Committee\nThe Board, through our Nominating and Corporate Governance Committee, oversees our environmental, social, and governance (ESG)-related strategy, initiatives, and risks. The Nominating and Corporate Governance Committee receives regular updates from senior management as well as our Executive Impact Council.\n\nExecutive Impact Council\nThis council of leaders from across the company oversees and advises our ESG efforts and is led by a member of our C-suite, currently our Chief Technology Officer.\n\nDiversity, Equity, & Inclusion and Corporate Responsibility Teams\nThese teams head up our day-to-day work to foster a welcoming and impactful Wayfair. They develop strategies and tools for business teams, drive innovation and best practices, and help manage risk throughout our business.\n\nImpact Committees\nOur Executive Impact Council is supported by the committees designed to address key pillars of corporate responsibility and sustainability. These groups are responsible for developing strategy, setting goals, driving execution, and tracking progress across the business. Additional details about our corporate governance, including our policies, can be found on our Investor Relations webpage.\n\nAbout Wayfair\nOur Social Impact Strategy\n\nWe believe everyone deserves to have the feeling of home. That’s why we invest in support for unhoused populations and those who have lost their homes due to natural and human-caused disasters.\n\n$3.9 million\nUSD of in-kind product donations to support Habitat for Humanity affiliates nationwide.\n\n1,200+\nCharitable donations from employees matched for a total of $683,000 USD in giving through our Employee Match Program.\n\n7\nKey nonprofit partnerships and support provided to 21 nonprofits focused on housing in 2022.\n\n22\nInjured U.S. veterans brought out of unfit housing and provided new, ADA-compliant homes by Homes For Our Troops.\n\n853\nHome move-ins by Team Rubicon to support refugee resettlement.\n\nOur Communities\nSUPPORTING HOUSING & A SENSE OF HOME FOR ALL\nHow We Give\n\nIn-Kind & Community Giving\n\nWe partner with leading nonprofit partners who understand community needs and create systemic change in the areas of housing and homelessness. Through these partnerships in 2022, Wayfair provided nearly $7.8 million USD of in-kind product donations. We also provided over $1.25 million USD in financial support. Our customers donated more than $1 million USD to our partners through our donate-at-checkout program.\n\nAfter completing our migration to Google Cloud for our digital operations, we had a unique opportunity to be creative with unneeded servers that were still functional. Upon a suggestion by one of our engineers, we donated 2,000 servers to the Rochester Institute of Technology’s Computer Science House and the Mass Open Cloud Alliance to encourage and support the next generation of entrepreneurs and innovators, at an estimated value of $3.1 million USD. Read more about this collaboration on the Google Cloud Blog.\n\nDisaster Relief\n\nWhen disaster strikes, we strive to support affected communities. In 2022, Wayfair partnered with organizations in North America and Europe to provide financial donations, rally contributions from our employee base, and make in-kind product donations where feasible. This included a $100,000 USD donation to the International Rescue Committee and offering virtual volunteering opportunities through Generus—a Boston-based, woman-owned virtual volunteering company—where items were donated to the Ukraine border after the war broke out. From refugee support for Ukrainians to hurricane relief, Wayfair was there to support those in need.\nWayfairians are passionate about supporting their local communities and making an impact. Every year, our team members receive paid volunteer time off—a full day for full-time employees and a half day for part-time employees—and the opportunity to request financial matches for nonprofits they donate to. In 2022, the number of paid service hours taken by employees increased by 63%, and the number of global employees using this benefit increased by 68%. Additionally, Wayfair hosted employee volunteer events with key partners, including sponsoring 13 home builds for Habitat for Humanity and hosting a Community Solutions volunteer day, where employees gathered together and assembled bags of linens for residents at The John and Jill Ker Conway Residence in Washington, D.C.\n\nIn 2022, the number of paid service hours taken by employees increased by 63%, and the number of employees using this benefit increased by 68%.\n\nWe continued to partner with Generus to host events for National Volunteer Week in April 2022 as well as several other events throughout the year where teams could join together and volunteer. In total, 876 Wayfair employees spent over 1,300 hours volunteering with Generus in 2022 and created 1,800+ homemade items that were donated to nonprofits across the world. Among the activities, Wayfairians came together to create handmade blankets and soaps for Ukrainian refugees and sent more than 250 products directly to the Poland-Ukraine border. A few examples of other events included creating no-sew blankets for refugees and displaced persons, making educational kits for children and adults with neurodivergent learning styles, and planting microgreen and herb gardens for families in underserved communities.\n\nThrough Wayfair’s Employee Match Program, we match a portion of employees’ personal donations to the nonprofits of their choice, up to $500 USD per employee per calendar year. In 2022, we modernized our Employee Match Program with a new online platform, Fidelity Workplace Giving, that allows employees to donate directly to the nonprofits they care about and search for volunteer opportunities near them. In 2022, we saw a 27% increase in the total amount employees donated and a 15% increase in the number of unique employees who made a donation. Last year, we also matched over $290,000 USD in employee donations to nonprofits through our Employee Match Program, resulting in $689,000 USD of combined impact across 500+ nonprofit organizations.\n\nIn 2022, we established the Wayfair Emergency Relief Fund to help support employees in times of crisis.\n\nFor people experiencing homelessness, hygiene is a complicated issue. Lack of access to stable housing and warm running water poses a risk to physical wellbeing and can also greatly affect mental health, lowering self-confidence and leaving individuals experiencing homelessness feeling left behind by society.\n\nThis past holiday season, our employees across the globe came together to give back. Boston employees volunteered in partnership with Good360 to assemble over 6,300 hygiene kits that were donated to Hope & Comfort. Hope & Comfort is a local Boston nonprofit that provides essential hygiene products to school-aged children and young adults in the Greater Boston area facing hygiene and, in many cases, housing insecurity.\n\nEmployees in our Berlin, Germany, office put together over 80 hygiene kits and donated sleeping mats and sleeping bags to the Rise Foundation for distribution at the start of 2023 to individuals experiencing homelessness. In Galway, Ireland, employees gathered to assemble over 500 kits with items such as soap, shampoo, and lotion. These hygiene kits were donated to Galway Simon Community.\n\nAcross our North America supply chain and customer service sites, employees collected canned and nonperishable items that were donated to local food banks.\n\nRead more about this fund in the Talent Development, Benefits, & Employee Wellbeing section.\nCustomer Impact in Communities\n\nOur customers also care about helping their communities, so we’ve created platforms like our donate-at-checkout program, enabling customers to give directly to our nonprofit partners at their time of purchase. We’ve supported Habitat for Humanity’s mission through our donate-at-checkout program since 2012 and have added partners over the years. Customers are able to add a donation amount to their online order to support our nonprofit partners’ work.\n\nIn 2022, we hosted the 5 Days of Deals global giving event October 7–11, where customers shopped deals across our family of brands, generating more than $1 million USD in donations. For the sale, we designated a partner for each geography—Community Solutions in the U.S., The Canadian Alliance to End Homelessness, Habitat for Humanity Deutschland, Shelter U.K., and Focus Ireland. Donations come through three separate strategies, including the company donating a percentage of sales, customers using the donate-at-checkout program, and employees making donations to their preferred causes. As part of 5 Days of Deals, we also hosted a global speaker series, bringing together executives from each featured nonprofit to discuss challenges around housing and homelessness in their respective countries.\nKey Partnerships & Community Investing\n\nHabitat for Humanity International\n\nWayfair is proud to have a long-standing partnership since 2012 with Habitat for Humanity International, a global nonprofit housing organization that envisions a world where everyone has a decent place to live. We’ve partnered with Habitat for Humanity through a variety of initiatives, including large-scale product donations from our warehouses, employee volunteerism, customer engagement through our donate-at-checkout program, and global humanitarian support and disaster relief. In 2022 alone, we donated over $6 million USD retail value worth of product and sponsored and hosted 13 Habitat for Humanity volunteer home builds, engaging a wide breadth of employees, from supply chain associates to customer service employees to folks in our newly launched Tech Development Centers. We look forward to lending a helping hand and sponsoring many more builds in the future.\n\nHabitat for Humanity Deutschland\n\nFollowing the devastating floods in the Ahr Valley in Germany in 2021, Wayfair partnered with Habitat for Humanity Deutschland to completely restore and fully furnish a house for a family of 11. Our interior design experts helped every family member select furniture and decor to ensure all nine children and their parents got their feeling of home back. The family was able to move into their newly refurbished home just before the start of the school year in the fall of 2022.\n\nCommunity Solutions\n\nWe began working with Community Solutions in 2021, donating an initial $1 million USD and offering ongoing support for its Built for Zero movement. With more than 100 communities participating in Built for Zero, Community Solutions leverages data to identify individuals in need of housing and helps local agencies accelerate their response time in housing those in need. Community Solutions helps communities measurably and equitably solve homelessness. Because of Community Solutions’ work in the U.S. and Canada, 14 communities have functionally ended homelessness for their populations, which by definition means that homelessness in those populations is “rare and brief,” lasting less than 72 hours.\n\nOur customers are also able to give directly to Community Solutions as part of our donate-at-checkout program. Learn more about our partnership here.\n\nOur 2022 collaboration with Community Solutions made an impact in its mission to ensure more people have a place to call home:\n\n- 14 communities in the U.S. and Canada have functionally ended homelessness.\n- 16 communities achieved a downward shift in 2022, meaning the community made a measurable, meaningful reduction in homelessness and a major improvement in its housing support systems.\n- 13,000+ individuals housed in 2022, with 155,000 people housed since 2015.\n- 500+ units of affordable housing acquired within Community Solutions’ Built for Zero network in 2022.\n- 16 communities achieved a downward shift in 2022, meaning the community made a measurable, meaningful reduction in homelessness and a major improvement in its housing support systems.\n\nOur 2022 collaboration with Community Solutions made an impact in its mission to ensure more people have a place to call home:\nHomes For Our Troops\n\nWe continue to partner with Homes For Our Troops, a Massachusetts-based nonprofit that builds and donates specially adapted custom homes nationwide for severely injured U.S. veterans. Since 2018, we’ve provided more than $1.2 million USD in product and monetary donations through our donate-at-checkout program. Wayfairians have logged countless volunteer hours in support of their mission, from landscaping, to designing, to assembling furnishing for veteran homes. The newest Homes For Our Troops home recipient is Army Specialist Michael S. Monthervil, who will receive his new, specially adapted custom home in Florida in mid-2023. You can read more about our continuing work with Homes For Our Troops.\n\nAdvancing Racial Equity\n\nIn 2021, we announced a $30 million USD commitment in community impact investing, including a $20 million USD investment in the Black Economic Development Fund (BEDF). Launched and managed by the Local Initiatives Support Corporation, the BEDF invests in Black-led financial institutions, anchor institutions, and businesses to improve access to capital and expand economic opportunity for Black communities. In 2022, over 30 investments in more than 20 communities have supported Black-led businesses, real estate developers, banks, and anchor institutions.\n\nWe also know that racial inequity and homelessness are inextricably linked. Our partner Community Solutions is guided by this knowledge in its work to measurably and equitably end homelessness in communities across the U.S. and Canada. Community Solutions provides transparent data that demonstrates this link and has also developed a framework to empower communities addressing homelessness to ensure they aren’t leaving anyone behind.\nOur Workplace\nBUILDING A MORE INCLUSIVE WAYFAIR\n\nThe Way We Work: Our People Principles\n\nWe’re changing the future of home, starting with three key elements: great people, great ideas, and great ambition. Our People Principles describe what it means to be a Wayfairian and define how we operate as individuals, as teams, and as a company.\n\n- Relentless Customer Focus\n- Deliver Results with Agility\n- Use Good Judgement\n- Build the Best Team\n- Collaborate Effectively\n- Respect Others\n- Be an Owner\n- Innovate & Improve\n- Adapt & Grow\nDiversity, Equity, & Inclusion\n\nWayfair has laid the foundation and continues to build an inclusive culture through progress framed by three strategic pillars:\n\n**Leadership Commitment & Collaboration**\nWe engage our executive leadership team to align on strategic direction, ensure adequate and consistent support, and implement accountability measures.\n\n**Education & Awareness**\nWe partner across business units and teams to create programs and share materials that help Wayfairians establish good baseline behaviors, deepen their understanding of DEI, and engage in proactive discussions regarding DEI.\n\n**Building Infrastructure**\nWe build and advocate for systems, processes, and policies that support and enhance a culture of inclusion and recognition. We look and invest beyond Wayfair to bolster community organizations and partners that help create a more equitable society.\n\nAs we look to 2023, we will continue to drive DEI impact through our working model and processes. We plan to create systems that further improve how we support employees, managers, and leaders in delivering equitable and effective career development experiences.\n\nOur vision is a Wayfair culture where every employee, present and future, is seen, valued, and invited to contribute to a thriving global community centered around the creation of home. We see this vision out through our continued commitment to infusing diversity, equity, and inclusion (DEI) across Wayfair’s teams and geographies.\n\nOur DEI Governance\n\nOur Global Head of DEI reports to our Chief People Officer. Our Board of Directors receives DEI updates on a regular basis, which increases transparency and accountability across Wayfair on DEI programming and key performance metrics. Our DEI team fosters a culture that promotes an inclusive and engaged global community by developing our DEI strategy and leading daily efforts.\n\n**DEI Center of Excellence**\nThe DEI team acts as the Center of Excellence for Wayfair’s DEI strategy, leveraging Talent Business Partners to execute the work of DEI in the people space. We adopted this model in late 2022 to define best practices and provide tips, insights, training, research, consulting, and resources. The Center of Excellence standardizes best practices for company-wide adoption and offers advice on strategic planning, decision-making, and execution. As we move into 2023, the Center of Excellence model will enable teams across the organization to apply an inclusive lens to their work while scaling DEI principles to be our global standard.\n\nBlack Leaders Summit\n\nIn November 2022, our second Black Leaders Summit brought together Wayfair’s Black Associate Directors and Directors in Boston to build community and discuss the biggest opportunities for Black Wayfairians to drive impact across the business. The summit provided an opportunity for this diverse group of leaders to connect directly with Wayfair’s cofounders, Niraj Shah and Steve Conine, as well as the Vice President group, and included working sessions around supplier diversity and recruiting Black talent. The three-day summit also included a mixer with local members of the WayBlack ERG, creating visibility and connection for the broader Black community at Wayfair.\n\nPart of the summit included a partnership with our local Junior Achievement of Greater Boston, where we hosted a Q&A session with approximately 40 predominantly Black and Latinx students from Fenway High School in Boston.\n\n“The Black Leaders Summit guided me in thinking about what initiatives and pathways I would need to take to continue on in my trajectory at Wayfair. It also equipped me with resources and introductions to other leaders that could serve as mentors in this space.”\n\n—Black Leaders Summit participant\nEmployee Resource & Affinity Groups\n\nMore than 4,500 Wayfairians have come together through Employee Resource Groups (ERGs) and Affinity Groups (AGs) to celebrate their shared cultures and experiences. Our employees created our ERGs to build community and allyship, creating a space for meaningful dialogue and collaboration. The groups also offer professional development and provide insights to leadership on business decisions affecting demographic groups.\n\nIn September 2022, Wayfair implemented a new infrastructure to support the development and growth of our ERG program. This new structure streamlines processes and provides simplicity, creating consistency and increasing alignment across ERGs and chapters. Our new model increases engagement and improves culture in a hybrid work environment while providing opportunities for leadership development and cross-functional collaboration.\n\nRead more about our ERGs on our Diversity, Equity, & Inclusion webpage.\n\n2022 ERG & AG Highlights\n\nSobriety Network: This year, Wayfair launched our Sobriety Network to create a community of people who share histories of achieving sobriety. This network brings visibility to organizations, events, and other sober networks outside of Wayfair.\n\nWomen@Work: The Women’s History Month global theme of #BreakTheBias led to engaging events throughout March. Our Women@Work and Asian Community ERGs cohosted a fireside chat where more than 800 attendees listened to a discussion about workplace gender equity. Later in March, the Latinx ERG partnered with Women@Work to organize a panel of Wayfair Latinas for an impactful discussion attended by 75 Wayfairians.\nWho Makes Up Our Community?*\n\n* Percentages are derived entirely from self-reported data and do not reflect demographic information for individuals who have declined to self-identify. One Director declined to disclose demographic background information.\nAwareness & Education\n\nWe strengthen our culture through knowledge and resources that inform a better understanding of each other and invite all to grow together. We hold space for authentic conversations through Change Starts at Home, our flagship education and awareness campaign. We focus on ensuring all parts of the organization have the resources they need to embed DEI content into new and existing training, like our Culture and Inclusion 201 series, and by maintaining a centralized learning content repository with approved DEI training resources. Our approach to equity continues to be data-informed, especially as we work to remove unconscious bias from our talent performance evaluation and compensation process. Learn more about these initiatives and our DEI infrastructure on our Diversity, Equity, & Inclusion webpage.\n\nMitigating Unconscious Bias in Performance Evaluations\n\nRemoving unconscious bias while evaluating and developing talent remains a high priority. We believe that a performance-driven, formula-based approach to compensation drives pay equity, defined as equal pay for equal work.\n\nWe run our compensation cycle annually, and employees are eligible for raises based on their performance ratings. Throughout the process, we monitor for potential differences in pay across voluntarily self-disclosed employee demographics, controlling for a range of factors, such as role, level, and performance. We also conduct performance equity analyses each cycle to help leaders identify and address performance equity gaps, and we continue to test mechanisms to help drive a more equitable performance review process, such as third-party reviews and a homegrown bias analyzer tool that flags use of potentially biased words in manager evaluations.\n\nOur approach is paying off. We have repeatedly achieved pay equity for each employment level across gender, race, and age for all U.S. employees participating in the annual review cycle. Read about our roster of employee benefits in the Benefits & Compensation section.\n\nHuman Rights Campaign Corporate Equality Index\n\nOur practices, policies, benefits, and culture of inclusion earned us a perfect score in the Human Rights Campaign’s Corporate Equality Index in 2022, reflecting our insistence on inclusivity for our teammates who identify as part of the LGBTQIA+ community. We support our employees’ whole identities through inclusive benefits, including domestic partner benefits, transgender-inclusive health care benefits, and supportive policies for gender affirmation.\n\nBuilding Our Infrastructure\n\nAs Wayfair looks within to create programs that foster a culture of inclusion, we also look beyond our four walls to partner with organizations that propel equity in our hometown of Boston and society more broadly.\n\nPartnering for Inclusion in Boston\n\nWe continue to invest in the future of Black professionals through Boston While Black. In 2022, Wayfair served as a platinum sponsor of Boston While Black’s How To Boston While Black Tech Summit in April, an event designed to cultivate a thriving and connected Black tech and life sciences ecosystem in Boston. Wayfair led a roundtable with local industry leaders, discussing impostor syndrome and how the Boston tech and life sciences ecosystem can better create inclusive workplaces that welcome, encourage, and support diverse talent.\n\nIn March 2022, Wayfair joined the Massachusetts Apprentice Network in its commitment to creating 1,000 apprenticeships in five years across all employer partners. As an employer in Massachusetts, we highlight how apprenticeships are a sustainable way to expand and diversify talent strategy by hosting opportunities that encourage and support new career paths.\nDirectors: Leadership, Excellence, and Development.\nThe first cohort welcomed 66 Directors who participated in this six-week program. We integrated DEI training throughout nine existing leadership programs and also embedded it in the Certified Interviewer Program to further facilitate unbiased interviews. Our People Principles align with our manager behaviors to weave inclusion through our team dynamics.\n\nEmployee Engagement\nOur biannual Employee Engagement Survey, referred to internally as our Voice Survey, provides us with valuable insights that we use to inform initiatives that support Wayfairians in their professional growth and satisfaction. In 2022, we also created a framework for organizational health metrics and rolled out a dashboard for our leadership team. As part of this process, we began regularly reporting on organizational design metrics and DEI representation on a monthly cadence for increased leadership visibility.\n\nThis work was critical as we took difficult but necessary steps to right-size the company over the past year. We acknowledged the urgent need to engage with our employees, and we sought employee input through listening tours, surveys, and focus groups with Wayfairians.\n\nGoing forward, we see a continued opportunity to further strengthen how we measure employee engagement.\n\nEmployee Training & Development\nThere is no one-size-fits-all approach when it comes to employee training and onboarding. In 2022, we deployed additional role-specific training in key departments. This training was particularly beneficial to our frontline warehouse and customer service teams.\n\nIn warehouses, we also implemented an app-based learning platform that can be accessed from employees’ barcode scanners. Warehouse team members now partake in daily five-minute learning sessions, ranging from safety to DEI, during their start-of-shift briefing. This platform is supplemental to in-person training and serves as an accessible means for learning reinforcement. On average, more than 80% of our North American Supply Chain team members log in monthly.\n\nWe created a new Learning Center of Excellence in Athens, Georgia, for our Customer Service department. This center provides on-the-job training support remotely while employees in training manage live service contacts in real time. This model supports both proactive and reactive learning interventions during on-the-job skills applications. We also focused on onboarding and additional training for Wayfair’s Director-level positions, who play a key role in our operations. Specifically in 2022, we launched our first-ever onboarding program for\nBenefits & Compensation\n\nCompetitive compensation and benefits help us attract, retain, and develop top talent. Our Global Compensation and Benefits team works to ensure Wayfairians understand how they are compensated and what benefits and policies we offer. Drawing on internal and external data, we align Wayfair’s offerings and policies to meet employee needs, industry benchmarks, and local regulations. Compensation and benefits are regularly reviewed by our CEO, Chief Financial Officer, and Chief People Officer, as well as the Board of Directors through its Compensation Committee.\n\nIn 2022, we continued expanding our comprehensive offering of benefits. Highlights included:\n\n- Launching a partnership with a second opinion medical service to support employees with major medical decisions, including employees not enrolled in Wayfair medical benefits.\n- Expanding backup child and elder care to all U.S. employees, including both hourly and salary wage earners, and increasing the number of days allowed to be used for backup care from six to ten per year. We also expanded backup care into Canada, the U.K., and Ireland.\n- Increasing the Global Tuition Reimbursement program to provide a 100% reimbursement of eligible expenses, up to the maximum of $5,250 USD (or local equivalent), an increase from the previous 66% reimbursement percentage.\n- Introducing a basic life insurance benefit in the U.K.\n- Granting paid time off for part-time workers across the U.S.\n- Additionally, we reached pay equity for each employment level across gender, race, and age for all U.S. employees participating in the annual review cycle in 2022. Read how we accomplished pay equity in the Mitigating Unconscious Bias in Performance Evaluations section.\n\nIn 2023, we will continue to expand benefits offerings. Planned offerings include:\n\n- Onboarding a new global mental health provider to provide coaching and therapy to employees and their household members.\n- Introducing a smoking cessation program in the U.S.\n- Expanding eligibility to hourly employees in the U.K. for supplemental medical and dental plans.\n- Offering life insurance for employees in Poland, Ireland, and Germany.\n- Expanding backup care and increasing pension plan contributions in Germany.\n- Providing a short-term disability plan, increasing maternity leave and parental leave to 100% of pay for six weeks each, increasing paid time off, and expanding health care coverage to include orthodontia and gender-affirming care in Canada.\nOur “safety always” philosophy drives us to regularly review our safety programs, strategies, and roadmaps. In 2022, we evolved how we measure our safety programs, using updated safety industry standards by moving away from the lagging indicator of Recordable Incident Rate and toward a leading indicator approach, a Weighted Safety Score. The Safety Score consists of eight key performance indicators (KPIs) and includes two newly launched modules: the Inspection Tool and the Compliance Calendar. All KPIs contribute to a weighted score, driving consistency, compliance, and actionable recommendations to improve behavior and culture.\n\nIn 2022, we also launched a Return-to-Work Program for injured employees that matches essential functions with restrictions. This program will allow us to make more consistent accommodations going forward. At the same time, we are working on a Vulnerable Risk Group Program to better anticipate and prevent potential injuries for different risk groups, beginning with new hires in their first 90 days.\n\nWayfair is also proud to have been one of the first 100 companies to sign the National Safety Council’s (NSC) MSD Pledge to reduce musculoskeletal disorder injuries by 25% by 2025. At this time, we along with other companies are submitting data to a database that will allow NSC to create an index of information for companies to reference and benchmark against. As an added benefit, we’re also updating our written Ergonomics program to include elements recommended via a sample program offered as part of this NSC initiative.\n\nWayfair Emergency Relief Fund: Supporting Our Own in Times of Need\n\nOver the years, as team members have been impacted by hardships, we have seen our Wayfair community step up to help one another. In 2022, we officially launched the Wayfair Emergency Relief Fund to help eligible* Wayfairians in need of immediate financial assistance following an unforeseen disaster or personal hardship. The fund relies on support from Wayfair and individual donations made by our employees. Wayfair partners with the Emergency Assistance Foundation to manage decision-making on employee applications based on Wayfair’s eligibility criteria, grantmaking, and communication with applicants.\n\nThe Wayfair Emergency Relief Fund was seeded by donations from Wayfair and its co-founders, and allows for an equitable and immediate way to help our colleagues in the hardest of times. Since its launch in August 2022, we have been able to issue over 90 grants totaling $100,000 USD to employees in need, such as those recovering from the devastation of Hurricane Ian, which hit Florida and other Southern states in September 2022, or those who need support covering medical bills from unforeseen medical expenses or illnesses.\n\n“The day before yet another surgery, I found out I was pregnant! I was so worried about everything—the baby, the surgery, the bills! I found out about the Wayfair Emergency Relief Fund while in the hospital, and it was nice to know that I was able to turn to my job. They came to the rescue, allowing me and my husband to not worry so much and enjoy being first-time parents!”\n\n— Wayfair B2B Customer Service team member\n\n* Eligible employees are employed by Wayfair LLC or its full-time or part-time affiliates on the date of the application, or those on approved medical leave or approved leave of absence.\n\nEmployee Health & Safety\n\nOur “safety always” philosophy drives us to regularly review our safety programs, strategies, and roadmaps. In 2022, we evolved how we measure our safety programs, using updated safety industry standards by moving away from the lagging indicator of Recordable Incident Rate and toward a leading indicator approach, a Weighted Safety Score. The Safety Score consists of eight key performance indicators (KPIs) and includes two newly launched modules: the Inspection Tool and the Compliance Calendar. All KPIs contribute to a weighted score, driving consistency, compliance, and actionable recommendations to improve behavior and culture.\n\nIn 2022, we also launched a Return-to-Work Program for injured employees that matches essential functions with restrictions. This program will allow us to make more consistent accommodations going forward. At the same time, we are working on a Vulnerable Risk Group Program to better anticipate and prevent potential injuries for different risk groups, beginning with new hires in their first 90 days.\n\nWayfair is also proud to have been one of the first 100 companies to sign the National Safety Council’s (NSC) MSD Pledge to reduce musculoskeletal disorder injuries by 25% by 2025. At this time, we along with other companies are submitting data to a database that will allow NSC to create an index of information for companies to reference and benchmark against. As an added benefit, we’re also updating our written Ergonomics program to include elements recommended via a sample program offered as part of this NSC initiative.\nWe are working to address the environmental impacts of our value chain and do our part to protect the planet for future generations. Although we’re early in our journey, we have taken key steps to measure our impacts, partner with third-party experts, and collaborate with essential stakeholders—including within our own operations and with suppliers, vendors, and customers.\nClimate Action\n\nClimate change threatens our planet and communities, and Wayfair takes seriously our responsibility to act. Last year, we set a science-aligned goal to reduce our Scope 1 and 2 greenhouse gas (GHG) emissions by 63% by 2035 (compared to our 2020 baseline).\n\nOur carbon reduction goal guides our strategy for reducing the emissions associated with the buildings and fleet that we directly manage. We continue to evaluate and identify pathways to address and minimize Scope 3 emissions. Additionally, we’re establishing cross-functional working groups that are helping to identify reduction pathways and building near- and long-term roadmaps for achieving our GHG targets.\n\nWayfair Greenhouse Gas Emissions\n\n| Measured in metric tons carbon dioxide equivalent (CO₂e) | 2020¹ | 2021¹ | 2022 |\n|--------------------------------------------------------|-------|-------|------|\n| Scope 1                                                | 18,458 | 18,484 | 21,343 |\n| Scope 2                                                | 20,905 | 20,292 | 20,299 |\n| Scope 3¹                                               | 6,887,194 | 5,554,572 | 6,683,714 |\n| - Products & Services                                   | 6,094,575 | 4,850,235 | 6,123,657 |\n| - Transportation & Distribution                         | 765,636 | 655,604 | 692,499 |\n| - Other                                                 | 31,913 | 38,733 | 67,158 |\n| Total GHG Emissions                                     | 6,926,477 | 5,593,348 | 6,925,356 |\n\n¹ Please find more information in the Reducing Wayfair’s Greenhouse Gas Emissions article.\n² Please find more information in the 2022 GHG Inventory Methodology.\n³ We adjusted the 2020 and 2021 emission values in alignment with our methodology and recalculation policy. This was done to ensure accuracy and transparency, as data quality improvements and updates to our assumptions have since been implemented.\n⁴ “Products & Services” includes the following Scope 3 categories: Purchased Goods & Services, End of Life Treatment of Sold Products, “Transportation & Distribution” includes both Upstream and Downstream Transportation & Distribution; “Other” includes Capital Goods, Fuel & Energy-Related Activities, Waste, Business Travel, and Employee Commuting. The yearly changes in Scope 3 GHG emissions are influenced by the calculation methodology update to more accurately reflect the material composition of each product, types of product sold, and services spent.\n\nRenewable Energy\n\nWayfair supports high-quality renewable energy opportunities globally, including new, expanding, or developing renewable generation sources. In 2022, Wayfair evaluated numerous Virtual Power Purchase Agreements (VPPAs). Pursuant to one VPPA, announced in 2023, Wayfair has contracted to participate in a 15 megawatt solar energy project located in eastern Texas that is expected to be operational by the end of 2024. This VPPA, and others we are continuously evaluating, will help scale new renewable energy through partnerships with other leading companies to finance the development and construction of solar energy projects.\n\nIn Europe, we continued to procure renewable energy in 2022, and nine of our eleven European sites have negotiated renewable energy contracts.\n\nWayfair Energy Use (gigajoules)\n\n| 2021² | 2022 |\n|-------|------|\n| Total energy consumption | 551,244 | 618,886 |\n| Renewable energy purchased and power purchase agreements | 38,472 | 32,346 |\n| Percentage renewable energy of total energy | 6.98% | 5.23% |\n\n² We adjusted the 2021 energy consumption values in alignment with our methodology and recalculation policy. This was done to ensure accuracy and transparency, as data quality improvements and updates to our assumptions have since been implemented.\n\nPathway to Energy Efficiency\n\nIn 2022, we conducted energy-efficiency audits at several fulfillment centers in North America and the U.K., and developed roadmaps for lighting and air conditioning retrofits, submetering, and solar implementation. These efficiency audits allowed us to identify energy-saving features across our network that we can incorporate into existing and future buildings.\n\nIn the EU and U.K., we launched an energy-efficiency project in the second half of the year and achieved a 34% electricity and 68% gas consumption reduction across two main fulfillment centers between September and December (as compared to 2021).\nCircular Economy\n\nWaste Management\n\nWaste and packaging are notable environmental impacts of our business. To reduce these impacts, we are implementing waste management strategies across our global operations. These programs help keep usable products and materials out of landfills and incineration.\n\nPartnerships with trusted waste vendors are helping us make progress. In North America, Germany, and the U.K., our partners are introducing new processes and waste collection equipment across our facilities to improve diversion rates and reduce costs.\n\n2022 highlights include:\n\n- **In North America**, we implemented cost-saving initiatives such as slowing hauling pickups, which reduces truck trips and improves diversion rates.\n\n- **In the EU and U.K.**, operational teams developed a comprehensive baseline of waste management volumes and costs to support the region’s Zero Waste program.\n\n- **In Germany**, we implemented new recycling programs for returned materials, cardboard, and wood waste. We also trialed manual sorting methods for returns in an effort to increase recycling rates.\n\n- **In the U.K.**, we implemented a new process to separate and dispose of waste containing potential persistent organic pollutants to ensure compliance with new regulations.\nReducing Single-Use Plastics\n\nWe actively engage with our suppliers to recommend packaging adjustments that help to reduce damages and shift to more sustainable materials. In response to a recommended improvement, one of our U.K. dinnerware suppliers was able to remove 11 single-use plastic components from their previously utilized packaging design. In addition to reducing single-use plastic, the new design also resulted in a 42% reduction in post-shipment damages across three products.\n\nSustainable, Effective Packaging\n\nWe’re working to improve the sustainability of our packaging and to reduce product damage and return rates. Several groups across the company are involved in this critical effort. Our new Global Returns and Incident Prevention team targets the root causes of returns—such as damages due to inefficient packaging, product defects, or missing parts—and builds preventative solutions across our organization. Our Packaging team works to improve Wayfair’s packaging and engages suppliers on best practices for damage prevention, minimizing use of unnecessary or excessive materials, and utilizing materials that are curbside recyclable and from recycled content. Through both direct engagement and supplier education workshops, we’re moving the needle.\n\nIn 2022, we achieved a global 83%* recyclability rate for Wayfair’s purchased packaging, including boxes, wrap, fillers, and mailers. To reduce our use of plastic-based materials, we tested and deployed alternative materials, including swapping out plastic polythene bags for paper bags, using honeycomb paper instead of bubble wrap, and switching to paper-based box fill materials versus plastic in both Germany and the U.K. This led to a reduction of more than 26,600 pounds of plastic in 2022. In North America, we introduced 100% recycled content curbside recyclable paper mailers.\n\n*Excludes German packaging data for 2022.\nSustainable Products\n\nWe’re empowering our customers to select sustainable product offerings and encouraging suppliers to adopt third-party sustainability certifications and standards.\n\nAs part of our sustainable product strategy, we participate in various industry forums and roundtables to collaborate with peers and share knowledge and findings on industry best practices. We also actively engage with our suppliers on sustainable products and have outlined a distinct preference for Forest Stewardship Council® (FSC®)-certified wood in our Sustainable Wood Sourcing Policy.\n\nOur Sustainable Wood Sourcing Policy outlines our expectations for the responsible use of forest resources. The policy specifically covers the wood used in our furniture and includes our preference for FSC®-certified wood products. In 2022, we again achieved a high score on the 2022 Wood Furniture Scorecard, a joint initiative between the Sustainable Furnishings Council and the National Wildlife Federation. The scorecard annually ranks leading North American retailers on their wood sourcing policies and practices, and helps consumers determine which companies they can buy from to protect the world’s forests and the species that call them home.\n\nProduct Safety & Quality\n\nWe take steps to ensure that our products are safe and of high quality for all of our customers outfitting their homes. Through packaging innovation and supplier engagement, we aim to avoid product damage and reduce the need for returns. We work across fulfillment centers to proactively identify damages to both inbound and outbound shipments, allowing us to provide feedback to suppliers when incidents occur. We’ve also implemented a Rapid Incident Containment Program, which enables a quick response to address products that exhibit high incidence rates from breakage or quality-related metrics.\n\nIn 2023, we will be bolstering our supplier diligence efforts and will continue to invest in supplier engagement and adherence to standards for safety and quality in the products we offer. Read about our Supplier Code of Conduct in the Supply Chain Oversight section.\n\nRead more about the great work our supplier partners are doing in our Sustainable Supplier blog series.\n\nShop Sustainably\n\nOur recently expanded Shop Sustainably program features more than 15,000 products and enables suppliers to showcase products that meet one or more of the 50+ third-party certifications included in the program. These industry-leading certifications promote product-level attributes such as energy or water efficiency, sustainably sourced wood, minimization or elimination of chemicals, or Fair Trade Certified™ production. Through our Shop Sustainably filter and icon, customers can search for and easily identify verified third-party-certified products from international nonprofits, independent laboratories, and global government agencies, such as CERTIFIED asthma & allergy friendly®, BIFMA LEVEL®, GREENGUARD by UL Solutions, MAS Certified Green®, and Indoor Advantage Gold by SCS Global Services. All third-party certifications are clearly listed in the product description of each certified product, and we frequently evaluate and expand our certification partners as part of our efforts to enable any product on our site to achieve some type of third-party sustainability certification. Working with a diverse selection of certification and standards bodies also offers customers a robust selection so they’re able to select products that best align with their priorities and values.\nWayfair’s Enterprise Risk Management (ERM) team is tasked with anticipating and understanding risks that could disrupt any part of the business. This team reviews documentation and other plans put forth by each of Wayfair’s business units and synthesizes its findings in reports presented to management and the Audit Committee of the Board of Directors. The ERM team focus is primarily on risks that are new or not well understood. The team’s work also informs Wayfair’s published Risk Factors in our 10-K and other Securities and Exchange Commission filings, and serves as a complement to our many highly developed and sophisticated teams whose role is to mitigate against potential disruption. For example, the teams who manage our supply chain and technical infrastructure have robust business continuity plans designed to prevent and recover from disruptions in those areas.\nHuman Rights\n\nWayfair has zero tolerance for forced labor and other violations of human rights. Our Slavery and Human Trafficking Statement explains our firm commitment to combating modern slavery and human trafficking within our business operations and supply chain.\n\nStakeholder Engagement\n\nIn 2022, we published our first Corporate Responsibility Report, outlining our approach to our environmental, social, and governance (ESG) disclosures. We also conducted our first ESG materiality assessment by engaging more than 1,300 stakeholders, including company leadership, to further understand what issues are most important for our business to focus on—and, ultimately, to identify areas where we can have the most impact.\n\nRespondents came from five stakeholder categories: communities and nongovernmental organizations, consumers, employees, investors, and suppliers.\n\nCode of Business Conduct & Ethics\n\nWe aim for the highest level of conduct in all of our business activities, including our relationships with our customers, suppliers, and shareholders. Our ethics and human rights expectations are outlined in our Code of Business Conduct and Ethics (Code). The Code is approved by our Board of Directors, and we require annual acknowledgment by every employee. It also provides guidance and outlines expectations on key areas, including insider trading, conflicts of interest, and reporting illegal or unethical behavior.\n\nAll employees receive annual ethics and compliance training based on content from our Code and employee handbook. Depending on their role, certain Wayfairians also receive additional ethics and compliance training unique to their position, including training on our anti-bribery and anti-corruption policy. All Wayfairians are responsible for speaking up in situations that may violate our Code, other Wayfair policies, or the law.\n\nWe offer our employees and external parties multiple avenues to share concerns, including anonymous reporting tools, whistleblower channels, quarterly Voice surveys, and other organizational resources.\n\nRead about our conduct policies within our value chain in the Supply Chain Oversight section.\nSupply Chain Oversight\n\nWe believe it is our responsibility to engage with Wayfairians, our value chain, and our customers in an equitable, inclusive, honest, nondiscriminatory, and professional manner.\n\nOur supplier agreements and Supplier Code of Conduct (SCOC) establish standards to ensure our suppliers share in our commitments, and our Supply Chain Transparency Statement outlines the steps we take to verify their compliance.\n\nWe take a risk-based approach to auditing our supply chain, focusing our attention first on certain product types and suppliers in certain geographies. If an audit demonstrates a violation of our SCOC, we may require the supplier prepare and implement a detailed corrective action plan, or we may suspend or remove the supplier from our platform. As part of our action plan, we also may conduct follow-up audits to ensure that violations are appropriately addressed.\n\nOur Partner Home portal also provides Wayfair’s suppliers with access to training and support for logistics, merchandising, product compliance, and advertising.\n\nResponsible and Ethical End-to-End Sourcing\n\nAs part of our commitment to responsible and ethical end-to-end product sourcing, we require that suppliers responsibly source their materials according to our Supplier Code of Conduct. We continually look for additional ways to communicate Wayfair’s strategy and expectations to our suppliers and plan to expand upon our work with supply chain partners in the future.\n\nThrough our Shop Sustainably program, customers are able to easily identify product offerings that have been independently certified to third-party sustainability standards. Read more in the Sustainable Products section.\n\nSupplier Diversity\n\nIn 2022, we established our Supplier Diversity Program, a program designed in partnership with traditionally underrepresented suppliers to support them through dedicated resources that are tailored to their businesses. As we continue to iterate our playbook, we are beginning with a focus on Black-owned businesses, and we intend to expand to other underrepresented groups. Aside from launching the Supplier Diversity Program, we created a way to begin capturing supplier diversity data through enhanced tracking and reporting methods. In 2022, we expanded our number of partnerships with Black-owned home goods suppliers and increased our assortment of products from Black-owned suppliers. With a dedicated team solely focused on growing the share of business generated by diverse suppliers, we are committed to embedding diversity within our commercial core and are dedicated to making an impact.\n\nWayfair has one of the largest product selections for home available from Black-owned businesses.\nCybersecurity & Customer Privacy\n\nOur business depends on customers trusting that their online shopping experience with us is both reliable and safe, and our dedicated team of privacy and cybersecurity experts works toward this every day. Our data protection and cybersecurity efforts follow industry best practices. Read more in our Privacy Policy.\n\nIn 2022, we established a vulnerability management program to identify risks and report issues of concern, reduce security bugs, and further improve access management across our networks. Notably, we implemented a cloud posture management capability, which helps secure us against risk and vulnerabilities in the cloud environment and furthers our work to support cloud-based applications for Wayfair’s customers, suppliers, and employees.\n## GRI Content Index\n\n**STATEMENT OF USE:** Wayfair Inc. has reported the information cited in this GRI content index for the period January 1, 2022, to December 31, 2022, with reference to the GRI Standards.\n\n**GRI 1 USED:** GRI 1: Foundation 2021\n\n| GRI Standard | Disclosure | Location |\n|--------------|------------|----------|\n| 2-1 Organizational details | a. Wayfair Inc.  \nb. Public company listed on NYSE  \nc. Headquartered in Boston, MA  \nd. Employees working in: US, Canada, U.K., Ireland, Germany, Hong Kong, China, Poland, India, Italy |\n| 2-2 Entities included in the organization’s sustainability reporting | Form 10-K |\n| 2-3 Reporting period, frequency and contact point | a. This annual GRI report covers the period of January 1 - December 31, 2022.  \nb. Financial Reporting Period: Fiscal Year ending December 31, 2022  \nc. Report published on June 14, 2023  \nd. Reporting Contact: Nathan Barr, Head of Corporate Affairs, 4 Copley Place, Boston, MA 02116 |\n| 2-4 Restatements of information | See Climate Action, Restatements made to Wayfair Greenhouse Gas (GHG) Emissions, and Wayfair Energy Use tables |\n| 2-6 Activities, value chain and other business relationships | Form 10-K |\n| 2-7 Employees | Form 10-K, Page 8 (Human Capital) |\n| 2-9 Governance structure and composition | 2023 Proxy Statement, Pages 9-19 (Corporate Governance) |\n| 2-10 Nomination and selection of the highest governance body | 2023 Proxy Statement, Page 17 (Director Nomination Process) |\n| 2-11 Chair of the highest governance body | 2023 Proxy Statement, Page 13 (Leadership Structure of the Board) |\n| GRI Standard | Disclosure | Location |\n|--------------|------------|----------|\n| 2-12         | Role of the highest governance body in overseeing the management of impacts | 2023 Proxy Statement, Page 14 (Role of Board in Risk Oversight Process) |\n| 2-13         | Delegation of responsibility for managing impacts | 2023 Proxy Statement, Pages 15-16 (Board Meetings and Committees) |\n| 2-15         | Conflicts of interest | 2023 Proxy Statement, Page 13 (Code of Business Conduct and Ethics, Corporate Governance Guidelines, Anti-Hedging and Anti-Pledging Policies, Independence of the Board) |\n| 2-18         | Evaluation of the performance of the highest governance body | 2023 Proxy Statement, Page 16 (Nominating and Corporate Governance Committee) |\n| 2-19         | Remuneration policies | 2023 Proxy Statement, Pages 35-51 (Compensation Discussion and Analysis) |\n| 2-20         | Process to determine remuneration | 2023 Proxy Statement, Pages 35-51 (Compensation Discussion and Analysis) |\n| 2-21         | Annual total compensation ratio | 2023 Proxy Statement, Page 46 (CEO Pay Ratio Disclosure) |\n| 2-23         | Policy commitments | 2023 Proxy Statement, Page 13 (Code of Business Conduct and Ethics) |\n| 2-24         | Embedding policy commitments | 2023 Proxy Statement, Page 13 (Code of Business Conduct and Ethics) |\n| 2-25         | Processes to remediate negative impacts | Supplier Code of Conduct, Supply Chain Transparency, Whistleblower Policy, Code of Business Conduct and Ethics |\n| 2-26         | Mechanisms for seeking advice and raising concerns | Whistleblower Policy, Code of Business Conduct and Ethics |\n| 2-29         | Approach to stakeholder engagement | See Stakeholder Engagement, Investor Relations - Governance documents |\n| GRI Standard | Disclosure | Location |\n|--------------|------------|----------|\n| **Material topics** | | |\n| GRI 3: Material Topics 2021 | 3-1 Process to determine material topics | See Stakeholder Engagement |\n| | 3-2 List of material topics | See Materiality Matrix |\n| **Economic performance** | | |\n| GRI 3: Material Topics 2021 | 3-3 Management of material topics | 2023 Proxy Statement, Pages 9-19 (Corporate Governance) |\n| GRI 201: Economic Performance 2016 | 201-3 Defined benefit plan obligations and other retirement plans | 2023 Proxy Statement, Page 38 (Defined Contribution Plans) |\n| **Indirect economic impacts** | | |\n| GRI 3: Material Topics 2021 | 3-3 Management of material topics | See Our Communities |\n| **Anti-corruption** | | |\n| GRI 3: Material Topics 2021 | 3-3 Management of material topics | Code of Business Conduct and Ethics (Anti-corruption and Anti-bribery Laws) |\n| **Anti-competitive behavior** | | |\n| GRI 3: Material Topics 2021 | 3-3 Management of material topics | Code of Business Conduct and Ethics (Antitrust and Competition Laws) |\n| **Materials** | | |\n| GRI 3: Material Topics 2021 | 3-3 Management of material topics | See Sustainable Products |\n| | | Supplier Code of Conduct |\n| | | Supply Chain Transparency |\n### GRI Standard\n\n| GRI Standard | Disclosure | Location |\n|--------------|------------|----------|\n| GRI 301: Materials 2016 | 301-1 Materials used by weight or volume | a. Total weight of packaging materials purchased and/or used by Wayfair in 2022: 3,395,671 kg  \n  i) Non-renewable materials: 541,408 kg  \n  ii) Renewable materials: 2,854,263 kg  \n  The data above reflects packaging materials purchased and/or used by Wayfair in 2022 only and does not include supplier packaging materials. US, Canada, and U.K. data only included. |\n\n### Energy\n\n| GRI 3: Material Topics 2021 | 3-3 Management of material topics | See Renewable Energy |\n|-----------------------------|----------------------------------|---------------------|\n\n#### Indirect energy use (GJ)\n\n|                     | 2022  | 2021  | 2020  |\n|---------------------|-------|-------|-------|\n| **Nonrenewable**    |       |       |       |\n| Grid electricity    | 213,327 | 195,811 | 219,585 |\n| Natural gas         | 317,204 | 257,565 | 244,210 |\n| Diesel              | 55,126  | 58,851  | 78,264  |\n| Gasoline            | 884    | 546    | 894    |\n| **Total**           | 586,540 | 512,773 | 542,954 |\n| **Renewable**       |       |       |       |\n| Offsite solar (VPPAs, RECs, etc.) | 32,346 | 38,472 | 14,245 |\n| **Total**           | 32,346 | 38,472 | 14,245 |\n\n**Total indirect energy use**\n\n|                     | 2022  | 2021  | 2020  |\n|---------------------|-------|-------|-------|\n|                     | 618,886 | 551,244 | 557,198 |\n\nNote: Due to rounding, the sum of results presented may not equal the total shown.\nGRI Standard | Disclosure | Location\n--- | --- | ---\nGRI 302: Energy 2016 | 302-3 Energy intensity | Energy intensity ratio (GJ/1,000 rentable square feet) | 2022 | 2021 | 2020\nTotal | 26.3 | 25.5 | 27.1\n\nThe energy intensity ratio above is calculated using total energy consumption in global operations (renewable and non-renewable electricity, natural gas, and fuel), divided by the rentable square footage of our properties globally (per 1,000 rentable square feet).\n\nEmissions\n\nGRI 3: Material Topics 2021 | 3-3 Management of material topics | See Climate Action\n\nGRI 305: Emissions 2016 | 305-1 Direct (Scope 1) GHG emissions | GHG Emissions: Scope 1 - direct emissions (MTCO₂e) | 2022 | 2021 | 2020\nNatural gas | 16,029 | 13,015 | 12,095\nPropane | 81 | N/A | N/A\nStationary diesel | 3,371 | 3,176 | 3,488\nFuel | 1,468 | 1,943 | 2,553\nRefrigerants | 394 | 350 | 322\nTotal emissions (scope 1) | 21,343 | 18,484 | 18,458\n\nBiogenic CO₂ emissions: 0 MTCO₂e\nGases included in the calculation: CO₂, CH₄, N₂O, HFC, and PFC.\nBase year is 2020.\nSources of emissions factors and the global warming potential rate: GHG Methodology Document\nChosen consolidation approach for emissions: Operational Control Standards.\n### GRI Standard Disclosure Location\n\n#### GRI 305: Emissions 2016\n\n| GRI 305: Emissions 2016 | GHG Emissions: Scope 2 - indirect emissions (MTCO₂e) | 2022 | 2021 | 2020 |\n|-------------------------|-----------------------------------------------------|------|------|------|\n| 305-2 Energy indirect (Scope 2) GHG emissions | Electric (market) | 20,299 | 20,292 | 20,905 |\n| | Electric (location) | 22,583 | 22,479 | 21,182 |\n| | Total scope 2 emissions (market-based) | 20,299 | 20,292 | 20,905 |\n\nGases included in the calculation: CO₂, CH₄, and N₂O.\nBase year is 2020.\nSources of emissions factors and the global warming potential rate: [GHG Methodology Document](#).\nChosen consolidation approach for emissions: Operational Control Standards.\n\n#### GRI 305: Emissions 2016\n\n| GRI 305: Emissions 2016 | GHG Emissions: Scope 3 - indirect emissions by GHG Protocol category (MTCO₂e) | 2022 | 2021 | 2020 |\n|-------------------------|---------------------------------------------------------------------------------|------|------|------|\n| 305-3 Other indirect (Scope 3) GHG emissions | Products & Services (Purchased Goods & Services and End of Life) | 6,123,857 | 4,850,235 | 6,094,575 |\n| | Transportation & Distribution (Upstream & Downstream) | 692,499 | 665,604 | 760,626 |\n| | Other (Capital Goods, R&D Related Activities, Waste, Business Travel, and Commute) | 67,358 | 38,733 | 31,913 |\n| | Total emissions (scope 3) | 6,883,714 | 5,554,572 | 6,887,114 |\n\nGases included in the calculation: CO₂, CH₄, and N₂O.\nBase year is 2020.\nSources of emissions factors and the global warming potential rate: [GHG Methodology Document](#).\n### GHG Emissions Intensity Ratio\n\n| Year | Total | 2022 | 2021 | 2020 |\n|------|-------|------|------|------|\n|      |       | 1.770| 1.795| 1.917|\n\n**Type of GHG emissions included in the intensity ratio:** Direct (scope 1) and market-based indirect (scope 2) divided by the rentable square footage of our global properties (per 1,000 rentable square feet).\n\n**Gases included in the calculation:** CO₂, CH₄, N₂O, HFC, and PFC.\n\n### Waste\n\n| GRI Standard | Disclosure | Location |\n|--------------|------------|----------|\n| GRI 3: Material Topics 2021 | 3-3 Management of material topics | See Circular Economy |\n| GRI 306: Waste 2020 | 306-1 Waste generation and significant waste-related impacts | See Circular Economy |\n| | 306-2 Management of significant waste-related impacts | See Circular Economy |\n\n### Employment\n\n| GRI Standard | Disclosure | Location |\n|--------------|------------|----------|\n| GRI 3: Material Topics 2021 | 3-3 Management of material topics | See Talent Development, Benefits, & Wellbeing |\n| GRI 401: Employment 2016 | 401-2 Benefits provided to full-time employees that are not provided to temporary or part-time employees | See Benefits & Compensation |\n| GRI Standard | Disclosure | Location |\n|--------------|------------|----------|\n| **Occupational health and safety** | | |\n| GRI 3: Material Topics 2021 | 3-3 Management of material topics | See Employee Health & Safety |\n| | | |\n| GRI 403: Occupational Health and Safety 2018 | 403-1 Occupational health and safety management system | Wayfair’s workplace safety plan (the “Safety Plan”) is designed to reduce injuries and illness, property damage, environmental impacts, and other incidents in the workplace. Plan components include: assigned safety responsibilities by role; hazard identification, assessment and control; incident reporting and investigation; safety education and training; and change management protocols. The Safety Plan applies to all Wayfair logistics locations. |\n| | 403-3 Occupational health services | See Employee Health & Safety |\n| | 403-4 Worker participation, consultation, and communication on occupational health and safety | See Employee Health & Safety |\n| | 403-5 Worker training on occupational health and safety | Wayfair provides a range of trainings to reduce injury and prevent illness in the workplace. Training topics include: incident and injury reporting; injury and illness prevention; First Aid/CPR/AED; emergency action plans and severe weather procedures; powered industrial vehicle, and yard safety. |\n| | 403-6 Promotion of worker health | See Benefits & Compensation |\nWayfair provides foundational onboarding and training programming to all new hires and offers management and leadership development programming throughout employees’ careers. Wayfair offers mentorship opportunities, internal mobility, and learning and development programs. When former Wayfairians move on, Wayfair connects them to its alumni network and currently offers transition coaching for 30 days after the end of employment.\n\n### Annual Performance Review Completions by Gender\n\n| Gender       | Completion Rate |\n|--------------|-----------------|\n| Male         | 98.83%          |\n| Female       | 98.14%          |\n| Non-Binary   | 96.90%          |\n\n### Annual Performance Review Completions by Employee Category\n\n| Category       | Completion Rate |\n|----------------|-----------------|\n| Technology     | 98.74%          |\n| People Managers| 99.38%          |\n| Front Line     | 98.63%          |\n| Corporate      | 98.39%          |\n| Leadership     | 97.67%          |\n### Diversity and equal opportunity\n\n| GRI Standard | Disclosure | Location |\n|--------------|------------|----------|\n| GRI 3: Material Topics 2021 | 3-3 Management of material topics | See Diversity, Equity, & Inclusion |\n\n#### Board of Directors\n\n| Gender | Percentage |\n|--------|------------|\n| Man    | 75%        |\n| Non-Binary | 0%    |\n| Woman  | 25%        |\n\n| Age Group | Percentage |\n|-----------|------------|\n| <30 years old | 0%    |\n| 30-50 years old | 11%   |\n| 50+ years old | 89%   |\n\n| Race/Ethnicity | Percentage |\n|----------------|------------|\n| Asian          | 37.5%      |\n| Black          | 12.5%      |\n| Latinx         | 0%         |\n| Other          | 0%         |\n| White          | 50%        |\nb. Percentage of employees per employee category by gender, age, and race/ethnicity.\n\n| Tech | Asia Pacific | Europe | North America |\n|------|--------------|--------|---------------|\n| Man  | 75.8%        | 72.5%  |               |\n| Non-Binary | 0.9% | 0.8%  |               |\n| Woman | 23.3%        | 26.7%  |               |\n\n| People Managers | Asia Pacific | Europe | North America |\n|-----------------|--------------|--------|---------------|\n| Man             | 57.1%        | 57.9%  | 54.5%         |\n| Non-Binary      | 4.8%         | 0%     | 0.4%          |\n| Woman           | 38.1%        | 42.1%  | 45.1%         |\n\n| Age Group       | Tech | People Managers |\n|-----------------|------|-----------------|\n| <30 years old   | 14.4%| 0%              |\n| 30-50 years old | 84.2%| 100%            |\n| 50+ years old   | 1.4% | 0%              |\n\n| Race/Ethnicity  | Tech | People Managers |\n|-----------------|------|-----------------|\n| Asian           | 32.8%| 67.5%           |\n| Black           | 3.0% | 0%              |\n| Latinx          | 0%   | 0%              |\n| Other           | 19.7%| 0%              |\n| White           | 44.5%| 12.5%           |\n\nGRI 405: Diversity and Equal Opportunity 2016\n\n405-1 Diversity of governance bodies and employees\n### GRI Standard Disclosure Location\n\n**GRI 405: Diversity and Equal Opportunity 2016**\n\n#### Front Line\n\n| Age Group | Asia Pacific | Europe | North America |\n|-----------|--------------|--------|---------------|\n| <30 years old | N/A* | 29.8% | 32.1% |\n| 30-50 years old | N/A* | 60.0% | 52.9% |\n| 50+ years old | N/A* | 10.2% | 15.0% |\n\n| Gender | Man | Non-Binary | Woman |\n|--------|-----|------------|-------|\n| Man    | 25.0% | 0% | 75.0% |\n| Non-Binary | 0% | 0.4% | 0% |\n| Woman  | 75.0% | 45.6% | 50.0% |\n\n| Race | Asian | Black | Latinx | Other | White |\n|------|-------|-------|--------|-------|-------|\n| Asian | 100% | 0% | 0% | 0% | 0% |\n| Black | 0% | 2.0% | 0% | 0% | 73.1% |\n| Latinx | 0% | 0% | 0% | 0% | 73.1% |\n| Other | 0% | 17.9% | 0% | 0% | 73.1% |\n| White | 0% | 73.1% | 0% | 0% | 73.1% |\n\n#### Corporate\n\n| Age Group | Asia Pacific | Europe | North America |\n|-----------|--------------|--------|---------------|\n| <30 years old | 28.7% | 25.4% | 31.1% |\n| 30-50 years old | 71.3% | 72.7% | 64.2% |\n| 50+ years old | 0% | 1.9% | 4.7% |\n\n| Gender | Man | Non-Binary | Woman |\n|--------|-----|------------|-------|\n| Man    | 39.3% | 1.8% | 58.9% |\n| Non-Binary | 0.5% | 0.5% | 0.5% |\n| Woman  | 55.1% | 43.6% | 44.4% |\n\n| Race | Asian | Black | Latinx | Other | White |\n|------|-------|-------|--------|-------|-------|\n| Asian | 97.4% | 0% | 0% | 0% | 2.6% |\n| Black | 0% | 2.5% | 0% | 0% | 56.3% |\n| Latinx | 0% | 0% | 0% | 0% | 56.3% |\n| Other | 0% | 16.1% | 0% | 0% | 56.3% |\n| White | 2.6% | 4.1% | 4.2% | 5.0% | 60.5% |\n\n*Not disclosed due to privacy guidelines.*\n| GRI Standard | Disclosure | Location |\n|--------------|------------|----------|\n| GRI 405: Diversity and Equal Opportunity 2016 | 405-1 Diversity of governance bodies and employees | |\n\n| Leadership (Associate Director +) | Asia Pacific | Europe | North America |\n|----------------------------------|--------------|--------|---------------|\n| Man                              | 66.6%        | 72.4%  | 60.3%         |\n| Non-Binary                       | 16.7%        | 0%     | 0.2%          |\n| Woman                            | 16.7%        | 27.6%  | 39.5%         |\n\n| Age Group | Asia Pacific | Europe | North America |\n|-----------|--------------|--------|---------------|\n| <30 years old | N/A*        | 0%     | 0.6%          |\n| 30-50 years old | N/A*        | 91.7%  | 88.0%         |\n| 50+ years old | N/A*        | 8.3%   | 11.4%         |\n\n| Ethnicity | Asia Pacific | Europe | North America |\n|-----------|--------------|--------|---------------|\n| Asian     | 100%         | 13.8%  | 19.4%         |\n| Black     | 0%           | 0%     | 2.3%          |\n| Latinx    | 0%           | 0%     | 2.3%          |\n| Other     | 0%           | 9.2%   | 3.9%          |\n| White     | 0%           | 77.0%  | 72.1%         |\n\n*Not disclosed due to privacy guidelines.\n\nAll percentages are derived from self-reported data and do not reflect demographic information for individuals who have declined to self-identify.\n| GRI Standard | Disclosure | Location |\n|--------------|------------|----------|\n| GRI 405: Diversity and Equal Opportunity 2016 | 405-2 Ratio of basic salary and remuneration of women to men | See Mitigating Unconscious Bias in Performance Evaluations; Benefits & Compensation |\n| Local communities | | |\n| GRI 3: Material Topics 2021 | 3-3 Management of material topics | See Our Communities |\n| Customer health and safety | | |\n| GRI 3: Material Topics 2021 | 3-3 Management of material topics | Supplier Code of Conduct; Supply Chain Transparency |\n| Marketing and labeling | | |\n| GRI 3: Material Topics 2021 | 3-3 Management of material topics | Supplier Code of Conduct; Supply Chain Transparency |\n| GRI 417: Marketing and Labeling 2016 | 417-1 Requirements for product and service information and labeling | Supplier Code of Conduct; Supply Chain Transparency |\n| Customer privacy | | |\n| GRI 3: Material Topics 2021 | 3-3 Management of material topics | See Cybersecurity & Customer Privacy; Privacy Policy |\nWayfair is an E-Commerce company and works to align with SASB’s recommended disclosures for that industry. We have also included metrics in the table below from other industry standards that we feel are relevant to our company and help present a holistic picture of our operations.\n\n| Topic                                      | Code       | Accounting Metric                                                                 | Response                                                                 |\n|--------------------------------------------|------------|-----------------------------------------------------------------------------------|--------------------------------------------------------------------------|\n| E-Commerce                                 | CG-EC-130a.1 | (1) Total energy consumed, (2) percentage grid electricity, and (3) percentage renewable | (1) 618,886 GJ (2) 39.70% (3) 5.23%                                      |\n| Hardware Infrastructure Energy & Water Management | CG-EC-220a.2 | Description of policies and practices relating to behavioral advertising and user privacy | Privacy Policy                                                          |\n| Data Privacy & Advertising Standards       | CG-EC-230a.1 | Description of approach to identifying and addressing data security risks          | See Cybersecurity & Customer Privacy                                      |\n| Data Security                              | CG-EC-330a.1 | Employee engagement as a percentage                                               | First half 2022: 81% participation in Wayfair’s employee engagement survey |\n| Employee Recruitment, Inclusion & Performance | CG-EC-330a.1 |                                                                                   | Second half 2022: 85% participation in Wayfair’s employee engagement survey |\n|                                            |            |                                                                                   | Survey topics include: trust in leadership, sentiment regarding Wayfair’s performance review process, satisfaction with role, and work-life balance. |\n| Topic | Code | Accounting Metric | Response |\n|-------|------|-------------------|----------|\n| Employee Recruitment, Inclusion & Performance | CG-EC-330a.3 | Percentage of gender and racial/ethnic group representation for (1) management, (2) technical staff, and (3) all other employees | (1) Management (L4+) employees: 63.2% Man, 0.3% Non-Binary, 36.5% Woman 22.5% Asian, 2.4% Black, 2.7% Latinx, 5.3% Other, 67.1% White (2) Technical staff: 73% Man, 0.8% Non-Binary, 26.2% Woman 42% Asian, 2.9% Black, 3.3% Latinx, 6.6% Other, 45.2% White (3) Other (L0-3) and non-technical employees: 46.2% Man, 0.7% Non-Binary, 53.1% Woman 5.2% Asian, 26.9% Black, 10.5% Latinx, 7.8% Other, 49.6% White |\n| Product Packaging & Distribution | CG-EC-410a.1 | Total greenhouse gas (GHG) footprint of product shipments | 692,499 MTCO₂e *Note this total represents the Well-To-Wheel (not Tank-to-Wheel) emissions associated with upstream & downstream transportation and distribution of products sold by Wayfair. |\n| | CG-EC-410a.2 | Discussion of strategies to reduce the environmental impact of product delivery | See Sustainable, Effective Packaging; Climate Action |\n| Building Products and Furnishings | | | |\n| Product Lifecycle Environmental Impacts | CG-BF-410a.1 | Description of efforts to manage product lifecycle impacts and meet demand for sustainable products | See Circular Economy; Sustainable Products |\n| Topic                                      | Code       | Accounting Metric                                                                 | Response                                                                                                                                                                                                 |\n|--------------------------------------------|------------|------------------------------------------------------------------------------------|----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------|\n| Household and Personal Products            | CG-HP-410a.1 | (1) Total weight of packaging, (2) percentage made from recycled and/or renewable materials, and (3) percentage that is recyclable, reusable, and/or compostable | 1) Total weight of packaging materials purchased and/or used by Wayfair in 2022: 3,395.7 metric tons  \n2) Renewable materials: 84%  \n3) Recyclable percentage: 83%  \nThe data above reflects packaging materials purchased and/or used by Wayfair only and does not include supplier packaging materials. US, Canada, and U.K. data only included. |\n| Packaging Lifecycle Management             | CG-HP-410a.2 | Discussion of strategies to reduce the environmental impact of packaging throughout its lifecycle | See Sustainable, Effective Packaging                                                                                                                                                                      |\n| Multiline and Specialty Retailers & Distributors | CG-MR-410a.3 | Discussion of strategies to reduce the environmental impact of packaging            | See Sustainable, Effective Packaging                                                                                                                                                                      |\nForward-Looking Statements\n\nCaution Concerning Forward-Looking Statements: This report contains forward-looking statements within the meaning of federal and state securities laws. In some cases, you can identify forward-looking statements by terms such as “may,” “will,” “should,” “expects,” “plans,” “anticipates,” “continues,” “could,” “intends,” “goals,” “target,” “projects,” “contemplates,” “believes,” “estimates,” “predicts,” “potential” or “continue” or the negative of these terms or other similar expressions.\n\nAll statements other than statements of historical fact contained in this report, including statements regarding our business strategy, plans and objectives, our ESG and DEI initiatives, goals, commitments, and programs, our assumptions and expectations, and standards and expectations of third parties, are forward-looking statements. You are cautioned not to rely on these forward-looking statements, which are based on current expectations of future events and speak only as of the date they are made and, except as required by applicable law, we undertake no obligation to publicly update or revise any forward-looking statements contained herein, whether as a result of any new information, future events or otherwise. We cannot guarantee that any forward-looking statement will be accurate, although we believe that we have been reasonable in our expectations and assumptions. For important information about the risks and uncertainties that could cause actual results to vary materially from the assumptions, expectations, and projections expressed in any forward-looking statements, please review our most recent Annual Report on Form 10-K and our subsequent filings with the Securities and Exchange Commission.", "source": "wayfair_2022", "added": "2025-04-27", "created": "2025-04-27", "metadata": {"Source-File": "climate_reports/tp_reports/wayfair_2022.pdf", "olmocr-version": "0.1.59", "pdf-total-pages": 46, "total-input-tokens": 82666, "total-output-tokens": 20472, "total-fallback-pages": 0}, "attributes": {"pdf_page_numbers": [[0, 62, 1], [62, 522, 2], [522, 2668, 3], [2668, 3333, 4], [3333, 5762, 5], [5762, 6556, 6], [6556, 8185, 7], [8185, 12157, 8], [12157, 13447, 9], [13447, 16678, 10], [16678, 18430, 11], [18430, 18965, 12], [18965, 22733, 13], [22733, 24385, 14], [24385, 24639, 15], [24639, 28369, 16], [28369, 31002, 17], [31002, 33506, 18], [33506, 38487, 19], [38487, 38863, 20], [38863, 43300, 21], [43300, 44571, 22], [44571, 46477, 23], [46477, 50019, 24], [50019, 50898, 25], [50898, 53058, 26], [53058, 55777, 27], [55777, 56568, 28], [56568, 58168, 29], [58168, 59936, 30], [59936, 61199, 31], [61199, 62803, 32], [62803, 64013, 33], [64013, 65649, 34], [65649, 66837, 35], [66837, 68261, 36], [68261, 69247, 37], [69247, 69976, 38], [69976, 71247, 39], [71247, 72842, 40], [72842, 74268, 41], [74268, 75288, 42], [75288, 77440, 43], [77440, 78846, 44], [78846, 80831, 45], [80831, 82571, 46]]}}