{"id": "8067d2bf89e137bc9e31143ae7b0f1d70a918d76", "text": "Healthy 2030\n\nLetter from CEO & Board Chair 3\nLetter from Chief People Officer and Interim Chief Sustainability Officer 4\nCorporate Profile 5\nHealthy People 6\nHealthy Business 26\nHealthy Community 42\nHealthy Planet 55\nAbout This Report 68\nLetter from CEO & Board Chair\n\nAt CVS Health®, we believe the health of our planet and the health of its people are inextricably linked. As we reimagine the health care experience, we are unwavering in our commitment to environmental, social and governance (ESG) priorities and health equity. We are a consumer-focused, purpose-driven company — that is who we are, and it is what sets us apart. As we bring our heart to every moment of your health, we are thinking broadly about what that means for individuals, communities and society.\n\nOur 15th annual ESG Report details key initiatives and our bold long-term goals to hold ourselves accountable to building a healthier and more equitable future for those we serve.\n\nWe’re proud that CVS Health leads the nation in both COVID-19 diagnostic testing and vaccination, having administered more than 32 million tests and more than 59 million vaccines in 2021. We brought life-saving vaccines to residents of long-term care facilities and other priority populations, and then to neighborhoods, campuses and worksites across the country. We also expanded our offerings to provide increased access to mental and virtual health care services.\n\nThis year we appointed our first ever Chief Health Equity Officer, who will help us create more solutions to reduce disparities and improve health outcomes. Ensuring equitable access to health care is critical now more than ever.\n\nWe’ve had a long-standing commitment to address the social determinants of health (SDOH) because we know that more than 80 percent of a person’s health is determined outside the doctor’s office. This year, we introduced our new Health Zones initiative, which aims to advance equity by improving health outcomes in high-risk communities across the country by adding SDOH and providing concentrated, holistic local investments. This includes numerous investments at the local level to increase access to health care, housing, education, food, labor and training and transportation.\n\nWe also made great progress this year toward our goals for a sustainable future. Recognized as a corporate leader in climate action, we became one of the first companies to have our net-zero targets validated by the Science-Based Targets Initiative. We continue to reduce resource consumption through digital receipt options at the point of sale and pilots around reusable bag systems and non-plastic pill bottles. We have also introduced new water reduction goals, climate policies and approaches to waste management.\n\nOur work to build a Healthy 2030 would not be possible without the drive and heart of our approximately 300,000 colleagues. We welcome the opportunity to collaborate with our stakeholders to achieve better outcomes for the people and communities we serve — and the planet.\n\nSincerely,\n\nKaren S. Lynch\nPresident and Chief Executive Officer\n\nDavid W. Dorman\nChair of the Board\nLetter from Chief People Officer and Interim Chief Sustainability Officer\n\nI am proud to be able to share our ongoing work to strengthen our communities, empower our colleagues, and act as exceptional stewards of our environment in our 2021 ESG Report.\n\nOver the last year we have continued to advance our purpose — bringing our heart to every moment of your health — through our ESG strategy. That strategy leverages our unmatched capabilities, size and scale as well as our expansive community presence. Through our broad reach and the expertise of our trusted partners, our goal is to advance health equity to make a positive impact on the health of the people and communities we serve, our colleagues and our planet.\n\nReintroduced this year as Healthy 2030, our roadmap will guide our work throughout the decade. It lays out our ambitious goals in four areas: Healthy People, Healthy Business, Healthy Community and Healthy Planet.\n\nThese pillars encompass the breadth of our enterprise and the scope of our commitment to doing our part to create a more equitable and sustainable world.\n\nIn 2021, we undertook a comprehensive prioritization assessment of the topics addressed in our strategy to align our programs more effectively to key indicators while monitoring emerging trends. This analysis considered insights and feedback from internal and external stakeholders, including company leaders, non-governmental organizations (NGOs), suppliers, investors, customers, colleagues and other partners.\n\nUnder this updated alignment, we are tracking our progress against our bold goals.\n\nThis ESG report, the appendix and other accompanying materials aim to succinctly tell the story of the remarkable work carried out by our colleagues and partners to change our world for the better in 2021. It also keeps us accountable to all the stakeholders who rely on us and enable us to set our sights so high. Thank you for joining us on this incredible journey.\n\nTogether we can make healthier happen.\n\nSincerely,\n\nLaurie Havanec\nExecutive Vice President, Chief People Officer, Interim Chief Sustainability Officer\nCorporate Profile\n\nOur Footprint\nHeadquarters: Woonsocket, R.I.\n\nApproximately 300K Colleagues\n\n50 states, plus the District of Columbia and Puerto Rico\n\nOur Purpose\nBringing our heart to every moment of your health.\n\nCommunity-based and locally focused, CVS Health helps our customers, patients and members receive the care they need, when and where they need it — whether that’s at one of our thousands of community locations, in the home or in the palm of their hand. Through all we do, we address many of the country’s most prevalent and pressing health care needs by understanding and acting on what consumers want and need — personalized, consumer-centered care.\n\nAs a purpose-driven company keeping all our colleagues — from the front line to the C-suite — focused on the needs of and things most important to our customers, patients and members in 2021, we introduced a new purpose statement: Bringing our heart to every moment of your health.\nHealthy People\nHealthy People\n\nHealthy 2030 Goal\n\n65B\n\nHealth care interactions to individuals\n\nWe believe better health should be within reach for each and every individual. So, we’ve built a one-of-a-kind company designed to make health care more accessible, more affordable and simply better. Along the way, CVS Health will be there, bringing our heart to every moment of our customers’ health.\n\nAmericans expect more from their health care providers than ever before. They want health services that are easy to find, easy to understand, easy to use and that work together seamlessly. The 2021 Health Care Insights Study, a survey by CVS Health of 1,000 consumers and 400 providers on the state of health care, reveals that the COVID-19 pandemic has led many people to pay greater attention to their health, and they are seeking health care that offers a more engaged approach and a more personalized experience.\n\nWe’re proud of the steps we took in 2021 to reimagine the health care experience. CVS Health has an unmatched ability to reach people to help provide them with the care and services they need to lead healthier lives.\n2021 Accomplishments\n\n300\nLaunched more than 300 new HealthHUB® locations\n\n159M+\nmeals provided for people who are food insecure with an estimated 40% of meals for people of color\n\n$185M+\ninvested in affordable housing\nProviding the care you need when and where you need it\n\nHealth care in the neighborhood\n\nAdvancing convenience and care\nCVS Pharmacy® retail locations serve as local health and wellness destinations for millions of Americans. Approximately 4.5 million people walk through our doors every day. With dedicated pharmacy, clinical and retail colleagues and an array of formats and offerings, these community destinations put essential health and wellness products and services within easy reach.\n\n80% of a person’s health is determined outside the doctor’s office through social determinants of health (SDOH)\n\nNever has our unmatched community presence been as meaningful as it has been throughout the COVID-19 pandemic. In 2021, CVS Pharmacy and MinuteClinic® locations continued to be a convenient source of safe and effective COVID-19 testing — providing both in-store and at-home testing options. Our broad reach and deep experience administering vaccinations positioned CVS Health as a leader in our nation’s response to COVID-19. Through our relationships with local organizations, we worked hard to provide education and access to both COVID-19 testing and vaccination to underserved communities.\n\nEvery business, function and individual across our company continues to support our customers, communities, patients — and one another — through these challenging times. Our 2021 COVID-19 Response Report highlights the dedication and innovation our approximately 300,000 CVS Health colleagues have brought to the unprecedented effort to keep Americans safe throughout the pandemic.\n\n2021 COVID Response:\n\n32M+ tests delivered\n\n59M+ vaccine doses provided\nHealthHUB 2021 Growth\n\n80\ntotal markets including\n26 new in 2021\n\n35\ntotal states including\n4 new in 2021\n\n960+\ntotal locations including\n300+ new in 2021\n\nCVS HealthHUB — the new front door to health\nBringing better health care into the community means rethinking the corner drugstore and focusing on human-centered care. That’s the idea behind HealthHUB locations, our community-based store offering customers a broader range of health care services, wellness products, trusted advice and personalized care — all with the ease of walking right into a local CVS Pharmacy.\n\nIn 2021, we expanded the range of available offerings to include several health services traditionally found in primary care settings, like chronic care management and behavioral health. With so much under one roof, HealthHUB locations provide an accessible and compelling destination where healthier happens together. Take a closer look at the services and care provided at HealthHUB locations here.\n\nBringing primary care closer to home\nAs we seek to support each person’s unique health journey, CVS Health announced in November that we plan to create a new store format dedicated to offering primary care services. These neighborhood clinics will be the home of physician-led care teams, including nurse practitioners, social workers, pharmacists and others — many of whom are already under our roof. Our coordinated care model will bring our holistic, consumer-centric care approach to life — looking at preventive, acute and chronic care through one lens, serving mental health needs alongside the physical.\n\nPrimary care is one of the least expensive aspects of health care, and it plays an outsized role in avoiding serious health issues that may require more costly treatments. By making primary care more convenient and accessible, we can help consumers weave quality preventive care more seamlessly into their day-to-day lives and help reduce the potential for expensive health interventions in the future.\n70% of CVS Pharmacy customers enrolled in text messaging program\n\n>90% of Specialty Pharmacy patients have opted into our digital programs\n\n40M unique digital consumers across our enterprise\n\n2B+ digital visits\n\nThe digital & virtual consumer experience\n\nCVS Health has put our cutting-edge digital capabilities to work in the battle against the COVID-19 pandemic, creating a fully digital end-to-end customer experience for tests and vaccination. Patients can schedule appointments, complete questionnaires and check in for visits all online. We also provide universal electronic access to CVS Health vaccination records to the millions of adults we vaccinated.\n\nCare in the palm of your hand\n\nOur mobile apps make it easier for people to save time and money and stay healthy by connecting them to the full breadth of CVS Health products and services anytime, anywhere.\n\n- The CVS Pharmacy app includes prescription information and refill options, ExtraCare® offers, mobile payment, delivery services and appointment scheduling for health services such as vaccination and tests. Customers can even add everyday essentials to their prescription order to get them in the same delivery.\n- Our Aetna® Health app makes it simple to manage benefits from the palm of your hand, including finding doctors, comparing costs, viewing claims and tracking spending.\n- Patients with rare and complex conditions benefit from the digital innovations featured in our CVS Specialty® app that make it easier to manage their prescriptions and treatments.\n- CVS Caremark® plan members use the CVS Caremark site and app to manage their pharmacy benefits through mail delivery or in-store service, like finding out how much a prescription will cost and checking for lower-cost alternatives.\nSpoken Rx™: “Talking” prescription labels\nIn 2021, CVS Pharmacy introduced Spoken Rx, our proprietary audio prescription label solution, across all our pharmacy locations nationwide. The new accessibility feature, available in the CVS Pharmacy app, can read a specific type of label affixed to the bottom of prescription containers for patients with visual and other impairments. Spoken Rx can vocalize important prescription information, including the patient’s name, the medication name, dosage and directions, and pharmacy address and phone number in English or Spanish. Patients can access additional prescription information by logging into their digital account.\n\nThis capability adds to the existing braille, audio and large-print accessible prescription label options already available through CVS.com®, as we continue to remove barriers to health care for all patients by providing an in-store option at no cost. This in-app technology furthers our commitment by providing patients with added flexibility and independence.\nVirtual care — face-to-face from anywhere\nSeeing a doctor, nurse or therapist in person can be difficult for people without easy access to transportation or those living in rural areas long distances from their providers. Finding time to go to the doctor’s office can be hard for people juggling a busy schedule. That’s why CVS Health offers a variety of virtual care solutions focused on helping individuals get the care they need when they need it. Virtual care can offer a convenient and lower-cost alternative, seamlessly integrating into individuals’ health journey with simple scheduling, easy filling of prescriptions and directing consumers to in-person visits when appropriate.\n\nIf MinuteClinic patients are unable to visit a physical MinuteClinic location, they can opt for either an E-Clinic visit with a local MinuteClinic provider or a Virtual Visit with a board-certified health care provider in their state. In 2021, MinuteClinic expanded the Video Visit service to patients in Montana, Alaska and Nevada, bringing the offering to 49 states and the District of Columbia. Offered in partnership with Teladoc, the global leader in virtual care, Video Visits are available 24 hours a day, seven days a week through the CVS Pharmacy app and on MinuteClinic.com. These flexible, convenient telehealth offerings provide our patients the same personal connection and high-quality care they can expect when visiting a physical MinuteClinic location.\n\nIn 2021, Aetna launched our virtual-first primary care program. Aetna Virtual Primary Care reimagines the primary care experience and lowers barriers to health care, making it easier for people to get the services they need, anytime, anywhere. Participating members can engage with their providers online first and are then directed to lower-cost, high-quality sites of care or other effective in-network care settings as needed. This new care experience is powered by Teladoc Health’s physician-led care team model and complemented by the strength of Aetna’s provider network and CVS Health services. It’s a first-of-its-kind health care solution that provides a simple, affordable and convenient way for members to receive quality primary care from a team of providers that knows them and is accessible from just about anywhere.\nBuilding the digital future of health\nIn April 2021, we launched a dedicated corporate venture capital fund that will invest in high-potential, early-stage companies focused on tech-enabled innovation and disruption in digital health care.\n\nThe fund, CVS Health Ventures, initially launched with $100 million allocated for investments. In addition to providing capital to our start-up and venture partners, it will help them scale more rapidly by building commercial relationships with our business units that offer expertise and insights from CVS Health’s unique perspective.\n\nForming CVS Health Ventures builds on our successful track record of scaling innovation and driving change in health care. These early investments include Unite Us, a technology platform that connects health care and social services providers, and LumiraDx, an innovative point-of-care diagnostic platform.\n\nIn 2021, CVS Health Ventures made investments in Oshi Health, a company focused on developing a virtual-first, integrated approach to gastrointestinal (GI) care, as well as Workit Health, one of the nation’s leading providers of virtual substance abuse disorder treatment.\nMaking health care more affordable\n\nThe American health care system remains fragmented, inconvenient and overly expensive.\n\nCVS Health is creating tools, services and support that are cost-effective and flexible, helping members, patients and customers unlock savings and take greater control of their health care. In addition, we are considering the quintuple aim when considering how we deliver health care — including considerations for race, rural communities, age, individuals with disabilities and poverty.\n\n85% of respondents said health care costs are somewhat or very important when it comes to their health.\n\nDelivering quality coverage and peace of mind\n\nThe Aetna Connected Plan combines CVS Health services with a carefully selected Aetna network of doctors, hospitals and urgent care centers to help members access care when and where they need it — often at a more affordable price than a traditional plan. In addition to lower premiums (up to 20 percent below comparable preferred provider organization (PPO) products in the market) the plan offers members other savings.\n\nThe millions of Americans who are eligible to purchase health care insurance on the Affordable Care Act (ACA) marketplaces can also take advantage of the value of our integrated offerings. In November, Aetna CVS Health individual and family plans — combining the health coverage of Aetna with local care at CVS Pharmacy, MinuteClinic, and HealthHUB locations — became available in eight states during the ACA Open Enrollment period.\n\n37K members enrolled\n\n9 markets\n\n$0 copays at MinuteClinic\n\nFree 1- to 2-day prescription delivery\n\n20% discounts on health-related items\nDrug savings for PBM members\n\n$9.71\naverage member out-of-pocket savings per 30-day supply\n\n72%\nof members spent less than $100 out-of-pocket on prescription medications\n\n~$600M\nin Specialty generic savings\n\n2.2B\nprescriptions filled or managed for Caremark plan members on a 30-day equivalent basis\n\nOur 2021 Commercial Business Integrated Value Study compared data for certain customers with integrated Aetna medical and Caremark pharmacy coverage to customers with Aetna medical coverage but a different pharmacy benefits manager (PBM). Customers taking advantage of the integrated coverage saw fewer hospitalizations and emergency room visits among their members, greater rates of adherence to treatment plans for members with serious chronic conditions and a 40 percent higher level of engagement in our care management programs. Over a three-year period, these customers spent 3–6 percent less per month, per member. Our seamlessly integrated approach, including medical, pharmacy and clinical programs, leads to accelerated and increased savings, year over year, for a potential total cost-of-care savings up to $67 per month, per member.\n\nReining in prescription drug spend\nCVS Caremark partners with health plans, employers and government entities to negotiate lower drug prices for approximately 110 million plan members. We provide real-time, member-specific drug costs and lower-cost alternatives to prescribers and to our members through our member portal and app. With this information at hand, physicians and pharmacists can identify the most clinically appropriate available options and help members compare the respective copayment or coinsurance. More than two-thirds of our members spent less than $100 out of pocket for their prescription drugs through Q3 2021.\nCreating everyday savings\nCVS Pharmacy customers have countless opportunities to save on health and wellness products every day. In 2021, we added free prescription delivery within hours to our CarePass® membership program, which exceeded 5.6 million subscribers. Members may now also add everyday wellness essentials to their prescription delivery, like vitamins, digestive health aids, pain relief products, first aid supplies and more.\n\nWe also made changes to our long-standing, popular and free ExtraCare® Pharmacy & Health rewards that gives members more flexibility in how they earn and spend rewards. Developed in response to customer feedback and a surge in digital engagement, this change comes with an upgraded and easy-to-navigate CVS Pharmacy app experience.\n\n~75M\nExtraCare members\n\n5.6M\nCarePass members\n\n2%\n• rewards are now available to ExtraCare members digitally, moments after every transaction in the app or on CVS.com\n• rewards will still print quarterly at the register for customers who continue to prefer paper\nMaking Healthier Happen for Millions\n\nThe future of kidney care\nTreatment for chronic kidney disease (CKD) and end stage renal disease (ESRD) can be challenging and costly for patients and their families, especially in Black and Hispanic communities — as well as for the health care system. CVS Kidney Care®, a CVS Health company, embraces a new approach focused on early identification of kidney disease, targeted patient engagement and ongoing education to help slow the progression of the disease. We do this by reaching patients where they are, promoting in-home dialysis and partnering with CVS Health’s community-based resources, such as HealthHUBs.\n\nIn-home chemotherapy\nFor immunocompromised cancer patients in chemotherapy, the COVID-19 pandemic presented a heightened risk of exposure to the virus when seeking inpatient or in-office treatment. In January 2021, CVS Health announced a partnership between Coram®, our in-home infusion business, and Cancer Treatment Centers of America (CTCA) to deliver chemotherapy treatment to patients in the safety and comfort of home. Visits from a Coram nurse to administer the therapy can be paired with telehealth and digital check-ins with CTCA care team members, allowing patients with a range of cancers to safely continue their critical cancer care.\n“When we say we want to connect people to better health, we mean everyone. That means we are intentional at every step about designing and implementing care that is as high quality as it is culturally competent. Working alongside our business and community partners, we have set our sights on a just and equitable health system.”\n\n- Joneigh Khaldun, M.D., Chief Health Equity Officer, CVS Health\n\nQuality health care for all\n\nAdvancing health equity also means directly engaging with members. In Florida, Texas and Pennsylvania, for example, Aetna invited members to join its Medicare Multicultural Care Management program designed to help Black and Hispanic members better manage their diabetes and hypertension. The program also collaborates with local faith-based and community-based organizations to connect services and promote access to COVID-19 vaccines.\n\nIn 2021, CVS Caremark redoubled our efforts to help our clients reduce longstanding health disparities for members living with certain conditions that disproportionately affect people of color — sickle cell disease, HIV and cardiovascular disease. We’re also increasing our investments in programs that address barriers to testing and care. To support patients, we draw on both the broad array of CVS Health services, as well as partnerships with local community organizations and advocacy groups to connect those facing health inequities with the resources and care they need.\n\nHealth and home\n\nOne of the most significant factors in lifelong health is quality, affordable housing. When someone doesn’t have safe, stable shelter that fits within their budget, it puts them in a worse position to take care of their health and manage chronic disease.\n\nWherever we invest in housing, we invest in people, too. We work with community partners to make a wide range of services available to residents that can help to further stabilize and improve their health, such as social, behavioral health and addiction recovery services.\n\n$1.2B\ninvested in affordable housing units since 1997\n\n$185M\ninvested in 2021 in projects in five states and Washington, D.C.\nCommunity health careers\nCommunity Health Workers are trained professionals who hold a unique and important role within the health care system. As supporters of often underserved communities, they provide culturally relevant health education, informal counseling and guidance to help their neighbors make critical connections to the health services they need.\n\nAetna Better Health of Texas is offering free Community Health Worker training to its Medicaid members who want to gain new skills and build a career in health. Conducted in collaboration with the American Heart Association, it is one of the first Community Health Worker training programs in the country offered by a Medicaid health plan. After completing a six-month training program, participants will receive a completion certificate and join the ranks of Community Health Workers as community advocates and agents of social change.\n\nCaring for the whole person\nMental health professionals on site\nFor many people, the hardest part about getting help for emotional problems may be not knowing where to find it. That’s why we put licensed clinical social workers in HealthHUB locations in three states, with plans to expand. Taking a mental health assessment should be as easy as filling a prescription or taking your blood pressure. Our social workers can provide therapy on site, as well as help patients connect with additional local providers and mental health resources. Often covered by insurance or employee assistance programs (EAPs), this model provides a new, low-cost access point for personalized support and care. Of patients who took advantage of these services more than once, three quarters reported fewer symptoms of depression after an average of 3.5 visits.\n\nTo better serve the holistic health needs of our patients, MinuteClinic began offering mental well-being services in four states in 2021. Patients in Florida, New Jersey, Pennsylvania and Texas can now see a licensed therapist to treat depression, stress, anxiety or other behavioral health needs. From mental health assessments to private counseling sessions and creating an individualized care plan, MinuteClinic licensed therapists are here to support every patient through difficult times.\n\nMinuteClinic nurse practitioners and physician assistants are also able to screen for and diagnose depression, and when clinically appropriate, prescribe medication. They can also complete a physical exam and order lab work to assess patients for other potential causes of depression.\nGive an Hour\nThe last two years have brought increased stress, anxiety and loss for all, but particularly for our essential health care workers. During 2020 and 2021, the nonprofit Give an Hour partnered with Aetna to offer free mental health services to nurses, physicians, respiratory therapists and other hospital-based essential employees and their loved ones. Thanks to a contribution from Aetna, Give an Hour was able to deliver 1,000 no-cost therapy sessions to these health care heroes in 29 states.\nResources For Living®\nAetna offers personalized mental well-being support to members through Resources For Living, our employee assistance program for plan sponsors. Members can access a range of resources and programs, including in-person or virtual counseling. In 2021, we introduced well-being coaching, offering one-on-one support and lifestyle “hacks” to help people balance competing priorities in their daily lives and learn strategies to build connection and resilience. Using our unique data analytics capabilities, we can utilize predictive models to trigger coaching for members who may benefit from connection and referral to clinical and other resources, like seniors in our Medicare programs, who may be at risk for social isolation and loneliness.\n\nAnother valuable tool offered in Resources For Living is Here4U, a series of online peer support sessions focused on social connectedness, offering safe space to talk and hear from others who may be facing similar struggles. In 2021, we offered sessions specially geared toward young adults, women, caregivers, members of the lesbian, gay, bisexual, transgender and other identities (LGBT+) community, and others.\n\nSuicide Prevention\nAs part of our commitment to mental health and well-being, we have deployed a comprehensive strategy to reduce suicide attempts by 20 percent among our Aetna members by the year 2025. In 2021, we demonstrated a 15 percent decrease in adult-member suicide attempts. It begins with implementing universal screening for all members in behavioral health and employee\n\nResources for Living\n\n- **24%**\n  - management and crisis support services for customers over 2020\n\n- **36%**\n  - service requests on mental well-being\n\n- **42%**\n  - work life sessions\n\n- **33%**\n  - counseling sessions\n\n- **523%**\n  - chat therapy sessions\n\n- **32%**\n  - online activities on our digital cognitive behavioral therapy platform\n\n- **9.68/10**\n  - members rated feeling heard and understood\n\n- **9.4%**\n  - improvement in well-being for members who reported with moderate or severe distress at the initial session\nassistance care management, whether there is clear risk of self-harm or not. Additionally, in 2021, this simple intervention was extended to more than 380,000 Aetna medical members.\n\n15% decrease in adult-member suicide attempts\n\nProvider training is also key to providing patients with support. With our learning partner, Psych Hub, we developed and implemented a no-cost, evidence-based suicide prevention continuing education training series program for practitioners. In 2021, more than 2,000 contracted providers enrolled in the program, in addition to more than 800 of our own CVS Health mental health practitioners. We doubled the number of colleagues trained and qualified by the American Foundation for Suicide Prevention to deliver the Talk Saves Lives suicide prevention training program and made the training available to all plan sponsors at no cost.\n\nSimple but meaningful human connection can go a long way during particularly vulnerable times. Through our Caring Contact program, care managers send personalized postcards to members being discharged following a suicide attempt, letting them know they are valued, and that support and resources are available to them. Consistent with the published research, our analysis found that this outreach reduced repeat suicide attempts by about one-third to one-half among adults enrolled in our commercial plans.\n\nYoung Adults\n\nMany adolescents and young adults struggled through the pandemic with the loss of connections made at school, at work or socializing with friends. In addition to Here4U sessions targeting young people, we expanded virtual mental health services to teens in 2021 through our telehealth solution Teledoc. We also adapted our Caring Contacts personal outreach program to younger members, sending postcards, text messages and age-appropriate care packages to connect with and offer resources to students and adolescents who have been discharged from an inpatient stay after a suicide attempt. We also secured additional outpatient programs dedicated to youth, including the Youth Nominated Support program through Oui/Vita Health Therapeutics now offered nationally to our members.\n\nMental health struggles and suicidal behaviors can disproportionately affect young people of color and LGBT+-identifying adolescents and young adults. We launched targeted social media campaigns in June, which is Pride Month, and in July, which is Black, Indigenous and people of color (BIPOC) Mental Health Month, to raise awareness and highlight resources available to help these groups.\nMercy Care’s Central Valley Crisis Intervention Team\n\nMercy Care, a Medicaid managed-care plan administered by Aetna, manages crisis services for the four million residents of Maricopa County, Arizona, including community collaboration with law enforcement. Part of that collaboration is the Central Valley Crisis Intervention Team (CIT) program, which trains Phoenix and Tempe police officers to deescalate situations with people who are experiencing a behavioral health crisis.\n\nThe higher rate of undiagnosed and untreated mental illness among people of color — which is largely due to socioeconomic, racial, and health disparities — increases their chances of interacting with the police. With the necessary knowledge and skills, law enforcement can work in partnership with mental health and addiction professionals and other advocates to successfully divert many of these individuals away from the criminal justice system. The Central Valley CIT recently received gold-level certification from CIT International for its “robust crisis response system, comprehensive training program,” and collaboration with behavioral health providers.\n\nUnderstanding the difficulties communities of color face in accessing quality behavioral health care, we partnered with leading nonprofits in 2021 to strengthen culturally competent delivery of mental health services. You can read more about those partnerships in the Healthy Community section of this report.\nHealth & wellness for every consumer\n\nOne of the simplest ways we help our customers lead healthy lives is by offering a range of products in our stores that help them look and feel better every day. Hundreds of new products under our portfolio of exclusive Store Brands signal our continued shift toward value, transparency and sustainability.\n\nAll CVS Health Store Brand products carry a commitment to quality, safety and trust and hold a 100-percent-satisfaction guarantee. All Store Brand vitamins and supplements meet CVS Pharmacy’s “Tested to Be Trusted” standards. Tested to be Trusted is our industry-leading program requiring third-party testing of all vitamins and supplements we sell to confirm the accuracy of the listed dietary ingredients.\n\nHealthier product offerings\n\nHealthier eating is key to the prevention and management of many chronic diseases. Our CVS Pharmacy locations provide convenient front-store grocery and snack options that are a critical part of our product mix. While we want to provide customers with choices, we also know that we are in a position to influence Americans’ dietary habits when they are looking for these convenient and on-the-go options.\n\nIn 2021, we continued to expand our Gold Emblem Abound® product line, which is free from artificial flavors, preservatives and artificial trans fats. In addition, each Gold Emblem Abound product has at least one better-for-you characteristic that is called out on the package. We continue to add new items to our Gold Emblem Abound portfolio every year, offering more than 100 food and beverage products and giving consumers the ability to make healthier choices.\nHealthy Business\nHealthy 2030 Goal\n\n$85B\n\nBy 2030, invest more than $85 billion in inclusive wellness, economic development and advancement opportunities.\n\nAt CVS Health, we take pride in leading by example and operating our business in a way that exceeds the expectations of our many stakeholders. In 2021, we continued to uphold the responsibility we have to our colleagues, customers, communities and business partners to deliver exceptional health care ethically and equitably.\n2021 Accomplishments\n\n$15\nCommitted to increasing hourly minimum wage across enterprise to $15 an hour by July 2022\n\nEEO-1\nPublished first Strategic Diversity Management Report and disclosed EEO-1 data\n\n$100M+\nInvested more than $100 million in reducing medical contributions for colleagues\n\n3\nOpened three new Workforce Innovation and Talent Centers (WITCs) in Pennsylvania to provide robust retail workforce training\nDiversity, Equity, Inclusion and Social Justice\n\nOur diverse workforce is our company’s greatest strength. It reflects the communities we serve and brings unique ideas, experiences and skills that are necessary to fulfill our purpose. Together, approximately 300,000 CVS Health colleagues join forces daily to uphold our shared commitment of mutual respect in everything we do.\n\nAs an equal opportunity employer, CVS Health is dedicated to building a workplace where every person is welcome, every person is valued and every person can fulfill their potential. Likewise, we are committed to meeting the unique needs and expectations of our customers through our diverse services, products, marketing and communications. These commitments are outlined in our Employee and Consumer Rights policies.\n\nOur commitment to social justice and equity\n\nCVS Health recognizes our responsibility to address the root causes of discrimination when, and where, we can. As the provider of innovative health solutions to more than 100 million people, we have the power to address longstanding health inequities in the communities we serve. As one of the nation’s largest companies, serving millions of customers and patients each day, we know we have a responsibility to set the standard among the corporate community for diversity, representation and governance, and be an outspoken advocate for more equitable public policies.\n\nOur strategic diversity framework touches every aspect of our business, considers every population we serve, and informs the many ways our business impacts people — and society. Our strategic diversity management team collaborates across the enterprise to develop programs that train and equip colleagues to productively navigate differences and discover similarities. In a fiercely competitive global economy, these efforts enable us to deploy our diverse strengths to drive growth and innovation.\n\nLearn more about our programs and approach in our Strategic Diversity Management report.\n\n45% of our pharmacists self-identify as racially or ethnically diverse compared to 34% national average\n\n58% of colleagues self-identify as racially or ethnically diverse\n\n70%+ of CVS Health colleagues self-identify as female\nBroadening representation across our workforce\n\nIn 2021, in the interest of being more transparent with our workforce data, we published our most recently filed EEO-1 Component 1 report, for the first time on our website. This report shows race, ethnicity and gender data for our colleagues across the categories defined by the U.S. Equal Employment Opportunity Commission.\n\nTo attract diverse talent and equip future colleagues for successful careers with CVS Health, we build non-traditional talent pipelines through our robust workforce development programs. Our recruitment and training systems target young workers and mature workers, veterans, people with disabilities and others we know who often face barriers to gainful employment. We also partner with community organizations and local, state and federal workforce agencies to provide employment services and training to people from communities with less access to job opportunities.\n\nIn 2021, we launched a designated career site focused on the outreach and attraction of individuals with disabilities, which can be visited on our website.\n\nProviding workforce development\n\nLack of on-the-job experience can be a barrier to securing gainful employment. Our workforce development programs provide exposure to work in a professional environment and teach real job skills applicable across various business functions, including retail stores and pharmacies. Many of these programs are administered through our WITCs. Each center has classrooms and a simulated pharmacy modeled after an active CVS Pharmacy location to offer hands-on job training to professionals looking for work as pharmacy technicians, retail\nassociates, call center or logistics associates and more. The centers also offer additional on-site services that promote increased access to housing, health care and education, as well as financial readiness. **All our workforce initiatives programs help prepare the members of the communities we serve with the skills to perform jobs across CVS Health, overcome barriers to employment and to position these candidates for long-term success.**\n\nWorking with our community partners, we opened new WITCs in Pittsburgh and Philadelphia in 2021. **Across our seven WITCs, more than 1,000 professionals participated in one of these programs.** Many of these individuals transitioned to positions within CVS Health locations or leveraged their newfound skills to find work elsewhere.\n\nSince 2005, we have also used the U.S. Department of Labor Registered Apprenticeship program to recruit, train and hire thousands of highly skilled pharmacy technicians. **Combining classroom and online instruction with on-the-job training, as well as mentorship and post-placement retention support, the program is a valuable pipeline of diverse talent.**\n\nWe expanded the Registered Apprentice program with a goal of reaching 10,000 apprentices over five years, fueled by the overwhelming interest in the program, we will far exceed that goal.\nRecruiting on campus\nTo connect excellent students into promising career pathways at CVS Health, we conduct outreach at college campuses to recruit hardworking undergraduate and graduate students into valuable internship positions and our management development pipelines. In 2021, we expanded our efforts from 11 historically Black colleges and universities (HBCUs) and 44 Hispanic-serving institutions (HSIs) to 87 HBCUs and 90 HSIs, deepening our pool of diverse talent. We also expanded our externship program which is for students earlier in their college experience so they can be exposed to our culture and gain professional skills. Recognizing the statistical disparities in grading across racial and ethnic lines, we also dropped the minimum grade point average requirement from our college recruiting process.\n\nProviding a second chance\nMany qualified jobseekers have historically faced challenges gaining employment opportunities and upward mobility due to a history of incarceration. We intentionally do not inquire about arrest or conviction records on our initial hiring applications, allowing us to broaden our pool of qualified applicants. To help those reintegrating into society find success in the job market, we collaborate with community organizations to train, recruit and mentor job seekers who have a criminal record. In 2021, we hired approximately 4,200 individuals through these efforts.\n\nFostering inclusion and belonging\nAcross CVS Health, we’re committed to continually building an inclusive culture where our similarities and differences are celebrated.\n\nComing together in Colleague Resource Groups\nAt the heart of our culture are our Colleague Resource Groups (CRGs), colleague-led organizations formed around common interests, or backgrounds. With options to join as a member of a group with which you identify, or as an ally to show support or expand your own perspective, there is room for every colleague in one of our CRGs.\n\nIn 2021, we introduced an option for all colleagues to self-identify as an ally in CVS Health’s human resources platform as part of the CRG membership experience.\n\nOur definition of an ally is someone who stands up and advocates for individuals and communities other than their own.\n\nAreas across our business have leveraged the deep cultural insights of CRG members to provide feedback on a number of initiatives, including marketing campaigns, customer and member communications, and other materials that are geared toward specific audiences. For example, volunteers from PRIDE+, the CRG for LGBT+ colleagues and their allies, advised on the content of a transgender support brochure. When Aetna redesigned our preeclampsia kits for expectant mothers, we enlisted the Black CRG to help center the voices and experiences of Black women in the product. In 2021, more than 500 volunteers from a variety of CRGs advised on more than 20 projects, strengthening our ability to understand, communicate and effectively interact with people across cultures.\nColleague Resource Groups\n\n16\nColleague Resource Groups\n\n81\nlocal CRG chapters\n\n26K+\ncolleagues participate in at least one CRG\n\nYou can learn more about all the ways our CRGs benefit our colleagues and our company here.\n\nEmpowering through conscious inclusion learning\n\nIn 2020 we began providing leaders with an interactive conscious inclusion learning experience. We continued the deployment of conscious inclusion training for colleagues in 2021 to explore the impact of unconscious bias and build an understanding of inclusive behaviors. Developed in collaboration with leading third-party experts, the learning and development journey helps participants spot the sources and forms of bias, both in the workplace and in our served communities, and helps equip them to better support stakeholders of all backgrounds. We also extended this work through our philanthropic program offering conscious inclusion training to clinicians in community health settings.\n\nWe continue to open new lines of communication for our colleagues to exchange ideas and learn from one another.\n\nMosaic, our all-colleague blog series, is designed to encourage conversation within the company around diversity and equity. It’s a space where colleagues from an array of backgrounds can share stories of their lived experiences and their personal journeys of understanding. Topics addressed in 2021 include Hispanic Heritage Month, Walking in Privilege, inclusion and empathy, among others. In 2021, we welcomed all colleagues to attend the annual Diversity Leadership Forum, a two-day enterprise-wide virtual meeting designed to advance the principles of strategic diversity management.\n\nThe forum is led by our Strategic Diversity Management team and the Diversity Management Leadership Council, which is CVS Health’s Executive Diversity Council, and serves as a group of cross-functional senior leaders who are accountable for implementing diversity management in their respective parts of the business. Attendance topped 1,000 participants, more than three times the previous year’s number.\nMental Well-being CRG\n\nSeeing the opportunity to support one another more deeply, colleagues formed the Mental Well-being CRG in July 2021 as a safe place to bring discussions of emotional health and wellness. Within just its first few weeks, more than 700 colleagues joined this new community of trust. **By the end of the year, membership grew to more than 1,700 colleagues.** Its inaugural event attracted more than 800 colleagues for a presentation on breaking the pandemic of unhealthy habits, to educate colleagues on regaining balance and share tips on becoming more resilient in their professional and personal lives.\nConscious inclusion learning experience\n\n~1K learning sessions\n\n4K+ hours\n\n100+ colleagues trained as peer facilitators\n\nLeader participation\n\n97% of leaders at the vice president level or higher\n\n89% of leaders at the director level or higher\n\nDeveloping diverse talent\n\nOur commitment to recruit and hire the best talent is supported through training, development, and opportunities for advancement to positions of leadership and responsibility. We have established measurable goals for equitable access to growth and development, and we hold leaders accountable for results, including tying a portion of their compensation to demonstrated progress. Meaningful representation — especially among our most senior leadership — can help us achieve our full potential.\n\nAs part of this continued focus, we are committed to developing our diverse talent and finding ways to place them into positions for leader succession. Currently our programs target colleagues who identify as part of the following communities: Asian and Pacific Islander, Black/African American, Hispanic/Latino, Individuals with Disabilities, LGBT+ and women.\n\nWhile we are proud of our progress, we will continue to build on our talent development efforts with a focus on steps to address retention and turnover across the enterprise.\n\nWe offer all our pharmacists culturally competent professional development, including language learning and education in understanding and addressing health disparities. We also feature multilingual signage in our retail stores and distribute prescription information in a number of languages. Bilingual pharmacists and associates can answer questions about their medication regimen and help them find products, including familiar brands they already know and love.\n\n100% increase over prior years in the hiring and promotion of Black and Hispanic colleagues to executive positions\n\n58% of new colleagues identify as racially or ethnically diverse, more than twice the average of the U.S. population\nDiversifying the supply chain\n\nPart of delivering on our diversity commitment is our inclusive approach to procurement. CVS Health relies on thousands of third-party suppliers to provide our product and service offerings. In our pursuit of having a supply chain that mirrors the diversity of our customers, we conduct outreach throughout the year to hundreds of existing and potential suppliers through diversity councils, industry conferences and our own series of information sessions.\n\nWe focus our significant spending power to support small business, as well as businesses owned by women, people of color, veterans and service-disabled veterans, people with disabilities, LGBT+ people and other people who are traditionally disenfranchised. In addition to generating economic opportunities, our efforts serve to strengthen the supply chain by increasing sourcing options, promoting competition and quality, and boosting resiliency.\n\nIn 2021, we marked our fifth year as a member of the Billion Dollar Roundtable, a coalition of corporations that have achieved spending of at least $1 billion with minority and woman-owned suppliers.\n\nYou can learn more about our sourcing of products from diverse, women-owned, and small businesses here.\n\nSupplier Diversity\n\n$2.9B+\nspent with diverse suppliers in 2021\n\n$1.6B+\nspent with small businesses in 2021\n\n$860K+\nspent with diverse Tier II suppliers (suppliers that provide products or services to our Tier I suppliers)\nConducting Business with Integrity\n\nCVS Health is committed to operating with integrity, transparency, and adherence to our core values. Our strategy to reinvent the health care experience is built upon the trust of the customers, colleagues, investors and business partners who rely on us. Through last year’s continued disruption due to the pandemic, we delivered on our business strategy while maintaining the highest levels of performance and regulatory compliance.\n\nUpholding leading governance practices\n\nOur commitment to good governance is tied to a long-held corporate strategy that prioritizes excellence and accountability. In 2021, we worked to maintain our stringent internal standards, developed to meet or exceed applicable regulations. We continuously benchmark our compliance program against industry standards and Department of Justice guidance, as well as address emerging and evolving risks. We worked diligently to guarantee the quality and integrity of our products and to identify and address human rights and other risks associated with our supply chain.\n\nInformation on our compliance to governance standards can be found in our Code of Conduct.\n\nEnhancing information security\n\nWe adapted to ever-changing external influences that affected our business, including regulatory changes and new cyber threats. We are making investments in smarter and more automated predictive systems to enhance security. We protected our COVID-19 response work, securing our remote workforce and our vaccine related systems.\n\nAs we accelerated the digital evolution of health care, we further integrated data privacy and information security into the design and development of our systems, processes and products. We employ advanced analytics to monitor all our information systems and to detect and respond quickly to anomalies. Although ransomware continued to be a threat across the health care industry in 2021, CVS Health was not materially impacted by such attacks.\n\nWe continue to find ways to deter threat actors from directly targeting our customers with phishing emails pretending to be from CVS Health.\n\nWith a recent security enhancement, more than 20 million fraudulent emails were blocked from directly reaching our customers.\n\nWe continued to build-out our systems to improve the consumer experience and enhance security. We expanded our next generation authentication capabilities to safeguard more consumers across additional channels, including the integration of voice security technologies within our call centers.\nNew benefit offerings\n\n- Extended benefit coverage to domestic partners and their dependent children, regardless of gender\n- Introduced well-being incentives for covered preventive screenings including cancer screenings, such as mammograms and colonoscopies, COVID-19 vaccination and maternity program engagement\n- Re-introduced back-up care for store colleagues, which allows them to reserve center-based or in-home care through the Bright Horizons network for their dependents (children or elders) should there be a disruption in regular care.\n- Added the Family Building Benefit for colleagues to access doula services\n- Offered fixed indemnity supplemental plan for colleagues who work less than 30 hours a week and are not eligible for medical benefits\n- Expanded telemedicine for adolescent behavioral health counseling, which more than 3,000 colleagues utilized in 2021\n\n115K colleagues participated in online fitness class offerings\nProtecting your privacy\nOur commitment to privacy is at the core of our values. We focus our efforts on enabling quality, a consumer-centric experience and trust, while protecting the consumer and maintaining compliance. Under the leadership of our privacy office and chief privacy officer, we develop, monitor and assess CVS Health’s compliance with global privacy regulatory requirements and risks. We provide annual trainings to all CVS Health colleagues on key privacy topics, including management of personal health information (PHI) and personally identifiable information (PII).\n\nMore information on our privacy programs can be found in our Code of Conduct.\n\nColleague safety and well-being\nWhen the COVID-19 pandemic forced some businesses across the country to close their doors, we remained open. Day after day, frontline CVS Health colleagues — some 200,000 of them — showed up to work to help Americans get the care and services they need. For every one of our colleagues, the pandemic has disrupted work, travel, and home life. For many, it has brought illness, anxiety or grief.\n\nFor additional details on the tools, policies and benefits put in place to keep our colleagues safe throughout the pandemic and respond to their needs, please read our 2021 COVID Response Report.\n\nSupporting holistic health for colleagues\nIn 2021, we invested more than $100 million in reducing medical contributions for colleagues under a common cost-share strategy that provides a higher company subsidy for our lower-paid colleagues. This resulted in reduced contributions toward the cost of medical and prescription services for more than 100,000 colleagues.\n\nWe know that supporting the mental well-being of our colleagues is just as important as the behavioral health offerings we provide our customers and patients.\nIn addition to the services available through Resources for Living, we now offer access to Talkspace, an online and mobile therapy resource, as an alternative to in-person counseling. **Colleagues and their household members can text or video chat with a counselor, 24 hours a day, seven days a week.**\n\n**Advancing colleague careers**\n\nNo matter where they are in their career, we want each colleague to feel empowered in their development and see their opportunity for growth. We know that learning and advancement are essential across all roles, and our career development programs enable colleagues to focus on enrichment opportunities to achieve their career goal.\n\nIn 2021, we launched a new enterprise-wide learning management system, LearningHub, to inspire innovation through our culture of learning and development. LearningHub offers our colleagues a personalized experience based on their own learning and development goals, priorities, and areas of focus, as well as interactive engagement tools that allow them to collaborate in real-time.\n\n**Advocating for better health**\n\nAs a leading health solutions company, we are committed to helping tackle some of the country’s most pressing public health challenges. From COVID-19 testing and vaccine distribution, to improving health equity and reducing tobacco use, we have always leveraged our size and scale and our expertise behind sound policies to help make people’s lives better. Central to our public policy activity is our commitment to improving access to quality, affordable health care options, including lowering prescription drug prices, expanding access to quality-based care, and improving public health. **Underscoring all of our public policy activity is our commitment to address systemic racism and inequity and using our position to advocate for public policies that address socioeconomic status, education and access to health care.**\n\nYou can read more about our public policy objectives [here](#).\n\n---\n\n**4.3K+**\n\nmanagers reached through new DevelopU leadership program\n\n**21%**\n\nincrease in Leadership Essentials participation\n\n**120K+**\n\npieces of self-paced and cohort-based learning content utilized by 25K+ colleagues\nIn 2022 we are piloting an innovative talent program for female colleagues. Research shows that women of color experience disadvantages in the workplace, and are promoted at a slower rate than any other gender and racial group. **Breaking Points** will address the barriers these women face in career advancement while influencing the next generation of diverse leaders at CVS Health. This program will focus on providing female colleagues, specifically those of Black, Indigenous and Hispanic backgrounds, with tools, resources and access to a community that reinforces their ability to be seen, heard and valued as they advance their careers. **The pilot program will be offered to 50 colleagues in 2022 with the goal of expanding in 2023 and beyond.**\n\n---\n\n**Hiring and training a talented workforce**\n\n- **$15** per hour minimum enterprise hourly wage by July 2022\n- **89K** colleagues grew their careers by taking on new roles\n- **13M+** hours of learning and development invested by colleagues\nHealthy Community\nHealthy Community\n\nHealthy 2030 Goal\n\n$1.5B\n\nCommit more than $1.5 billion to social impact investments to build healthier communities\n\nAt CVS Health, we are bringing our heart to every moment of your health not only through the products, programs, and services we offer in our stores and clinics, but also by lifting up and supporting the work of organizations whose reach extends beyond our commercial business. Alongside these nonprofit partners, who have built trust in the local areas they support, we aim to increase access to health care, advance health equity, reduce disparities and ultimately improve overall health in every community we serve.\n\nOur work to build healthier communities is driven by the same values that inform our enterprise strategy.\n\nWe are committed to improving the health care experience for all and eradicating the disparities that hold people back from achieving their best health.\n\nAddressing health disparities in the community is directly linked to addressing racial inequity, which is why we are making significant investments to increase access to health care.\n\nThrough these local charitable partners, we are helping to increase community-based access to health care for underserved populations, addressing the key social determinants of health and creating innovative approaches to managing chronic diseases.\n\nIn 2021, we provided more than $240 million through the CVS Health and Aetna Foundations, corporate grants, in-kind gifts, employee giving and fundraising, and other community support.\n2021 Accomplishments\n\n1,700\nProject Health screening events conducted across 32 markets at CVS Pharmacy locations and through four new mobile units\n\n$2.5M\nvalue of volunteerism donated by colleagues\n\n5\nmarkets launched through Health Zones community investment strategy\n\nNamed to Civic 50 list of America’s Most Community-Minded Companies\nBuilding Healthy Communities\n\nWe’re working to tackle the health disparities and racial inequities that play such a significant role in people’s lives, and we’re putting our resources to work to bring quality care closer to home for everyone. Through the power of our relationships with community organizations, we believe we can help build a more culturally competent infrastructure to help people achieve their best health.\n\nCreating Health Zones to support whole health\n\nWe understand that the conditions in which people live, learn and work shape their well-being. It is hard to stay healthy when your basic needs aren’t being met. As the nation’s leading health solutions company, we have the opportunity and the assets to close the gap for those who face daily barriers to good health.\n\nThe Health Zones initiative is now active in five ZIP codes nationwide: Atlanta, GA, Columbus, OH, Fresno, CA, Hartford, CT and Phoenix, AZ, with plans to expand into more locations in 2022. Each of these markets already combines a robust CVS Health commercial presence, strong community partnerships and existing investment in elements such as affordable housing or workforce development programs. Health Zones will tie together these supports in a comprehensive, integrated approach to address these communities’ most pressing health challenges.\n\nYou can learn more about the integrated investments in each of our Health Zones here.\n\nOur new Health Zones initiative concentrates key investments within a select set of communities, targeting a range of factors that lead to health disparities:\n\n- **Housing**\n  When people have housing, they can focus on other health needs.\n\n- **Access to food**\n  Healthy and nutritious food is especially important for people managing chronic conditions.\n\n- **Transportation**\n  Getting to and from medical appointments can make staying healthy easier.\n\n- **Education**\n  Access to education can help people thrive.\n\n- **Labor and workforce training**\n  Employed people often have better health outcomes.\n\n- **Health care access**\n  Access to quality health care improves health outcomes.\nExpanding the reach of Project Health\n\nProject Health has helped to increase access to vital health services in underserved communities. The program provides a range of free health screenings, wellness information and individual consultations with a nurse practitioner and pharmacist to anyone, at no cost.\n\nProject Health events, focused within communities with large diverse and under- or uninsured populations, have delivered more than $139 million in free medical services to more than 1.1 million participants with nearly 4 million biometric screenings performed since its inception.\n\nIn 2021, we continued to strengthen our social justice and equity commitment to improve access to health care and help prevent cost from being a barrier to important preventive services.\n\nWe made new health and wellness information around chronic conditions and mental health, as well as access to resources providing healthy and nutritious foods in the community. One-fifth of Project Health patients in 2021 told us they became aware of a chronic condition due to attending a Project Health event. We can connect patients to free or low-cost providers and services to support their unique health care needs.\n\nIn the first quarter of 2022, Project Health launched a digital app for its participants, Project Health Portal, which allows anyone to access these free resources. We’ll also continue to expand our mobile screenings by adding four additional units for a total of eight mobile units across the U.S. Project Health is committed to differentiating care, expanding our reach with a goal of providing another 4 million biometric screenings by 2030. Read more about the community benefits of Project Health here.\n\n$4.6M+ of free medical services\n42K+ patients received free health screenings\n1,700+ screening events\n32 metro markets across the country\n14 new metro markets\n4 new mobile units\nImproving mental health care for all\nOne of the key health impacts of the COVID-19 pandemic has been a strain on the mental health of children and adults. In addition, some of the communities that have been hit hardest by the pandemic are also the least likely to have accessible and affordable options of mental health services.\n\nIn 2021, the CVS Health Foundation awarded grants to address the lack of culturally relevant and culturally competent mental health services and support in the places of greatest need.\n\nMental Health America:\n$500K in support of a year-long project to improve the examination and understanding of the unique mental health needs of Black, Indigenous and other communities of color.\n\n• Goal to reach 2 million individuals through mental health screenings and follow-up support\n\nAmerican Foundation for Suicide Prevention:\n$750K to support the development of a first-of-its-kind education program specifically designed to reduce barriers to treatment, improve suicide interventions and save lives in Black communities over the next two years.\n\n• Pilot program will serve 20,000 individuals in three markets\n\nMental Health America:\n$500K in support of a year-long project to improve the examination and understanding of the unique mental health needs of Black, Indigenous and other communities of color.\n\n• Goal to reach 2 million individuals through mental health screenings and follow-up support\n\nAmerican Foundation for Suicide Prevention:\n$750K to support the development of a first-of-its-kind education program specifically designed to reduce barriers to treatment, improve suicide interventions and save lives in Black communities over the next two years.\n\n• Pilot program will serve 20,000 individuals in three markets\n\nNational Association of Free and Charitable Clinics:\n~$1M grant to support opportunities for student clinicians to work toward licensed clinical status, strengthening the behavioral health workforce in underserved communities\nKeeping our kids safe from tobacco & vaping\n\nVaping among young people continues to be a growing concern as sleek devices and fruity, minty flavors appeal to younger users. Tobacco use does not affect all groups equally. Both Black children and Black adults are more likely to be exposed to secondhand smoke than any other racial or ethnic group. Black people are also more likely to die from smoking-related diseases than white people.\n\nWe are funding education and outreach by Campaign for Tobacco-Free Kids and the Alliance for a Healthier Generation to students, educators, parents, and other community members. Totaling $2 million over two years, the grant from the CVS Health Foundation will help the two organizations equip 500,000 young people and 1 million adults with the skills to create change in their communities and to help create the first tobacco- and nicotine-free generation.\nPromoting maternal health\n\nAccording to the Centers for Disease Control and Prevention, Black women in the U.S. are three times more likely to die due to pregnancy-related causes compared to white women. Overall, the U.S. has the highest maternal mortality rate among developed countries; as many as 60 percent of those deaths are likely preventable. In December 2021, we joined the Biden-Harris Administration’s Maternal Health Call to Action Day to share our commitment to addressing maternal health disparities in America. We announced a $1.74M investment in a range of programs designed to help expectant parents — and Black women in particular, safely navigate pregnancy, birth and postpartum care.\n\nCVS Health also donated 1,000 blood pressure monitoring machines to health care systems in counties that have some of the highest maternal mortality and morbidity numbers in the country. This donation is expected to impact 10,000 mothers across nine states every year that the new machines are in use. As long as the maternal health crisis in our country disproportionately impacts Black women, we will continue to do our part by investing in community-based programs that help all birthing people receive the high-quality care they need and deserve.\n\nEvery Mother Counts: 650K\nFunding to produce and promote a library of free, accessible and trustworthy digital content from doulas, midwives, OB-GYNs and patient educators, focused on empowering pregnant people across the maternity-care journey.\n\nNational Association of Free & Charitable Clinics: $250K\nCVS Foundation grant to offer educational and clinical training for providers to help identify Black patients at risk for preeclampsia.\n\n- 84 clinicians will complete skill-building training sessions during the project\n- 1,200 pregnant and birthing persons will have access to highly trained providers annually\n\nAmerica’s Essential Hospitals: $847K\nCVS Foundation grant to establish a new learning collaborative to improve obstetric outcomes in safety-net hospitals that have maternal mortality rates above the national average, especially among Black patients.\n\n- 12 hospitals selected to participate in a robust learning network\nScholarships for future health professionals\nBuilding a stellar workforce begins with investing in the health care leaders of tomorrow. The demand for highly skilled health professionals, including pharmacists, nurse practitioners and physician assistants is only expected to increase. We’re proud to have provided nearly $900,000 in scholarships through the CVS Health Foundation in 2021 to pharmacy, nursing and physician-assistant schools across the country.\n\nTo support the educational attainment of our colleagues’ families, we also awarded 185 children of full-time employees a scholarship to a two- or four-year college or university, totaling nearly $600,000 awarded in scholarships.\n\nIn 2021, we joined with UNCF (formerly United Negro College Fund) the nation’s largest minority education and college readiness organization, to launch the CVS Health Foundation Health Care Careers Scholarship as part of our social justice and equity commitments. The five-year, $5 million program offers financial assistance to Black and Latino college students pursuing a career in pharmacy, medicine or health administration — strengthening the pool of talented college graduates ready to join the health care workforce. In the first year of awards, the program granted scholarships to 45 students.\nRanking the healthiest communities\n\nIn June 2021, the Aetna Foundation released the fourth annual Healthiest Communities rankings in collaboration with U.S. News & World Report. The rankings and accompanying analysis are based on an evaluation of nearly 3,000 communities nationwide across 84 health and health-related metrics in 10 categories — from Education and Population Health to Infrastructure and Environment. The project serves as a tool to inform residents, community health leaders and elected officials about policies and best practices for better health outcomes by assessing which communities offer their citizens the greatest opportunity to live a productive, healthy life. This year’s rankings were accompanied by tools highlighting county-level COVID-19 vaccine rates and other pandemic data, as well as editorial explorations of equity and mental health — key components that can shape overall health and well-being. Over the past year and a half, the COVID-19 pandemic has highlighted the issues we knew existed within the health care system, including the interdependence between the health of our communities and our personal health. Based on a U.S. News analysis, counties that performed well in the Healthiest Communities rankings have slightly lower COVID-19 case rates than average.\n\nThe full rankings and in-depth analysis of the findings can be found on the U.S. News website.\nThe Healthiest Cities & Counties Challenge\n\nOur approach to addressing the root causes of health disparities is at the heart of the Healthiest Cities and Counties Challenge, a project of the American Public Health Association (APHA) with support from the Aetna Foundation. In partnership with the National Association of Counties and Healthy Places by Design, APHA is working to reduce disparities in chronic disease by improving access to food and health services in 20 communities across 11 states. Since the start of the $2 million initiative in July 2020, Challenge project teams have worked to engage multisector partners by drawing clear connections between the barriers created by local conditions and the individual needs of community members.\n\nIn 2021, across the 20 communities:\n\n- **350K+** individuals received food services that support healthy eating patterns\n- **27K+** individuals received education or support services\n- **141** new food access points added\n- **10** new health services access points added\n- **740** partner organizations engaged\n- **342** individuals received health services\n\nYou can learn more about our support of the Healthiest Cities and Counties Challenge [here](#).\nPartnering to Tackle the Greatest Health Challenges\n$41M+ raised in 2021\n\nRounding up to make real change\n\nThroughout the year, customers at CVS Pharmacy have the option of rounding up their purchase to the nearest dollar or donating $1 or $3 at the register to support partner organizations addressing key public health challenges.\n\nAmerican Heart Association (AHA)\n- CVS Health is a national sponsor of Go Red for Women, the AHA’s movement that advocates for more research and swifter action for women’s heart health.\n- MinuteClinic offered free heart health screenings for National Women’s Heart Health Week in May.\n\nAmerican Diabetes Association (ADA)\n- As the national strategic partner of the ADA’s Project Power initiative, we seek to empower more than 5 million diabetes patients and caregivers to effectively treat and manage the disease.\n- Our fundraiser supports research to better understand and address the unmet needs in underserved communities.\n\nFeeding America\n- 2021 fundraising efforts provided more than 159 million meals for people who are food insecure.\n- Round-up donations at the register are associated with the store ZIP code, so every gift goes to a food pantry right in the community.\n\nAlzheimer’s Association\n- Our in-store fundraiser offered resources to help caregivers address stress and navigate this disease.\n- CVS Health is the national presenting sponsor of the Alzheimer’s Association Walk to End Alzheimer’s, which takes place in more than 600 communities across the country each year. Thousands of colleagues participate in the annual event.\n\nAmerican Cancer Society\n- Our summer campaign encouraged customers not to miss routine skin cancer screenings, reminding them that “cancer doesn’t stop” and neither should we.\nHealthy Planet\nHealthy Planet\n\nHealthy 2030 Goal\n\n50%\n\nReduce our environmental impact by at least 50 percent by 2030 and achieve net-zero emissions by 2050\n\nThe health of the environment impacts the people and communities we serve. We understand that climate change affects human health, including increases in heat-related illnesses and lung health including asthma, with new scientific findings illustrating the severity of this challenge every year.\n\nWe continue to make substantial progress in advancing our sustainability strategy and are proud to be one of the first companies in the world to have our net-zero targets validated by the Science-Based Targets Initiative’s (SBTi) net-zero methodology. We’ve set a goal to reduce our overall environmental impact by at least 50 percent by 2030 and achieve net-zero emissions by 2050.\n\nEvery step of the way, we hold ourselves accountable by reporting under the leading environmental, social and governance frameworks, including the Global Reporting Initiative (GRI), Sustainability Accounting Standards Board (SASB), and Task Force on Climate-related Financial Disclosures (TCFD).\n2021 Accomplishments\n\nEstablished new policies for anti-deforestation, forestry, timber commodities, pollinator and pest management and water\n\nEngaged World Wildlife Fund (WWF) to audit Store Brand plastic packaging, developing packaging roadmap and goals\n\n1 of 7\nOne of the first seven companies globally to have a net-zero target validated by the Science-Based Target initiative’s (SBTi) Net-Zero Standard\n\n3rd year\nThird consecutive year recognized on CDP’s Climate A-List and as a Supplier Engagement Leader\n\nNamed to the 2021 S&P Dow Jones Sustainability North American Index for the ninth consecutive year and the Dow Jones Sustainability World Index for the third consecutive year\nOur Climate Action Strategy\n\nChanges to the Earth’s climate, including those that are driven by greenhouse gas emissions (GHG), can have direct and serious effects on our health and well-being. Reduced air quality can lead to more respiratory and cardiovascular disease. An increase of heat waves, storms, floods and wildfires can exacerbate illness and chronic conditions. Shifting climate patterns can boost the spread of allergens and infectious diseases. Poor agricultural conditions can impact food production. These consequences will be felt more heavily in some communities than others, depending on underlying health factors, regional variation and economic resiliency. It’s clear the health of our planet and the health of all people are inextricably linked.\n\nThe scientific consensus shows that we can avoid the most severe consequences of climate change if we limit global warming to 1.5 degrees Celsius. CVS Health remains committed to the individual and collective effort required to bring global emissions in line with that target. It is an enterprise-wide commitment, accounting for our own direct emissions, the energy we consume and the life cycles of the goods and services we buy and sell across our full supply chain.\n\nOur goals\n\n50%\nReduce our environmental impact by at least 50 percent by 2030\n\n90%\nExecute our SBTi validated net-zero target, by reducing absolute scope 1, 2 and 3 (value chain) emissions 90% by 2050\n\n50%\nProcure 50% of energy from renewable sources by 2040\n\n90%\nAchieve carbon neutrality by 2030\n\nPath to net-zero\n\nTo ensure our climate strategy is both effective and accountable, we are adhering to the best practices and the best science. In 2021, we finalized our commitment to achieve our science-based emissions reduction target — a commitment that includes both near-term and long-term targets. This trajectory sets us on a path to achieve net-zero emissions from our direct operations by 2048, and across our value chain by 2050. We are also committed to achieve carbon neutrality by 2030. In October 2021, CVS Health was among the first of seven corporations in the world to have our target verified by the SBTi’s Net-Zero Standard.\nSustainable Operations — Reducing Resource Consumption\n\nThroughout 2021, we piloted innovative sustainability solutions to reduce the resources we consume and the waste we generate, especially paper and plastic.\n\nA more energy-efficient footprint\n\nWith retail pharmacies, distribution centers, offices and other facilities across the country, our buildings are a significant source of our total energy consumption — and, as a result, a primary focus of our energy conservation efforts. In 2021, we continued to integrate energy efficiency into new construction, retrofit existing spaces, and improve energy management across our footprint.\n\nWe transitioned 740 CVS Pharmacy locations to energy-saving LED lighting, achieving our goal of upgrading interior lighting to LED in 100 percent of eligible stores nationwide, a process we began in 2015. We expanded LED lighting in our retail store exteriors and corporate properties, while also completing LED upgrades at 137 stores. We achieved our goal of 100 percent exterior lighting upgrades to LED in the New England region to optimize the use of lighting, heating, ventilation and air conditioning systems in our facilities through an energy management system. Aligning lighting times with operating hours resulted in an 8,300,000 MWh reduction. We also continued a multi-year rollout of innovative control to sync lighting with operating hours to nearly 800 stores in California, realizing more than $770,000 in expense and 4,800,000 MWh savings.\n\nTo achieve our long-term goals, we recognize the need for robust investment in renewable energy. In early 2022, we began exploring renewable energy alternatives for three to five percent of our current energy demand. We are developing a strategic pathway to add five percent annually, to achieve our goal of 50 percent renewable energy by 2040.\n\n2021 Energy savings\n\n33.5K MWh — more than the energy needed to power 3,000 homes for a year\nOptimizing digital solutions to reduce paper\n\nOur customers are more digitally engaged than ever, and we’re focused on meeting them where they are and providing a convenient shopping and savings experience. In 2021, we launched a pilot program across select CVS Pharmacy locations to create a seamless experience for customers to opt for a digital receipt in nearly every sales transaction. Adoption was high with nearly one in five customers going digital. Customers also appeared to appreciate having a choice: 35 percent of the people who shopped more than once during the pilot made different receipt choices at different transactions. We will continue to roll this out across our chain throughout 2022 as well as offer shorter receipts for customers who chose a printed receipt.\n\nPrint circulars have also been a significant source of our paper consumption. In 2021, we made our Weekly Ad available primarily online at CVS.com and in the CVS mobile app in two-thirds of our markets, making it easier than ever for our customers to access hundreds of deals each week. The phase-out of print circulars in the majority of our remaining core markets continued in early 2022. These efforts have resulted in a 70-percent reduction of paper use. We are reinvesting the print savings in more digital marketing and activities to encourage shoppers to leverage our digital tools to shop and save.\n\n7.3M\nExtraCare members are enrolled in digital receipts — an 11% increase over 2020.\n\n96%\nof the paper we used across our operations was sustainably sourced.\n\n70%\nPhase-out of print circulars have resulted in a 70% reduction of paper use.\nReimagining the plastic bag\nThe average retail plastic bag is only used for 12 minutes, but can last on Earth for 500 to 1,000 years. That is the challenge behind the Consortium to Reinvent the Retail Bag, a multiyear collaboration between major retailers and circular economy experts at Closed Loop Partners to drive innovative new design solutions to serve the function of today’s single-use plastic retail bag. Leaders across the retail industry are working to identify innovative solutions to replace the single use bag, push for consistency in legislation and improve the recoverability of materials through recycling and other take-back systems.\n\nWe’ve invested $5 million in the Consortium’s three-year Beyond the Bag Initiative to identify, pilot, and implement new design solutions and models to create an improved customer experience without unintended environmental consequences. In 2021, the coalition launched a series of pilot programs across a total of nine CVS Pharmacy, Target, and Walmart stores in Northern California to help evaluate and refine winning solutions from the Beyond the Bag challenge. The designs tested various factors of feasibility and desirability, including decomposable materials, dispense-and-return systems, and reward or incentive programs. The lessons learned from the pilots will help inform further iterations of the solutions, as well as where more testing and investment is needed.\n\nResults of the pilot programs included more than 1,300 bags or tags being registered and more than 2,000 bag reuses over a three-month period. Key learnings will impact future pilots and scalable solutions in different markets based on customer motivations, employee engagement, and the ability to offer a simple process for both groups.\n\nCustomer feedback\n“So nice to see a retailer trying to play their part in encouraging reusable bags instead of laying the burden on the consumer.”\n\n“I always forget a reusable bag, and this is so much more convenient!”\n\n“Great idea!! I would use this — need them at a lot more stores! Let’s get rid of the plastic bags!!!!”\n\n“What an awesome idea — so needed.”\nWe are also exploring opportunities to reduce single-use bag usage and change consumer behavior through bagless pilots in states where there are regulations prohibiting retailers from giving a plastic bag and charging a fee to the customer for a paper one.\n\n**Responsible water usage**\nWater usage is closely linked to environmental protection and equitable resource management. While CVS Health is not a large consumer of water, we recognize the link between water use and climate change. The majority of our water use supports standard sanitation, hygiene and fire protection systems in our stores and facilities. In 2021, we established policies and programs to govern our water usage and manage water-related risks across the enterprise.\n\nIn 2021, we introduced a water reduction goal focused on ensuring transparency as it pertains to our water impacts.\n\n**Committing to new climate policies**\nWe developed four new policies in 2021 to drive climate progress, and will continue to use the recommendations of the Task Force on Climate-Related Disclosures to assess both physical and transitional risks.\n\n- Forestry Policy\n- Timber Commodities Policy\n- Anti-Deforestation Commitment\n- Responsible Water Use Policy\nMinimizing our waste\nExcess waste represents a misuse of both business resources and of natural resources. In addition to keeping our colleagues and customers healthy and safe by managing the cleanliness of facilities and disposal of waste, we have initiatives in place to reduce the amount of waste generated at our retail stores and other facilities. Our approach optimizes the liquidation, donation and recycling of unsalable products and works with manufacturers and merchandising teams to reduce the number of these products that come into our stores.\n\nAs our colleagues return to our corporate office spaces in 2022, we will be conducting baseline waste audits of these buildings to evaluate and develop a zero-waste program.\n\nEmbedding sustainability within our supply chain\nIn our operational facilities, including our distribution centers, we are actively engaging with suppliers to identify options to reduce unnecessary packaging in items we receive. We have been focusing especially on removing internal packaging like plastic wrap or extra cardboard and see an opportunity to reduce paper and plastic use with our suppliers, especially within beauty and personal care.\n\nIn 2021 we began working with Southern California Edison as part of the Charge Ready program to install 100 charging stations to power electric transport refrigeration units (TRUs) at our La Habra, CA distribution center. Once implemented in 2022, this shift from diesel fuel to electric power will drastically reduce TRU idle time and the distribution center’s annual TRU carbon emissions. In 2022, we are planning to pilot a fully electric TRU in our La Habra, CA distribution center to address and reduce idle time and carbon emissions.\n\nOur work to reduce the emissions of our delivery fleet earned us recognition as an Environmental Protection Agency (EPA) SmartWay Carrier Partner for the 12th consecutive year. We have been recognized as a SmartWay Transport Partner since 2011. Approximately 81 percent of carriers under our management are a SmartWay partner, compared to the industry average of 78 percent.\nProducts & Packaging — Sustainable Products, Sustainably Sourced\n\nWe believe in providing our customers with products that meet the highest level of quality and safety, developed with respect for our environment. With our exclusive Store Brand products, we have an opportunity to meet our customers’ evolving needs for transparency and sustainability. We apply robust standards to the production of every product, and we continuously evaluate opportunities to develop new product formulations that meet the evolving consumer desire for more sustainable materials and chemically friendly products. Whenever possible, we seek to reduce or remove substances of concern or reformulate our products, using available ingredients that are safe and effective.\n\nSustainable packaging\n\nWe continually strive to reduce the use of plastic and virgin materials and to ensure recyclability for the packaging of all Store Brand products.\n\nAs we converted all of our Store Brand women’s hygiene products to sustainable organic cotton in 2021, we expanded these efforts to reduce plastic. We replaced the plastic applicators in six tampon products with applicators made from more than 90 percent plant-based material. This simple change will remove more than three million plastic tampon applicators from the waste stream every year.\n\nShowing customers How2Recyle\n\nWe’re proud members of the Sustainable Packaging Coalition’s How2Recycle program to promote recycling and educate consumers on how a product should be recycled through clear and easily understood labeling for consumers. In 2021, more than one-third of our Store Brand items carried How2Recycle labels offering shoppers useful information on responsibly disposing of product packaging. We are on pace to have implemented the How2Recycle process across 75 percent of our packaging by the end of this year and on 100 percent of Store Brand packaging by 2025.\nBuilding collaborations to tackle plastic\nIn 2021 we joined forces with WWF to complete an audit of plastic packaging within our Store Brand product portfolio. The audit showed that 62 percent of our products include plastic packaging. What we learned set the path for our sustainable packaging roadmap and the development of five key goals that will help us reduce our impact while offering innovative products to our customers.\n\nWe are proud to join ReSource: Plastic as a Principal Retail Member to support efforts to establish high standards on plastic sourcing for the retail industry. We will measure our plastic and paper packaging inputs on an annual basis to meet our key packaging goals.\n\nSustainable packaging goals\n\n100%\nEnsure all packaging for Store Brands products is 100% reusable, recyclable, compostable or can be returned to us for proper disposal at the end of life by 2030.\n\n50%\nReduce plastic use in operations by 50% by 2030.\n\n50%\nReduce single-use virgin plastic in Store Brand packaging by 50% by 2030.\n\n2025\nEnsure all Store Brand paper-based packaging is from recycled or certified sustainably sourced content by 2025.\n\n2023\nBy 2023, define a list of packaging to be designated as problematic or unnecessary and take measures to eliminate them by 2030.\nReducing plastic use behind the pharmacy counter\n\nHelping patients safely and responsibly discard their medication and pill bottles is key to ensuring that medications do not end up in the wrong hands or misused, as well as supporting the health of the environment. We do this by exploring offerings for takeback initiatives and solutions to facilitate proper disposal through recycling.\n\nWith Americans filling approximately four billion prescriptions each year, the classic orange plastic pill bottles present an opportunity for impact in reducing the plastic waste and consequent environmental impacts. We are looking at sustainable solutions to manage the impact of the medication bottles our patients receive each year.\n\nWe are exploring solutions that will offer more sustainable materials for our pill bottles, like aluminum, or offering additional take-back initiatives to recycle plastic bottles in our retail pharmacies.\n\nIn 2021, we piloted an aluminum prescription bottle at a CVS Pharmacy location in Wellesley, MA. Data from customer and colleague surveys on interest, ease of use, and perceived quality and safety will inform our ongoing efforts to create innovative, sustainable solutions for our customers.\n\nIn 2022, we will conduct a pilot to take back consumer pill bottles in 22 stores for nine months. The bottles will be converted to pellets that can be reused.\nProtecting pollinators\nThe widespread use of pesticides and the degradation of habitat has caused steep declines in populations of pollinators — the birds, bats, insects and especially bees that are so vital to the health and dependability of the global food supply system. Some of the same chemicals used in pest management have also been linked to significant health hazards for agricultural workers and the communities surrounding agricultural lands.\n\nIn 2021, we worked with the Sustainable Food Group (SFG) to understand pesticide risks and opportunities within our supply chain. Through this work we found it is extremely difficult to identify the types of pesticides used across our full supply chain. We made the decision to develop a policy that would reduce the presence of harmful pesticides in our private label supply chain for food and beverage products. This policy encourages suppliers to avoid chemicals such as neonicotinoids and glyphosate, as well as promotes use of the Environmental Protection Agency’s Integrated Pest Management strategies. Moving forward, we will offer trainings for partners within our supply chain on sustainable approaches to pesticide management in alignment with this policy. Our policy was developed with support from Friends of the Earth. More detail on our pollinator policy can be found here.\n\nAnimal welfare\nCVS Health does not test any store brand products on animals as part of our product development process, nor do we outsource this activity to any third parties. We’re proud to offer a number of cruelty-free make-up and skin care products. As part of our commitment to sustainable sourcing practices, in 2015 we introduced a goal to transition to 100 percent cage-free eggs by 2025. In the last couple of years, as the supply chain and offering of these eggs has increased and consumer choice has evolved, we made the decision to accelerate that goal. Our biggest priority is to ensure continued access to healthy foods at an affordable price. We are currently working with our suppliers to expand our selection of cage-free and free-range eggs in all our stores with a goal to achieve our goal of 100 percent cage-free eggs by the end of 2022.\nAbout This Report\n\nCVS Health’s annual environmental, social and governance (ESG) Report, formerly referred to as our corporate social responsibility (CSR) report, provides an overview of our company’s ESG commitments, as well as progress against certain key ESG priorities, goals, and targets.\n\nBoundary and Scope\nConsistent with previous reports, the boundaries for this report extend to all United States (U.S.) company owned and/or operated facilities, administrative offices and retail pharmacies for the corporate enterprise. Company operations outside the U.S. represent less than one percent of the total enterprise and are not covered in this report. Data contained in this report covers activities that occurred in fiscal year 2021 (January 1–December 31, 2021), unless otherwise noted.\n\nContent and ESG Priority Assessments\nIn 2021, we conducted a priority assessment in accordance with the Global Reporting Initiative (GRI) Standards’ guidance for defining priority topics. The priority topics inform the content of our reporting and ESG strategy. For additional details, please see ESG Priority Topics.\n\nDisclosure and Assurance\nCVS Health management is responsible for the preparation and integrity of the information in this report. The enterprise metrics and goals in this report are established through a rigorous review process involving internal subject matter experts, and we believe this report accurately and fairly represents our ESG activities, programs and results for the fiscal year ending December 31, 2021.\n\nThe report was submitted to the Nominating and Corporate Governance Committee of the Board of Directors for review and was reviewed and approved by members of CVS Health senior management, including our ESG Steering and Operation Committees, as well as the Disclosure Committee, which are comprised of management from principal functional areas within the company. This report has not been externally assured or verified by an independent third party. CVS Health carbon footprint and water data from 2016–2020 has been externally assured. Data from 2021 will be reviewed for external assurance in the coming months by an external third-party and/or by an independent third-party. The CSR Report Appendix will also be reviewed and assured to the AA1000 standard. The company may consider having additional content and data in its future ESG Reports externally assured.\n\nThis report was produced based on the GRI Standards. More information on the GRI is available at www.globalreporting.org. Full indexes for the GRI, the Sustainability Accounting Standards Board (SASB), the Culture of Health for Business (COH4B), and the United National Global Compact (UNGC), as well as our alignment with the United Nations Sustainable Development Goals (UNSDGs) are available in the appendix to this report. Our Task Force on Climate-Related Financial Disclosures (TCFD) report is available on our website.\nYour Feedback\nYour feedback is important to us as we continue to look for ways to improve our reporting and provide you with the information you need. Please submit your feedback to CSR@CVSHealth.com\n\nCVS Health Corporation\nAttn: SVP & CSO, Corporate Social Responsibility and Philanthropy\n\nOne CVS Drive, MC 1200, Woonsocket, RI 02895; telephone: 401-765-1500\n\nPreparation of this Report\nThis report contains certain forward-looking statements that are subject to risks and uncertainties. Actual results may differ materially from those contemplated by the forward-looking information for a number of reasons as described in our Securities and Exchange Commission (SEC) filings, including those set forth in the “Risk Factors” section and under the section entitled “Cautionary Statement Concerning Forward-Looking Statements” in our most recently filed Annual Report on Form 10-K and Quarterly Report on Form 10-Q. We refer readers of this Report to all our SEC filings, including our Annual Report to Stockholders, our Form 10-K, Forms 10-Q and any Forms 8-K, which provide important information about our business, operations, and financial performance. Before making any investment or other decision relating to the company, all such public filings should be considered in detail.\n\nReferences in this document to CVS Health products, programs or services do not imply that CVS Health intends to provide all products, programs or services across all of its businesses. Statements regarding CVS Health’s future direction and intent are subject to change or withdrawal without notice and represent goals and objectives only.", "source": "cvs_health_2021", "added": "2025-04-26", "created": "2025-04-26", "metadata": {"Source-File": "climate_reports/additional_reports/cvs_health_2021.pdf", "olmocr-version": "0.1.59", "pdf-total-pages": 69, "total-input-tokens": 134845, "total-output-tokens": 22554, "total-fallback-pages": 0}, "attributes": {"pdf_page_numbers": [[0, 0, 1], [0, 239, 2], [239, 3133, 3], [3133, 5244, 4], [5244, 6196, 5], [6196, 6211, 6], [6211, 7330, 7], [7330, 7549, 8], [7549, 9205, 9], [9205, 11196, 10], [11196, 12965, 11], [12965, 13997, 12], [13997, 16286, 13], [16286, 17445, 14], [17445, 19106, 15], [19106, 20888, 16], [20888, 21924, 17], [21924, 23228, 18], [23228, 25343, 19], [25343, 27865, 20], [27865, 28373, 21], [28373, 30465, 22], [30465, 33021, 23], [33021, 34475, 24], [34475, 36129, 25], [36129, 36146, 26], [36146, 36611, 27], [36611, 37030, 28], [37030, 39259, 29], [39259, 40929, 30], [40929, 42255, 31], [42255, 45269, 32], [45269, 47343, 33], [47343, 47969, 34], [47969, 49974, 35], [49974, 51441, 36], [51441, 53983, 37], [53983, 54924, 38], [54924, 56741, 39], [56741, 58949, 40], [58949, 59950, 41], [59950, 59968, 42], [59968, 61504, 43], [61504, 61843, 44], [61843, 63962, 45], [63962, 65850, 46], [65850, 67831, 47], [67831, 68726, 48], [68726, 70918, 49], [70918, 72213, 50], [72213, 73617, 51], [73617, 74825, 52], [74825, 74877, 53], [74877, 76582, 54], [76582, 76597, 55], [76597, 77717, 56], [77717, 78405, 57], [78405, 80587, 58], [80587, 82525, 59], [82525, 84157, 60], [84157, 86287, 61], [86287, 87504, 62], [87504, 89603, 63], [89603, 91507, 64], [91507, 92787, 65], [92787, 94171, 66], [94171, 96374, 67], [96374, 99306, 68], [99306, 100932, 69]]}}