{"id": "78d82bbbae918ecc482ead3575f8f1404a84363d", "text": "2021 Integrated Report\nABOUT THIS REPORT\n\nENGIE’s Integrated Report provides a comprehensive, forward-looking vision of the Group, its purpose, ambition, strategy, objectives, governance and value creation. Modeled on the reference framework of the International Integrated Reporting Council (IIRC), the Integrated Report forms part of an approach that aims to explain how the company creates value by reconciling financial and CSR performance indicators. The report was drafted by the CSR Department and produced with the active involvement of the functional departments and BUs that worked throughout the process. The 2021 Integrated Report has been approved by the Executive Committee and the Ethics, Environment and Sustainable Development Committee of the Board of Directors of the Group. It has been reviewed by the Statutory Auditors, who have validated the compliance of some of its indicators.\n\nSince 2014, the Group has highlighted its strategic developments and presented, through integrated thinking, the value creation generated by the Group for its stakeholders. The inclusion of a purpose in the Group’s bylaws in 2020 marks a major shift. The 2021 report provides examples of how our activities align with this purpose.\n\nTargeted communication for each of our stakeholders\n\n- Investors and analysts\n- Individual shareholders\n- Key accounts (industrial and public authorities) and individual customers\n- Industrial partners and suppliers\n- Employees\n- Public authorities\n- NGOs and civil society\n\nThis report is ENGIE’s Communication on Progress in implementing the principles of the UN Global Compact.\nINTRODUCTION\nAs a global leader in energy transition, ENGIE is working to accelerate the transition to a carbon-neutral economy.\n\nA SIMPLIFIED ORGANIZATION\nIn 2021, the Group welcomed a new Chief Executive Officer and appointed a new Executive Committee organized around its core businesses. The Board of Directors and this new team work in close collaboration to ensure the Group’s alignment with its purpose.\n\nA REFOCUSING OF ACTIVITIES\nThe Group redefined its strategic priorities in 2020 to focus on renewables and energy networks. This strategy is easier for all our stakeholders to understand and should help us accelerate our growth in the key drivers of the energy transition.\n\nA PURPOSE IN ACTIONS\nAdopted by over 99% of the shareholders, ENGIE’s purpose defines the Group’s mission.\nOur purpose is to act to accelerate the transition towards a carbon-neutral economy, through reduced energy consumption and more environmentally friendly solutions. The purpose brings together the company, its employees, its customers and its shareholders, and reconciles economic performance with a positive impact on people and the planet. ENGIE’s actions are assessed in their entirety and over time.\n\nBuilt through interaction with a large number of internal and external stakeholders, ENGIE’s purpose was presented by the Board of Directors in February 2020 for a vote at the General Shareholders’ Meeting in May 2020. The text was adopted with 99% of the vote and is now included in ENGIE’s bylaws. The purpose defines the Group’s mission, guides all of its actions and applies to its activities and to its value chain and the use of its products and services. It is an important milestone towards a greater recognition of our societal mission, as well as an extension of existing achievements.\n68 mt of greenhouse gas emissions (scopes 1 & 3) from energy production at end-2020\n\n31% renewable energy in electricity production capacity at end-2020\n\n24.1% of managers were women at end-2020\n\nNo. 1 in wind and solar in France\n\nNo. 1 in distribution in Europe and No. 2 in natural gas transmission in Europe\n\nNo. 1 worldwide in urban cooling networks and No. 3 worldwide in urban heating networks\n\nTotal capacities: 38.4 GW (at 100%) incl. 12.5 GW renewables (excl. pumped storage)\n\nTotal capacities: 38.9 GW (at 100%) incl. 1.9 GW renewables\n\nTotal capacities of electricity generation: 101 GW (at 100%) of which 31 GW renewables\n\n254,000 km gas distribution network\n40,600 km gas transmission network\n3,300 km electricity transmission network and 4,000 km in development\nENGIE has published an integrated report since 2014. Why is this an important publication for the Group?\n\nCatherine MacGregor: The integrated report aims to present, in a succinct and straightforward way, our business model and its associated economic, social and environmental value creation. It also gives us an opportunity to provide an overview of the major trends in the energy sector as well as the Group’s strategic ambitions and priorities in that context. We believe this publication is particularly important during this health crisis, which has highlighted the interconnectedness of our ecosystems.\n\nJean-Pierre Clamadieu: In 2020, after a unanimous shareholder vote, the Group included its purpose in its bylaws. Like north on a compass, it is now a touchstone for our strategic choices. We also adopted our 2030 CSR objectives, which reflect our long-term commitments to our employees and our broader environment. These objectives also confirm ENGIE’s adherence to the Ten Principles of the UN Global Compact.\n\nThis report includes ENGIE’s latest strategic directions and its new General Management. What do they mean for the Group?\n\nJean-Pierre Clamadieu: The urgency of climate change has propelled our sector into a new growth cycle. The strategic directions presented in July 2020 aim to accelerate our development in key energy transition activities while boosting our value creation. They involve refocusing the Group and accelerating our growth on two of our core businesses, namely renewables and energy solutions. In this context of tremendous transformation, I am very pleased to have welcomed Catherine MacGregor as Executive Director as of January 1, 2021.\nCatherine MacGregor: As soon as I joined the Group, a new Executive Committee, whose scope of responsibilities is aligned with our strategic priorities, was established and we launched our plan to simplify the organization. In line with our strategic directions, the installation and multi-technical maintenance activities, which have very few synergies with our core businesses, will be consolidated into a single entity with independent governance in order to create a leading global player. I am committed to carrying out this ambitious project while engaging in a sustained and transparent dialogue with all our stakeholders, including employee representatives.\n\nENGIE has set certain CSR objectives for 2030. What are the major shorter-term CSR issues?\n\nCatherine MacGregor: The Group is of course very much involved in the discussions at the European level on the transition to a carbon-neutral economy (Green Deal, EU taxonomy, etc.). In the last year or so, awareness of the urgency of promoting biodiversity has also increased. This year we wanted to focus on this issue more specifically.\n\nJean-Pierre Clamadieu: CSR performance and financial performance are two sides of the same overall performance, to which we are fully committed. We invite you to read and share this 2021 integrated report, which is the product of an extensive effort by our teams as well as our stakeholders.\nTHE GROUP REDEFINED ITS STRATEGIC PRIORITIES IN 2020 TO FOCUS ON RENEWABLES AND ENERGY SOLUTIONS. THIS STRATEGY IS EASIER FOR ALL OUR STAKEHOLDERS TO UNDERSTAND AND SHOULD HELP US ACCELERATE OUR GROWTH IN THE KEY DRIVERS OF THE ENERGY TRANSITION.\nA REFOCUSING OF ACTIVITIES\n\nP.08\nEnergy market trends\n\nP.09\nA leader in energy transition with an industrial approach\n\nP.10\nMoving toward Net Zero Carbon by 2045\n\nP.11\nMedium- and long-term value creation\n\nP.15\nChallenges shared by everyone\n\nP.16\nA simplified business model\n\nP.18\nA core activity for a low-carbon world\nThe energy sector at the center of the climate issue\n\nThe energy sector bears significant responsibility for global warming since 75% of greenhouse gas emissions come from energy combustion. But a large part of the solutions depend on it as well. The two avenues for reducing GHG emissions are the reduction and decarbonization of energy consumption and the development of renewable energy. Energy efficiency has the potential to reduce global energy consumption by more than a third. Renewable energies, both electrical and gaseous (biomethane, green hydrogen) have seen their capacity increase by 50% in 2020, or an additional 260 GW. They can enable a near-total decarbonization of electricity production and tackle the points of resistance that are mobility and energy-intensive industries, while promoting short circuits.\n\nDespite the health crisis, the transition to a decarbonized world is accelerating\n\nThe Covid-19 health crisis, with its lockdown measures and their economic fallout, caused a 6% decline in energy consumption, a 20% reduction in investments and a collapse in energy prices in 2020. It also caused CO₂ emissions to fall by a record 9% and return to their 2010 levels. The decline in CO₂ emissions is the combined result of the economic slowdown and the climate policies implemented over the last decade, which set off a downward trend in Europe, the United States and Japan. Taking a closer look, the health crisis had a greater adverse impact on carbon-based energy and demonstrated the resilience of sustainable technologies while oil demand fell by 9%, coal demand by 8% and electricity production by 5%, electrical renewable energy grew by 5% due to low marginal costs. Similarly, investments in green technologies and energy efficiency have been relatively unscathed (-6%) compared with investments in fossil fuels (-30%).\n\nThe energy transition is central to the stimulus plans\n\nDue to their exceptional scale, far greater than the cost of the energy transition, stimulus packages could be a historic opportunity to make the leap to a decarbonized world. This is all the more true since “green” recovery offers higher potential than traditional recoveries. Green stimuli rely on the economic growth potential of green investments, which are facilitated by near-zero interest rates, short-term job creation, the building of resilient systems, and the higher cost of doing nothing.\n\nThe EU has been one of the first economies to respond to calls for a green stimulus. Through its commitment to colossal stimulus plans, it has made the granting of its aid subject to environmental conditions - green investments will have to represent at least 37% of funds paid to Member States - and has prioritized the development of renewable electricity and hydrogen production capacity, building renovation, railways, and electric and hydrogen vehicle charging, as well as the circular economy.\n\nFrance announced in September that 30% of its stimulus package would be earmarked for the energy transition (thermal renovation of buildings, aid for industrial decarbonization, environmental bonus, trade-in incentives for the purchase of clean vehicles, and transformation of the agricultural sector).\n\nThe new US administration has also made the fight against global warming central to its stimulus plan, alongside the fight against social inequality.\n\nThe acceleration of decarbonization in 2020 was also driven by the stimulus plans\n\nThe pandemic led to stimulus plans that prioritized sustainable climate investments. The proposals of the “Citizens’ Convention” (Convention Citoyenne) in France showed that there is a desire for our societies to take decisive steps toward energy efficiency, sustainable technologies, and green mobility or to encourage changes in behavior and consumption.\n\nThe emergence of a consensus around carbon neutrality for the middle of the century.\n\nDespite the Covid-19 crisis, the international community was also able to adhere to its climate agenda. Carbon neutrality by 2050 has been announced as an official target by nearly 70 countries (EU, United Kingdom, Norway, Japan, etc.), joined in September by China by 2060 (Joe Biden put the US back in the Paris Agreement and has said he is in favor of carbon neutrality by 2050 or earlier), as well as by a hundred or so cities and as many companies that are structuring this approach around labels such as the Science-Based Targets (SBTs).\n\nIn order to be on this trajectory, the EU has set itself an emissions reduction target of 55% by 2030 (vs 1990).\nA LEADER IN ENERGY TRANSITION\nWITH AN INDUSTRIAL APPROACH\n\nENGIE has refocused its growth priorities around renewables and decentralized energy infrastructures. In line with its strategy, the Group has set clear objectives and in particular operational excellence.\n\nA alignment of our strategy with the expectations of our markets\n\nThe increasingly ambitious climate commitments made by territories and companies continue to strengthen the alignment between our core businesses and our clients’ needs. This is particularly true in our most mature markets, such as Western Europe and the United States. In this context, the strategic directions taken in 2020 appear all the more relevant:\n\n• Growth in renewable energies and decentralized infrastructures, now grouped within the Energy Solutions GBU;\n• Selective rebalancing of our exposure to gas and electricity infrastructures in France and internationally;\n• Refocusing our services activities and our geographical footprint.\n\nAccelerate in Renewables to reach a capacity of 50 GW by 2025\n\nThe Group plans to increase the share of its growth investments in renewables to more than 40% over the period 2021-2023. ENGIE will thus increase from 3 GW over 2019-2021 to 4 GW through 2025 and 6 GW over 2026-2030 of additional annual capacity.\n\nBreakdown of €15-16 bn in growth investments in 2021-2023 by GBU\n\nRefocusing to create two customer solution leaders\n\nENGIE has launched a strategic review of its Client Solutions activities, with the objective of focusing on developing decentralized energy networks and associated services (urban heating and cooling networks, decentralized power and on-site utilities production, energy efficiency). The Group’s ambition is to increase its distributed infrastructure capacity by 8 GW by 2025 to reach 32 GW. In addition, ENGIE is creating a new entity, a leader in multi-technical services, which is intended to become autonomous on July 1, 2021.\n\nRelying on our Infrastructure and Thermal businesses to accelerate the development of green gas\n\nBiomethane and renewable hydrogen contribute to the greening of uses that are highly dependent on fossil fuels and will eventually play a role in balancing a decarbonized electricity system at a lower cost.\n\nThe efficient operation of gas networks and thermal power plants as well as their adaptation to the development of green gas will be a priority for the Group in the coming years. ENGIE aims to produce 4 TWh of biomethane in France by 2030.\n\nRegarding hydrogen, ENGIE is committed to installing around 4 GW of electrolyser capacity by 2030, to commissioning 700 km of dedicated hydrogen network and 1 TWh of storage capacity. In addition, by 2030, the Group aims to integrate 30 TWh of hydrogen into its centralized energy management portfolio and operate more than 100 refueling stations.\n\n+ 49 GW\nOF ADDITIONAL RENEWABLES CAPACITY IN 2030 VS 2020\n\n80 GW OF RENEWABLES CAPACITY IN 2030\nMOVING TOWARD NET ZERO CARBON BY 2045\n\nIn line with its purpose and its strategy, the Group announced a tougher climate target in the first half of the year.\n\nAchieving carbon neutrality by 2045\n\nThe Group is committed to achieving Net Zero Carbon by 2045 for all its emissions scopes. Net Zero Carbon will be reached by means of a well-below 2°C trajectory, which the SBT initiative will be asked to certify. The Group is involved in the Business ambition 1.5°C coalition which is part of the COP 26 Race to Zero campaign. ENGIE will only invest in projects and regions consistent with its long-term goal of reducing its GHG emissions. This will, in particular, result in the inclusion of fugitive emissions from gas networks, all emissions from purchases, and emissions from the Group’s working methods.\n\nThe Group will continue to allocate carbon budgets to each of its activities and to take carbon pricing into account in all its short-, medium- and long-term investment decisions.\n\nAligning with a well-below 2°C trajectory\n\nThis trajectory relies on interim targets for the two highest-contributing categories: GHG emissions from energy production and GHG emissions from the use of products sold. It is based on the planned withdrawal from coal by 2025 in Europe and by 2027 in the rest of the world.\n\nWithdrawing from coal-fired electricity production\n\nThe Group presented its plan to withdraw from coal by 2027. To deliver on this plan, ENGIE will first prioritize the closure of these sites, then their conversion to low-carbon energy, and will lastly disposed of them, if it is impossible to close or convert them due to local restrictions. The Group is committed to disclosing these exit strategies on a basis in an effort to lead a just transition.\n\nHelping our customers to decarbonize\n\nThe Group announced a new target for 2030: helping its customers avoid 45 mt of CO₂ eq emissions. In 2021, this indicator will replace the previous indicator expressed as the proportion of our offers proposing an alternative option contributing to decarbonization. This objective is grounded in a methodology developed with external partners (WBCSD, ISO, ADEME (French Agency for the Environment and Energy Management), Saint Gobain, Suez, Solar Impulse, Net Zero Initiative). This offer is based on a dozen ENGIE products and services, such as green energy production, decentralized energy networks and associated services, the sale of energy saving certificates, carbon certificates and the purchase or resale of green energy.\n\nA refocused Group\n\nThe Group’s refocusing on its strategic activities is also reflected in:\n\n- The acceleration of the program to rotate assets that are no longer in line with strategic trajectories: the Group’s shares in SUEZ (most of which were sold in October 2020), strategic review of ENDEL and GTT, and the announced partial disengagement from EV Box and total in ENGIE EPS.\n- The creation of a new entity, provisionally named Bright, which will become more autonomous and be a leader in multi-technical services in Europe and worldwide. A new phase of social dialogue has begun with the starting of the European Works Council consultation in mid-February.\n- The refocusing of the geographic presence in less than thirty countries: the aim is to be one of the three leading groups in the geographical areas where ENGIE intends to remain and to densify its operations in those regions.\nBecause value creation has several dimensions, ENGIE set new objectives in three categories: **people**, the **planet** and **economic prosperity**.\n\nTo achieve its mission, the Group “reconciles economic performance with a positive impact on people and the planet.” These positive impacts have been structured in relation to the United Nations Sustainable Development Goals (SDGs), using the Stockholm Resilience Centre planetary boundaries (which define the ecosystems necessary for life on Earth) and founding texts such as Human Rights or ILO Framework Conventions, and in relation to strong current challenges such as reducing inequality. The Group already has a number of indicators for monitoring these impacts, which were chosen in consultation with the Departments affected: Purchasing, France Institutions and Territories Department, Ethics & Compliance, Human Resources, Global Care and CSR.\n\n### People - long-term objectives\n\n| Impact | Theme | Indicator | 2019 Results | 2020 Results | Objectives 2030 | SDGs |\n|--------|-------|-----------|--------------|--------------|-----------------|------|\n| Supporting and assisting human development in our company | Gender diversity | Percentage of women in Group management | 23.5% | 24.1% | 50% | 2030 SDGs |\n| | | Gender Equity Index | France: 72 | Rest of world: 72 | France: 87 | Rest of world: 80 | 100/100 |\n| | | Action plan established to achieve objectives: | | | | |\n| | | • Development of remediation action plans in all Group entities in 2020 | | | | |\n| | | • Process reviews | | | | |\n| | | • Implementation of a monitoring tool | | | | |\n| Health and safety | | Lost time injury frequency rate for Group employees and subcontractors on closed sites | 3.3 | 2.7 | ≤ 2.9 | |\n| | | Action plan established to achieve objectives: | | | | |\n| | | • Managerial safety inspections | | | | |\n| | | • Identification of potentially serious situations and events | | | | |\n| | | • Annual communication campaign | | | | |\n\n- Incorporated in the Vigilance Plan\n- Incorporated in the Commitments Committee reviews (CSR matrix)\n- Incorporated in the compensation criteria for the CEO and top managers\n- Actions vis-a-vis suppliers\n### Planet - Long-term objectives\n\n| Impact | Theme | Indicator | 2019 Results | 2020 Results | Objectives 2030 | SDGs |\n|--------|-------|-----------|--------------|--------------|-----------------|------|\n| Being exemplary in deploying our own carbon-neutral transition | GHG emissions | ●●● GHG emissions (scopes 1 and 3) related to energy production (mt CO₂ eq) In line with commitments | 75* | 68 | 43 | 2030 SDGs |\n| | | ●●● GHG emissions related to the use of products sold (in mt CO₂ eq) In line with commitments | 60 | 62 | 52 | |\n| Development of renewables | | ● Share of renewable energy in the electricity production capacity mix | 28% | 31% | 58% | |\n| Decarbonization | Making our customers and suppliers players in their transition to carbon neutrality | Offer an alternative that contributes to decarbonization (indicator replaced in 2021 by the indicator below) | nd | 51% | 100% | |\n| | | Helping our customers to decarbonize emissions avoided by using ENGIE’s products and services (mt CO₂ eq) | NA | 21 Mt | 45 Mt | |\n| | | ● Share of preferred suppliers (excluding energy purchasing) SBT certified or aligned | NA | 15% | 100% | |\n\n**Action plan established to achieve objectives:**\n- Finalization of the plan to withdraw from coal in 2027, in Europe starting in 2025\n- Acceleration of the development plan in renewable energy, focusing on all technologies, whether mature or innovative, in view of the challenges associated with Net Zero Carbon\n\n**Even more ambitious decarbonization targets for 2030**\n\nENGIE’s first decarbonization targets were certified by the SBTI (Science Based Targets initiative) in February 2020, making the Group one of the first multi-energy companies to receive this certification.\n\nThese targets are a reduction between 2017 and 2030 of:\n- 52% in the rate of emissions per kWh from the Group’s energy production\n- 34% in emissions related to the Group’s use of products sold.\n\nThese two greenhouse gas emissions reduction targets concern more than 90% of the Group’s 2017 emissions. They demonstrate ENGIE’s commitment to respecting the Paris Agreement and constitute a step towards the Group’s Net Zero Carbon. **As of May 2021, the Group is working on new and even more ambitious decarbonization targets with a view to well-below 2°C certification.**\n\n*The 2019 data have been restated for GHG emissions from steel gases, as indicated in the URD (§3.5.3 – page 99).*\nEconomic prosperity - Short and medium-term objectives\n\n| Impact | Indicator | 2019 Results | 2020 Results | Financial outlook | Deadline |\n|--------|-----------|--------------|--------------|-------------------|----------|\n| Creating sustainable value | Growth investments | €7.2 bn | €4 bn | €15 bn–€16 bn | 2021-2023 |\n| | Asset rotation program (disposals) | €2.8 bn | €4.2 bn | €9-10bn | 2021-2023 |\n| | Performance program | €330 m | €670 m | €600 m | 2021-2023 |\n| | EBITDA | €10.4 bn | €9.3 bn | €9.9 - 10.3 bn | 2021 |\n| | EBIT | €5.8 bn | €4.6 bn | €5.2 - 5.6 bn | 2021 |\n| | Net economic debt/EBITDA ratio | 4.0x | 4.0x | ≤ 4.0x | 2021-2023 |\n| | Net recurring income, Group share (NRIgs) | €2.7 bn | €1.7 bn | €2.3 - 2.5 bn | 2021 |\n| | Dividend payout rate/Net recurring income, Group share | 0 % | 75 % | 65-75 % with €0.65 floor dividend | 2021-2023 |\n| | Credit rating | Strong investment grade | | | 2021-2023 |\n\n- Incorporated in the Vigilance Plan\n- Incorporated in the Commitments Committee reviews (CSR matrix)\n- Incorporated in the compensation criteria for the CEO and top managers\n- Actions vis-à-vis suppliers\n\nThe 2021-2023 financial guidance aims to ensure sustainable Group growth shared with its stakeholders, including its shareholders, while guaranteeing its ability to invest in its future.\n\nRecognition of ENGIE by international indices and rating agencies\n\nMain indices\nThe Group is present on the main financial indices (CAC 40, DJ Euro Stoxx 50, Euronext 100, FTSE Eurotop 100 and MSCI Europe) and non-financial indices (DJSI World, DJSI Europe, Euronext Vigeo Eiris - Eurozone 120/Europe 120/France 20, MSCI EMU ESG, MSCI Europe ESG, EuroStoxx 50 ESG, Stoxx Europe 600 ESG, Stoxx Global 1800 ESG, and CAC40 ESG).\n\nCSR rating\nENGIE favors rating agencies with which the Group can undertake and develop constructive relationships to improve its CSR performance. The ratings from five agencies – SAM, VE, CDP Climat, MSCI and Sustainalytics – are included in the compensation criteria for the Chief Executive Officer’s 2021 variable component.\n\nCredit rating at March 26, 2021\n\n| Agency | Rating |\n|--------|--------|\n| Moody’s | Baa1 |\n| S&P | BBB+ |\n| Fitch | A- |\n\nSector: EnBW, EDF, ENEL, Iberdrola, Orsted, SSE, EON, Fortum, Naturgy, EDP (+ Vattenfall for S&P), (+ Vattenfall + RWE for Moody’s), (+ RWE for Fitch)\n\nImpact Indicator 2019\n\n| Indicator | 2019 Results | Financial outlook | Deadline |\n|-----------|--------------|-------------------|----------|\n| Creating sustainable value | Growth investments | €7.2 bn | €15 bn–€16 bn | 2021-2023 |\n| | Asset rotation program (disposals) | €2.8 bn | €9-10bn | 2021-2023 |\n| | Performance program | €330 m | €600 m | 2021-2023 |\n| | EBITDA | €10.4 bn | €9.9 - 10.3 bn | 2021 |\n| | EBIT | €5.8 bn | €5.2 - 5.6 bn | 2021 |\n| | Net economic debt/EBITDA ratio | 4.0x | ≤ 4.0x | 2021-2023 |\n| | Net recurring income, Group share (NRIgs) | €2.7 bn | €2.3 - 2.5 bn | 2021 |\n| | Dividend payout rate/Net recurring income, Group share | 0 % | 65-75 % with €0.65 floor dividend | 2021-2023 |\n| | Credit rating | Strong investment grade | | 2021-2023 |\n\n(1) Ranking of 21 out of 55 in the multi-utility sector\n(2) Median of multi-utility sector\nThe Group’s key commitments\n\nENGIE informs its collective approach by listening to its stakeholders in order to ensure long-term shared value creation.\n\n### Societal commitments\n\n| Diversity | ![UN Women](image1) ![Embrace Difference](image2) ![#ManifestoInclusion](image3) |\n|-----------|------------------------------------------------------------------|\n| Anti-discrimination and harassment | ![autre cercle](image4) ![#StOpE](image5) |\n| Youth employability | ![allYOUth](image6) ![PAQTE](image7) ![ENGAGEMENT JEUNES 2021](image8) |\n| Taxation | ![THE B TEAM](image9) |\n\n### Environmental commitments\n\n| General commitments | ![United Nations Global Compact](image10) ![WBCSD](image11) ![Finance Leadership Coalition](image12) |\n|---------------------|--------------------------------------------------------------------------------------------------|\n| Climate | ![French Business Climate Pledge](image13) ![World Economic Forum](image14) ![World Alliance for Efficient Solutions](image15) |\n| Greenhouse gas emissions | ![We Mean Business Coalition](image16) ![Science Based Targets](image17) ![ACT](image18) |\n| Carbon pricing | ![Carbon Pricing Leadership Coalition](image19) |\n| Biodiversity | ![act4nature](image20) ![Stratégie Biodiversité Gouvernemental](image21) ![UNESCO](image22) |\n| Water | ![CEO Water Mandate](image23) ![CICG Water Governance Initiative](image24) |\nENGIE surveyed its stakeholders on their perception of our challenges.\n\n**CHALLENGES SHARED BY EVERYONE**\n\nFor ENGIE, the materiality analysis is a real strategic exercise used to identify the impact of sustainable development issues on our businesses and our strategy. This year we have therefore made a distinction between issues that are fundamental for us, but shared across multiple business sectors, and strategic issues that have consequences for the Group’s transformation and its business model. That is the case for the low-carbon transformation and sustainable growth issues, as well as issues associated with our strategic priorities: renewable energy and gas, energy networks and energy efficiency and sufficiency. Employee engagement and responsible governance, as well as sustainable finance, will of course also be essential levers for ensuring that ENGIE’s actions are consistent with its purpose.\nA SIMPLIFIED BUSINESS MODEL\n\nREFOCUSED ON ITS CORE ACTIVITIES, THE GROUP’S BUSINESS MODEL DEMONSTRATES ITS ABILITY TO CAPITALIZE ON ITS STRENGTHS TO IMPLEMENT ITS STRATEGY.\n\nRESOURCES\n\nFinancial capital\n- €34 billion in shareholders’ equity\n- €13.3 billion in cash\n- €22.5 billion in financial net debt\n- 4.0x economic net economic debt/EBITDA\n\nIndustrial capital\n- €4 billion growth Capex\n- €2.4 billion maintenance Capex\n- €1.3 billion in financing of nuclear provisions\n\nIntellectual capital\n- 900 researchers\n- €190 million allocated to R&D\n- €50 million invested in start-ups in 2020\n- €180 million invested in ENGIE New Ventures\n\nHuman and societal capital\n- 172,703 employees, of whom 21.5% are women, and 24.1% of managers are women\n- 29,481 hires\n- 70.1% of employees trained\n- 3.5% on work-study programs\n- 25.1% of senior managers of nationalities other than Belgian or French\n- €35 million invested by Rassembleurs d’Energies\n- €7.8 million annual endowment for the ENGIE Foundation\n\nNatural capital\n- 285 TWh of primary energy consumption (excluding own consumption)\n- 76.8 million m³ of water consumed\n- €553 million in environmental expenses (investments and recurring expenses related to environmental protection)\nActing to accelerate the transition toward a carbon-neutral economy, through reduced energy consumption and more environmentally friendly solutions. The purpose brings together the company, its employees, its customers and its shareholders, and reconciles economic performance with a positive impact on people and the planet. ENGIE’s actions are assessed in their entirety and over time.\n\nVALUE CREATION\n\nenvironmentally friendly solutions\n\n- 31 GW of renewable electricity production capacity ✔\n- 20.1 GW of heating and cooling capacity in urban networks\n- 284 GWh of biomethane production\n\n...that bring together employees, customers and shareholders\n\n- 83% of employees describe themselves as engaged\n- 3.2% of share capital held by employees\n- 76% of private customers satisfied\n- €0.53 dividend per share to be paid out for fiscal year 2020\n- 100% of industrial activities covered by a mechanism for dialogue with stakeholders.\n\n...and reconcile economic performance\n\n- €9.3 billion in EBITDA\n- €7.1 billion in cash flow from operations\n- €1.7 billion in Net recurring income, Group share\n- 6.0% ROCEp\n- Strong investment grade\n\n...with a positive impact on people and the planet\n\n- 52% reduction in scope 1-specific CO₂ emissions for energy production compared to 2012\n- 51% of offers proposing an alternative option contributing to decarbonization\n- 11.5 million beneficiaries of access to sustainable energy programs\n- 70% of preferred and major suppliers with a controlled CSR risk according to ECOVADIS\n- 45% of suppliers in France are SMEs\n- €1.8 billion paid in income tax, other taxes and local taxes\n- 331,600 full-time equivalents supported in France (direct, indirect and induced jobs)\n\n✔ 2020 target achieved\n\n1 Selon enquête ENGIE&Me • 2 subject to approval of the resolution at the GSM on May 20, 2021 • 3 Return on productive capital employed\nA CORE ACTIVITY FOR A LOW-CARBON WORLD\n\nThe Group relies on its activities to offer its customers competitive, high value-added solutions that enable them to achieve their carbon-neutrality targets.\n\n**RENEWABLE ENERGY**\n\n- The Group’s growth driver\n- World leader in renewable electricity production\n- No. 1 independent hydroelectric producer in Brazil, and No. 2 hydropower operator in France\n- Robust development platforms in Europe, Latin America and North America\n- Pioneer in floating offshore wind\n\n**BUSINESS CASE:**\n\nIn 2021, ENGIE will supply the University of Flinders (Australia) with 100% renewable energy.\n\nThe five-year power purchase agreement (PPA) will provide 92 GWh of electricity sourced from the ENGIE Willogoleche wind farm. This PPA is in line with the City of Springfield’s net zero carbon energy road map. It aims to explore the possibility of rolling out local green energy production solutions and energy efficiency actions in line with the ambitions of the 2025 sustainable development plan set by the university.\n\n**ENERGY SOLUTIONS**\n\n- The Group’s growth driver\n- ENGIE is the world leader in cooling networks and No. 3 in heating networks\n- Activities simplified and refocused around distributed energy networks and associated energy efficiency services\n- Networks that distribute low-carbon energy based on a long-term contractual model\n- Energy efficiency services to provide customers with comprehensive support and help them meet their decarbonization targets\n- Ambitious growth targets in line with the positive market outlook\n\n**BUSINESS CASE:**\n\nOrange joins forces with ENGIE for its renewable energy supply\n\nThe power purchase agreement (PPA) signed between Orange and ENGIE for a 15-year term will make it possible to develop two new solar projects totaling 102 MWc in France. The two solar farms will be commissioned no later than January 1, 2023.\nA REFOCUSING OF ACTIVITIES\n\nTHERMAL ENERGY SUPPLY\n\nBUSINESS CASE:\nENGIE confirms its leading position in electricity production in the Middle East\nIn March 2020, the Group commissioned the Fadhili gas power plant (1.5 GW), a cogeneration plant in Saudi Arabia in which it holds a 40% stake. It will produce the equivalent of the electricity consumption of 1.4 million people.\n\nBUSINESS CASE:\nGreen electricity and gas for private customers who want to deepen their commitment to a local and environmental approach\nÉlec Vert+ and Gaz Vert+ are packages compatible with ENGIE’s electricity and gas offers. They supply, respectively, electricity that is 100% from hydropower or wind power and gas that is 5% to 100% in the form of biomethane, all from production sites located exclusively in France.\n\nBUSINESS CASE:\nA cutting-edge technological innovation, the GRHYD project is the first Power-to-Gas demonstration in France\nIt allows the transformation of surplus renewable electricity into hydrogen through electrolysis of water, thus making it possible to store and use it. This project, for which a pilot has been launched in the Urban Community of Dunkirk, will supply 100 homes and a boiler plant. Ultimately, a fleet of about 50 NGV buses adapted to the hydrogen-natural gas mix will run on this energy. Offering a new method to recover and store renewable energy, this technology constitutes an alternative with lower CO₂ emissions than natural gas.\n\nNETWORKS\n\n• The Group’s traditional core business\n• No. 1 natural gas distribution network in Europe, No. 1 natural gas transmission network in France and No. 2 in Europe, No. 1 storage and terminal operator in France and No. 2 storage operator in Europe\n• Our goal: to be recognized as a leading player in energy transmission and storage in France and internationally\n• In France, the development of green gases (biomethane and hydrogen), the upgrades to our networks and our operational performance are our activity’s three priorities\n\nTHERMAL\n\n• The production of thermal energy, which complements renewable electrical energy, is a key lever for a competitive energy transition\n• The Group’s traditional core business\n• In addition to its plan for withdrawing from coal, the Group has developed a road map to decarbonize its gas-fueled power plants, in line with its 2045 Net Zero Carbon objective.\n\nENERGY SUPPLY\n\n• Develop new decarbonized energy supply and consumption management offers for private customers\n• Develop comprehensive green energy supply solutions with a local component for business customers, combined with long-term contracts and energy efficiency commitments\n\n22,171 employees\n€6.7 bn in revenues in 2020\n€3.9 bn EBITDA\n\n5,092 employees\n€3.2 bn in revenues in 2020\n€1.6 bn EBITDA\n\n12,700 employees\n€20.9 bn in revenues in 2020\n€0.4 bn EBITDA\n\n22,171 employees\n€6.7 bn in revenues in 2020\n€3.9 bn EBITDA\n\n5,092 employees\n€3.2 bn in revenues in 2020\n€1.6 bn EBITDA\n\n12,700 employees\n€20.9 bn in revenues in 2020\n€0.4 bn EBITDA\nIN 2021, THE GROUP WELCOMED A NEW CHIEF EXECUTIVE OFFICER AND APPOINTED A NEW EXECUTIVE COMMITTEE ORGANIZED AROUND ITS CORE BUSINESSES. THE BOARD OF DIRECTORS AND THIS NEW TEAM WORK IN CLOSE COLLABORATION TO ENSURE THE GROUP’S ALIGNMENT WITH ITS PURPOSE.\nA SIMPLIFIED ORGANIZATION\nAN INVOLVED BOARD OF DIRECTORS\n\nAt the end of the General Shareholders’ Meeting of May 20, 2021, the Board of Directors will be composed of 14 members with various forms of expertise: these complementary profiles allow it to determine the Group’s strategic directions and oversee their implementation, in accordance with its purpose and the expectations of its stakeholders.\n\nA Board that guides the Group’s strategic vision\n\nTo better support its transformation, ENGIE regularly organizes training sessions or specific information sessions at the request of the members of the Board of Directors. The Group also offers all new directors training tailored to their profile and needs.\n\nEach year, the members of the Board meet at a strategic planning seminar during which they discuss sector developments and the expectations of the Group’s stakeholders. In 2020, the Board reviewed the strategic plan to identify opportunities and challenges on a business-by-business basis. This review confirmed the new strategic directions and the financial information to be used as a basis for future decisions made by the Board.\n\nENGIE is in regular dialogue with its shareholders, main institutional investors, and voting consultants as part of governance roadshows and at other times. This dialogue enables the Chairman of the Board to understand their expectations and explain the Group’s strategic directions.\n\nFor 98% PARTICIPATION RATE AT BOARD OF DIRECTORS MEETINGS\n\n16 MEETINGS IN 2020\nA Board with various forms of expertise\n\nThe Board of Directors has six independent members. The appointment of Catherine MacGregor, Chief Executive Officer, as a director of the Group will be proposed at the General Shareholders’ Meeting of May 20, 2021.\n\nAt the end of the General Shareholders’ Meeting, the Board of Directors will have an independence rate of 60% and 50% women membership. ENGIE also ensures that its Board is internationally representative – there are four nationalities on the Board – and that the individual skills of the directors are diverse and complementary. The diagram below presents the 3 key competencies of each director out of the 12 competencies selected.\n\n1 In accordance with the Afep-Medef Code, the four directors representing employees or employee shareholders are not taken into account when calculating the ratio of independent directors for the Board of Directors and its Committees or when calculating the ratio of women to men on the Board of Directors.\n\n2 Subject to her appointment by the General Shareholders’ Meeting of May 20, 2021\nA NEW MANAGEMENT TEAM\n\nA new Executive Committee has been established, organized around the Group’s core businesses.\n\nA new Chief Executive Officer to lead the Group’s transformation and achieve its goals\n\nAfter a transitional period of collective governance, a recruitment process was initiated, led by the Appointments, Compensation and Governance Committee, with the support of the Chairman of the Board of Directors, Jean-Pierre Clamadieu.\n\nOn October 2, 2020, the Board of Directors decided to appoint Catherine MacGregor as Chief Executive Officer starting January 1, 2021. In the three months leading up to her official arrival, Catherine MacGregor had the opportunity to learn more about the Group’s environment and activities through interviews, site visits and meetings with customers.\n\nA diverse Executive Committee\n\nOn the recommendation of General Management, the Board of Directors set a target of at least 40% women and at least 40% men on the Executive Committee by 2025. The current gender diversity rate is 36%.\nScope of responsibilities of Executive Committee members aligned with strategic priorities\n\nENGIE’s strategic priorities are: growth ambitions in renewables and particularly decentralized networks, increased geographic selectiveness and simplification of the Group. These priorities also include the creation of a future entity for multi-technical services activities whose shareholding structure is in development.\n\nAll of Management is committed to making our strategy operational and increasing our performance culture to support the Group’s growth. I am pleased to be able to rely on the professionalism and expertise of our teams to write a new page in ENGIE’s history together and continue our efforts to make a carbon-neutral world a reality.”\nYour Committee oversaw the formulation of the purpose. What is the status of its implementation?\n\nFrançoise Malrieu: The purpose was directly applicable to the Committee’s work on the compensation policy. For example, 15% of the Chief Executive Officer’s long-term incentive compensation is now subject to the achievement of the Group’s targets for greenhouse gas emissions from energy production and for the increase in the share of renewables capacity in our energy mix. This is new, since long-term incentive compensation had previously been subject only to financial criteria.\n\nWas there one issue in particular that drew the Committee’s attention as part of its work in 2020?\n\nJean-Pierre Clamadieu: The recruitment of the Chief Executive Officer required a great deal of effort on the Committee’s part. It was the result of an extensive search process involving two recruitment firms, and the timing allowed us to make sure that Catherine MacGregor would support the Group’s purpose and the new strategic directions decided on by the Board over the summer.\n\nMAIN WORK IN 2020 AND EARLY 2021\n\n- Purpose\n- Terms of departure for the previous Chief Executive Officer and establishment of a transitional collective management team\n- Recruitment process for the new Chief Executive Officer\n- Compensation of the corporate officers\n- Composition, diversity policy and assessment of the functioning of the Board and its Committees; independence and skills of directors\n- Employee shareholding and the process of appointing the director representing employee shareholders\n- Changes in the composition of the Executive Committee and the ENGIE 50 and gender balance goal\n- Equity ratios\nMANAGER COMPENSATION\n\nCompensation that accounts for long-term performance targets\n\nThe Group offers everyone compensation that is personalized, fair and competitive and which reflects the performance and level of responsibility of each person. Compensation of ENGIE’s senior managers is set according to strict quantitative and qualitative performance criteria, which reflect the implementation of the strategy. Each year, the compensation policy for managers and corporate officers is reviewed by the Board of Directors, based on the recommendation of the Appointments, Compensation and Governance Committee. It is subject to the approval of the Ordinary General Shareholders’ Meeting.\n\nManager compensation\n\nIn 2020, the Chairman’s compensation amounted to a fixed fee of €0.45 million. The Interim Chief Executive Officer received fixed compensation of €0.46 million in 2020, supplemented in 2021 by variable compensation of €0.72 million and 60,000 performance shares subject to approval by the General Shareholders’ Meeting of May 20, 2021.\n\nIn 2020, the ratio of the compensation for each corporate officer to the compensation of employees in France was 9.6x for the Chairman and 27.5x for the Interim Chief Executive Officer. As the equity ratio related to the Interim Chief Executive Officer, it was not considered representative insofar as it was a transition year.\n\nFor 2021, the compensation of the Chief Executive Officer is set out in the table below, subject to approval by the General Shareholders’ Meeting of May 20, 2021.\n\n| Annual fixed (cash) | Annual variable (cash) | Long-term incentives (shares or equivalents) |\n|---------------------|------------------------|---------------------------------------------|\n| Chief Executive Officer | €1 m | Financial criteria 65% | Non-financial criteria 35% | Performance units vesting in 2024 |\n|                      |       | Net recurring income, Group share 25% | Organization & strategy: 70% | Growth in NRIgs over 2 years vs panel(1) 25% |\n|                      |       | Current Operating Income 25% | CSR criteria: 30% | Change in Total Shareholder Return (TSR) over 3 years vs panel(1) 25% |\n|                      |       | Net economic debt 25% | - Occupational accident frequency rate ≤3.1 (10%) | ROCE 30% |\n|                      |       | Free Cash Flow excl. GEM 25% | - in GHG emissions from energy production (10%) | CSR Objectives(2): 20% |\n|                      |       |                               | - Outperformance of 5 CSR ratings vs sector (10%) | - in GHG emissions from energy production (10%) |\n|                      |       |                               |                               | - in % of renewables capacity (5%) |\n|                      |       |                               |                               | - in % of women in management (5%) |\n|                      |       |                               |                               | Free Cash Flow (excl. GEM) 25% |\n|                      |       |                               |                               | Net economic debt 25% |\n|                      |       |                               |                               | Current Operating Income 25% |\n|                      |       |                               |                               | Net recurring income, Group share 25% |\n|                      |       |                               |                               | Financial criteria 65% |\n|                      |       |                               |                               | Individual performance criteria 35% |\n|                      |       |                               |                               | Performance shares awarded under Group plans |\n|                      |       |                               |                               | Maximum amount: 140% of annual fixed |\n\n(1) Panel: EDP, ENEL, Iberdrola, Naturgy, Snam and RWE - (2) based on the end-2023 target\n\nThe members of the Executive Committee are bound by a shareholding target of 2 years of fixed compensation for the Chief Executive Officer and 1.5 years for the other members.\n\nSenior manager compensation\n\nTo become players in the transformation of the Group and its long-term performance, the Group’s 600 senior managers received variable compensation through the Leadership Deal program. They have a stake in the financial and economic performance of the Group and their Business Unit, as well as in their individual performance relating to management and transformation.\n\n65% collective economic and operational performance\n\n35% Individual performance relating to management and transformation\n\nPenalty of up to 20% in the event of an ethical or health and safety incident within their scope of responsibility\nETHICS, ENVIRONMENT AND SUSTAINABLE DEVELOPMENT COMMITTEE\n\nHow does climate fit into your Committee’s work?\n\nRoss McInnes: The Committee is in charge of monitoring the risks and opportunities related to climate change, which are central to the CSR objectives defined a year ago in line with our purpose. We just added the objective of Net Zero Carbon by 2045, covering all activities, direct and indirect emissions (scopes 1, 2 and 3) and a carbon trajectory compatible with the well-below 2°C target in the SBT methodology. Regarding the full withdrawal from coal no later than 2025 in Europe and 2027 worldwide, ENGIE has made it a priority to close or convert coal-fired power plants when this approach is an option. Disposals will be made to carry out the withdrawal only when necessary due to local restrictions.\n\nWhat about the objective of reducing the carbon footprint of ENGIE’s customers?\n\nClaire Waysand: We have set our sights higher in this area. Until now, the 2030 objective has been to make available to all our customers an offer that contributes to decarbonization. To better assess our impact, we worked with partners, such as ADEME, WBCSD, ISO, Saint-Gobain, Suez, Solar Impulse, and Net Zero Initiative, to develop a robust and verifiable methodology to measure CO2 emissions avoided by our customers through the products and services offered by ENGIE. The objective, which will be measured using this methodology, is to be able to help our customers avoid emitting 45 million metric tons of CO2 in 2030 versus 21 million metric tons in 2020.\n\nMAIN WORK IN 2020 AND EARLY 2021\n\n• Carbon ambition (trajectory, customer decarbonization, etc.)\n• Review of the Group’s CSR performance: CSR objectives and their roll-out\n• Analysis and actions taken in the context of the priority “climate change” risk, Science Based Targets certification and the implementation of the recommendations of the Task Force on Climate-related Financial Disclosures\n• Annual health and safety report, review of every fatal accident and development of the 2021-2025 health and safety action plan\n• Annual ethics and compliance report\n• Changes in the policy for business consultants\n• Monitoring of the HR priority risk related to transformation challenges\n• Professional and salary equity policy and index\n\nMISSIONS\n\nEnsures the Group has the right level of commitment with regard to ethics, CSR compliance, and corporate, social and environmental responsibility Reviews human resources policies and ensures that a corruption prevention and detection system is in place. Ensures that the Group takes into account CSR issues and long-term perspectives.\n\nCommittee Chair: Ross McInnes\n\n2 women\n• Mari-Noëlle Jégo-Laveissière\n• Françoise Malrieu\n\n2 men\n• Ross McInnes\n• Christophe Agogué\n\n4 meetings\n\n100% Attendance rate\n67% Independence rate\n\nMost represented skills:\n\nAdministration of large companies\nCSR, climate, dialogue with stakeholders\nFinance\nClimate: a strategic issue for ENGIE\n\nFaced with the magnitude of the impact of climate change, ENGIE has made the climate a major issue for Corporate Social and Environmental Responsibility. The Group is committed to a trajectory in line with the Paris Agreement. It is drastically reducing its emissions from its industrial activities and has obtained Science Based Targets (SBT) certification for its first 2030 decarbonization targets. In 2021, the Group toughened its climate objective by committing to Net Zero Carbon by 2045 for all its activities. This commitment is based on a well-below 2°C trajectory with the goal of an additional SBT certification.\n\nENGIE is implementing the TCFD recommendations. It is currently assessing the financial risks of climate change on its networks before designing adaptation plans to reduce its vulnerability. The Group makes a distinction between:\n\n- **Transition risks**, which are risks linked to social, economic, regulatory, technological and financial changes\n- **Physical risks**, which are the result of damage directly and indirectly caused by meteorological and climatic phenomena.\n\n### A proactive climate strategy\n\nENGIE is implementing the TCFD recommendations. It is currently assessing the financial risks of climate change on its networks before designing adaptation plans to reduce its vulnerability. The Group makes a distinction between:\n\n- **Transition risks**, which are risks linked to social, economic, regulatory, technological and financial changes\n- **Physical risks**, which are the result of damage directly and indirectly caused by meteorological and climatic phenomena.\n\n### GOVERNANCE\n\n- Responsibility of the Board of Directors in climate matters included in its internal rules\n- EESDC decides on climate-related issues, decarbonization targets, climate policy\n- Internal oversight committee for the Group’s decarbonization objectives\n- Internal oversight committee for the implementation of TCFD recommendations\n- Use of an internal carbon price and carbon budgets to meet the climate trajectory\n\n### STRATEGY\n\n**Decarbonization of the economy is essential to our strategy**\n\n- In the medium term: a GHG emissions trajectory compatible with the Paris Agreement (SBT certification reinforced by new 2030 objectives announced in 2021)\n- Announcement of the plan for the complete termination of coal use in 2027, in Europe starting in 2025\n- Analysis of business model resilience to decarbonization scenarios\n- Development of adaptation plans in progress\n- Commitment to a new objective of helping our customers reduce their GHG emissions\n\n### RISKS AND THEIR MANAGEMENT\n\n**Transition risk: changes in regulations, market behavior, consumer behavior, technological developments**\n\n- Collaboration with Authorities for the implementation of energy transition, development of renewable gases and renewable energies for electricity production\n- Transformation of the Group: place of Renewables and green gas production, development of services and decarbonized activities\n- Creation of an R&D plan to reduce exposure to technological risks\n\n**Physical risks: rising temperatures, floods, droughts, winds, heat waves:**\n\n- Verification of the insurability of projects from their development phase\n- Integration of specific measures to deal with the risks of heat and cold waves\n- Development of business continuity plans\n- Identification of at-risk suppliers and supply areas\n\n---\n\n1 Between the 1970s and the 2010s, the number of natural disasters has increased fourfold and the average cost associated with them 22-fold. Source: Swiss-Re\n\n2 Task Force on Climate-related Financial Disclosures\nWhat measures has the Audit Committee taken to limit the economic impact of Covid-19 on the Group?\n\nMarie-José Nadeau: The Committee implemented monitoring by country and by activity, encouraged the reduction of expenses and postponed non-priority investments. It made sure to maintain economic capacities for an optimal resumption of activities. The Committee met as many times as necessary to carry out its missions with the same quality standards as in previous years.\n\nWhat measures has the Group taken to limit the financial impact of this crisis?\n\nJudith Hartmann: Although the environment was hit hard by the crisis, we were able to maintain a very healthy balance sheet and high level of liquidity throughout the year. With targeted action plans, particularly on the cost-cutting and cash management sides, we were able to keep our debt level in line with expectations.\n\nMAIN WORK IN 2020 AND EARLY 2021\n\n- Group’s position in relation to the Covid-19 health crisis\n- Consolidated and parent company financial statements and their press releases\n- Options, assumptions and forecasts at close of period, and forward-looking management reports\n- 2020 dividend policy and guidance; 2020 cash flow policy\n- Evolution of operational KPIs communicated to the market\n- Activity reports from the internal audit, follow-up of the audit recommendations, 2020 and 2021 annual internal audit plans and update of the 2020 annual audit plan relating to the Covid-19 health crisis\n- Review of Group internal control\n- Financial resolutions submitted to the General Shareholders’ Meeting\n- Review of priority risks: cybersecurity, industrial safety, nuclear safety, HR related to the transformation challenges, climate change, position of gas in the energy mix\n- Group insurance review\n- Group’s new tax policy\n- Signature of a €2.5 billion syndicated credit line (club deal)\n- Issue of hybrid bonds\nA SIMPLIFIED ORGANIZATION\n\nThe diversity of its activities and locations exposes the Group to various risks. To limit their occurrence, minimize their impact and anticipate them, ENGIE has a global risk management policy. This policy confirms that every manager is a risk manager and promotes reasonable risk-taking from a legal perspective, acceptable to generally held opinion and economically viable. The annual risk assessment process is organized as follows:\n\n**A global risk management policy**\n\nThe diversity of its activities and locations exposes the Group to various risks. To limit their occurrence, minimize their impact and anticipate them, ENGIE has a global risk management policy. This policy confirms that every manager is a risk manager and promotes reasonable risk-taking from a legal perspective, acceptable to generally held opinion and economically viable. The annual risk assessment process is organized as follows:\n\n**A robust and scalable crisis management system**\n\nENGIE has established a global crisis management system to deal effectively with the occurrence of all types of crises. The Group has set up a whistle-blowing and alert system based on the reporting and analysis of major incidents and the organization of a decision-making process to manage the crisis at the appropriate level. To test the robustness of the organization and as part of a continuous improvement process, each Business Unit must conduct one exercise per year and provide the Group with feedback.\n\nIn response to the Covid-19 health crisis, ENGIE has set up several committees: a Group steering committee and three geographical committees (France-Belgium-International), in addition to the country committees. The purpose of this system was to facilitate the resumption of the Group’s activities and supplies in the event of disruption while protecting the health of employees. In addition, Cluster meetings focused on feedback on how the different BUs managed the crisis were facilitated by the Group’s Chief Risk Officer, who is the Risk Management Director.\n\n**Major risks for the Group**\n\nThe significant specific risks to which the Group believes it is exposed are presented in the Universal Registration Document. They have been assessed and prioritized on the basis of “net risk” after the control resources put in place are taken into account. The three high criticality risks identified in 2020 are: the risk of change in the regulatory framework and in the amount of provisions set aside for the decommissioning of Belgian nuclear power plants and the management of spent fuel, market risks for commodities and currency risk.\n\nEach year, the Board of Directors selects a few risks it sees as priorities to be monitored by a designated member of the Executive Committee and reviewed throughout the year on a priority basis by the Board’s Committees. Most of these risks are reviewed by the Audit Committee, but it should be noted that the “climate change” and “HR transformation” priority risks are reviewed by the EESDC and the “position of gas in the energy mix” priority risk is reviewed by the SITC.\n\nIn the context of a complementary approach formalized in its statement on non-financial performance and the monitoring of its duty of vigilance, the Group has also identified certain gross CSR risks that require the implementation of specific medium-, short- and long-term policies and action plans.\nWhat is the impact of the new strategic direction as it relates to geographic presence?\n\nJean-Pierre Clamadieu: ENGIE has begun to simplify its geographic presence with the goal of being among the top three energy companies in those territories. This geographic refocusing in less than thirty countries by 2023 is accompanied by a refocusing of our activities on renewables and centralized and decentralized networks.\n\nWhat are your investment priorities?\n\nJudith Hartmann: In 2020, we were able to make major progress on the strategic component while working to limit the impacts of the Covid crisis: we invested around €8 billion in the company’s future. In 2021, we will carry on with the work underway to simplify the Group and will continue to invest in growing the activities – mainly renewables and networks – that will accelerate the low-carbon transition toward a carbon-neutral economy.\nRESEARCH AND DEVELOPMENT\n\nNew technologies: a key axis of transformation\n\nIn 2020, Engie invested €190 million in research and development. The Group’s Research and Innovation network handles all aspects of detection, testing and development of new technologies, helping the Business Units (BUs) to remain competitive and prepare for the future. Its activities address the needs of entities to ensure their future growth over three time horizons: current activities, new opportunities and suggestions for future growth.\n\nThis priority given to innovation is reflected in the Group’s structure. All of the Group’s R&D entities and BUs that conduct R&D research, as well as the 23 thematic labs of the R&D teams whose efforts are dedicated to developing new technologies, are grouped together in the Research & Technologies network. The network, which is led and managed by ENGIE Research, comprises 900 employees.\n\nAn R&D network dedicated to new energy sources\n\nEssential to the decarbonization of the energy system, renewable gases and renewable electricity production technologies are priorities for the R&D centers. Each of these technologies is seen as a comprehensive, reliable, sustainable and cost-effective energy solution.\n\nThe Group is thus conducting flagship projects involving new energy sources.\n\n• For example, ENGIE has committed to mobilizing €800 million between 2018 and 2023 for biomethane. This amount will be increased to €2 billion by 2030. Among the projects developed through these investments, the GAYA platform produced renewable gas from non-recyclable solid waste for the first time in 2020.\n\n• The still-developing technology, in particular for floating wind, of offshore wind has an increasingly important role in ENGIE’s energy mix. As the first wind farms begin to appear, the Group is now a key player in the sector with Ocean Winds, its joint venture operating in Europe and shortly in the United States.\n\n• Finally, massive investments are being made in renewable hydrogen to improve production techniques and establish an industrial sector. ENGIE is involved in over 30 projects in ten countries. The new partnership signed with ArianeGroup aims to develop and test hydrogen liquefaction technology and then develop a range of products and services to decarbonize heavy and long-distance transport. This illustrates the Group’s determination to make the use of liquid hydrogen viable and offer innovative and integrated solutions to its customers.\n\nREIDS-SPORE research platform\n\nAt the end of 2020, ENGIE inaugurated a SPORE (Sustainable Power for Offgrid REgions) platform off the coast of Singapore. In collaboration with Nanyang Technological University’s Energy Research Institute and Schneider Electric, the site is intended to become a living laboratory used to test various renewable technologies, including renewable hydrogen, provide training and prove that a 100% renewable micro-grid is possible. The platform is energy self-sufficient thanks to various renewable energy sources and integrated storage solutions. It has the largest wind turbine installed in Singapore and a complete hydrogen chain dedicated to electricity and mobility.\n\n75% OF THE EFFORT TO REDUCE GREENHOUSE GASES WILL HAVE TO COME FROM NON-MATURE TECHNOLOGIES1\n\n1 IEP, Energy Technology Perspective 2020\nADOPTED BY OVER 99% OF THE SHAREHOLDERS, ENGIE’S PURPOSE DEFINES THE GROUP’S MISSION. THIS SECTION IS STRUCTURED AROUND THE 3 COMPONENTS OF THE PURPOSE.\nActing to accelerate the transition towards a carbon-neutral economy, through reduced energy consumption and more environmentally friendly solutions.\n\nThis purpose brings together the company, its employees, its customers and its shareholders...\n\n... and reconciles economic performance with a positive impact on people and the planet.\n\nA purpose for taking action\n\nContributing to the Sustainable Development Goals\n\nMobilizing for the energy transition\n\nBiodiversity, a key issue for the company\n\nUniting all our stakeholders around a shared vision\n\nPromoting sustainable and responsible finance\nA PURPOSE FOR TAKING ACTION\n\nThe purpose is reflected in both the transformation of all our employees’ working methods and support for our customers.\n\nTransforming working methods\n\nRaising awareness, creating movement, taking action and adopting more environmentally friendly working methods are also a key part of the Group’s transformation. In 2019, greenhouse gas emissions related to the working methods of the operating entities represented 684 kt of CO₂. To reduce them, ENGIE has set an ambitious target: achieving Net Zero Carbon in its working methods by 2030. It encourages its employees to adopt responsible practices in five areas – business travel, digital, buildings, commuting and the vehicle fleet – with quantified targets.\n\nEnergy consumption reduction targets\n\nReducing the electricity consumption of buildings\n\nShare of green vehicles in the vehicle fleet\n\nIn 2020 and against the backdrop of the global health crisis, emissions fell by 28% to 493 kt. To more accurately reflect emissions from our workplaces, the decision was made to account for emissions from remote working for the first time.\n\nClothilde Poplineau\nDirector of employee engagement\n\nThanks to this objective, all employees feel like stakeholders in the Group’s purpose and are asked to work toward it on a daily basis. ENGIE is also committed to redefining its key policies on working methods. The combination of these two commitments will allow us to achieve Net Zero Carbon.\nSupporting industrial customers in their transition\n\nENGIE has developed a three-stage approach to support its industrial customers and prospects in reducing their carbon footprint:\n\n1. Creation of a scope 1 & 2 CO₂ emissions report at global level, broken down by site according to the energy consumed, with an achievable decarbonization target according to the solutions available and their budgetary impact. Report created with the aid of the Greenway digital tool developed by ENGIE.\n\n2. Definition by ENGIE’s experts of a precise road map, site-by-site technical solutions and associated costs, to achieve the decarbonization goal.\n\n3. Issue of an implementation proposal for the solutions chosen.\n\nJean-Christophe Tourel\nGreenway project head\n\nWhen they commit to reducing CO₂, most companies do not know how to actually meet their targets! We use the Greenway approach and the digital tools that support it to point them to the best technical and most cost-effective options to achieve their goals. In two years, we have helped dozens of customers for a volume of 25 mt of CO₂eq.\n\nHelping customers to decarbonize\n\nTo step up its actions to promote the energy transition, ENGIE has set a new target of helping its customers reduce their carbon emissions by 45 mt by 2030. The Group can act through its range of products and services, which includes green energy production, decentralized energy networks and associated services, marketed energy savings, carbon certificates and the purchase or resale of green energy.\n\n| Period | Emissions observed after the use of ENGIE products and services* | Emissions that would have occurred without the intervention of ENGIE |\n|--------|---------------------------------------------------------------|---------------------------------------------------------------|\n|        |                                                               |                                                               |\n\n* The ENGIE products and services concerned are green energy production, decentralized energy networks and associated services, marketed energy savings, carbon certificates and the purchase or resale of green energy.\nCONTRIBUTING TO THE SUSTAINABLE DEVELOPMENT GOALS\n\nENGIE’s CSR objectives, as well as its environmental and societal commitments, help it fulfill its purpose and meet the sustainable growth challenges set out in the United Nations’ 17 SDGs. The issues in the Group’s materiality matrix, as revised in 2020 (see page 15), show that ENGIE makes key contributions to the targets of six SDGs and significant contributions to the targets of seven SDGs.\n\n### 6 SDGS FOR WHICH ENGIE’S CONTRIBUTION IS KEY\n\n| SDG | Description |\n|-----|-------------|\n| 5.1 | Anti-discrimination |\n| 5.5 | Participation and access to leadership |\n| 7.1 | Access to energy |\n| 7.2 | Renewable energy |\n| 7.3 | Energy efficiency |\n| 8.2 | Economic productivity |\n| 8.5 | Full employment and decent work |\n| 8.8 | Rights & safety at work |\n| 9.2 | Socio-economically sustainable industrialization |\n| 9.4 | Upgrades to and sustainability of industrial sectors |\n| 9.5 | Innovation, research and development |\n\nENGIE has stepped up its actions to promote gender equality, through its commitments to the full participation of women in decision-making and by strengthening access without discrimination to executive and managerial positions. This helps to enhance its image and its attractiveness as an employer.\n\nThrough its activities, ENGIE actively contributes to universal access to clean energy, the development of renewable energy and improved energy efficiency. Through green financing, it is working to accelerate the transition to a low-carbon economy.\n\nENGIE maintains a close relationship with the regions and contributes to their social and economic development by practicing responsible taxation. Due to its industrial activity, ENGIE has prioritized the safety and protection of its employees and subcontractors all over the world.\n\nENGIE has mobilized a significant part of its R&D and innovation efforts to modernizing and greening its networks. The Group is positioned as a fair and innovative player in the low-carbon transition, which works to truly share value with its stakeholders.\n\nAs a privileged player in the regions, ENGIE contributes to the future city by setting up urban planning systems such as energy networks and low-carbon mobility, and through its clean energy offers and services such as flow management, heating networks and connected networks, not forgetting air quality.\n\nDue to its purpose and its aim of accelerating the low-carbon transition, ENGIE makes a major contribution to this SDG on its value chain. Its actions target its entire value chain by promoting technologies for controlling demand, energy efficiency and renewable power generation and heat and cold production, including green gases.\n\n### 7 SDGS FOR WHICH ENGIE’S CONTRIBUTION IS SIGNIFICANT\n\n| SDG | Description |\n|-----|-------------|\n| 3.8 | Universal health coverage |\n| 3.9 | Health and environment |\n| 6.4 | Sustainable water resource management |\n| 10.3 | Equal opportunity |\n| 12.5 | Waste reduction |\n| 12.6 | Corporate social responsibility |\n| 15.1 | Conservation of terrestrial ecosystems |\n| 16.5 | Anti-corruption |\n| 16.10 | Information and protection of freedoms |\n| 17.17 | Multi-player partnerships |\n\nENGIE’s aim of increasing its clean energy production contributes to improvements in local living conditions and the environment as a whole. ENGIE provides global access to occupational safety and health programs (ENGIE Care).\n\nAccess to, and preservation and rationalized use of this shared asset are incorporated into the Group’s water management strategy. They concern local populations affected by water stress and enable the continuation of the activities of sites dependent on access to fresh water.\n\nENGIE contributes to local economic development by participating in a just transition and providing access to decent jobs without discrimination (Alliance For Youth, Global Compact). This inclusive contribution allows it to develop talented individuals while making equal opportunities a reality.\n\nThe optimized use of its resources and waste, as well as the promotion of sustainable and viable practices in its value chain, enables ENGIE to demonstrate its purpose and to involve its sphere of influence while working for responsible consumption and production worldwide.\n\nENGIE is committed to mitigating its impact on life on earth by working to preserve ecosystems through strong partnerships (Act4nature) and through the development of new organic matter (biomass) recovery activities.\n\nBy working for exemplary governance that excludes all forms of corruption and by deploying forums for dialogue in order to improve transparency through its communication, ENGIE makes a positive contribution to this SDG. It is also committed to conducting its activities while respecting internationally recognized human rights.\n\nThanks to its activity, ENGIE has forged solid relationships with a broad panel of different partners and is now a recognized player in the regions. By capitalizing and strengthening its relationships, ENGIE can increase its business and its social utility.\nA PURPOSE IN ACTIONS\n\n5.1 - Anti-discrimination\n5.5 - Participation and access to leadership\n\nENGIE has stepped up its actions to promote gender equality, through its commitments to the full participation of women in decision-making and by strengthening access without discrimination to executive and managerial positions. This helps to enhance its image and its attractiveness as an employer.\n\n7.1 - Access to energy\n7.2 - Renewable energy\n7.3 - Energy efficiency\n\nThrough its activities, ENGIE actively contributes to universal access to clean energy, the development of renewable energy and improved energy efficiency. Through green financing, it is working to accelerate the transition to a low-carbon economy.\n\n8.2 - Economic productivity\n8.5 - Full employment and decent work\n8.8 - Rights & safety at work\n\nENGIE maintains a close relationship with the regions and contributes to their social and economic development by practicing responsible taxation. Due to its industrial activity, ENGIE has prioritized the safety and protection of its employees and subcontractors all over the world.\n\n9.2 - Socio-economically sustainable industrialization\n9.4 - Upgrades to and sustainability of industrial sectors\n9.5 - Innovation, research and development\n\nENGIE has mobilized a significant part of its R&D and innovation efforts to modernizing and greening its networks. The Group is positioned as a fair and innovative player in the low-carbon transition, which works to truly share value with its stakeholders.\n\n11.3 - Sustainable urbanization\n11.6 - Environmental impact\n\nAs a privileged player in the regions, ENGIE contributes to the future city by setting up urban planning systems such as energy networks and low-carbon mobility, and through its clean energy offers and services such as flow management, heating networks and connected networks, not forgetting air quality.\n\n13.1 - Resilience and adaptation\n13.3 - Education and capacity for action\n\nDue to its purpose and its aim of accelerating the low-carbon transition, ENGIE makes a major contribution to this SDG on its value chain. Its actions target its entire value chain by promoting technologies for controlling demand, energy efficiency and renewable power generation and heat and cold production, including green gases.\n\n7 SDGS FOR WHICH ENGIE’S CONTRIBUTION IS SIGNIFICANT\n\n3.8 - Universal health coverage\n3.9 - Health and environment\n\nENGIE’s aim of increasing its clean energy production contributes to improvements in local living conditions and the environment as a whole. ENGIE provides global access to occupational safety and health programs (ENGIE Care).\n\n6.4 - Sustainable water resource management\n\nAccess to, and preservation and rationalized use of this shared asset are incorporated into the Group’s water management strategy. They concern local populations affected by water stress and enable the continuation of the activities of sites dependent on access to fresh water.\n\n10.3 - Equal opportunity\n\nENGIE contributes to local economic development by participating in a just transition and providing access to decent jobs without discrimination (Alliance For Youth, Global Compact). This inclusive contribution allows it to develop talented individuals while making equal opportunities a reality.\n\n12.5 - Waste reduction\n12.6 - Corporate social responsibility\n\nThe optimized use of its resources and waste, as well as the promotion of sustainable and viable practices in its value chain, enables ENGIE to demonstrate its purpose and to involve its sphere of influence while working for responsible consumption and production worldwide.\n\n15.1 - Conservation of terrestrial ecosystems\n\nENGIE is committed to mitigating its impact on life on earth by working to preserve ecosystems through strong partnerships (Act4nature) and through the development of new organic matter (biomass) recovery activities.\n\n16.5 - Anti-corruption\n16.10 - Information and protection of freedoms\n\nBy working for exemplary governance that excludes all forms of corruption and by deploying forums for dialogue in order to improve transparency through its communication, ENGIE makes a positive contribution to this SDG. It is also committed to conducting its activities while respecting internationally recognized human rights.\n\n17.17 - Multi-player partnerships\n\nThanks to its activity, ENGIE has forged solid relationships with a broad panel of different partners and is now a recognized player in the regions. By capitalizing and strengthening its relationships, ENGIE can increase its business and its social utility.\n\nKey contribution of the challenge to the SDG and its targets\n\nSignificant contribution of the challenge to the SDG and its targets\n\nCHALLENGES\n\n| FUNDAMENTAL | DECISIVE | MAJOR | MATERIAL |\n|-------------|----------|-------|----------|\n| Diversity   | Ethics & Compliance | Health & Safety | Safety of facilities | Sustainable growth | Energy efficiency | Green gases | Networks | Governance | Renewables | Low carbon transformation | Expertise & engagement | Sustainable Finance | Agility | Supply chain | Customers | Digital | Circular economy | Stakeholders | Biodiv., water & environment |\n| Diversity   | Ethics & Compliance | Health & Safety | Safety of facilities | Sustainable growth | Energy efficiency | Green gases | Networks | Governance | Renewables | Low carbon transformation | Expertise & engagement | Sustainable Finance | Agility | Supply chain | Customers | Digital | Circular economy | Stakeholders | Biodiv., water & environment |\n| Diversity   | Ethics & Compliance | Health & Safety | Safety of facilities | Sustainable growth | Energy efficiency | Green gases | Networks | Governance | Renewables | Low carbon transformation | Expertise & engagement | Sustainable Finance | Agility | Supply chain | Customers | Digital | Circular economy | Stakeholders | Biodiv., water & environment |\n| Diversity   | Ethics & Compliance | Health & Safety | Safety of facilities | Sustainable growth | Energy efficiency | Green gases | Networks | Governance | Renewables | Low carbon transformation | Expertise & engagement | Sustainable Finance | Agility | Supply chain | Customers | Digital | Circular economy | Stakeholders | Biodiv., water & environment |\n| Diversity   | Ethics & Compliance | Health & Safety | Safety of facilities | Sustainable growth | Energy efficiency | Green gases | Networks | Governance | Renewables | Low carbon transformation | Expertise & engagement | Sustainable Finance | Agility | Supply chain | Customers | Digital | Circular economy | Stakeholders | Biodiv., water & environment |\n| Diversity   | Ethics & Compliance | Health & Safety | Safety of facilities | Sustainable growth | Energy efficiency | Green gases | Networks | Governance | Renewables | Low carbon transformation | Expertise & engagement | Sustainable Finance | Agility | Supply chain | Customers | Digital | Circular economy | Stakeholders | Biodiv., water & environment |\n| Diversity   | Ethics & Compliance | Health & Safety | Safety of facilities | Sustainable growth | Energy efficiency | Green gases | Networks | Governance | Renewables | Low carbon transformation | Expertise & engagement | Sustainable Finance | Agility | Supply chain | Customers | Digital | Circular economy | Stakeholders | Biodiv., water & environment |\n| Diversity   | Ethics & Compliance | Health & Safety | Safety of facilities | Sustainable growth | Energy efficiency | Green gases | Networks | Governance | Renewables | Low carbon transformation | Expertise & engagement | Sustainable Finance | Agility | Supply chain | Customers | Digital | Circular economy | Stakeholders | Biodiv., water & environment |\nMOBILIZING FOR THE ENERGY TRANSITION\n\nPresent across the entire energy value chain, the Group has a diversified and low-carbon energy mix. It constantly adapts its networks to new energy sources and supports its customers, businesses and individuals in controlling their consumption.\n\nDiversifying and decarbonizing the energy mix\n\nENGIE believes in the essential role of renewable energy in accelerating the reduction of greenhouse gas emissions and relies on its diversity and complementarity. It has invested massively in R&D – €190 million in 2020 – in emerging renewable energy and is involved in numerous projects and partnerships. The objective is to commission 4 GW per year of renewables capacity in the world over 2022-2025 and 6 GW for 2026-2030 to reach 80 GW of renewables capacity in 2030. To achieve this, ENGIE’s growth CAPEX, which is €4 billion (of which 39% renewables) in 2020, will increase to €15 to 16 billion over the period 2021-2023 (of which 40-45% renewables).\n\n| Definition item | Production capacity for ENGIE (at 100% at December 31, 2020) | Capacity under construction or in development at December 31, 2020 |\n|-----------------|---------------------------------------------------------------|---------------------------------------------------------------|\n| WIND            | 10.1 GW of electricity production capacity from installed wind power worldwide | Commissioning of 1.75 GW of which 0.3 GW of offshore wind in 2021 |\n| SOLAR POWER     | 3.1 GW of installed electricity production capacity from solar power | Commissioning of 1.2 GW in 2021 |\n| BIOMASS         | 306 MW of annual installed biomethane production capacity in France at end-2020 | + 700 GWh of additional biomethane production capacity in France by 2023 The Group is committed to earmarking €800 million for biomethane between 2018 and 2023. This amount will be increased to €2 billion by 2030 |\n| HYDRO-ELECTRICITY | 17.9 GW (excluding pumped storage) of installed power generation capacity worldwide | |\n| GEOTHERMAL ENERGY | 85 MW of heat generation capacity through geothermal energy | Commissioning of 91MW in 2021 |\n| BIOMASS         | 2.5 mt of biomass sold each year | |\nTo become a major renewable hydrogen player\n\nRenewable hydrogen, which makes it possible to store and release renewable energy, to develop more sustainable mobility and to decarbonize industrial uses, is one of the future levers for acceleration of the transition to Net Zero Carbon. ENGIE is present throughout the entire value chain and has around 100 experts entirely dedicated to this source of energy. Thus, ENGIE and TOTAL teamed up in 2021 in the Masshylia Project to produce renewable hydrogen from solar power to fuel the Total refinery at Fos-sur-Mer.\n\nAdapting networks to green energy distribution\n\nThe energy transition generates technological challenges and transformation needs for the various sectors: integration of intermittent energies, increased storage needs and adaptation of networks to the era of smart grids. ENGIE is thus developing, through its subsidiary Storengy, power to gas, which, after storage of hydrogen or synthetic methane produced from surplus renewable electricity, re-injects it into the natural gas network. It is also helping to develop new industrial sectors to gradually replace imported gas with locally produced gas.\n\nBUSINESS CASE\n\nFirst production in the world of renewable gas from non-recyclable waste\n\nThe GAYA platform, which was launched in 2017, is designed to test and optimize biomethane production from dry biomass collected locally and to develop a production chain for biomethane produced from renewable resources. ENGIE’s researchers achieved a world first by producing the first cubic meters of renewable gas from Solid Recovered Fuels (SRF). SRFs, made of wood, paper, cardboard or even plastics from waste from economic activities, are not recycled and are therefore incinerated or landfilled. This major scientific breakthrough will be rolled out through the creation of an industrial unit for biogas production in Le Havre. Named Salamander, this project should make it possible to produce 150 GWh of renewable gas, i.e. the annual consumption of 676 urban buses, from 2026, by recovering 70,000 ton of non-recyclable waste each year.\n\nBUSINESS CASE\n\nENGIE signs its first renewable energy contracts on an industrial scale with Amazon\n\nThese power purchase agreements (PPAs) relate to a portfolio of wind and solar projects in the United States, Italy and France totaling 650 MW. They rely exclusively on the new renewable electricity capacity developed by ENGIE, and thus highlight the Group’s know-how across the entire value chain of green energy, from the construction and operation of renewable power plants to energy sales to industries. This transaction – which for ENGIE constitutes the largest portfolio of contracts ever signed by a single company – meets Amazon’s objective of supplying its sites with 100% renewable energy by 2030 and achieving carbon neutrality by 2040.\n\nGreening uses and supporting customers\n\nENGIE associates its customers – businesses, local authorities and individuals – with its actions to promote a more sustainable world. The support is global, as demonstrated by contracts such as those entered into with the universities of Ohio, Howard (Washington DC), Flinders (Australia) and that granted by the City of Philadelphia. The city authorities, which have undertaken to provide 100% renewable electricity by 2030, will purchase the energy generated by the Adams County solar farm managed by ENGIE. The project will supply 22% of the electricity of the municipal buildings and will create 150 local jobs. In Italy, ENGIE seeks to reduce carbon emissions from district heating systems by including renewable or industrial sources in each city where it operates. Since 2014, ENGIE Italy has been recovering cooling energy from a steelworks in Aoste, with a project based on a heat pump, which now supplies 40% of the city’s heating. This decarbonization continues with increasingly innovative partnerships, based on direct recovery systems, such as the Lonato del Garda heating network (Lombardy) which is powered almost exclusively by the Feralpi steelworks. Its approach and expertise are deployed in several areas: charging networks for electric vehicles, for example in the Eurometropolis of Strasbourg (1,000 charging stations installed on roads within 15 years) and the development of refueling infrastructure for other alternative fuels such as (bio) CNG and hydrogen. At the end of 2020, a four-year partnership was signed between ENGIE, EVBox and Scania to offer a complete and tailor-made electro-mobility solution to transport operators (buses and trucks) in 13 European countries.\n\nFor individuals, the Group has rolled out “Mon Programme pour Agir” (“My Program of Action”), a series of actions to promote energy transition and energy bill management services.\n\nOvarith Troeung\nDirector of Green Mobility\n\nA quarter of GHG emissions derive from mobility. ENGIE offers mobility decarbonization solutions for cities and local authorities by acting as an on-road recharging operator and for operators that transport goods and people using biogas and hydrogen.”\nBiodiversity, A Key Issue for the Company\n\nThe Group attaches major importance to the preservation of biodiversity. As its activities are in constant interaction with natural ecosystems, it implements a proactive policy to reduce and control its footprint. It updated this strategy in 2020, in accordance with its purpose.\n\nLong-term commitments to protecting biodiversity\n\nWhile ENGIE benefits from the services provided by nature (biomass, watercourses, etc.), the activity of its industrial sites – the operation and extent of sites on the ground, the supply chain, etc. – is likely to interact with ecosystems and to change them. Since 2012, the Group has made external commitments to preserve biodiversity on a global scale, thus confirming the importance of biodiversity in its strategy and helping to achieve global targets in this area. In addition to its long-term commitment to the French National Biodiversity Strategy (Stratégie Nationale française pour la Biodiversité or SNB), the Group recently became involved in several French and international initiatives: the Business and Biodiversity Pledge (Convention on Biological Diversity) in 2016, act4nature in 2018, with UNESCO in 2019 and act4nature International and Entreprises Engagées pour la Nature-act4nature France in 2020/2021. For the past decade, the Group has also been supported by the French Committee of the International Union for Conservation of Nature (IUCN) and France Nature Environnement (FNE).\n\nSolutions to reduce the impact of sites and production processes\n\nAccording to the May 2019 IPBES (Intergovernmental Science-Policy Platform on Biodiversity and Ecosystem Services) report, the main pressures on biodiversity relate to change of land use, overexploitation of resources, climate change, pollution and invasive alien species. ENGIE’s operations, like all industrial activities, have added to these pressures. The Group is applying solutions to mitigate the impact of each of them.\n\nHydroelectricity\n\nImpact on waterways due to disruption of the movement of aquatic species and sediments and the creation of risks of erosion and eutrophication of banks\n\nThe Group implements environmental programs to preserve flora and fauna in the zones of influence of hydroelectric power stations\n\nSolar Farms\n\nPossible repercussions on habitat fragmentation due to land footprint\n\nFarms can be used for agriculture, breeding or replanting local species\n\nBiomass Combustion\n\nPossible repercussions on forest ecosystems depending on logging decisions\n\nThe Group is committed to sourcing biomass from sustainably managed forests according to FSC (Forest Stewardship Council), PEFC (Program for the Endorsement of Forest Certification) or SBP (Sustainable Biomass Program) criteria\n\nUnderground Storage\n\nLarge land footprint\n\nDue to the implementation of ecological management, these sites are home to a rich biodiversity and participate in natural population movements\n\nWind Farms\n\nPossible repercussions on bats and birds: turbines disturb their habitat and can cause collisions\n\nWind farms are located in such a way as to avoid natural habitats and employ detection systems to stop turbines\n\nLinear Networks\n\nThe main factor underlying habitat fragmentation\n\nMost of ENGIE’s public service easements are now functioning ecological corridors\n\nOffshore Wind Turbines\n\nPotential problems with vibration, physical limitations and pollutants\n\nRecently, the Group’s offshore wind farms have been built with cutting-edge measures to protect biodiversity (aerial surveillance, GPS tracking, etc.)\nChallenges that bring opportunities\n\nThe degradation of biodiversity poses various risks for ENGIE’s activities, the severity of which varies with the degree of reliance on natural ecosystems. However, biodiversity also represents an opportunity to create value for the Group.\n\nGreen solar farms in the United States\n\nSince 2016, the US subsidiary of ENGIE has incorporated the issue of biodiversity into the design of its solar parks. An assortment of 25 local floral and herbaceous species, providing an ecosystem conducive to wildlife, particularly pollinating insects, has thus been established over the entire surface area occupied by the farms. This technique also helps prevent soil erosion and degradation, absorb rainwater, and reduce airborne dust by 80%. Today, this system is in place at all of ENGIE’s Distributed Renewables solar farms.\n\nBUSINESS CASE\n\nPhilippe Zaouati\nCEO of Mirova, Management Company dedicated to sustainable investment\n\nAs the sixth mass extinction of biodiversity is in progress at an unprecedented rate, the financial system must play its part so that more investments are directed toward activities that protect and regenerate nature. In this context, Mirova, along with BNPP AM, Axa AM and Sycomore AM, has taken an innovative approach combining expertise in modeling Iceberg Data Lab data and the methodological development of I Care and Consult in order to develop a tool enabling investors to incorporate biodiversity into their investment decisions. The transparency of the chosen approach will positively contribute to the required convergence towards standardized indicators and may serve as a catalyst for action by businesses. This initiative constitutes a solid basis for the international work currently under way at the TNFD (Taskforce on Nature-related Financial Disclosures) and by the Finance for Biodiversity Pledge, to which we are contributing.\n\nReliance on nature\nAll the energy production processes implemented by ENGIE rely on ecosystemic services, making them vulnerable to any disturbance to these. Understanding which ecosystem services underpin production processes helps the Group improve its performance by preventing natural hazards and by making its processes more resilient.\n\nRegulatory changes\nIn addition to the existing conditions for operating permits and due diligence, regulations on biodiversity are intensifying. ENGIE has anticipated these developments and is committed to offering innovative solutions to reduce and offset its impacts.\n\nDialogue with local stakeholders\nGood biodiversity management improves local integration with stakeholders and increases the acceptability of ENGIE’s activities over the long term, including for the development of renewable energy.\n\nMarket risks\nChanging consumer preferences for products with a reduced impact on biodiversity, or buyers’ demands for the protection of biodiversity in the supply chain, can create market risks.\n\nFinancial risks\nThese include insurance, access to capital and the loss of investment opportunities, as investors increasingly incorporate the biodiversity footprint into their investment strategies.\nStrengthening of strategy in 2020\n\nSince 2012, the Group’s strategy has been based on a cross-functional approach – avoiding, reducing and offsetting – and four major areas: raising awareness of biodiversity and improving the Group’s skills on the ground, strengthening its commitments to preserve biodiversity, developing innovative solutions to preserve biodiversity on sites and ensuring transparent practices for external stakeholders. This strategy is broken down into concrete actions: for example, leading a network of experts and in-house training courses on biodiversity, drafting a guide for ecological site management, developing nature-based solutions as much as possible, involving stakeholders and communicating and establishing progress reports.\n\nIn 2020, ENGIE updated its policy following various observations and recommendations: the major pressures on the environment identified by the IPBES1, the SDGs2 and the shared commitments made as part of the Group’s participation in act4nature international and EEN-act4nature France. Several targets were set as a result:\n\n- By 2022, all of the development projects submitted to the Group Commitments Committee will have to follow the “avoid, reduce, offset” cross-functional approach, in consultation with stakeholders. This approach will be expanded to all development projects by 2025.\n- By 2030, ENGIE is committed to having all its industrial sites ecologically managed and all its industrial activities and major projects subject to environmental plans.\n- The identification of around ten nature-based solutions by 2022\n\nENGIE will also supplement its strategy by carrying out an in-depth analysis of the impacts and reliance of its activities on its value chain, raising employee awareness of biodiversity issues and setting up a platform for the exchange of good practices.\n\nEcological site management at Storengy\n\nStorengy reinvented the classic Facility Management model (maintenance services for green spaces, cleaning and security), by developing a new concept, Ecological Facility Management (ECO-FM), which responds to a double paradigm: transforming the preservation of biodiversity into an opportunity to create value, and seeing its 14 French industrial sites, covering around 1,500 hectares, as links in a chain, helping to strengthen ecological continuity. ECO-FM, which has been in place since early 2018, constitutes a global tool for managing the general aspects of biodiversity, responding to the environmental, social, energy and economic challenges of the enterprise.\n\nDenis Leca\nHead of Biodiversity at Storengy\n\nNature has never stopped short at the gates of our industrial sites. It is at home there, and always has been.\n\nManaging our sites in an environmentally friendly way is a lesson in humility and living together that reminds us every day that we are indivisible from Nature.\n\n---\n\n1 Intergovernmental science and policy platform on biodiversity and ecosystem services\n2 Sustainable Development Goals\nA PURPOSE IN ACTIONS\n\nMiddle East: A groundbreaking initiative in Abu Dhabi\n\nIn 2020, ENGIE worked closely with the Abu Dhabi environmental agency to restore the mangrove forests in the coastal waters of the Emirate. Mangroves play a crucial role in storing blue carbon (carbon captured by coastal ocean ecosystems), provide good protection for the coastline against flooding and erosion and contribute to the vitality of the fishing industry. Drones were used to sow around 4,000 mangrove seeds near ENGIE’s Mirfa site. Monitoring has been performed and data collected to assess the health of the plantations. The experiment may, where appropriate, be the subject of scientific publications.\n\nCan you describe the partnership between the French Committee of the IUCN and ENGIE?\n\nThe partnership has existed since 2008. It was born out of the company’s desire to make a greater and lasting commitment to biodiversity and the desire of the French Committee of the IUCN to increase voluntary corporate involvement in biodiversity issues. Our partnership is based on three main areas. Firstly, we contribute our expertise to further incorporate biodiversity into ENGIE’s strategy and activities. Secondly, we work with our other partner companies, our members and our experts on common issues (ecological offsetting, biodiversity reporting, raising employee awareness, etc.). Lastly, in the third area, ENGIE supports, through corporate sponsorship, our actions to create the Red List of endangered species in France and to enlist the support of local authorities in the area of biodiversity. Our partnership was expanded and strengthened with the involvement of Storengy.\n\nWhat are the main biodiversity challenges faced by companies?\n\nCompanies have a major role to play by reducing their impacts on biodiversity, but can also go further by contributing more actively to the protection and restoration of ecosystems. The challenges vary according to the company’s activities, and can be numerous. For ENGIE, they relate to the territorial scope of its facilities (industrial sites including power plants and gas storage facilities, gas transport pipelines, dams, and wind and solar farms), the impact of their operation and their dependence on natural resources. The analysis should take place throughout the entire value chain. This diagnostic testing makes it possible to adopt a long-term strategy, implemented with regularly updated and evaluated action plans. This is what we have been doing together since 2010, supporting ENGIE in the development and roll-out of its biodiversity policy.\n\nFor 100% of sites located close to protected areas* will have an action plan in place with the stakeholders concerned by 2030.\n\nFor 21% of sites in 2020.\n\n* Since 2020, an increase in the type of areas taken into account and the strengthening of the criteria. The analysis now covers: all IUCN (International Union for Conservation of Nature) categories I to VI, Ramsar sites, UNESCO World Heritage Sites (natural and mixed), Natura 2000 sites, Key Biodiversity Areas (KBA) and Man and the Biosphere (MAB) reserves.\n\nThis project is fully in line with ENGIE’s commitment to address environmental issues in tandem with its local partners, with a shared vision of environmental preservation.\n\nFlorence Fontani\nDirector Communication and Corporate Social Responsibility Middle East\n\nInterview with Sébastien Moncorps\nDirector of the French Committee of the International Union for Conservation of Nature (IUCN)\n\nBUSINESS CASE\n\nFor 100% of sites located close to protected areas* will have an action plan in place with the stakeholders concerned by 2030.\n\nFor 21% of sites in 2020.\n\n* Since 2020, an increase in the type of areas taken into account and the strengthening of the criteria. The analysis now covers: all IUCN (International Union for Conservation of Nature) categories I to VI, Ramsar sites, UNESCO World Heritage Sites (natural and mixed), Natura 2000 sites, Key Biodiversity Areas (KBA) and Man and the Biosphere (MAB) reserves.\n\nThis project is fully in line with ENGIE’s commitment to address environmental issues in tandem with its local partners, with a shared vision of environmental preservation.\n\nFlorence Fontani\nDirector Communication and Corporate Social Responsibility Middle East\n\nInterview with Sébastien Moncorps\nDirector of the French Committee of the International Union for Conservation of Nature (IUCN)\nUNITING ALL OUR STAKEHOLDERS AROUND A SHARED VISION\n\nENGIE has mobilized its entire ecosystem – customers, shareholders, employees, partners – to implement its strategy. In particular, the Group has rolled out a human resources policy aligned with its aims and is committed to fostering a good level of dialogue with all of its stakeholders.\n\nMaking employees the driver of the energy transition\n\nDeveloping key skills for the Group\nAttracting talented individuals and increasing their skills – particularly in new occupations – are a priority for ENGIE’s successful transformation. For example, the Group has launched the Graduate Program, a career development program for young graduates entirely dedicated to renewable energy. It has also initiated numerous partnerships in Renewables with laboratories and engineering or business schools. Certified training with the ESCP European Business School and in particular the universities of Shanghai and Beijing, or “NETEXPLO Smart Cities”, for example, enables project managers to update their skills and manage their relations with local communities more effectively. Nearly 100 people have already taken part.\n\nApprenticeships are also the subject of a proactive policy accompanied by digital communication campaigns adapted to new generations of candidates. The Group has set itself the target of achieving 10% work-study internships in its French workforce by the end of 2021 and in its European workforce by the end of 2030. It aims to convert 50% of its apprenticeship contracts in France in the technical occupations into permanent or fixed-term hires by the end of 2021. To train its future employees, in 2020 it launched an Apprentice Training Center in France, the Academy of Energy and Climate Transition Occupations, and an ENGIE Academy in Ghent for the Benelux region.\n\nENGIE believes that it is essential to support employees throughout their careers, to enable them to adapt to a constantly changing labor market. The Group aims to be delivering at least one training session per year to 100% of its employees by 2030 (80% in 2020). Based on distance learning methods, ENGIE University offers a variety of programs, mainly focusing on the challenges of energy transition. In October 2020, the first 100% digital Global Learning Festival brought together more than 2,300 managers around new energy technologies, the Group’s strategy and soft skills.\n\nENGIE University launches a Sustainability Academy\nIt offers nearly 50 training courses for the appropriation of the Group’s mission and strategy, the professionalization of the occupations and the managerial and leadership skills necessary for its implementation. More recently, ENGIE University launched the Sustainability Academy. One aim of this initiative is to highlight the expertise and commitment of Group employees in taking sustainability issues into account in their occupations. Another objective is to share this expertise with the entire company and its ecosystem. The Sustainability Academy will offer several levels of training, ranging from acculturation to expertise, and will be based on various formats.\n\nBUSINESS CASE\n\nA new Academy for energy transition and climate occupations\nIn November 2020, ENGIE opened an apprenticeship training center dedicated to energy transition and climate occupations. Thanks to partnerships with the Lycées Raspail and the AFORP apprenticeship training center, the new center aims to make work-study programs the path of excellence for accessing the Group’s future occupations and accelerating its strategy towards Net Zero Carbon. Future technicians are trained on two-year courses for 16-30 year olds and adults undergoing retraining in the areas of maintenance of heating and cooling networks, industrial energy efficiency solutions and renewable energy.\n\nWith the Sustainability Academy, ENGIE’s employees will be invited to learn, experiment and share their knowledge and know-how, to act together and to nurture the transition journey. Our goal is to develop and empower people to understand and lead the Group’s transformation by incorporating the shift towards sustainable development.\nA commitment to diversity\n\nFor ENGIE, diversity is an undeniably valuable asset, as evidenced by its commitments and partnerships. As such, the Group in particular reaffirmed the need for collective corporate action by signing, alongside 130 large companies, the “Manifesto for the Inclusion of People with Disabilities in Economic Life.”\n\nThe Group is implementing a number of initiatives to create environments that promote diversity within its teams. The role of women in business, in particular, requires its full attention. ENGIE has set itself a target of 50% female managers by 2030 (compared with 24.1% in December 2020). Entitled Fifty-Fifty, this program has the broader aim of creating an inclusive culture that promotes all forms of diversity within the Group and enables the cultural shift necessary at all levels to achieve lasting results over time.\n\nIn terms of professional and pay equality, in 2020, ENGIE extended the obligation to calculate the equality index annually in each of its entities in France and internationally. The improvement has been significant, with a score of 89/100 for France (+17 points versus 2019) and 84/100 for the Group index (+12 points versus 2019).\n\nHealth and safety: combining prevention, ambition and resilience\n\nOver the past five years, the Group has achieved tangible results in terms of the health and safety of its employees and subcontractors: the average rate of fatal accidents is almost half the level recorded in the 2011-2015 period, while the frequency of occupational accidents continues to decrease. Reaching the annual objectives that the Group has set for itself. These are the solid foundations on which the new action plan for the period 2021-2025 will be based, with the aim of continuing to reduce all occupational accidents and to preserve the health of all. In particular, the Group will measure the frequency rate as well as the prevention rate, a new indicator designed to assess the dynamics of action and the capacity for prevention. Efforts will focus on preventing three types of risk: risks directly linked to the performance of activities (“No life at risk” prevention area), those relating to quality of life at work including psycho-social risks (“No mind at risk” prevention area), and finally risks relating to industrial processes (“No asset at risk” prevention area).\n\nThe company’s commitment translated into reality during the unprecedented health crisis of 2020. In this unprecedented context, the Group set up an evolving management system consisting of a Group steering committee supplemented by geographic committees and crisis units in BUs.\n\nA pandemic impact score was calculated for each country. Spread over the three levels of low impact, medium impact and high impact, it takes into account the effects of the pandemic on local health and safety (internal mitigation measures, trend curve of cases, access to adequate care and restrictions on domestic travel). On the occasion of the pandemic, the Group and its BUs were able to demonstrate their strong resilience, to the benefit of their customers and their employees, in both industrial and service activities.\n\nThe Group also rolled out employee protection measures with the launch of a global social coverage program, which provides coverage in four key areas all over the world.\n\n100% OF PREFERRED SUPPLIERS SBT ALIGNED OR CERTIFIED IN 2030\n\nGuiding suppliers toward a sustainable and low-carbon economy\n\nThe Group relies on its Purchasing Policy to communicate the commitments required of its suppliers in terms of health and safety, business ethics (anti-corruption) and innovative, sustainable and competitive offers. It encourages its preferred and major suppliers to broaden their CSR approach by having it evaluated by ECOVADIS. It also asks its preferred suppliers to commit to decarbonization by adopting a trajectory aligned with or certified by the Science Based Targets initiative.\n\nENGIE Care, a global social protection program to be launched by 2023\n\nThis program, which is being created with the international union federations, aims to provide each employee, everywhere in the world, with social protection based on 4 key areas:\n\n- Hospitalization\n- Death coverage\n- Disability (permanent and total)\n- Parental leave (paternity and maternity)\n\nThe Group rolled out the first two pillars of its hospitalization and death cover program early, in April 2020, to respond to the urgency of the health crisis and to protect its employees against these major risks. Each affected employee can now benefit from health coverage guaranteeing reimbursement of at least 75% of costs in the event of hospitalization. ENGIE also protects family or loved ones in the event of death with the payment of a minimum benefit of 12 months’ salary.\n\nThe program will expand starting in 2021 and again in 2023, by:\n\n- allowing employees to receive minimum parental leaves for the birth of a child, with maternity leave of 14 weeks and paternity leave of at least 4 weeks, both fully paid, and\n- protecting employees who have a total and permanent disability by paying a minimum benefit of 12 months’ salary.\n\nENGIE Care protects employees, improves their health, contributes to a better work/life balance and helps expand equal opportunities between men and women. This program contributes to the Group’s performance by increasing employee engagement, making the Group more attractive and retaining more of its talent.\nBeing a responsible player\n\nTaking society’s expectations into account is an opportunity to develop ENGIE’s activities. The Group relies on constructive dialogue to provide the best possible support for all of its stakeholders.\n\nInvolving civil society\n\nTo respond to the emerging challenges of responsible consumption, access to energy and the social impacts of the energy transition, the Group is forging close contacts with civil society. It has rolled out to operational staff ad hoc tools such as the societal toolbox, designed to guide teams in their dialogue actions. The implementation of the societal policy relies on the CSR Department and its dedicated sector rolled out within the entities. This sector is a source of new occupations in order to act as closely as possible with its stakeholders.\n\nInterview with Elsa Decrette\nRegional Relationship Manager in the Networks GBU\n\nWhat challenges are associated with your job?\n\nFirst of all, it involves providing support to the site managers and directors to maintain or build relationships with the region on a daily basis. We have to ensure that our stakeholders – whether they come from the political, economic, charity or civil society world – know our historical activities, understand the challenges of the energy transition for the sustainability of our facilities and identify us as a socially responsible company. Each region has its own needs and its own dynamic. It is therefore necessary to put tailor-made measures in place, in order to ensure their relevance.\n\nSupporting a just transition\n\nWithdrawing from certain historical activities, such as coal or nuclear, cannot take place without social impacts. ENGIE is establishing comprehensive support plans to facilitate the transition, such as the transformation projects in Belgium and Chile.\n\nCONTEXT\n\nWithdrawal from nuclear in Belgium\n\nBelgium has decided to withdraw progressively from nuclear. ENGIE has announced that it will cease operating its 7 nuclear units between 2022 and 2025. This represents a social impact for ENGIE’s 2000 ENGIE Electrabel employees and suppliers and for the local population.\n\nClosure of coal-fired power plants in Chile\n\nChile has decided to accelerate its energy transition to achieve a renewable energy target of 70% by 2030. Under this decarbonization plan, ENGIE Energia Chile is committed to phasing out coal in order to shift its energy portfolio towards renewables (2 GW). It therefore has to stop 800 MW of coal-based production capacity by 2024. These closures will require social support measures.\n\nSOCIAL AND SOCIETAL SUPPORT\n\nWithdrawal from nuclear in Belgium\n\n- Launch of a societal plan in partnership with the CSR team, in order to identify concerns and find solutions.\n- The first workshop took place in October 2020\n- Engagement with the employee representative bodies to ensure a transparent social dialogue and permanent jobs for all Nuclear BU staff until December 31, 2027\n- Working group on jobs affected by the decommissioning and employability initiatives\n- Development of training programs\n\nClosure of coal-fired power plants in Chile\n\n- Social dialogue\n- Internal mobility measures, implementation of a voluntary retirement plan\n- Training plans\n- A study conducted with an Employment Observatory to measure social impacts and try out appropriate measures\n- A socialization plan bringing together the various stakeholders (fishermen, unions, neighborhood councils, Chamber of Commerce, etc.)\n- Tocopilla Entrepreneurship Round Table\n\n1 50% of the company’s installed capacity\nA strong response to the Covid-19 crisis\n\nThe unprecedented health crisis that has hit the planet has caused the Group to adapt its services. ENGIE has provided support to the emergency services and to vulnerable population groups. The Group has applied its expertise in the health sector, including in air quality, medical gas distribution and the design and installation of production lines for the pharmaceutical industry. In the countries where it is present, the Group has offered its know-how to public authorities in order to rapidly convert infrastructure or production tools into temporary healthcare centers, intensive care units or production lines for ventilators. In France, the Group has tested and made available free of charge several service platforms for patients and seniors to provide post-intensive care follow-up and/or to recreate social connections.\n\nSpecific financial assistance was provided at this time, such as support of €250 million for small businesses to speed up the payment of bills or two months of free electricity for the most vulnerable households.\n\nMaintaining dialogue with stakeholders\n\nThe Group is committed to building a sustained dialogue with each of its stakeholders in order to adapt its activities to their expectations and challenges. In 2021, Engie will set up a specific stakeholder dialogue body and an access space to support sensitive projects.\nThe Group’s financial performance\nThroughout 2020, ENGIE worked actively to limit the effects of the Covid-19 crisis. After its first two quarters were substantially impacted, the Group made a strong recovery in the third quarter, allowing it to experience an organic performance in the second half that was similar to that of the previous year.\n\nThe Renewables, Networks, Thermal, Nuclear and “Other” activities demonstrated resilience in 2020. However, ENGIE’s results fell sharply. Seventy-five percent of this decline relates to Client Solutions and Supply due to the health crisis. Conversely, Renewables achieved organic growth of 11%, repeating the operational performance of 2019.\n\nDespite a difficult context, ENGIE ensured the continuity of essential services and, in line with its new strategy of accelerating its growth in Renewables and Networks, the Group made growth investments in its strategic activities. Out of €7.7 billion in total investments, growth investments stood at €4 billion of which 90% related to the strategic priorities.\n\nDividend policy and shareholder announcements\nFor 2020, the Board of Directors is proposing a pay-out ratio of 75%, i.e. a dividend of €0.53 per share. This figure will be submitted to the shareholders for approval at the General Shareholders’ Meeting on May 20, 2021.\n\nAt the end of 2019, ENGIE won the Trophée d’Or for best shareholder relations on the CAC40, for the first time.\n\nTaking action to promote responsible investment\nBased on the crowdfunding concept, the I-DEAL platform gives every employee the opportunity to invest their savings in ENGIE’s high-potential projects: those that are aligned with the Group’s strategy and can produce concrete, measurable results in the medium term.\n\nENGIE also acts through the Rassembleurs d’Énergies fund, which was created in 2011. This environmental and social impact fund aims to invest in social entrepreneurs who offer innovative and sustainable energy solutions to populations without access to energy. Rassembleurs d’Énergies obtained the B Corp label in 2019.\n\nPROMOTING SUSTAINABLE AND RESPONSIBLE FINANCING\n\nAlthough its 2020 results were impacted by the health crisis, the Group pursued its strategy of sustained value creation shared with its shareholders through the increased use of green finance and responsible investment.\n\nBreakdown of the €4 billion in growth investments in 2020 by Business Line\n\n| Business Line                  | Share of Growth Investments |\n|-------------------------------|-----------------------------|\n| Renewables                    | 39%                         |\n| Networks                      | 38%                         |\n| Asset-light Energy Solutions  | 4%                          |\n| Asset-based Energy Solutions  | 4%                          |\n| Thermal                       | 1%                          |\n| Supply                        | 1%                          |\n| Other                         | 1%                          |\n\nShare of green bonds in effect in bonds issued since 2014 by ENGIE\n\n- Green Bonds (€G)\n- Bonds (€G)\n- Ratio (%)\nFinancing our activities with green bonds\n\nENGIE believes that the green bond market is one of the investment options that will finance the future energy transition. This commitment translated into reality in 2014 with the issuance of its first green bond. In 2020, it is still one of the world’s biggest issuers. Over this period, €12 bn have been issued of which €9.65 bn have already been allocated to 150 green projects around the world – in particular in Europe and America – in the fields of wind and solar energy and biomass, as well as clean transportation. At the end of 2020, green bonds represent 31% of the Group’s total gross debt.\n\nEstablishing a new green financing framework\n\nIn 2020, ENGIE implemented a new, detailed green financing framework in line with market best practices. This framework lists all the categories of projects eligible for green financing, the project evaluation and selection process, the management of operations (allocation of funds, rules relating to transparency, etc.), as well as the associated annual reports. The aim of this new step forward is to increase the use of green financing within the Group entities.\n\nThe Group has also broadened its approach through new green financing tools such as new lines of credit (RCF or revolving credit facilities) and new Green Loans used by the Group entities for their projects.\n\nA Green RCF was negotiated based on two CSR performance indicators: direct CO2 emissions and renewable electricity production capacity.\n\n1 The Green Financing Framework complies with the Green Bond Principles 2018 (GBP) and the Green Loan Principles 2018 (GLP), as published by the International Capital Market Association (ICMA) and the Loan Market Association (LMA). ENGIE also intends to align this framework with the European Union Green Bond Standard, in order to follow the recommendations of the European Commission.\n\n2 Eligible project categories: Transmission and distribution networks, energy efficiency, carbon capture and storage (CCS) and carbon capture and utilization (CCU), ecological construction, clean transportation, environmentally sustainable management of living natural resources and land use, excluding other categories of projects including those relating to nuclear activities.\nSharing value\n\nFor ENGIE, a balanced sharing of value is a pre-requisite for sustainable growth. The Group distributes its revenues in such a way as to ensure the fair distribution of profits among its stakeholders while maintaining the investments essential for its development.\n\n**State and local authorities**\nIncome and other taxes: €1.8 bn\n- Income tax: €599 m\n- Other taxes: €1.2 bn\n\n**Financial partners**\nFinancial income: €1.7 bn\n- Financial net debt: €22.5 bn\n- Financial net debt/EBITDA: 2.4x\n- €12 bn in green bonds issued since 2014 representing 37% of the Group’s bonds\n\n**Investments**\nDepreciation, amortization, write-downs and provisions: €4.8 bn\n- €50 m allocated to the Rassembleurs d’Énergies social impact fund\n- €180 m allocated to the New Ventures innovation fund\n- €190 m in R&D expenditure\n\n**Shareholders**\nDividend: €0.53/share, i.e., 75% of 2020 NRIs (Proposal submitted to the General Shareholders’ Meeting of May 20, 2021)\n\n**Suppliers**\nRaw material purchases and related network costs: €24.1 bn\nService purchases (subcontractors, temporary employees, etc.): €10.9 bn\n- 140,000 suppliers, including 250 preferred suppliers\n- 75% of purchases excluding energy in Europe\n- 45% supplier SMEs in France\n\n**Employees and jobs supported**\nPayroll costs: €11.8 bn of which €2.3 bn in social security contributions\n- 171,103 employees\n- 29,481 hires\n- 5,961 apprentices in Europe\n- ~ 340,000 indirect jobs (via suppliers)\n- ~ 700,000 jobs supported (via income and other taxes)\n- 70.1% of employees trained\n\n**Breakdown of revenues between stakeholders**\n- Public\n- French State\n- BlackRock\n- CDC Group\n- CNP Assurance\n- Treasury stock\n\n**Employees**\n- 171,103 employees\n- 29,481 hires\n- 5,961 apprentices in Europe\n- ~ 340,000 indirect jobs (via suppliers)\n- ~ 700,000 jobs supported (via income and other taxes)\n- 70.1% of employees trained\n\n**Workforce 2020**\n- 70%\n- 13%\n- 3%\n- 3%\n- 3%\n- 1%\n- 1%\n- 6%\n\n**Renewables**\n- 55%\n- 63%\n- 24%\n- 4%\n- 3%\n- 4%\n- 1%\n- 1%\n\n**Networks**\n- 14%\n- 7%\n- 5%\n- 5%\n- 3%\n- 2%\n- 2%\n- 1%\n\n**Energy Solutions**\n- 3%\n- 3%\n- 2%\n- 1%\n- 6%\n\n**Thermal**\n- 2%\n\n**Supply**\n- 1%\n\n**Nuclear**\n- 1%\n\n**Others**\n- 1%\nEncouraging sustainable taxation\n\nSustainable taxation is one of the drivers for ensuring that the Group’s business grows in a responsible way. As an extension of its commitment in this area, ENGIE adheres to the B-Team principles, with the objective of promoting a more sustainable economy through responsible taxation. Seven key areas are considered: corporate responsibility and governance, compliance, corporate organization, relations with tax authorities, research and application of tax incentives, support for effective tax systems and transparency.\n\nENGIE makes a substantial contribution to the public finances of governments through tax and social security charges which the Group sustains due to its economic activity. In 2020, ENGIE generated revenues of €55.8 billion and paid €4.1 billion in tax and social security charges.\n\nSupporting and improving the EU taxonomy for Sustainable Activities project\n\nCommitted to the goal of climate neutrality for 2050, ENGIE supports the expansion in the EU of sustainable finance of which the taxonomy – a classification system for economic activities viewed as sustainable – is an important element. The Group is nevertheless suggesting ways in which the taxonomy, which is very positive for electricity production from renewables (wind, solar, geothermal energy, etc.), could cover the entire spectrum of renewable energy, in particular renewable gases (hydrogen, biomethane) for both electricity production and clean mobility. ENGIE is also suggesting that so-called transitional activities – including, for example, gas-fired power plants that enable the rapid decarbonization of coal-dependent countries and whose carbon content is expected to decline, mainly through the greening of gas – be fully incorporated into the taxonomy, in accordance with the EU Regulation adopted in 2020. The Group also participates in the work done by the European Financial Reporting Advisory Group (EFRAG) towards advising the European Commission on non-financial reporting procedures.\nPursuant to your request and in our capacity as Statutory Auditors of ENGIE (the “Company”), we performed a review with the aim of providing limited and reasonable assurance on a selection of environmental and social indicators identified by the symbols □ and □□ respectively in the 2021 integrated report for the fiscal year ended December 31, 2020 (the “Data”).\n\nResponsibility of the company\n\nThe Data has been prepared under the responsibility of ENGIE General Management, in accordance with the criteria used by the company (hereinafter the “Reporting Criteria”) for social and environmental reporting. We have performed the procedures described below in accordance with the Reporting Criteria. The conclusions expressed here below cover only this Data and not all of the information set forth in the integrated report.\n\nNature and scope of work\n\nWe have performed the procedures described below in accordance with the professional guidance issued by the national auditing body (Compagnie nationale des commissaires aux comptes) relating to this operation and ISAE 3000.\n\nWe carried out the work described below in order to obtain:\n\n- a reasonable assurance on the fact that the Data selected by the Company and identified by the sign □□ are fairly presented with no material anomaly in accordance with the Reporting Criteria, in all material respects.\n- a limited assurance that the Data selected by the Group and identified by the sign □ are fairly presented with no material anomaly in accordance with the Reporting Criteria, in all material respects. A higher level of assurance would have required us to carry out more extensive procedures.\n\nWe asked our experts in corporate social responsibility to assist us in the work described below:\n\n- We have assessed the appropriateness of the Reporting Criteria with respect to their relevance, completeness, reliability, neutrality and clarity, by taking into consideration, when relevant, the sector’s best practices;\n- We have verified the set-up of a process to collect, compile, process, and check the completeness and consistency of the Data;\n- We have interviewed the relevant staff from the Group Environmental and Social Responsibility Department, the Group Health and Safety Department and the Group Human Resources Department.\n\nWe have implemented analytical procedures on the Data and verified, using sampling techniques, the calculations as well as the consolidation of the Data;\n\n- We have tested the Data for a representative sample of entities that we selected based on their activity, their contribution to the consolidated Data, their location and a risk analysis. We have conducted interviews to verify the proper application of procedures and conducted substantive tests, using sampling techniques, to verify the calculations performed and reconcile the data with supporting evidence.\n\nThe selected sample represented:\n- reasonable assurance: 52% of the workforce and between 37% and 67% of the environmental Data tested;\n- limited assurance: 18% of the workforce and between 33% and 94% of the environmental Data tested.\n\nConclusion\n\nReasonable assurance\n\nIn our opinion, the Data selected by the Group and identified by the sign □□ in the 2021 integrated report has been prepared, in all material aspects, in accordance with the Reporting Criteria.\n\nLimited assurance\n\nBased on the procedures performed, nothing has come to our attention that causes us to believe that the Data selected by the Group and identified by the sign □ in the 2021 integrated report is not presented fairly in accordance with the Reporting Criteria, in all material aspects.\n\nComment\n\nWithout qualifying the conclusion expressed above and in accordance with Article A. 225-3 of the French Commercial Code, we make the following comment as indicated in the footnote to the environmental indicators table on page 55, GHG emissions from steel gases are now excluded from scope 1. The data for fiscal years 2018 and 2019 have been restated.\n### Operational Indicators\n\n|                                | 2018  | 2019  | 2020  |\n|--------------------------------|-------|-------|-------|\n| Installed electricity generation capacity (GW)\\(^{(1)}\\) | 104.3 | 96.8  | 101   |\n| Capacity under construction (GW)\\(^{(1)}\\) | 6.7   | 6.3   | 4.2   |\n| Installed renewables capacity (%)\\(^{(1)}\\) | 23.7  | 27.8  | ✔ 31.2|\n| Installed renewables capacity (GW)\\(^{(1)}\\) | 24.0  | 27    | 31.1  |\n| - of which hydro (excl. pumped storage) | 16.5  | 16.3  | 17.9  |\n| - of which wind | 5.4   | 7.4   | 10.1  |\n| - of which solar | 2.2   | 2.6   | 3.1   |\n| - of which biomass/biogas | 0.7   | 0.6   | 0.4   |\n| Satisfaction rate of BtoC customers (%) | 81    | 72    | 76    |\n| R&D expenditure (€ m) | 182   | 189   | 190   |\n| Electricity sales (TWh)\\(^{(2)}\\) | 317   | 344   | 322   |\n| Electricity production (TWh)\\(^{(1)}\\) | 420   | 433   | 389   |\n| Load factor of gas stock (%) | 53    | 57    | 56    |\n| Load factor of coal stock (%) | 54    | 41    | 49    |\n| Availability of nuclear power plants (%) | 52    | 79    | 63    |\n| RAB distribution France (€ bn)\\(^{(3)}\\) | 14.5  | 14.8  | 14.9  |\n| RAB transmission France (€ bn)\\(^{(1)}\\) | 8.3   | 8.9   | 8.8   |\n| RAB storage France (€ bn) | 3.6   | 3.7   | 3.7   |\n| RAB LNG terminals France (€ bn) | 1.1   | 1.0   | 0.9   |\n| Quantity of energy distributed by GRDF (TWh) | 277.5 | 274.9 | 256.2 |\n| Storage capacity sold (TWh) | 104.8 | 118.2 | 120   |\n| Length of gas distribution networks (km) | 249,272 | 252,279 | 254,294 |\n| Length of GRDF network (km) | 200,700 | 201,719 | 202,759 |\n| Length of gas transmission networks (km) | 37,369 | 39,345 | 39,352 |\n| Length of GRTgaz network (km) | 32,548 | 32,527 | 32,519 |\n| Services – Net business development (€ m/year) | 858   | 3,648 | 2,116 |\n| Facilities – Order book (€ m) | 6,935 | 10,347 | 10,726 |\n| Engineering – Order book (€ m) | 778   | 786   | 941   |\n\n### Financial Indicators\n\n|                                | 2018  | 2019  | 2020  |\n|--------------------------------|-------|-------|-------|\n| Revenues (€ bn) | 57.0  | 60.1  | 55.8  |\n| EBITDA (€ bn) | 9.7   | 10.4  | 9.3   |\n| Current Operating Income (€ bn)\\(^{(4)}\\) | 5.2   | 5.8   | 4.6   |\n| Net recurring income, Group share (€ bn) | 2.5   | 2.7   | 1.7   |\n| Gross investment (€ bn) | 8.2   | 10.0  | 7.7   |\n| of which growth investments (€ bn) | 5.4   | 7.2   | 4.0   |\n| of which maintenance investments (€ bn) | 2.6   | 2.6   | 2.4   |\n| of which financing of Belgian nuclear provisions | 0.2   | 0.2   | 1.3   |\n| Cash flow from operations (CFFO)\\(^{(5)}\\) | 7.7   | 7.6   | 7.1   |\n| Net economic debt (€ bn) | 35.7  | 41.1  | 37.4  |\n| Net economic debt/EBITDA | 4.0x  | 4.0x  | 4.0x  |\n| Ordinary dividend for year N paid in year N+1 (€/share)\\(^{(6)}\\) | 0.75  | 0.0   | 0.53  |\n\n\\(^{(1)}\\) Counted at 100% regardless of the ownership interest\n\\(^{(2)}\\) Sales figures are consolidated in accordance with accounting standards\n\\(^{(3)}\\) Regulated Asset Base as of January 1\n\\(^{(4)}\\) Current operating income after share in net income of equity method entities\n\\(^{(5)}\\) Cash Flow From Operations: Free cash flow before maintenance CAPEX\n\\(^{(6)}\\) Proposal submitted to the Shareholders’ Meeting on May 20, 2021\n### Environmental indicators\n\n| Indicator                                                                 | 2018  | 2019  | 2020  |\n|--------------------------------------------------------------------------|-------|-------|-------|\n| Total GHG emissions – Scope 1 (mt CO₂ eq)                               | 57.2  | 46.2  | 38.6  |\n| of which emissions from energy production                                | 54.7  | 43.7  | 36.4  |\n| of which CH₄ emissions                                                  | 1.8   | 1.7   | 1.5   |\n| Total GHG emissions – Scope 2 (mt CO₂ eq)                               | 2.9   | 2.5   | 2.3   |\n| Total GHG Emissions – Scope 3 (mt CO₂ eq)                               | 139.2 | 133.6 | 134.0 |\n| of which use of products sold                                            | 62.0  | 60.9  | 61.5  |\n| CO₂ emission ratio – Energy generation – Scope 1 (kg CO₂/MWheq)         | 284.1 | 220.0 | 212.5 |\n| Reduction of CO₂ emission ratio for electricity production compared with 2012 (%) | -29   | -44   | ✔ -52 |\n| NOx emissions (kt)                                                      | 60.4  | 52.8  | 47.5  |\n| SO₂ emissions (kt)                                                      | 118.3 | 124.3 | 119.6 |\n| Fine particle emissions (kt)                                            | 4.8   | 4.7   | 4.4   |\n| Primary energy consumption – Total (excluding own consumption) (TWh)    | 330   | 343   | 285   |\n| Total consumption – freshwater and non-freshwater (mm³)                 | 85.1  | 94.5  | 76.8  |\n| Rate of reduction in the water consumption of industrial activities compared with 2019 (%) | NA    | 0     | -19   |\n| Reduction in ratio of freshwater withdrawals/MWh of electricity production compared with 2012 (%) | -39   | -36   | ✔ -46 |\n| Environmental risk prevention plan (% of relevant revenues)             | 87.6  | 81.2  | 82.7  |\n| Environmental expenditure (€ m)                                         | 406   | 466   | 553   |\n| Environment-related complaints (no.)                                     | 24    | 10    | 6     |\n| Environment-related convictions (no.)                                    | 0     | 1     | 2     |\n| Amount of compensation (€ k)                                            | 0     | 13    | 14    |\n| Non-hazardous waste recovery rate (%)                                    | 85    | 68    | 76    |\n| Hazardous waste recovery rate (%)                                       | 30    | 30    | 30    |\n| Certified environmental management system (% of relevant revenues)       | 80.3  | 72.4  | 75.7  |\n\n### Social indicators\n\n| Indicator                                                                 | 2018  | 2019  | 2020  |\n|--------------------------------------------------------------------------|-------|-------|-------|\n| Number of employees                                                      | 160,301 | 171,103 | 172,703 |\n| Managerial staff in the workforce (%)                                    | 25.0  | 25.1  | 26.2  |\n| Workforce with permanent contracts (%)                                   | 92.5  | 90.3  | 90.4  |\n| No. of permanent contract and fixed-term hires                          | 29,754 | 37,189 | 29,481 |\n| Level of resignations (%)                                                | 5.8   | 7.1   | 5.4   |\n| Internal lost time injury frequency rate for employees                   | 3.4   | 3.7   | ✔ 3.0 |\n| Lost time injury frequency rate for employees and subcontractors on sites with controlled access | NA    | 3.3   | 2.7   |\n| Accident severity rate                                                  | 0.13  | 0.14  | 0.11  |\n| Number of fatal accidents (employees)                                    | 4     | 2     | 3     |\n| Health and safety prevention rate                                        | nd    | 0.42  | 0.59  |\n| Women in the workforce (%)                                              | 21.1  | 20.9  | 21.5  |\n| Women in management positions (%)                                       | 23.3  | 23.5  | 24.1  |\n| Women appointed to senior management (%)                                 | 24    | 28    | 28.7  |\n| Gender equity index:                                                     |       |       |       |\n| - France                                                                 | NA    | 72    | 87    |\n| - Rest of world                                                          | NA    | 72    | 80    |\n| Trained workforce (%)                                                    | 66.1  | 69.2  | ✔ 70.1 |\n| Hours of training (no.)                                                  | 3,069,973 | 3,271,154 | 2,963,242 |\n| Work-study trainees in the workforce (%)                                 | 3.0   | 3.3   | 3.5   |\n| Overall employment rate of employees with disabilities in France (%)     | 4.8   | 4.3   | 3.7   |\n| Employee engagement (%)                                                  | 79    | 80    | ✔ 83  |\n| Employee shareholding (% of share capital held)                          | 3.9   | 3.2   | 3.2   |\n| Women receiving performance shares (%)                                    | 26    | 27    |       |\nSocietal indicators\n\n| Indicator                                                                 | 2018 | 2019 | 2020 |\n|--------------------------------------------------------------------------|------|------|------|\n| Industrial activities covered by an appropriate mechanism for dialogue and consultation with stakeholders (%) | 53   | 74   | ✔ 100 |\n| Share of activities, projects and sites being dismantled with a societal plan (%) | NA   | not communicated | 10   |\n| Target sites with an integrated plan for environmental management developed in conjunction with their stakeholders (%) | 75   | 86   | ✔ 100 |\n| Share of activities, projects and sites that are being decommissioned with an environmental plan in consultation with stakeholders (%) | NA   | not communicated | 21   |\n| Entities with a CSR process for managing their supply chain (%)           | 84   | 86   | ✔ 100 |\n| Responsible Purchasing Index (including CSR assessment and inclusive purchasing and excluding energy purchases) | NA   | not communicated | 18   |\n| Beneficiaries with access to affordable, reliable, and clean energy from 2018 (excluding the Rassembleurs d’Énergies fund) (m) | 0    | 4    | 6    |\n\nGovernance indicators\n\n| Indicator                                                                 | 2018 | 2019 | 2020 |\n|--------------------------------------------------------------------------|------|------|------|\n| Number of directors (post-Shareholders’ Meeting in year N+1)              | 18   | 13   | 147  |\n| Number of nationalities represented on the Board of Directors (post-Shareholders’ Meeting in year N+1) | 6    | 4    | 47   |\n| Attendance rate on the Board of Directors (%)                            | 94   | 95   | 987  |\n| Independence rate of the Board of Directors (post-Shareholders’ Meeting in year N+1) | 60   | 67   | 607  |\n| Gender diversity rate of the Board of Directors (post-Shareholders’ Meeting in year N+1) | 50   | 40   | 507  |\n| Senior managers from abroad (outside France, Belgium) (%)                | 24   | 25.5 | ✔ 25  |\n| Senior managers trained in combating corruption (%)                      | 91   | 91   | 86   |\n| Training of staff most exposed to the risk of corruption (%)             | NA   | 25   | 21   |\n\n✔ 2020 target achieved\n(7) Subject to approval of the resolutions at the General Shareholders’ Meeting of May 20, 2021\n\nThis message includes forward-looking information and statements. Such statements include financial projections and estimates, the assumptions on which they are based as well as statements about projects, objectives and expectations regarding future operations, products or services, or future performance. Although ENGIE’s management believes that these forward-looking statements are reasonable, investors and ENGIE shareholders should be aware that such forward-looking information and statements are subject to many risks and uncertainties that are generally difficult to predict and beyond the control of ENGIE and may cause results and developments to differ significantly from those expressed, implied or predicted in the forward-looking statements or information. Such risks include those explained or identified in the public documents filed by ENGIE with the French Financial Markets Authority (AMF), including those listed in the “Risk Factors” section of the ENGIE 2020 Universal Registration Document filed with the AMF on March 17, 2021.\n\nAcknowledgments\n\nThe Corporate Social Responsibility Department would like to thank all stakeholders, customers, investors and NGOs for their contributions to this new Report. It would particularly like to thank the teams from the following departments: Finance, Human Resources and Global Care, Strategy, Brand and Communication, Risk, General Secretariat, Research & Innovation, Strategic Sourcing & Supply, Ethics, Compliance and Privacy, as well as the Businesses and persons interviewed.\n\nThis document was produced by an environmentally responsible printer on paper from a certified source. It is available on the website ENGIE.com, where all the Group’s publications can be consulted.\n", "source": "engie_2021", "added": "2025-04-26", "created": "2025-04-26", "metadata": {"Source-File": "climate_reports/additional_reports/engie_2021.pdf", "olmocr-version": "0.1.59", "pdf-total-pages": 60, "total-input-tokens": 143549, "total-output-tokens": 34676, "total-fallback-pages": 0}, "attributes": {"pdf_page_numbers": [[0, 23, 1], [23, 1618, 2], [1618, 2411, 3], [2411, 3412, 4], [3412, 4188, 5], [4188, 5870, 6], [5870, 7262, 7], [7262, 7509, 8], [7509, 7829, 9], [7829, 12383, 10], [12383, 15316, 11], [15316, 18738, 12], [18738, 20927, 13], [20927, 23348, 14], [23348, 26569, 15], [26569, 27953, 16], [27953, 28868, 17], [28868, 30098, 18], [30098, 31961, 19], [31961, 33853, 20], [33853, 36859, 21], [36859, 37114, 22], [37114, 37140, 23], [37140, 38623, 24], [38623, 39704, 25], [39704, 40734, 26], [40734, 41485, 27], [41485, 43168, 28], [43168, 47984, 29], [47984, 50930, 30], [50930, 54595, 31], [54595, 56487, 32], [56487, 59907, 33], [59907, 60804, 34], [60804, 64127, 35], [64127, 64280, 36], [64280, 64877, 37], [64877, 66342, 38], [66342, 68513, 39], [68513, 73599, 40], [73599, 81278, 41], [81278, 83462, 42], [83462, 88534, 43], [88534, 92101, 44], [92101, 95245, 45], [95245, 98245, 46], [98245, 102672, 47], [102672, 106835, 48], [106835, 112303, 49], [112303, 115866, 50], [115866, 117267, 51], [117267, 120378, 52], [120378, 122652, 53], [122652, 124812, 54], [124812, 126840, 55], [126840, 130829, 56], [130829, 134100, 57], [134100, 139287, 58], [139287, 143409, 59], [143409, 143409, 60]]}}