{"id": "7928f0cad7a4ce1ffd32330bb1fc42b3e013424f", "text": "Creating Shared Value and Sustainability Report 2021\n\nWe unlock the power of food to enhance quality of life for everyone, today and for generations to come.\nCreating Shared Value by advancing regenerative food systems at scale\n\nWe continued to accelerate our sustainability efforts in 2021, even though the COVID-19 pandemic meant it was another challenging year. Keeping our people safe and ensuring consumers have access to our foods and beverages has remained central to Nestlé’s activities around the world.\n\nClimate change is increasingly impacting the farmers and communities with whom we work. The degradation of forests, land, soil, and waterways threatens farmers’ livelihoods and jeopardizes the availability and affordability of quality food. Building on our Net Zero Roadmap, we are taking action to help address these threats by advancing regenerative food systems at scale.\n\nEvolving farming practices to protect and enhance ecosystems while regenerating the land is essential, though this transition will only be fair and just if we put people first. With this in mind, we are offering farmers technical, scientific, and financial support to begin adopting regenerative agriculture practices, to reward them for both quality ingredients and environmental benefits.\n\nTo accelerate the transformation towards net zero emissions and equitable, regenerative food systems, we are delivering on our commitment to invest CHF 1.2 billion by 2025 in regenerative agriculture practices and have committed to sourcing 50 percent of our key ingredients through such methods by 2030. This will contribute to achieving our ambition to halve our greenhouse gas emissions by 2030 and reach net zero by 2050.\n\nWe also continue our work to eliminate deforestation and address the risks of deforestation together with our partners and suppliers, as well as directly with farmers and farming communities.\n\nClimate change actions can take time to take effect but, even as our company has grown and revenues increased, we are seeing a reduction in emissions. We have passed ‘peak carbon’ and decoupled our emissions from growth, charting an even more sustainable future for our company.\n\nHuman rights play a key role in enabling a just transition to regenerative food systems. In December 2021, we released our new Human Rights Framework and Roadmap. Through implementing this framework, and with powerful collaborations, we will enhance due diligence and develop action plans to address our most salient human rights issues.\n\nAdvancing regenerative food systems at scale is the only path forward for meeting people’s nutritional needs as the world’s population grows. Consumers also feel this urgency. We have continued to respond to consumer demand and do our part for the planet by developing products that deliver great taste and nutritional value while minimizing their environmental impact.\n\nWe launched new plant-based products such as Vuna and Wunda. We also reaffirmed our support for the UN Global Compact and were again named a LEAD company in recognition of our ongoing determination to help achieve the UN Sustainable Development Goals (SDGs). Additionally, we supported the equitable distribution of COVID-19 vaccines through the Go Give One campaign created by the World Health Organization Foundation to support COVAX AMC, the worldwide initiative aimed at equitable vaccine access.\n\nOur Creating Shared Value and Sustainability Report for 2021 provides more details on how Nestlé is advancing regenerative food systems at scale – and explains the interconnected nature of the challenge and the work that lies ahead. Bureau Veritas has long provided independent assurance of the information included in this report. Now, EY has also provided independent assurance of selected key performance indicators (KPIs), as shown in the performance summary on the following page and indicated throughout the report.\n\nWe know we cannot achieve our goals alone. When we work together, we can accelerate the just transition at the same time as protecting, renewing, and restoring the planet and ensuring food systems can continue to nourish people for generations to come.\n\nWelcome to the Nestlé Creating Shared Value and Sustainability Report 2021. We have defined focus areas based on the issues that are most material to our stakeholders and to our business. In this report we cover our strategic approach and performance in each focus area, supported with expert voices and case studies.\n2021 performance summary\n\n4.0 million tonnes\nGreenhouse gas emissions (CO2e) reductions achieved through Nestlé projects since 2018. We initiated an additional 9.7 million tonnes CO2e of removals in 2021, giving a total 13.7 million tonnes CO2e\n\n97.2%\nDeforestation-free in our primary meat, palm oil, pulp and paper, soya and sugar supply chains\n\n2.3 million m³\nWater use reduction in our factories\n\n16.3%\nKey ingredients produced sustainably\n\n74.9%\nPlastic packaging designed for recycling\n\n8.1%\nVirgin plastic reduction versus 2018 baseline\n\n124.6 billion\nNumber of servings of affordable nutrition with micronutrient fortification (MNF)\n\n1.44 million\nNumber of young people around the world with access to economic opportunities\n\n27.2%\nWomen in the top 200+ senior executive positions\n\nKPIs on this page are EY assured. The EY limited assurance report and conclusion can be found at www.nestle.com/assurance-statement.\n\nOur Reporting Scope and Methodology for ESG KPIs document provides details and definitions and can be found at www.nestle.com/esg-kpis.\n\nRead more about independent assurance of this report on page 59.\nOur focus areas and commitments\n\nProducing sustainably\nWe aim for 100% of key raw material volumes to be produced sustainably by 2030. We aim to achieve sustainable and resilient food supply chains in which growers and environments are protected.\n\nHelping to protect, renew and restore natural resources\nMinimizing our impact on the world’s resources, contributing to a future in which they are available for generations to come.\n\nNutrition\nWe aim to make safe, tasty and sustainable food that is nutritious, accessible and affordable. It’s important that we provide accurate relevant information about our products, that we market them responsibly and that we promote healthy diets through education, nutritional science and other initiatives.\n\nClimate\nWe aim to achieve net zero greenhouse gas emissions no later than 2050, even as our company grows:\n- By 2025 we will reduce our emissions by 20% from 2018 levels\n- By 2030 we will reduce our emissions by 50% from 2018 levels\n- By 2050 we will reach net zero\n\nNature and biodiversity\nDelivering on our climate commitments can bring intrinsic co-benefits for nature and biodiversity through activities such as:\n- 100% deforestation-free primary supply chains by end-2022 for meat, palm oil, paper and pulp, soya and sugar, and end-2025 for coffee and cocoa\n- Planting 200 million trees by 2030\n- Moving to a Forest Positive strategy – helping to conserve and restore forests and ecosystems\n\nWater\nNestlé Waters will use its expertise to strive toward the regeneration of local water cycles through the implementation of more than 100 projects for its 48 sites by 2025. Across Nestlé, we will continue to work to achieve good water resource management throughout our operations and agricultural supply chains.\n\nPackaging and circularity\nBy 2025, 100% of our packaging will be recyclable or reusable and we will reduce our use of virgin plastics by one third.\n\nNutrition\nWe aim to make safe, tasty and sustainable food that is nutritious, accessible and affordable. It’s important that we provide accurate relevant information about our products, that we market them responsibly and that we promote healthy diets through education, nutritional science and other initiatives.\n\nHuman rights\nBy 2022 year-end, we will publicly launch action plans for each of our 10 salient issues, and report our progress against them by 2025.\n\nYouth opportunities\nBy 2030, our ambition is to help 10 million young people around the world have access to economic opportunities.\n\nOur people\nWe respect and encourage all our employees; we value their potential regardless of race, ethnicity, gender, national origin, religion, gender identity, sexual orientation, age and different abilities.\n\nWe aim to increase the proportion of women in our top 200+ senior executive positions to 30% by 2022.\n\nAbout Nestlé\n276,000 Employees across all our operations\n186 Countries we sell in\n87.1 billion Group sales in CHF\n\nSustainable Development Goals (SDGs)\nWe continue to support the United Nations SDGs and are working hard to help achieve them. Find out more about our SDG contributions throughout this report.\n\nCreating Shared Value and Sustainability Report 2021\nAdvancing regenerative food systems at scale\n\nWe are the Good food, Good life company. That’s why we are taking action to advance regenerative food systems at scale.\n\nCreating Shared Value (CSV) is at the heart of Nestlé’s approach to achieving our purpose: to unlock the power of food to enhance quality of life for everyone, today and for generations to come. We have sought to build our business approach on decisions that are not just good for us and our shareholders, but for society and the planet as well.\n\nIn September 2021, we announced our intention to advance regenerative food systems at scale. This means supporting the development of food systems that protect, renew and restore the environment, improve the livelihoods of farmers and enhance the resilience and well-being of farming communities. This is what we mean by a just transition. Farmers and communities should be supported through this change and benefit from it.\n\nOur commitments on regenerative agriculture, farmer livelihoods and child labor risks, as well as our Forest Positive strategy and Nestlé Waters pledge are good examples of the potential to positively impact a wide range of interconnected issues, while remaining firmly grounded in a metric-driven, outcome-focused approach.\n\nOver the course of this report, you will see how we are building on the work we have done over the past decade to move in this direction, including the launch and implementation of our Science Based Targets initiative (SBTi)-aligned Net Zero Roadmap.\nRegenerative agriculture could be the answer\n\nPaul Hawken, Founder, Project Regeneration and Author, Regeneration, Ending the Climate Crisis in One Generation, and special advisor to Nestlé\n\n\"The initiative to regenerate food systems worldwide places Nestlé at the forefront of corporate leadership. As the world’s largest food company, Nestlé faces extraordinary challenges in the years and decades to come. These relate directly to the production and creation of food by farmers, some of whom have been suppliers to Nestlé for five generations. Farmers are dealing with increasingly disruptive weather – drought, floods, heat, and wind – impacts that can easily tip farmers’ harvests from gain to loss. These impacts and more will increase in magnitude as weather patterns continue to become more erratic.\n\n*Regenerative food systems are not aspirational, they are pragmatic. They benefit the entire supply chain, the whole of the company, and all of global society. The adoption of regenerative agricultural techniques harmonizes these extraordinary challenges in the years and decades to come. As we look to the next 150 years, nothing less will do.\"\n\n\"Regenerative food systems are not aspirational, they are pragmatic. They benefit the entire supply chain, the whole of the company, and all of global society.\"\n\nRob Cameron, Global Head of Public Affairs and ESG Engagement, Nestlé\n\n\"With a history of over 150 years, Nestlé has always taken the long-term view. For decades, we have applied ourselves to creating shared value wherever we operate and have strived to be a force for good. But as we examine the world today and look to the future, it is clear that profound change is required.\n\n*The food systems of which we are a part have delivered great benefits to the world and withstood great shocks – not least in recent years. But the multiple threats of climate change, unprecedented biodiversity loss, social inequality and risks to human rights, to name but a few, demand a fresh approach. We need our food systems to be a source of solutions to such challenges, not a cause of them. That is the opportunity and regenerative thinking is the means to grasp it.*\n\n\"The natural world has an in-built capacity to grow, evolve and thrive. In nature, there is no such thing as waste; everything is regenerative. It is time for business to be inspired by nature – to move from a linear “take-make-use-lose” model that extracts value, to one that is circular, and operates in the interests of the system as a whole to sustain and enhance its health.\"\n\n\"This should surely be our goal now. Not only is there a clear and urgent need for us (and the wider industry) to take these steps, there is also a compelling business case for Nestlé to show leadership.\n\n*Our customers and consumers are increasingly concerned to know the impact of the products they buy. Our investors are seeking to understand that our operations deliver positive outcomes in the widest sense. And our people want to work for a company that makes a positive impact.*\n\n\"Nestlé’s regenerative journey begins in agriculture. Regenerative agriculture is rooted in practices that help improve soil health and fertility, store carbon, retain moisture and protect and restore biodiversity. But regeneration at its heart is about people – this is why we are focused on a just transition – one that inspires, enables and rewards people in their actions and is fair in meeting their needs. Farmers’ livelihoods and those of their communities must be protected.\n\n*The word ‘journey’ is so well used it is almost a cliché – but there is a reason for this: it is because regeneration is a journey and like all journeys it begins with some first steps, experimentation, and a lot of learning. But the direction is clear: inspired by nature, Nestlé will strive to help create a resilient future for our planet, its people and our company. As we look to the next 150 years, nothing less will do.*\"\nA just transition\nRegenerative food systems put people at the center. The aim is to provide resilient and fair livelihoods and dignified work that enable people across the world to support themselves and their families.\n\nThe path to regenerative agriculture is a long-term journey with challenges. This is why we will help farmers by offering investment, rewarding good practices and offering technical and scientific guidance. This, together with the respect and promotion of human rights, will contribute to a just transition to regenerative food systems.\n\nThe bigger picture\nAdvancing regenerative food systems is about co-creating a resilient future for our planet and its people, working to nurture communities, to improve the livelihoods of our partners and the well-being of our consumers, and to revitalize natural ecosystems.\n\nThis is why the effort requires understanding and support from all the actors involved, from governments and non-governmental organizations to our peer companies and competitors, financial institutions and commodity traders. We all have a part to play in helping to make regenerative food systems a reality.\n\nNaturally interconnected\nOur planet’s water, soil and carbon storage are intrinsically linked, and critical for the sustainability of our food systems. Our approach reflects this interconnectivity.\n\nWhen we help replenish and restore the environment, we simultaneously contribute positively to nature and biodiversity in our soils, oceans and forests. We impact the future of youth, farmers and rural communities and we promote respect for human rights, livelihoods and animal welfare.\n\nFor Nestlé, interconnected thinking also means that our research and development (R&D), sourcing, product packaging, logistics and consumer offering become relevant for the world we live in today: a world that urgently needs decarbonization for its survival, as well as social equity and opportunity through diversity and inclusion.\n\nWith the severity of climate change impossible to ignore, embracing a whole new way of thinking is now urgent. Systemic change is required. For Nestlé, embarking on a journey toward regenerative food systems is how we can contribute to achieving the scale of change required for society.\n\nBy considering all these factors we can all play our role in advancing regenerative foods systems at scale.\n\nBenefitting people, nature and the climate through systems thinking\n\nNet zero by 2050\nOur path to net zero by 2050 at the latest, with actionable steps and key milestones across our value chain.\n\nHuman rights\nSafeguarding people\nBy respecting and advancing human rights in our value chain, we are building a foundation that contributes to a resilient future for our planet and its people.\n\nForest Positive strategy\nHelping conserve and restore forests and natural ecosystems\nBy moving from managing deforestation risks to helping to conserve and restore forests and natural ecosystems, while promoting sustainable livelihoods and working to respect and promote human rights.\n\nWater\nManaging water resources\nBy improving efficiency and helping to restore natural resources.\n\nRegenerative agriculture\nCarbon capture in soil and plant biomass\nBy working with farmers as they shift to regenerative ways of growing ingredients for food.\n\nRural development and livelihoods\nSupporting communities\nBy sourcing ingredients that are produced sustainably we seek to make a positive contribution to individuals, communities and the planet.\n\nCreating Shared Value and Sustainability Report 2021\nAt Nestlé, our Research and Development (R&D) organization has over 4,100 R&D experts across 23 facilities worldwide, and we invest CHF 1.7 billion every year. This gives us the unique ability to discover and develop products and solutions that are produced with careful consideration for natural resources and social impacts, contributing toward advancing regenerative food systems at scale.\n\nWe need to consider if we make a change in a product, is the impact positive overall? How do we adjust the different elements of our products while ensuring safety and quality is not compromised? And how exactly do we ensure benefits for people and the planet as well as the business?\n\nR&D plays a key role in helping Nestlé answer these questions. Through R&D we can unlock the power of food by offering more tasty, nutritious, affordable and sustainable products for everyone today, and for generations to come. We believe that safe, great tasting, nutritious foods, which are produced within sustainable and resilient food systems, are essential for a healthy population and a healthy planet.\n\nA unique innovation capacity\n\nThe R&D organization at Nestlé is uniquely formed to advance purpose-driven innovation across all our product categories. We have an extensive infrastructure and state-of-the-art facilities, along with broad and deep expertise in plant science, food science, nutrition, food safety, culinary matters, regulatory matters, manufacturing and packaging.\n\nOur R&D capacity means that we can further discover and develop novel science and technology solutions for:\n\n- Launching more nutritious and delicious plant-based products, including meat and dairy alternatives, across brands and categories\n- Developing more climate-friendly milk by reducing methane emissions\n- Developing higher-yielding coffee and climate-change-resilient cocoa varieties\n- Breeding and selecting more nutritious, tastier pulse varieties with a lower-carbon impact, in collaboration with farmers\n- Moving toward more recyclable and reusable packaging\n- Creating more affordable nutrition products\n- Meeting personalized dietary and health needs\n\nFurther downstream, our R&D organization helps to develop and introduce new process technologies that lower emissions and provides guidance on how our product developers can achieve lower-carbon recipes by substituting ingredients while maintaining key product attributes. Where possible, we are also upcycling agricultural by-products to reduce food waste and nutrient loss, while unlocking new revenue streams for farmers.\n\nPlastics and packaging\n\nOur R&D organization discovers and develops technologies for more sustainable packaging as we look to meet our commitment for all Nestlé packaging to be recyclable or reusable by 2025.\n\nOur state-of-the-art Nestlé Institute of Packaging Science employs around 50 packaging experts. They work alongside over 200 other R&D packaging experts across our global R&D centers, as well as with academic partners, suppliers and start-ups. Their work is helping move toward paper packaging; increasing the use of recycled, bio-based and biodegradable content in our packaging; simplifying our packaging; and piloting refillable and reusable systems.\nCreating Shared Value (CSV) is at the heart of Nestlé’s business strategy. It is the way we operate, building long-term value for society and shareholders at a meaningful scale. Our plan ‘to advance regenerative food systems at scale’ is an extension of our approach to CSV. This approach supports our company’s purpose to unlock the power of food to enhance quality of life for everyone, today and for generations to come. It aims to help us achieve our commitment to have our greenhouse gas emissions by 2030, reach net zero by 2050 and support a just transition.\n\nClimate and decarbonization is a major material issue for Nestlé, including the development of our Net Zero Roadmap in 2020 and the launch of our subsequent regenerative agriculture plan. At the 2021 Annual General Meeting, our shareholders strongly supported our detailed Net Zero Roadmap.\n\nESG and Sustainability Governance\n\nOur diverse Board of Directors oversees the direction of our company. Since 2015, we have strengthened the Board through the appointment of 11 new independent directors with varied experience and expertise directly relevant to Nestlé, in particular with respect to food systems, food and beverages, digital and other topics. As such, the Board of Directors, Chairman, CEO and Executive Board supervise our CSV strategy and program.\n\nIn 2021, we also implemented a set of environmental, social and governance (ESG)-related key performance indicators for the Executive Board.\n\nThe new ESG Strategy and Deployment Unit develops, implements and monitors strategy.\n\nThe Sustainability Committee also oversees compliance of specific pledges, the regulatory environment and guidelines related to our product portfolio. The Executive Board is responsible for Nestlé’s sustainability strategy management, through the ESG and Sustainability Council.\n\nThe ESG and Sustainability Council provides governance, strategic leadership and execution guidance and makes recommendations to the Executive Board and decisions on behalf of the Executive Board within its delegated authority. The Council advises Nestlé’s Executive Board on making informed and science-based decisions and it drives the focused and aligned actions to deliver our Net Zero Roadmap for example.\n\nThe Council is chaired by the Group’s Executive Vice President (EVP) Head of Strategic Business Units and Marketing and Sales. It also pulls together the geographical business scopes led by our three EVP Zone CEOs and functional leadership at the Executive Board level. It meets every month and reports progress to the full Executive Board regularly.\n\nTo drive implementation and execution of strategies at the operational level, an ESG Strategy and Deployment Unit was also created. The ESG Strategy and Deployment Unit reports to the EVP Head of Operations. It is the responsibility of this unit to define Nestlé’s sustainability strategies with the evolving environment and our ESG commitments in mind.\n\nThis team of sustainability experts then both coordinates and monitors our sustainability activities around the world. Its role encompasses providing practical guidance and expertise for markets at the same time as having oversight of internal ESG sustainability data gathering and external disclosures.\n\nThe new ESG Strategy and Deployment Unit develops, implements and monitors strategy.\n\nThe new ESG and Sustainability Council reviews and approves the strategy.\n\nCorporate Business Principles\n\nOur Corporate Business Principles form the basis of our culture, our values and our CSV strategy. The principles are available in various languages and we have a formal commitment to provide all employees with training on them. The ongoing implementation of relevant business codes, policies, processes and tools ensures compliance. We monitor their application and effectiveness through various channels, including our CARE audits.\n\nThe Corporate Business Principles are reviewed by our Executive Board and aligned with international best practice and standards such as the UN Global Compact (UNGC) Principles.\n\nRisk Management and Materiality\n\nEvery two years, we carry out a comprehensive materiality assessment. This helps us to identify the economic, social and environmental topics that matter most to our business and our stakeholders. Conducting a thorough analysis in this way not only helps identify topics to cover in our reporting but also supports decisions on where to focus internal resources.\n\nThe assessment is undertaken by an independent third party to ensure complete confidentiality and impartiality. The 2020 assessment results are available on our website. Although these are the material issues facing our business, they should not be viewed in isolation. They are increasingly interconnected and can often impact each other. This is why we are moving more toward an integrated, holistic approach to managing sustainability and the associated risks by fully integrating our materiality process with Nestlé’s Enterprise Risk Management (ERM) process. This ensures that sustainability issues are incorporated into the risks and opportunities being considered across the company. Our next materiality assessment is due in 2022.\n\nAs a business leader, we are committed to transparency and action on climate-related risks and opportunities. As such, we have aligned our reporting with the recommendations of the Taskforce on Climate-related Financial Disclosures (TCFD). Our TCFD-aligned disclosures, including our analysis undertaken in 2021, can be found on www.nestle.com/tcfd-report.\n\nStakeholders\n\nOur global stakeholder network includes local communities, suppliers, consumers, non-governmental organizations, civil society organizations, academia, multilateral organizations, governments, customers, our employees and shareholders.\n\nAt Nestlé, we hold regular dialogue with these stakeholders through various platforms, forums and meetings to help advance our CSV strategy and to support our intention to advance regenerative food systems at scale. Stakeholder feedback also informs our approach to reporting and disclosure and underpins our materiality process.\nOur R&D approach\nWe invest CHF 1.7 billion every year in R&D. Our team of scientists, engineers, nutritionists and regulatory specialists work toward innovating nutritious, tasty, safe products, while discovering solutions that help us move toward regenerative food systems.\n\nWhen developing products, we assess their environmental impact to challenge our thinking and to better understand the carbon emission impact. We use eco-design tools that R&D has developed to enable us to estimate the carbon footprint within a specific category or for a certain brand and more importantly, identify where greenhouse gas emissions reductions are possible.\n\nAs we look to the future, we see our ability to track and lower the carbon footprint of our food and beverage products advancing as we enhance our scientific understanding and develop new technologies. We will further increase the consumer options for nutritious and affordable products with a lower environmental footprint.\n\nCASE STUDY\nBreakthroughs in coffee breeding\n\nIn Nestlé’s Research center in Tours, France, our plant scientists work to improve our understanding of the resilience, productivity and taste of different coffee varieties. They sort through volumes of data and analysis and apply their knowledge to develop next-generation coffee varieties with a lower environmental impact.\n\nCASE STUDY\nPlant-based nutrition from Garden Gourmet\n\nOlivier Oster, Global Brand Manager Plant Based Meal Solutions and Chilled Products, Nestlé\n\n“Garden Gourmet’s brand of plant-based food alternatives recognizes what the rest of the world is coming to understand: diets that include more plant-based products can still include all the essential ingredients for good nutrition and taste, while contributing to a healthy environment and sustainable future for all. We push ourselves to go beyond sustainability norms for a category that prioritizes sustainability by design.”\n\nCASE STUDY\nIncoa: 100% cocoa fruit chocolate\n\nCocoa pulp is a by-product of cocoa production that is often discarded. Using a patented natural approach, we extract the pulp to produce dark chocolate. Incoa is cocoa-pulp sweetened chocolate, meaning it is made entirely from the cocoa fruit, without any added refined sugar. It is a great example of how we can avoid agricultural waste and unlock potential new revenues for farmers.\n\nCASE STUDY\nPartnerships for novel recycling technologies\n\nExperts at Nestlé’s R&D Center for Waters in Vittel, France have been working on prototype bottles for Perrier made from colored recycled PET materials. Using innovative enzymatic recycling technologies, we can optimize the number of recycling cycles for the iconic green bottles, while still retaining the properties of virgin plastics. The bottles were produced as part of the Carbios global consortium.\n\nCreating Shared Value and Sustainability Report 2021\nAdvancing regenerative food systems at scale | Our approach to Creating Shared Value\n\nStakeholder engagement\n\nUN Food Systems Summit dialogue\n\nThe UN Food Systems Summit of September 2021 was a historic opportunity to drive economic recovery from the COVID-19 pandemic and get the world back on track toward achieving all 17 Sustainable Development Goals by 2030. Nestlé engaged in several ways. Our CEO Mark Schneider, along with leaders working on nutrition, agriculture and food policy, attended the Pre-Summit discussions in Rome, Italy. He participated in a panel on the role of business and the private sector in food systems transformation. The dialogue focused on soil health, farmer livelihoods, climate change, innovation and resilience.\n\nThroughout 2021, Nestlé also ran a series of Food Systems Summit dialogues with key stakeholders to provide input into the Summit on three important topics:\n\n- Mainstreaming regenerative agriculture\n- Innovation for food systems transformations\n- How to make nutritious diets more affordable, accessible and available\n\nThis dialogue was co-hosted with Tufts University. Experts from academia, the UN, non-governmental organizations and the private sector were present. The discussion focused on food systems transformation – the barriers and potential solutions, including shifting behaviors toward healthy, sustainable diets.\n\nEngaging on regeneration\n\nTransforming food systems is key for society to address urgent climate-related challenges and achieve the Sustainable Development Goals. With this in mind, on September 16, 2021, we hosted an online stakeholder dialogue to launch our new plan to advance regenerative food systems at scale. For Nestlé, this marked the beginning of ongoing stakeholder engagement on how to work toward this goal and the challenges involved.\n\nThe event brought together representatives of civil society organizations and multilateral institutions, policy makers, business leaders, farmers, and Nestlé staff, including executive board members, to discuss topics such as “Regenerative food systems: what is needed for a just transition?”. Our stakeholders highlighted important themes for further investigation and guidance on what matters to farmers, consumers and investors.\n\nTalking to stakeholders about positive water impact\n\nIn launching our Nestlé Waters pledge to advance the regeneration of the water cycle to help create a positive water impact everywhere our waters business operates by 2025, we engaged with stakeholders across the Middle East and North Africa and the European Union. We asked 63 organizations that joined us for an online call if our new pledge met their expectations and the majority responded with positive feedback.\n\nKey Opinion Leader Labs\n\nWe recognize that stakeholder engagement is not only important at the corporate level, but can also help guide sustainability initiatives at brand level. In 2021, we organized a series of virtual roundtable events to gain external perspectives from sustainability experts.\n\nWe initially ran two sessions for our Garden Gourmet range of plant-based foods and one for Wunda, our range of plant-based foods and one for Wunda, our plant-based drinks range. Key opinion leaders from respected international sustainability organizations appreciated the transparency of the forum and the opportunity to provide their input and expert guidance on the brands’ sustainability strategies and communications. The themes covered aligned with each brand’s sustainability focus areas and provided recommendations for Nestlé to consider.\n\nThese Key Opinion Leader Labs create interesting and valuable engagement. They provide us with actions and takeaways to enhance our brands and give our brand teams direct contact with expert sustainability stakeholders on the topics that matter to them. At the same time, the Labs also help strengthen our relationships with the stakeholders who take part. After the success of the first three Labs, we plan to run more in 2022 for other Nestlé brands.\n\nWe engage with our shareholders through investor meetings and analyst calls. In 2021, our Chairman’s Roundtables took place virtually with investors in Asia, the Middle East, North America, Switzerland, Germany, the UK, France and the Netherlands.\n\nThroughout the year we also consult regularly with our CSV Council, an external advisory council established in 2009 and formed of a group of experts from a broad range of fields, from corporate responsibility, strategy and sustainability to nutrition, water and rural development. It provides advice to the Executive Board to ensure the sound development of Nestlé’s long-term sustainability strategy and the positive social and economic impact of the CSV strategy. It has no formal governance role.\n\nWhen engaging with stakeholders, we apply the Nestlé Corporate Business Principle of “transparent interaction and communication” to foster collaboration, knowledge sharing, open discussion and deep dialogue.\nContributing to nutritious and sustainable diets\n\nWe aim to make safe, tasty and sustainable food that is nutritious, accessible and affordable.\n\nAs a food company with a global presence, our extensive portfolio ranges from beverages and meal solutions to confectionery and healthcare nutrition products. We leverage our decades of experience and our R&D expertise to offer safe, affordable, sustainable, high-quality products for people everywhere and across all life stages.\n\nWe are committed to developing products that are good for you and good for the planet.\nFood and good nutrition are fundamental to everyone’s health, well-being and enjoyment, as well as being part of people’s cultural identity. As such, there is an increasing demand for more nutritious food. Nestlé is working tirelessly to help unlock the power of food and meet these requirements.\n\n**Background**\n\nPopulations are growing and many people around the world are suffering from malnutrition, undernutrition, vitamin and mineral deficiencies or obesity. This is because they are either not getting enough food or eating too much food with limited nutrients. In 2021, the UN Food Systems Summit identified and drove commitments from all actors toward the transformation of food systems to make them more sustainable, equitable and resilient.\n\nAs a food innovator, Nestlé cares about making better nutrition accessible while inspiring people to explore and enjoy more and more food that supports their health. At the same time, we are helping to advance food systems so that they also contribute to regenerating the environment that provides our raw materials.\n\nAffordability is also a key concern. More than three billion people are unable to afford a healthy diet. The economic downturns resulting from the ongoing COVID-19 pandemic delivered a major blow to world hunger levels, contributing to a significant increase in undernourishment and increasing the need for affordable nutrition products. This is why we play our part in providing wide access to affordable nutrition products and in contributing to food security.\n\nWe achieved our extended 2020 commitment to reduce the sugars we add in our foods and beverages by 5%\n\nWe made a new commitment to reduce sodium in frequently consumed products by 2025 and 2030\n\nWe will make whole grains the number one ingredient in as many of our cereals as possible and advocate for policies that help to increase whole grains consumption\n\n**Tastier and healthier choices**\n\n**Our performance**\n\n| Reduction in added sugar in products since 2017 (%) | Number of servings of total products with micronutrient fortification* ** (billion) |\n|---------------------------------------------------|----------------------------------------------------------------------------------|\n| 2020: 4.5%                                        | 2020: 120.0                                                                     |\n| 2021: 5.1%                                        | 2021: 124.6                                                                     |\n\n* Of which 11 billion were from Cereal Partners Worldwide.\n\n**The ‘big four’ micronutrients are iron, vitamin A, iodine and zinc.**\n\n**EY assured.** The EY limited assurance report and conclusion can be found at www.nestle.com/assurance-statement\n\nOur Reporting Scope and Methodology for ESG KPIs document provides details and definitions and can be found at www.nestle.com/esg-kpis\n\n**SDG contributions**\n\n| SDG 2: Zero hunger | SDG 3: Good health and well-being | SDG 17: Partnerships for the goals |\n|--------------------|----------------------------------|----------------------------------|\n| 2020: 120.0        | 2021: 124.6                      | 2020: 120.0                      |\n\nCreating Shared Value and Sustainability Report 2021\nIt’s time to transform our global food systems\n\nDiane Holdorf, World Business Council for Sustainable Development Executive Vice-President\n\nFood and the system that produces it is our lifeblood. Beyond basic human survival and health, it is entwined with enjoyment, creativity, our culture and heritage. However, the way we are producing and consuming food needs to improve to deliver a food system that is equitable, net zero and nature-positive, and one that nourishes all people.\n\n“Sustainable nutrition – which ensures that food is accessible, affordable and nutritious while being produced sustainably – is integral to transforming food systems and tackling the challenges we collectively face. Both businesses and governments have key roles to play, with aligned strategies and actions to achieve lasting results.”\n\nApproach\n\nWe take a scientific approach to nutrition, promoting a balanced diet and meeting nutritional needs across all stages of life. This is reflected in the breadth and depth of our portfolio including (but not limited to), maternal and infant nutrition and healthy aging.\n\nOur approach includes:\n\n- Offering more nutrient-dense products by increasing positive nutrients and ingredients often lacking in diets, such as whole grains or essential vitamins and minerals, while continuing to reduce nutrients of concern such as sodium and sugar.\n- Making nutritious products more affordable\n- Providing more nutritious plant-based products\n- Providing nutritional solutions for diet-related ailments through Nestlé Health Science\n\nOur strategy helped us stay at the top of the 2021 Access to Nutrition Initiative (ATNI) Global Index, which assesses the 25 largest food and beverage manufacturers in the world on their nutrition-related policies, practices, and performance.\n\nAffordable nutrition\n\nAt Nestlé, we have been contributing to the Sustainable Development Goal of Zero Hunger (SDG 2) through our Popularly Positioned Products (PPP) Affordable Nutrition strategy, which aims to make accessible and affordable nutrition to lower-income consumers with a focus on emerging countries. By leveraging our global footprint and global expertise along the value chain, including in R&D, we can offer a wide range of products and services that cater to local consumer nutritional needs and tasks at price points and in formats those living with a limited budget can afford. Our offer includes widely and regularly consumed items such as dairy products and porridges. Many of our affordable nutrition products also contribute to addressing common deficiencies through micronutrient fortification.\n\nGlobal nutrition indexes\n\nAccess to Nutrition Index ranking\n\nThe Access to Nutrition Index provides a rating of the world’s largest food and beverage manufacturers in contributing to addressing obesity, diet-related chronic diseases and undernutrition.\n\nFor the second time running, in 2021 Nestlé achieved first place in the ATNI Global Index, having been in the top three since 2013, giving external recognition to our nutrition-related governance, strategy and policies as well as the healthfulness of our portfolio. Our PPP strategy for making nutritious products affordable and accessible to underserved consumers was recognized as an industry leading practice.\n\nWorld Benchmarking Alliance (nutrition) ranking\n\nThe World Benchmarking Alliance represents organizations working at global, regional, and local levels to shape the private sector’s contributions to achieving the SDGs. The Food and Agriculture Benchmark measures and ranks 350 of the world’s most influential food and agriculture companies on their contributions to transforming the global food system. In 2021, we led the World Benchmarking Alliance in nutrition (and ranked second overall).\n\nPerformance\n\nImproving the nutritional quality of our products\n\nWe continue to work on sugar and sodium reductions as part of our efforts to improve the overall nutritional profile of our products. Between 2014 and 2020, we reported the removal of more than 39,000 equivalent tonnes of sugars. However, last year we reported that we still fell just short of our commitment to reduce sugars we add by 5% by the end of 2020. We are pleased to report that we did achieve this reduction in 2021.\n\nWe achieved this result by reformulating products including Milo, Nesquik and Nescau, and by investing in R&D to develop new sugar reduction technologies along with work on Cerelac infant cereals products.\n\nIn an effort to drive progress toward sodium reduction, the World Health Organization (WHO) called on the food industry to adopt standardized targets for sodium levels for the most relevant food and beverage categories. Nestlé, as a member of the International Food & Beverage Alliance (IFBA), responded to the request and developed a global sodium reduction commitment with standardized, stepwise, voluntary targets to reduce sodium in our global portfolios by 2025 and 2030 in key categories of frequently consumed products. This new commitment continues the progress we made under our previous sodium commitment and we will be sharing updates in the coming years.\n\nLooking beyond sugar and sodium reductions, Nestlé has introduced a new logo called ‘GRASVAMINT™ Balance’. Its purpose is to make it easier for consumers to choose high-quality cereal products, consume more high-fiber grains and reduce their added sugar intake.\nPlant-based foods and beverages\n\nWe are rapidly expanding our plant-based range to meet significant increases in consumer demand. In 2021, we launched Garden Gourmet’s Vrimp – a new, plant-based seafood alternative. Vrimp has an authentic texture and flavor and is vegan, made with a combination of seaweed, peas and konjac root. It was developed by Nestlé R&D experts in Switzerland and Germany.\n\nWe also launched vEGGie, a nutritious, tasty alternative to conventional eggs that is animal friendly. Containing soya protein and omega-3 fatty acids, the product achieves a Nutri-Score A in Europe.\n\nWunda, a new range of pea-based milk alternatives, is made with yellow peas that provide high-quality protein and offer strong nutritional value compared with most other plant proteins on the market. Yellow peas are high in fiber, low in sugar and fat, enriched with calcium and a source of vitamins D, B2 and B12. The original, unsweetened and chocolate recipes all achieve a Nutri-Score A in Europe.\n\nWunda porridge and Wunda porridge with chocolate variety uses Rainforest Alliance certified cocoa. Wunda uses FSC-certified cartons, 100% renewable energy during manufacturing and is certified carbon neutral. The chocolate variety uses Rainforest Alliance certified cocoa.\n\nWunda avoids the compromises that other milk alternatives often face. Many such products have a specific taste, are low in protein or don’t mix or foam well in hot beverages. Wunda pea-based milk alternatives, which were developed by our intrapreneurs in only six months in our R+D Accelerator, are highly versatile and an excellent source of protein and fiber. Wunda has been available in France, the Netherlands and Portugal since 2021, with a rollout in other European markets planned in 2022.\n\nIn October 2021, we published a paper that brought together a roundtable of experts to define what nutrition criteria would look like for plant-based, dairy-free alternatives. This topic has not been addressed in detail before and we are pleased to contribute to its development.\n\nNestlé Health Science\n\nNestlé Health Science offers an extensive portfolio of science-based consumer health, medical nutrition and supplement brands. It is a global leader in vitamins, minerals, herbs and supplements.\n\nIn December 2021, Nestlé Health Science launched its first prediabetes program in Malaysia. It is estimated that approximately 7.5% of the world’s adult population has suboptimal metabolic health and is considered prediabetic, putting them at risk of developing type-2 diabetes and cardiovascular diseases.\n\nThe program consists of a new food supplement – Nutren GlucoSmart – which is made from mulberry leaf extract and can be sprinkled over meals. Mulberry leaf extract is clinically proven to help maintain normal blood glucose levels after a meal. Secondly, a digital platform was created to help provide weekly prediabetic meal plans in line with local guidelines and recommendations for a healthy and balanced diet.\n\nNiun, which was acquired by Nestlé Health Science in 2021, is now B Corp certified. The company’s focus on balancing purpose and profit has made its everyday and sports electrolyte hydration tablets a leading brand in the United States. Nestlé Health Science is now expanding the brand globally.\n\nIn 2021, we also launched SimpLink, a solution to make tube feeding simpler and more hygienic. SimpLink lets caregivers and patients connect a medical nutrition bottle directly to a patient’s feeding tube, eliminating a multi-step process with a syringe that can be messy or lead to contamination. Designed by Nestlé scientists, it makes nourishing tube-fed patients easier, cleaner and more portable. Launched in Italy and the Nordics in 2021, SimpLink is expected to expand into the Spanish and UK markets in 2022.\nQuality and food safety\n\nSafety and quality are our utmost priorities. They are an integral part of Nestlé’s Corporate Business Principles as well as being embedded in our purpose and values. We take care of food safety and quality from the field to the consumer’s home. We carefully check all incoming materials, processes and products in our factories. In addition, with more than 800 experts dedicated to specialized analytical testing across 20 laboratories worldwide, we also test our products more than ever before, performing more than four million tests every year.\n\nWe take steps not only to meet internationally recognized standards in food safety and quality management, but also pride ourselves in being a standard-setter, driving efforts to raise the bar in our industry using rigorous processes and best-in-class scientific techniques.\n\nNinety-seven percent of our manufacturing and R&D sites are certified to a Global Food Safety Initiative (GFSI) certification program recognized by the Global Food Safety Initiative (GFSI). Despite COVID-19 restrictions, all our sites maintained their GFSI certification. One audit was moved to 2022 while keeping the certification valid. In addition, 100% of corrective actions are addressed and managed within agreed timeframes. We have programs in place to support our suppliers and co-manufacturers to also adopt GFSI-recognized food safety programs.\n\nIn 2021, there were nine product recalls with a potential or actual safety or quality issues and implement practices to prevent any repeat occurrence. This is key to maintaining people’s trust in our products. These safeguards give us confidence that our strict safety and quality criteria are being met.\n\nPerformance\n\n88% Ingredients sourced from Tier 1 supplier facilities certified to a Global Food Safety Initiative (GFSI) recognized food safety certification program (% by cost)*\n\n| Category | Action Rate |\n|----------|-------------|\n| Major and minor non-conformance | 2.85 |\n| Major non-conformance corrective action rate | 4.25 |\n| Minor non-conformance corrective action rate | 1.58 |\n\n* Based on cost as per the SASB definition, rather than as a percentage of Tier 1 supplier sites as stated in 2020. When considering data against the previous Nestlé definition, 85% were GFSI-certified or at least Global Market Program basic level in 2021, versus 87% in 2020.\n\nGlobal Food Safety Initiative (GFSI) audits in our facilities\n\nOutlook\n\nOur direction of travel is clear. We will continue to make every effort to contribute to healthy diets while reducing the environmental impact of our products.\n\nAs such, adding more nutritious products to our portfolio remains a priority, as does affordable nutrition and micronutrient fortification. This is a complex endeavor as we take multiple factors into account, including nutrient quality and density and bioactives as well as safety, taste, texture, affordability and accessibility, and sustainability.\n\nBuilding on the solid foundations we have already put in place over many years, we will continue to strengthen our contribution to advancing regenerative food systems at scale.\n\nCreating affordable, nutritious porridges\n\nBy fully valorizing agricultural ingredients\n\nAccess to affordable nutrition is a global challenge, with three billion people unable to afford healthy diets. The current public health crisis, coupled with the economic effects of the pandemic, has made this situation harder for many vulnerable consumers, particularly in emerging countries, and exacerbated key nutrient deficiencies.\n\nWith the aim of bringing people more nutritious foods, Nestlé has developed a nutritious sorghum-based porridge that upcycles a Milo side stream to fully valorize raw materials and avoid nutrient loss.\n\nThe sorghum side stream from the Nestlé factory in Agbara, Nigeria is highly nutritious but is typically not used during the production of malt for Milo. Now, the sorghum is blended with cereals such as wheat and maize to meet regional needs and tastes, under our Golden Morn brand.\n\nThe product is fortified with GRAINSMART™ Protect, a smart combination of micronutrients to support the immune system.\n\nUsing this side stream helped reduce the cost of ingredients and has allowed Nestlé to develop a nutritious breakfast option that lower-income families can afford.\n\nDeveloped by experts at Nestlé’s R&D Center in Abidjan, Côte d’Ivoire, together with the company’s global R&D network and local markets, the porridge is now being tested with consumers in Côte d’Ivoire, ahead of a regional launch in 2022.\n\nCASE STUDY\n\nSTRENGTHENING COMMUNITIES\n\nCreating Shared Value and Sustainability Report 2021\n\nTesfaldet Haile, Head of Nestlé’s R&D Center in Abidjan, Côte d’Ivoire\n\n“Ensuring that everyone can enjoy affordable, nutritious foods is a priority for Nestlé. Our teams developed the recipe for this porridge to suit local nutritional needs and tastes. Using the sorghum side stream is a double win. It provides us with an affordable source of protein and fiber – and helps to reduce food waste and nutrient losses.”\nBackground\nNutrition is a foundation stone of health. It has also been at the core of our company’s purpose for more than 150 years. Good nutrition is a critical part of every infant and mother’s health. It contributes to stronger immune systems, a lower risk of non-communicable diseases and longevity. However, currently the world faces the triple burden of malnutrition, undernutrition, vitamin and mineral deficiencies and obesity. Consequently, people seek guidance to achieve a balanced diet, age-appropriate portions and nutritious home cooking.\n\nThe previous chapter shows how we are improving the nutritional quality of our products. However, we can also help reduce the global burden of non-communicable diseases by helping people make informed choices and promoting balanced and adequate diets at every stage of life.\n\nApproach\nWe aim to inspire people to live healthier lives in four main ways: on-pack nutrition information and portion guidance, shared insights, responsible marketing and our Nestlé for Healthier Kids initiative (N4HK) (see case study on following page).\n\nOn-pack nutrition information and portion guidance\nConsumers expect to know what is in the food they are purchasing. This is why we provide nutritional information on products we sell. In addition, how much people eat can be as important as what they eat. Launched in 2013, the Nestlé Portion Guidance initiative aims to help consumers understand what constitutes an appropriate portion of our products.\n\nShared insights\nWe can help promote healthy diets and lifestyles by sharing research and information.\n\nResponsible marketing\nOur Executive Board approved an update to the Nestlé Marketing Communication to Children Policy in 2021. Global guidelines are designed and reviewed by a cross-functional working group that includes Global Public Affairs, Global Marketing, N4HK leadership and Legal and Compliance. In addition, we keep leading the way by publishing our annual compliance report on our policy for implementing the WHO Code on the Marketing of Breastmilk Substitutes. This report provides insight on Nestlé’s robust WHO Code compliance system and highlights that when cases of non-compliance are discovered Nestlé takes swift actions to address them.\nPerformance\n\nOn-pack nutrition and portion guidance\nA new GRANUMART™ Balance logo was introduced in 2021 to help consumers recognize products with high-quality carbohydrates.\n\nShared insights\nFollowing a successful pilot in Ghana, in 2021, we rolled out our Live Strong with Iron campaign in Central and West Africa. The campaign features our own employees as ambassadors for the consumption of iron-rich foods.\n\nResponsible marketing\n\nResponsible marketing to children\nTo help children live healthy lives, we make sure that our foods and beverages are marketed responsibly. Our industry leadership and commitments to responsible marketing have been widely acknowledged. Nestlé ranked third in the ATNI Global Index relating to marketing, including marketing to children.\n\nAdditionally, we helped to raise industry standards in marketing to children as a contributor to the updated IFBA Global Responsible Marketing Policy. We have updated the Nestlé Marketing Communication to Children Policy accordingly, with the main changes being restricting the marketing of indulgent products to children under 13, and extending existing marketing limitations in primary schools to secondary schools.\n\nBreast Milk Substitutes\nIn 2021, we made several new commitments in response to the Breast Milk Substitute Call to Action from the World Health Organization, Save the Children, UNICEF and other civil society groups. The responsible marketing of breast-milk substitutes, feeding bottles and teats is crucial to maximizing nutrition for babies through breastfeeding as well as maintaining public trust. Nestlé pledged to unilaterally stop promotion of infant formula in all countries for babies aged 0-6 months, extending the provisions of our existing policy to the United States, Canada and Japan, where no regulations currently exist.\n\nIn addition, we will advocate for the regulation of marketing of infant formula for babies up to 12 months of age globally. We also committed to strengthening our advocacy practices in line with the Responsible Lobbying Framework.\n\nAs a result of our policies and focus on implementation, we achieved an increase of 12 percentage points in the Access to Nutrition Breast Milk Substitute and Complementary Foods Index 2021. Our business was assessed as highly compliant in Mexico and the Philippines, the two countries where breast milk substitute manufacturers’ marketing practices were assessed. We also maintained inclusion in the FTSE4Good BMS index (first inclusion in 2011). See our annual compliance report for more insight on Nestlé’s Breast WHO Code compliance system.\n\nIn 2021, there were no material sanctions (over CHF 10 million) due to product labeling or marketing violations.*\n\nCompliance with Nestlé Marketing Communication to Children policy**\n\n| Channel | 2021 |\n|---------|------|\n| TV      | 98.7%|\n| Websites| 100% |\n| Social Media | 98.6% |\n| Influencers| 100% |\n| Print   | 95.5%|\n\n24 Countries with breast-milk substitute compliance audits (18 in 2020)\n\nOutlook\nWe remain committed to providing transparent on-pack nutrition information and portion guidance, to marketing our products responsibly and to promoting healthy diets and lifestyles. We will also continue to help parents foster healthy eating habits in their children.\n\nCASE STUDY\n\nNestlé for Healthier Kids (N4HK) is a worldwide initiative to help parents raise healthier and happier children. It promotes healthy eating and lifestyle habits for children aged 3 to 12 years. The four pillars of our work are:\n\n- More fruits and vegetables\n- More water\n- More movement (physical activity)\n- Eating portion sizes appropriate for the age of the child\n\nWe believe that developing healthy eating habits in kids starts before you even get to the kitchen – it includes meal planning, shopping and preparation.\n\nOur campaign encourages families to involve children at every stage because cooking can be an adventure, and each adventure can be an opportunity to teach healthy habits.\n\nWe also try to make healthy eating fun for families with creative suggestions, such as adopting the theme of a fairy tale, where fresh ingredients are the main characters. Making the process fun can help overcome obstacles and enable parents and kids to create their own healthy stories of good eating.\n\nWe have also created short, catchy videos that encourage families to let kids pick their own fruits for breakfast, make shopping lists and handle ingredients. We even turn the preparation of drinking water into a fun process by showing how to infuse it with fruits.\n\nWe work with social media influencers to help get our message across. They share ideas for involving kids in the kitchen, managing the daily challenges of feeding kids and making healthy and creative dishes.\n\nN4HK is our effort to answer children’s nutritional needs while providing nutrition education.\n\nFollowing a successful 2020 campaign, we updated N4HK in 2021 to continue providing nutritious recipes for parents to cook with their children and to build awareness of the importance of involving children in meal preparation.\n\nCASE STUDY\n\nThe Parenting Index\n\nWe firmly believe that our commitment to supporting families in the first 1000 days of life is one that can only be deepened by a greater awareness of the realities of being a parent in the twenty-first Century. The launch of Nestlé’s The Parenting Index in 2021 supports this commitment.\n\nThe index provides a fascinating snapshot of the views of over 8,000 parents from 16 countries. This first-of-its-kind study reveals perceptions and realities about the ‘ease of parenting’. The Parenting Index is another strand in The Nestlé Parenting Initiative, through which we work with other employers, governments and broader communities to address the challenges that parents face.\n\nWe are committed to commissioning this index on a biennial basis to continue to benchmark and monitor change. The data, which are publicly available, can be used by companies and governments in their parenting policy reviews.\nEnabling healthy food environments\n\nNestlé Professional is our dedicated food service division, working with schools, hotels, aspiring chefs, baristas and future food service leaders. Since 2015, over 151,000 people have followed our LinkedIn page.\n\nIn 2021, we partnered with the Culinary Arts Academy in Switzerland, one of the world’s top-ranked culinary schools. We worked with students to promote healthier diets and lifestyles, using our expertise in nutrition, plant-based foods and sustainability to set creative cooking challenges.\n\nWith our partner, Worldchefs, we delivered a series of webinars for interested participants in the out-of-home industry. The webinars were free of charge and shared knowledge of best business practices, consumer trends, plant-based and coffee category knowledge, nutrition and sustainability. We issued 2,545 digital certificates to participants from all over the world, allowing them to add the course to their CVs and LinkedIn profiles.\n\nWith Worldchefs we also celebrate International Chefs Day annually. In 2021, through local events and a range of digital resources, chefs engaged children on the impact food production and consumption has on the environment.\n\nA child-friendly sustainability booklet helped to bring the course to their CVs and LinkedIn profiles.\n\nIn 2021, Nestlé Professional USA committed USD 1 million to the National Restaurant Association Educational Foundation to support young people from all backgrounds in pursuing a future in the restaurant, food service and hospitality industry.\n\n7,000 Students have completed the Worldchefs Academy course since 2018\n\nCASE STUDY\n\nThe Global Nutrition and Health Atlas\n\nDantong Wang, Nestlé Research Senior Scientist\n\n“We wanted to make nutrition and health data accessible in a quick, interactive and user-friendly format, which is why we partnered with Tufts University. We felt it would be useful to the public, to researchers, to policymakers and to people everywhere who want to have an overview of what the nutrition and health situation is globally or nationally.”\n\nRead more about the Global Nutrition and Health Atlas\n\nNESTLÉ EXPERT\n\nIn improving nutrition science is key\n\nOdd Erik Johansen, Global Clinical Development Lead, Cardio-Metabolism, Nestlé Health Science\n\n“At Nestlé Health Science, it is important to share our knowledge and discoveries at scientific conferences and symposia. At these events for technical experts, scientists, academics and opinion leaders, we introduce our research and data on nutrition science, helping attendees understand how Nestlé helps to foster healthier lives.\n\n“Take, for example, the symposium that we hosted in June 2021, at the American Diabetes Association’s Virtual 81st Scientific Sessions, on Nutritional Approaches for the Prevention and Remission of Type-2 Diabetes and Weight Management. We invited experts in the health nutrition field to join us in discussing the role of nutrition intervention on the pathophysiology and management of obesity, type-2 diabetes and associated diseases. During the event we also hosted a personalized virtual booth, providing attendees with the opportunity to interact with experts from Nestlé Health Science and learn about our research and innovation for diabetes and weight management.\n\n“One important development we shared at the conference was research on a product that helps people with type-2 diabetes to manage the disease. Diabetes affects some 537 million people around the world and controlling blood sugar levels is a challenge for many. So, we have developed a highly concentrated whey protein micropel that simplifies pre-meal whey protein ingestion and improves blood sugar control, reducing post-meal blood sugar spikes, improving the body’s insulin response and clearing glucose in the blood.\n\n“Results have been encouraging. In clinical trials of the micropel, glucose levels were reduced by 22% in participants ingested with whey protein and insulin response was significantly higher.\n\n“It’s all part of our effort to find new ways that nutrition can support people’s health, and then to share our discoveries through avenues that demonstrate the strong scientific basis of our work.”\n\n“There is a strong interconnection between nature, food and medicine in the world. While there are still many stones to be turned in this area, Nestlé is doing its part to make lives better and healthier.”\nWe can move beyond just minimizing our impact on resources and instead take a regenerative approach with the help of our partners.\n\nThe way we approach sustainability is evolving. This is visible through our work on climate, nature, water and packaging.\n\nBuilding on our Net Zero Roadmap, our new efforts related to regenerative agriculture, our Forest Positive strategy and the Nestlé Waters pledge lie at the heart of this change. These pioneering approaches are now inspiring the direction of travel for the entire business.\nClimate and nature\n\nWe recognize how deeply connected food systems are to the planet’s resources. It is imperative to our business and our future that we take the lead and inspire others to help protect, renew and restore the resources we all depend on.\n\nBackground\n\nFood systems have an important impact on the climate. Agricultural activities, such as land-use change and agricultural expansion, are linked with approximately one third of global greenhouse gas emissions and with an accelerated loss of biodiversity, habitats and ecosystems. At the same time, the effects of climate change have already begun to impact food systems. Altered weather patterns are affecting growing seasons and making crop yields less predictable, while increases in extremes such as droughts and floods are threatening food security.\n\nWe must act now to help avoid the worst potential climate scenarios and protect people whose livelihoods depend on agriculture from the changes we know are coming.\n\nOur intention to advance regenerative food systems at scale recognizes that, when it comes to climate and nature, it is no longer enough to simply aim to do no harm. We must aspire to help protect, renew and restore the planet’s resources.\n\nWe will reach net zero by 2050 at the latest, even as our business continues to grow\n\nBy 2025, we will reduce absolute emissions by 20% from 2018 levels\n\nBy 2030, we will reduce absolute emissions by 50% from 2018 levels\n\nWe will achieve and maintain 100% deforestation-free primary supply chains\n\nBy 2022 for meat, palm oil, pulp and paper, soya and sugar, and by 2025 for coffee and cocoa\n\nSDG contributions\n\n97.2% Deforestation-free in our primary meat, palm oil, pulp and paper, soya and sugar supply chains (90.0% in 2020)\n\n63.7% Renewable electricity sourced at year end (50.5% in 2020)\n\nOur performance\n\nNet Zero Roadmap scope: greenhouse gas (GHG) emissions reductions Against 2018 baseline (million tonnes of CO2e)\n\n4.0 Million tonnes of absolute CO2e reductions in 2021\n\n9.7 Million tonnes of CO2e removals secured since 2018\n\n13.7 Million tonnes of CO2e cumulative reductions achieved and removals secured since 2018\n\nGHG emissions for Scope 1: emitted directly (million tonnes of CO2e)\n\n2018 2019 2020 2021\n\n93.4 98.4 94.4 98.4\n\n50% reduction from 2018 levels by 2030\n\nBusiness as usual\n\nReductions\n\nActual emissions\n\nTotal Scope 1, 2 and 3 GHG emissions\n\n2018 2019 2020 2021\n\n94.4 98.4 4.0 Reductions\n\nBusiness as usual\n\nActual emissions\n\nEY assured. The EY limited assurance report and conclusion can be found at www.nestle.com/assurance-statement\n\nEY reviewed for consistency\n\nOur Reporting Scope and Methodology for ESG KPIs can be found at www.nestle.com/esg-kpis\n\n* Baseline restated due to acquisitions, divestitures and adjusted scope.\n\n** Includes emissions that are not in scope for net zero roadmap calculations above.\n\n“Turning our climate roadmap into practice enabled us to decouple greenhouse gas emissions from company growth. The combination of the carbon reduction projects with the longer-term removals we have initiated is paving our way to net zero.”\n\nBenjamin Ware, Head of Climate Delivery and Sustainable Sourcing, Nestlé\n\n“Climate and nature”\n\nCreating Shared Value and Sustainability Report 2021\nIn 2020, we launched our Science Based Targets initiative (SBTi)-aligned Net Zero Roadmap, a science-based plan that expands on our climate ambitions. Thanks to this plan, we are putting peak carbon behind us and are on track to achieve our emissions reduction targets for 2025 and 2030. Because climate intersects every part of our company, it forms one of the five workstreams of our new central ESG Strategy and Deployment Unit.\n\n**Strategies for all emissions**\n\nA detailed analysis of emissions against our 2018 baseline showed 95% of our greenhouse gas (GHG) emissions came from activities in our supply chain (such as farming and shipping) and just 5% from our own operations. Dairy and livestock ingredients are our largest single source of emissions – accounting for approximately half the emissions associated with producing our ingredients. We identified that to make progress toward our net zero ambition we must focus primarily on our upstream supply chain. This led us to developing two main strategic approaches for tackling our Scope 3 emissions: Forest Positive and Regenerative Agriculture.\n\n**Performance**\n\nAs a result of GHG reduction projects being scaled up in our operations and supply chain, we have put peak carbon behind us following two consecutive years of emissions reduction, while our business has grown. We have reduced absolute GHG emissions by 4.0 million tonnes.\n\nWe restated the 2018 baseline emissions in scope for our Net Zero Roadmap from 92 million tonnes to 93 million tonnes, due to acquisitions, divestitures and adjusted scope. Without action, business growth would have increased our emissions to 98.4 million tonnes by the end of 2021. However, we have achieved 4.0 million tonnes of GHG emissions reductions (CO₂e) through our climate program. While our year-end emissions of 94.4 million tonnes were still higher than in 2018, our performance clearly demonstrates a downward trajectory. We continue to roll out our climate program to reduce emissions as much as possible, aiming for net zero by 2050 at the latest.\n\nIn addition to reducing emissions, a future in which the average global temperature increase is limited to 1.5 degrees requires food and agriculture companies to invest in carbon removals connected to their value chains. We have already begun this process, initiating projects that will sequester 9.7 million tonnes of CO₂e over project lifetimes through our Global Reforestation Program.\n\n**Scope 1 and 2 emissions**\n\nAll of our Scope 1 and 2 emissions are included in our Net Zero Roadmap, and our actions to address them are contributing to our absolute emissions reductions. In 2021, we increased the percentage of renewable electricity sourced to 63.7% (2020: 50.5%), in line with our commitment to source 100% renewables electricity across our sites globally by 2025. The increase was due to many sites in Argentina, Australia, Mexico, New Zealand and Russia achieving 100% renewable electricity.\n\nThrough our Green Fleet Project, we are shifting to electric, biofuel, hybrid or plug-in hybrid vehicles. In 2021, our Green Fleet increased from 17.6% to 27.2% across our entire corporate fleet.\n\n**Energy consumption**\n\n| Year | Energy consumption (Gigajoules) | Energy consumed that is renewable energy (%) | Energy consumed that is supplied from grid electricity (%) |\n|------|---------------------------------|---------------------------------------------|----------------------------------------------------------|\n| 2020 | 81,085,508                      | 23.1                                        | 52.2                                                     |\n| 2021 | 77,979,476                      | 25.3                                        | 50.2                                                     |\n\n**27.2%**\n\nGlobal fleet of vehicles switched to lower-emission options (17.6% in 2020)\n\n**Scope 3 emissions**\n\nOur total reported Scope 3 emissions include some categories that are not currently covered by our SBTi-aligned GHG emissions reduction target. These include consumer use of sold products, and purchased services, leased assets, capital goods, and investments. As a result, our total reported Scope 3 emissions are higher than the actual emissions reported for 2021 against our net zero baseline.\n\nMost of our Scope 3 emissions reductions are the result of interventions in our livestock and dairy supply chains, as well as our Global Reforestation Program. Read more about net zero dairy and our Forest Positive strategy.\n\n**Sustainable transport**\n\nWe continued to roll out our lean-logistics transportation hub (T-Hub) to more markets, to further reduce our supply chain emissions with advanced transport analytics for our distribution activities.\n\nWe also worked toward further reductions in our transportation emissions utilizing the Global Logistics Emissions Council (GLEC) Framework:\n\n- Investments in IT systems enabled us to better fill vehicles and improve journey planning\n- Our S.Pellegrino brand used fleet vehicles powered by liquefied natural gas (LNG), as the fossil fuel with the lowest carbon intensity, and is moving to Bio-LNG for both land and sea transport\n- We piloted zero-emission tailpipe technology together with logistics partners\n- In Switzerland, we introduced a hydrogen-powered truck to deliver Nespresso products, while in Sweden we are trialing an electric truck\n\nWe are also implementing projects to reduce Scope 3 emissions across our broader supply chain. In one such example, we worked with a specialized consultancy in Spain to produce a TV advertising campaign more sustainably. This included using recycled props and wardrobe to avoid purchasing and disposing of new costumes. We sourced locally produced food and introduced more plant-based menu items for the cast and crew, along with implementing recycling systems on site.\n\n**Total weight of waste generated in 2021 and a breakdown of this total by composition of the waste (metric tonnes)**\n\n| Waste composition | Non-recyclable waste generated | Non-hazardous waste generated | Total |\n|-------------------|--------------------------------|-------------------------------|-------|\n| Meat              | 79                             | 39,581                        | 39,660|\n| Fish              | 482                            | 607,078                       | 607,560|\n| Vegetables        | 187                            | 509,046                       | 509,233|\n| Other             | 119                            | 358,804                       | 359,923|\n| Total             | 12,748                         | 1,555,480                     | 1,568,228|\n\n* Adjusted scope reflects improved methodology for calculating transport emissions.\n\n**CASE STUDY**\n\n**The Brands Climate Hub: Helping our brands reach carbon neutrality**\n\nGaëlle Nuttall, Global Climate Change Manager, leading the Brands Climate Hub\n\n*We have improved our ability to help brands on their climate journeys. Every Nestlé brand performing a Life Cycle Assessment now uses the same methodology and the studies are critically reviewed by an independent third party. The Brands Climate Hub team perform the Life Cycle Assessments and ensures that all GHG reduction roadmaps and carbon credit sourcing follow Nestlé guidelines, in compliance with high-quality industry standards.*\n\n**Creating Shared Value and Sustainability Report 2021**\n\nCarbon reductions, removals and neutrality\n\nTo achieve net zero emissions, we need to reduce emissions as much as possible. Switching to source our ingredients from regenerative agriculture by 2030 will help us do so, as will investing in sustainable logistics, packaging and manufacturing activities.\n\nOur Net Zero Roadmap also includes carbon removals. As a company with a large land footprint, we are committed to making a significant contribution to decarbonization through natural climate solutions projects in our value chain. These ‘insetting’ projects take place within our supply chain and the landscapes where we source our raw materials, and help restore forests, wetlands and peatlands, or improve land management. Our projects can also help generate additional benefits for communities and protect natural ecosystems that are under threat.\n\nTogether these activities form the basis for our SBTi-aligned target and Net Zero Roadmap.\n\nIn addition to the carbon reductions and removals in our value chain, in the short-to-medium term our brands are investing in carbon credits to compensate for emissions relating to their products. We purchase high-quality carbon credits that help fund natural climate solutions and other activities outside our value chain, including tree planting, forest protection and, in some cases, social programs for rural communities.\n\nBrands can communicate the resulting carbon neutral status of their products – as long as they can prove the GHG reduction and commit to significantly and progressively reducing their GHG emissions in line with the Net Zero Roadmap.\nProduct portfolio and packaging\nWe are investing in science and technology solutions that help reduce our carbon emissions. We look at different areas, such as ingredients, production processes, packaging and others. We assess R&D projects early in their lifespans for potential impact on climate.\n\nBrands such as Garden Gourmet, our plant-based food Garden Gourmet in their lifespans for potential impact on climate.\n\nAdvocacy\nThroughout 2021, we engaged in climate-related advocacy to encourage rapid and sustained reductions in GHG emissions through government policies and private sector leadership. Examples include:\n\n- Joining global calls to action in partnership with organizations including the World Economic Forum, We Mean Business and G2020 is our Business\n- Speaking at multiple events at COP26 to support global progress on emissions reductions\n- Market-level advocacy such as linking our net zero ambition with Nationally Determined Contributions in the Philippines and joining calls to action for specific countries, including Japan, to speed up emissions reductions\n- Advocating for global accounting rules that incentivize companies in the land-use sector to invest and collaborate at landscape level, through active involvement in multi-stakeholder platforms and the organization of two webinars on the topic\n\nWe also joined the Taskforce on Nature-related Financial Disclosures working group in 2021 to advance the collective understanding of how to report on risks and dependencies related to the natural environment. This complements our membership of the Corporate Engagement Program run by the Science Based Targets Network.\n\nOutlook\nWe will continue reducing our GHG emissions across all scopes. This includes further developing and implementing our approach to Regenerative Agriculture and our Forest Positive strategy.\n\nWe will work with governments and international organizations to help implement promises made at the UN climate change conference COP26, particularly around reducing the risk of deforestation and building a robust and reliable carbon market. One of our main advocacy objectives for 2022 is to help place regenerative food systems at the heart of national climate plans and to encourage policy makers to make it a central focus for COP27 in Egypt.\n\nArguably, the most important thing we have been working on in dairy during 2021 has been the development of net zero dairy farms. Our dairy supply chain is present in 27 countries and we also work with our supply chains through cooperatives around the world. In 2018, most of our GHG emissions were Scope 3 and came from sourcing ingredients. Dairy is the single biggest source of these emissions, so tackling them can have a major impact on our efforts to reach net zero.\n\n“We leverage our R&D expertise that ranges from agricultural sciences, nutrition, food safety, analytics through to product development to discover novel solutions that help us to further reduce carbon emissions in dairy. We are establishing research farms to test new solutions that will be upscaled across our 30 reference farms around the globe. On these everyday farms we test climate-friendly and regenerative agriculture farming practices with academic partners and the farming community in the respective geographic locations. Our aim is to transparently transform these farms into net zero farms as a reference for others to learn from.\n\n“Regional adaptation is important. The dairy footprint is an accumulation of emissions coming from different steps in the production system, each of which have a variety of practices. Equally, solutions need to take account of the best options to reduce and sequester carbon. Different farms will have several pathways to choose from based on personal preferences. To address this, we have identified 160 farming archetypes arranged into eight categorical clusters as a basis for localized pathways for market-led approaches.\n\n“It is important for us to illustrate on existing farms what a transformation may look like in their region. These farms support the dialogue with our suppliers and help us to identify what further research, training, support tools and financing may be required. By doing this, we aim to remove uncertainties, minimize risk and reduce the hurdles to uptake.\n\n“Early results from these reference farms are very encouraging, opening the possibility for dairy farms to not only move toward net zero, but to potentially remove more carbon than they emit. The most impactful commitment is our approach to use regenerative agriculture to progress toward net zero.\n\n“Scaling emissions reductions\n“We are not only piloting future farm models. In many cases, we have also accelerated existing programs in dairy to professionalize or support a just transition in our supply chain that takes into consideration the farms’ profitability. This scaling is about creating greater CO2e reductions. The practices we look at include enriching animal diets, planting multi-species pasture, improved production management, biogas digesters, fertilizers and solar panels.\n\nSequestering carbon\n“Improving soil health is one of the best things we can do on farms. Building rich, deep, healthy soils has the potential to sequester carbon and to enhance water percolation and retention, which results in better climate resilience. All of this positively impacts the farms’ biodiversity by creating natural habitats for plants and animals. Soil health can be improved by reducing tillage, keeping the soil covered using cover crops such as oats, mustard, clover, peas, beans, amaranth or millet. Switching to multi-species pastures, planting trees and hedgerows, and establishing riparian buffers or silvopasture productions systems further improves the carbon footprint and biodiversity of the farms.\n\n“Beyond this, when coupled with low-stress milk production systems managed by skilled people, the practices that are put in place to improve soil health can also boost milk production and with that farmers’ livelihoods.\n\nNet zero farm pilot, South Africa\n“After just one year, the results of our pilot studies have been very positive. Our lead test farm in South Africa reduced its cow herd by 100 animals, yet increased its total milk yield by 12% since the start of the trial. It has reduced emissions from electricity by 24% thanks to energy-saving measures and seen a 53% increase in active carbon in the soil, sequestering 4700 additional tonnes of CO2. Significant carbon sequestration potential remains. Chemical fertilizer (mainly nitrogen) usage was lowered by 70%, being replaced with a balanced introduction of additional organic fertilizers from chicken manure. Pasture yields remain consistent.\n\n“There were admittedly some challenges. Low rainfall meant that in some fields, pastures needed to be re-established, exposing the top soil and affecting the potential to improve its health. There were also some practical problems associated with the smell of the organic fertilizer and administrative challenges in selling electricity to the grid. On balance, we are satisfied and the pilot farm interventions are being replicated by other dairy farmers who have been frequently visiting the pilot farm themselves.\n\n“This is an approach that genuinely has the potential to contribute to a meaningful impact on climate change, not just for Nestlé but for the whole industry.\n\nCreating Shared Value and Sustainability Report 2021\n23\nCASE STUDY\n\nFarmers are proving it is possible\n\nThe Net Zero Initiative is a program in the United States co-funded by Nestlé. Here are some of the experiences of farmers involved with the program:\n\nJon Rebiero, Manager, Trinkler Dairy Farm, California, United States\n\n“Our family has been dairy farming for three generations and we have been supplying fresh milk to Carnation every day since 2014 to make their evaporated milk.\n\n“Trinkler Dairy Farm is the first partner farm within the Net Zero Initiative. We are piloting new technologies and sustainable farming practices to show others that it is really possible to make dairy farms emissions free.\n\n“Today on the farm, we use various sustainable practices: all of our manure that is produced by the cows is either used to fertilize crops or it is dried and used for bedding. All the water that our farm produces is either used to irrigate our crops or recycled back through the water troughs and soakers. Nothing leaves the farm as waste.”\n\n“All the practices we have introduced are contributing to soil that is healthy, that is pulling carbon out of the air and banking it. Not only that, but the healthier soil then grows healthier crops, which in turn, bank even more carbon from the atmosphere.”\n\nAustin Allred, Royal Dairy Farmer, Washington, United States\n\nCASE STUDY\n\nThe Cool Farm Tool: Helping farmers understand their environmental footprint\n\nAgriculture contributes significantly to global GHG emissions. To help farmers deal with the new world of climate-conscious agriculture, Nestlé’s internal experts and external partners are using the Cool Farm Tool to assess the footprint of our ingredients.\n\nThis online GHG, water and biodiversity calculator, developed by the Cool Farm Alliance in which Nestlé participates, helps farmers assess their environmental footprint. Farmers can get a better understanding of the situation on their farm, revealing emissions hotspots and potential mitigation approaches. It is a useful tool for working toward a healthier planet.\n\nNESTLÉ EXPERT\n\nThe time is now\n\nPatricia Stroup, Chief Procurement Officer, Nestlé\n\n“I grew up on a dairy farm, and later spent 10 years as a dairy farmer, co-owner and manager of dairy farms in North Carolina and Pennsylvania. You could say that is where my career was born.\n\n“My team at Nestlé and I believe that the best procurement practices let us bring the best products to our consumers. We have a three-pillar strategy: best supply, best value and best care for the planet. The latter is where net zero farms are key.\n\n“We have already begun informing our suppliers about our net zero transition. We are encouraging them to embrace lower-carbon, more sustainable farming practices, or we will have to consider switching our sourcing to farms that do. We recognize this transition will be a challenge for farmers and are offering significant support, including financial and technical help. We realize each farm is unique. They will move at different speeds and need different approaches and levels of support. But the direction of travel is clear. We have seen what is possible – sectors such as dairy can transform into low-carbon, zero-carbon or perhaps even carbon-negative industries with higher productivity and multiple additional benefits to communities and nature. Now that we know this, there can be no turning back.\n\n“It is an incredibly exciting time!”\nThe conservation and restoration of forests and other key natural ecosystems forms part of our Net Zero Roadmap. Sustainable livelihoods and respecting human rights are part of our Human Rights Framework and Roadmap.\n\nOur Forest Positive strategy\n\nI. Deforestation-free supply chains\n\nWe will achieve and maintain 100% deforestation-free supply chains using tools such as supply chain mapping, on-the-ground assessments, certification and satellite monitoring.\n\nBy 2022 for meat, palm oil, pulp and paper, soya and sugar primary supply chains\n\nBy 2025 for coffee and cocoa\n\nII. Long-term forest conservation and restoration in our supply chains\n\nWe will ensure proactive action to help keep forests standing and restore degraded forests and natural ecosystems while respecting the rights of Indigenous Peoples and Local Communities.\n\nNestlé will grow 200 million trees by 2030\n\nIII. Sustainable landscapes\n\nWe will embark on Forest Positive engagement at scale to help transform the key landscapes we source from for the future.\n\nNestlé will support 15 sustainable landscape initiatives by 2023\n\nGlobal Reforestation Program\n\nOur Global Reforestation Program (GRP) aims to grow 200 million trees by 2030 in our sourcing landscapes. This is a key part of our Forest Positive strategy. By helping to conserve and restore natural ecosystems in our production regions and improve agricultural production, we aim to create a positive impact on people, nature and climate. Our projects will include growing trees to restore natural forest landscapes, introducing agroforestry systems for suitable crops such as cocoa and coffee, and supporting other natural ecosystem restoration activities. The projects will also have co-benefits, including helping to improve soil health and water conservation, restoring degraded lands, contributing to biodiversity, mitigating climate change and supporting local livelihoods and the rights of Indigenous People and Local Communities.\n\nSo that planted trees can survive and thrive, we follow a project cycle for every intervention, which includes country- and project-level assessments and stakeholder engagement to ensure proper selection of the projects and the places where we implement them, as well as long-term monitoring of impact. For each project, verification or certification processes ensure that a robust set of carbon best practice principles are implemented and respected.\n\nPhase 1: Initial investigation\n\n- Map Nestlé’s sourcing locations\n- Conduct investigation and scoping\n- Identify project opportunities in a country or region meeting project criteria\n- Conduct due-diligence screening for carbon-claims challenges and opportunities due to local context\n\nPhase 2: Pre-feasibility study\n\n- Identify which Natural Climate Solutions projects to invest in and implement in collaboration with our partners and suppliers along our value chain\n\nPhase 3: Process to activate a project\n\n- Develop project design document and monitoring plan, to include:\n  - Detailed project plan\n  - Timelines\n  - Costs\n  - Carbon calculations\n  - Sign contract and scope of work\n  - Allocate funding\n  - Activate partners and local partnerships\n\nPhase 4: Actions to implement and monitor\n\n- Grow seedlings in nurseries\n- Plant trees\n- Conduct short- and long-term monitoring of trees planted, carbon sequestered and other co-benefit outcomes\n\nOur Global Reforestation Program aims to plant 200 million trees by 2030 in our sourcing landscapes to create a positive long-term impact on people, nature and the climate. Projects will help restore natural forest landscapes, introduce agroforestry systems for suitable crops and support other natural ecosystem restoration activities.\n\nForests absorb approximately 2.6 billion tonnes of carbon dioxide every year. This is the equivalent to one-third of the CO₂ released from burning fossil fuels. As home to 80% of land-based species, forests are also just as critical to the preservation of nature’s biodiversity, according to the UN. They provide nutrition, shelter, energy, medicine and livelihoods to around 1.6 billion people.\n\nBut as the global population grows, and demand for food along with it, forests and other natural ecosystems are increasingly at risk of being converted into farmland. Only through a broad approach that includes assessing deforestation risks, forest conservation and restoration, respecting community and land rights and investing in sustainable production landscapes can we aim to support a forest positive future.\n\nApproach\n\nLaunched in June 2021, our Forest Positive strategy builds on our decade-long work to end deforestation in our supply chains. Forest Positive means moving beyond just managing deforestation risks in our supply chain to targeting a positive impact on our broader sourcing landscapes. Our strategy aims to help conserve and restore the world’s forests and natural ecosystems while promoting sustainable livelihoods and respecting human rights, including empowering Indigenous Peoples and Local Communities to be stewards of critical natural ecosystems.\n\nUnderstanding the drivers of deforestation and creating the right incentives for forest conservation and the preservation of natural ecosystems are key to our approach. This is why we will go beyond our supply chain. Our actions will include rewarding suppliers for practices that keep trees standing, regenerate the land and respect human rights.\n\nCreating Shared Value and Sustainability Report 2021\n\n25\nPerformance\nTo date, 97.2% of our primary supply chains have been assessed as being deforestation-free across our five key raw materials: meat, palm oil, pulp and paper, soya and sugar. We are expanding the use of satellite technology to monitor our coffee- and cocoa-sourcing landscapes for deforestation risks, starting with the Americas.\n\nWe continued our work on landscape initiatives, including in the critical conservation and restoration of the Cavally Forest Reserve in Côte d’Ivoire, and have made other important investments as part of our action plan to support the Cocoa and Forests Initiative to help end deforestation and restore forests in Côte d’Ivoire, and have made other initiatives, including in the critical areas categories I-IV.\n\nOur progress toward deforestation-free primary supply chains\n\nBackground\nIn 2010, Nestlé committed to deforestation-free primary supply chains. Our Responsible Sourcing Standard is the tool that we use to operationalize our commitment.\n\nObjectives\nOur objective is to ensure that the raw materials that we buy do not originate from:\n- Areas converted from High Carbon Stock forests and habitat such as peatland, wetlands and savannas\n- Areas converted from natural ecosystems\n- Peatlands of any depth, except where farming practices protect peat\n\nCut-off dates\n- Meat, palm oil, pulp and paper, sugar: December 31, 2015\n- Soya: Aligned to sectoral cut-off dates where they exist (e.g. Amazon Soy Moratorium). When no sectoral cut-off date exists, we apply December 31, 2015 as a cut-off date\n\nOur approach\nTo implement our no-deforestation commitment, we take a risk-based approach. We map our supply chains to know where the raw materials that we buy come from. In at-risk origins, we take steps to verify that our purchases are not contributing to deforestation or conversion of natural habitats.\n\nBased on this approach, the following volumes are assessed as deforestation-free:\n- Traceable to low-risk origin = Volumes have been traced back to regions classified as at low risk of deforestation using tools such as Maplecroft. The traceability exercise is carried out in collaboration with our partners (e.g. Earthworm Foundation and Proforest) or using technology (e.g. SupplyShift).\n- Assessed on the ground = Volumes have been assessed through on-the-ground assessments, including by High Carbon Stock Approach and High Conservation Value assessments, by our partners (e.g. Earthworm Foundation, Proforest, SGS) and/or through certification such as Roundtable on Responsible Soy and Proterra (soya), Forestry and Stewardship Council and PEFC (paper) and Roundtable on Sustainable Palm Oil. Only segregated volumes are accepted as deforestation-free.\n- Assessed from the sky = Volumes have been assessed through satellite monitoring of production sites (farms, mills or supply area) in our supply chain identified through a traceability exercise.\n- Unknown = Not traced or being traced but not yet deforestation-free.\n\nGlobal Reforestation Program\nFor our initial projects, we have partnered with global tree-planting experts such as One Tree Planted and PUR Project, as well as carbon accounting initiatives Biodiverse Carbon and South Pole.\n\nTogether, we have set the foundations for a long-term, credible and robust program. One example is a project recently launched in the Philippines, where we have secured 2.5 million bamboo clumps and one million native trees in one of our coffee-sourcing regions. Bamboo thrives in degraded lands and sequesters carbon quickly. It also provides livelihood opportunities by harvesting the top of the plant to make paper, wood or textile products.\n\nIn 2021, we also started a reforestation project in Nicaragua, where we have secured 8.6 million trees for planting. We also secured 7.5 million trees for planting in Colombia and five million trees in Honduras. To date, our projects have secured a total of 24.6 million trees for planting in regions where we source from, contributing toward our overall reforestation goal with 9.3 million tonnes of CO₂ removals initiated over project lifetimes.\n\n24.6 Million trees secured for planting in 2021\n9.3 Million tonnes CO₂e secured through tree-planting projects initiated\nConnecting carbon, communities and landscapes\n\nEmily Kunen, Global Climate Delivery Leader, Forests and Global Sustainable Sourcing Leader, Palm Oil\n\nOur reforestation efforts are focused in and around our supply chains. These are projects connected to our business activities and build upon a decade’s work to map and create more responsible supply chains. We have developed an insetting framework that helps us focus our actions.\n\nWe aim to grow 200 million trees by 2030 to restore natural forests.\n\nWe are evaluating and validating restoration opportunities in our sourcing landscapes and considering other metrics beyond carbon removal, such as for biodiversity, water quality, livelihoods and Indigenous Peoples and Local Communities’ land rights. We require long-term monitoring for our Global Reforestation projects as it takes time for trees to grow and sequester carbon, and because we need to ensure the permanence of the impacts.\n\nWe continue to be involved in the Consumer Goods Forum Forest Positive Coalition, the Cocoa and Forest Initiative, the Cocoa Coalition and the Tropical Forest Alliance as we advocate for greater transparency and more collective action from companies, governments and civil society.\n\nWe continue to be involved in the Consumer Goods Forum Forest Positive Coalition, the Cocoa and Forest Initiative, the Cocoa Coalition and the Tropical Forest Alliance as we advocate for greater transparency and more collective action from companies, governments and civil society.\n\nHow supporting Indigenous Peoples can help achieve climate and nature goals\n\nAndy White, Former Rights and Resources Group, Coordinator\n\nBryson Ogden, Rights and Resources Group, Associate Director\n\n“Securing community land rights represents a critical and cost-effective solution to conserving forests, sequestering carbon and contributing to the prosperity of billions of rural rights-holders by 2030. By prioritizing community rights, companies like Nestlé can advance their vision of a forest positive future as well as global conservation and climate goals.\n\n“Making up a global population of 2.5 billion, Indigenous Peoples, local communities and Afro-descendant Peoples customarily claim almost half of the world’s lands and forests yet have legal rights to less than 20%.\n\n“Customary and formal claims frequently overlap with companies’ sourcing areas, restricting positive forest and livelihood outcomes in supply chains. Furthermore, few countries explicitly recognize communities’ rights to carbon in customary lands.\n\n“While companies struggle to monitor these local and persistent impacts, emerging legislation in the European Union and United Kingdom targeting human rights and deforestation violations will challenge the agricultural sector to address lands rights issues.\n\n“At the same time, recognition of the rights of local peoples represents a powerful solution to achieving forest positive strategies. Forests owned or managed by communities have lower rates of deforestation and higher levels of biodiversity, yet investment in securing collective land tenure languishes relative to other priorities.\n\n“By leveraging supply chains and influence, as well as by financially supporting land rights efforts, companies like Nestlé can make even more progress toward a forest positive future.”\n\n“Forests owned or managed by communities have lower rates of deforestation and higher levels of biodiversity.”\n\nOutlook\n\nOver the last 10 years we have gained a better understanding of the dynamics and drivers of deforestation, as well as effective tools to assess risks and address them. This knowledge will help bridge the small remaining gap between 97.2% and 100% deforestation-free primary supply chains for meat, palm oil, pulp and paper, soy and sugar by 2022, as well as for coffee and cocoa by 2030.\n\nWe have committed to carrying out a global forest footprint for key forest-risk areas in and around our supply chains by the end of 2023. Learnings from our forest footprints in Sumatra and North and East Kalimantan in Indonesia are already informing our Forest Positive strategy. This will help us identify areas of future risk and opportunities for forests, peatlands and customary land rights in and around our supply chains and take proactive action. In 2022, we will develop and publish an action plan on Indigenous Peoples and Local Communities’ land rights.\n\nOur global forest footprints help us to identify areas of future risk and opportunities for forests, peatlands and customary land rights near our supply chains.\n\nWe require long-term monitoring for our Global Reforestation projects as it takes time for trees to grow and sequester carbon, and because we need to ensure the permanence of the impacts.\n\nWe continue to be involved in the Consumer Goods Forum Forest Positive Coalition, the Cocoa and Forest Initiative, the Cocoa Coalition and the Tropical Forest Alliance as we advocate for greater transparency and more collective action from companies, governments and civil society.\n\nWe continue to be involved in the Consumer Goods Forum Forest Positive Coalition, the Cocoa and Forest Initiative, the Cocoa Coalition and the Tropical Forest Alliance as we advocate for greater transparency and more collective action from companies, governments and civil society.\n\nOur reforestation efforts are focused in and around our supply chains. These are projects connected to our business activities and build upon a decade’s work to map and create more responsible supply chains. We have developed an insetting framework that helps us focus our actions.\n\nWe aim to grow 200 million trees by 2030 to restore natural forests.\n\nWe are evaluating and validating restoration opportunities in our sourcing landscapes and considering other metrics beyond carbon removal, such as for biodiversity, water quality, livelihoods and Indigenous Peoples and Local Communities’ land rights. We require long-term monitoring for our Global Reforestation projects as it takes time for trees to grow and sequester carbon, and because we need to ensure the permanence of the impacts.\n\nWe continue to be involved in the Consumer Goods Forum Forest Positive Coalition, the Cocoa and Forest Initiative, the Cocoa Coalition and the Tropical Forest Alliance as we advocate for greater transparency and more collective action from companies, governments and civil society.\n\nWe continue to be involved in the Consumer Goods Forum Forest Positive Coalition, the Cocoa and Forest Initiative, the Cocoa Coalition and the Tropical Forest Alliance as we advocate for greater transparency and more collective action from companies, governments and civil society.\n\nConnecting carbon, communities and landscapes\n\nEmily Kunen, Global Climate Delivery Leader, Forests and Global Sustainable Sourcing Leader, Palm Oil\n\nOur reforestation efforts are focused in and around our supply chains. These are projects connected to our business activities and build upon a decade’s work to map and create more responsible supply chains. We have developed an insetting framework that helps us focus our actions.\n\nWe aim to grow 200 million trees by 2030 to restore natural forests.\n\nWe are evaluating and validating restoration opportunities in our sourcing landscapes and considering other metrics beyond carbon removal, such as for biodiversity, water quality, livelihoods and Indigenous Peoples and Local Communities’ land rights. We require long-term monitoring for our Global Reforestation projects as it takes time for trees to grow and sequester carbon, and because we need to ensure the permanence of the impacts.\n\nWe continue to be involved in the Consumer Goods Forum Forest Positive Coalition, the Cocoa and Forest Initiative, the Cocoa Coalition and the Tropical Forest Alliance as we advocate for greater transparency and more collective action from companies, governments and civil society.\n\nWe continue to be involved in the Consumer Goods Forum Forest Positive Coalition, the Cocoa and Forest Initiative, the Cocoa Coalition and the Tropical Forest Alliance as we advocate for greater transparency and more collective action from companies, governments and civil society.\n\nConnecting carbon, communities and landscapes\n\nEmily Kunen, Global Climate Delivery Leader, Forests and Global Sustainable Sourcing Leader, Palm Oil\n\nOur reforestation efforts are focused in and around our supply chains. These are projects connected to our business activities and build upon a decade’s work to map and create more responsible supply chains. We have developed an insetting framework that helps us focus our actions.\n\nWe aim to grow 200 million trees by 2030 to restore natural forests.\n\nWe are evaluating and validating restoration opportunities in our sourcing landscapes and considering other metrics beyond carbon removal, such as for biodiversity, water quality, livelihoods and Indigenous Peoples and Local Communities’ land rights. We require long-term monitoring for our Global Reforestation projects as it takes time for trees to grow and sequester carbon, and because we need to ensure the permanence of the impacts.\n\nWe continue to be involved in the Consumer Goods Forum Forest Positive Coalition, the Cocoa and Forest Initiative, the Cocoa Coalition and the Tropical Forest Alliance as we advocate for greater transparency and more collective action from companies, governments and civil society.\n\nWe continue to be involved in the Consumer Goods Forum Forest Positive Coalition, the Cocoa and Forest Initiative, the Cocoa Coalition and the Tropical Forest Alliance as we advocate for greater transparency and more collective action from companies, governments and civil society.\nRegenerative agriculture\n\nApproach\nRegenerative agriculture is an approach to farming that aims to improve soil health and soil fertility, as well as protecting water resources and biodiversity. Restoring soil health helps draw down and capture increased levels of carbon in soils and plant biomass. Healthier soils are also more resilient to the impacts of climate change and can increase yields, helping improve farmers’ livelihoods.\n\nWe know that regenerative agriculture plays a critical role in improving soil health, restoring water cycles and increasing biodiversity for the long term. These outcomes form the foundation of sustainable food production and contribute to achieving our ambitious climate targets. This is why Nestlé is investing CHF 1.2 billion by 2025 to spark regenerative agriculture across the company’s supply chain.\n\nOur approach will always seek to put farmers at the center – supporting solutions that are right for their regions and crops. This is why we have 540 sourcing specialists and more than 4500 support staff that are assisting with the transition toward regenerative agriculture.\n\nOur strategy begins with pilot studies at farms to validate new technologies and nature-based solutions. As pilots prove successful we are expanding into reference farms in farming systems where feasible. From reference farms we try to scale the approach to the larger agripreneur community, helping to further advance and improve their business models. We plan to roll this out at scale through our Farmer Connect program, with this transformation benefiting the larger community.\n\nWe are also encouraging industry alignment on common frameworks and metrics for regenerative agriculture.\n\nPerformance\nWe are piloting net zero dairy farms to assess the potential for farms to be managed in a regenerative way that is not only carbon neutral, but carbon negative.\n\nOur efforts to advocate for regenerative agriculture continued in 2021, including organizing an independent dialogue on the subject as part of the UN Food Systems Summit and at the United Nations climate forum COP26 and organizing other policy discussions, such as on the formation of the European Commission’s Farm to Fork strategy. We contributed to industry efforts at aligning frameworks and actions on regenerative agriculture through forums such as the Sustainable Agriculture Initiative Platform and by supporting the launch of REGEN 10, an acceleration platform for scaling regenerative and resilient food systems to 50% of world production in a decade.\n\nWe joined the Taskforce on Nature-related Financial Disclosures working group in 2021, to advance collective understanding of how to report on risks and dependencies related to the natural environment.\n\nWorking closely with a team from the International Union for Conservation of Nature (IUCN), Nespresso developed a Biodiversity Performance framework to identify species, habitats and related ecosystems services that are priorities for company actions across coffee landscapes. It also covers high-priority impacts, such as the loss of forest habitats and waterways.\n\nGlobal aggregation of data related to regenerative and organic agriculture (measuring native soil invertebrates and native insect populations), and conserving natural landscapes (benefiting people and habitats) will provide a comprehensive picture of impacts on biodiversity.\n\nOutlook\nBy 2025, Nestlé will invest CHF 1.2 billion to spark regenerative agriculture across our supply chains. We will fund pilot projects and co-invest with farmers to help them transition to regenerative agriculture, as well as pay premiums for regenerative agriculture goods. These actions are important for boosting the market for regenerative raw materials and enhancing farmer livelihoods.\n\nOn biodiversity, Nestlé will continue following and contributing to the development of a robust framework for making science-based targets on nature. An internal working group will assess the comprehensiveness of existing commitments on climate and nature and determine potential further steps in this area.\n\nRegenerative agriculture at Nestlé\n\nBiodiversity\nIncrease plant and animal biodiversity above and below the ground\n\nSoil\nScale-up farming practices that help protect soil health and increase soil organic matter\n\nWater\nReduce chemical farm inputs, optimize organic fertilization, biological pest control and irrigation techniques\n\nLivestock\nIntegrate livestock and optimize grazing in farming systems where feasible\n\nNespresso has developed a Biodiversity Performance framework with the IUCN.\nCASE STUDY\n\nLearning from the birds to restore biodiversity\n\nBirds are a good indicator of healthy coffee farms. If birds are doing well, the populations of other animals are likely doing well too, with benefits to water, soil and forests. This is why Nespresso has been collaborating with the Cornell Lab of Ornithology at Cornell University in Ithaca, New York, United States to develop a Biodiversity Progress Index using avian observation.\n\nThe first implementation of the Index has been in Costa Rica and Colombia, where a program called Nuestro Café, Nuestras Aves (Our Coffee, Our Birds) was rolled out. The program deployed more than 80 sound-recording units to collect and analyze audio recordings of birdsong, and engaged with farmers and family members on bird-counting projects and other activities. So far, communities have found more than 200 species of birds on participating AAA coffee farms, bringing home the idea that thriving bird populations go hand in hand with healthy coffee farms. Based on the results of the index, regenerative practices will be implemented to foster and restore biodiversity in AAA coffee production landscapes.\n\nBut this is just the tip of the iceberg. Nespresso has profoundly embraced the idea of supporting biodiversity and has recently finished an 18-month long consultation process with the IUCN. The outcome is a framework that will help Nespresso monitor biodiversity performance at a total company level.\n\n“One thing I’ve come to appreciate is the relationship between high-quality coffees, healthy ecosystems and thriving communities. Biodiversity supports the ecological services that farmers, their coffee crops, the communities and ultimately all of us depend on.”\n\nGuillaume le Cunff, CEO, Nespresso\n\nCASE STUDY\n\nEducating suppliers on our vision of climate change and regenerative agriculture\n\nWe spent a good deal of time in 2021 helping our core suppliers become more aware of the threat of climate change and adopt more regenerative agricultural practices. The process for suppliers is not easy. They have to ensure that their supply chains and farmers are making changes. The first step toward this is fully understanding the changes that are required. We published a major FAQ document and held webinars to answer questions, with hundreds of vendors participating.\n\nWe also support projects to help suppliers learn more sustainable practices. For example, the Earthworm Foundation’s Living Soils Initiative (Projet Sols Vivant) works with some 30 farmers producing potatoes, sugar beet, wheat and vegetables in the north of France, providing technical support and financial tools to help the farmers improve soil health and, in doing so, hold more carbon in the soil. Retaining carbon not only prevents carbon dioxide from being released into the atmosphere, where it can contribute to climate change, but also enhances water retention and helps release nutrients for plant growth, increasing crop yields.\n\nIn the United States, our Purina PetCare brand started a project to support environmental stewardship on 50,000 acres of farmland. We work with farmers and agriculture retailers to help them adopt sustainable practices. The project measures the outcomes of their sustainability efforts, quantifying the impact of conservation practices across areas such as nitrogen efficiency, erosion, soil quality, greenhouse gas emissions and carbon sequestration.\n\nOverall, we plan to invest CHF 3.2 billion by 2025 to address climate change, and CHF 1.2 billion of that is targeted at sparking more regenerative agriculture practices across our supply chain. With 115 projects co-financed by Nestlé and vendors, we expect that by 2030, half of our key agricultural raw materials will come from regenerative sources.\n\n“We’ve spent a lot of time building internal expertise on climate – training our buyers and category team members and creating awareness – so we can go out and engage with our vendors on these topics. Now the focus is on educating and training suppliers and ramping up initiatives. It’s all part of our determination to get regenerative agriculture moving in the right direction.”\n\nArnd Weinlaeder, Purchasing Group Manager, Nestlé\nNestlé Waters will advance the regeneration of the water cycle to help create a positive water impact everywhere our waters business operates by 2025.\n\nAcross Nestlé, we will continue to work to achieve good water resource management throughout our operations and agricultural supply chains.\n\n**Background**\n\nWater is a finite natural resource. We recognize the need to play our part in helping to protect, restore and renew water sources: in Nestlé Waters, our bottled-water business; throughout our agricultural supply chain and production operations; and in the communities wherever Nestlé has an impact.\n\nAs the climate changes and populations grow, the availability of clean, safe water is under threat. Water stress, where demand exceeds the amount of good quality water available, is a growing problem. By 2050, it is estimated that more than half the world’s population will be affected by water stress unless action is taken. Often, it is the most vulnerable communities – those lacking infrastructure and most exposed to increasing annual temperatures – that face the most challenging water-related impacts.\n\nWater is a vital resource for farmers – without it they cannot grow the raw materials we source to produce our foods and beverages. In fact, agriculture accounts for 70% of all water withdrawals worldwide and agricultural inputs such as fertilizers can also affect the quality of water sources. In some regions, increased water consumption to grow and produce food for an expanding and increasingly urbanized population is contributing to increased pressure on the natural water cycle.\n\nThe water cycle does not operate in isolation. Forests help regulate precipitation – for example, about half of Europe’s rainfall comes from forest evapotranspiration. Disruptions to the water cycle can impact livelihoods through drought or flooding. It is estimated that up to one million species rely on freshwater habitats. Millions more, including humans, rely on these species as a food source.\n\nTaking a local approach to water management supports farmers and communities where it is needed most and has the potential to positively effect natural water cycles.\n\n**SDG contributions**\n\n- **Helping to protect, renew and restore natural resources**\n- **Advancing regenerative food systems at scale**\n- **Contributing to nutritious and sustainable diets**\n- **Helping to protect, renew and restore natural resources**\n- **Strengthening communities**\n- **Operating responsibly**\n\n**Our performance**\n\n| Water use reduction in factories (million m³) |\n|---------------------------------------------|\n| 2020 | 2021 |\n| 1.69 | 2.30 |\n\nNestlé Waters sites certified to the AWS Standard (41 in 2020. Reduction is due to divestment of our North American waters business).\nApproach\nThe impacts of water stress are already being felt locally by communities, including by farmers and consumers. As such, our approach to water stewardship must be local, or context-based, too.\nNestlé uses various sets of publicly available data from four independent sources to evaluate the water stress at our factory locations. Each Nestlé site receives a score, allowing us to identify a list of Where It Matters locations to prioritize actions.\n\nOur context-based approach involves a three-step roadmap from local to wider catchment level: compliance as a minimum, then best practice in water resources management, and collective action.\nNestlé performs regular assessments of local water resources and water use inside and outside its factories, including possible future risks. We engage with stakeholders and monitor external research findings.\n\nOur approach to water management is overseen by the Nestlé ESG and Sustainability Council, supported by the ESG Strategy and Deployment Unit. We are currently defining how best to support the management of water resources through the transition to regenerative agriculture and in delivering on our broader Forest Positive strategy and net zero commitments.\n\nWater stewardship across Nestlé\nWe aim to take a holistic approach to water stewardship that considers our operations, our bottled-water business, our agricultural supply chains and the communities affected throughout.\n\nNestlé factories serving our Nestlé Waters business\nNestlé Waters pledge: We will advance the regeneration of the water cycle to help create a positive water impact everywhere our water business operates by 2025.\n\nAgricultural supply chain\nWe promote and implement better water management practices in water-stressed areas. This is to help protect positive watersheds and ensure regeneration of the water cycle.\n\nNestlé factories\nWe monitor water efficiency and the quality of the water we discharge.\n\nWater in communities\nWe believe businesses have a role to play in helping to ensure that more people have access to safe water.\n\nWater partnerships and advocacy\nWe work together with local stakeholders to address watersheds challenges.\n\nNestlé factories\nOver many years, we have implemented programs to continuously improve water efficiency at our factories and have worked at reducing water withdrawals, even as production volumes increase.\n\nWe monitor water withdrawals at 100% of our factories using flow meters and monitor water quality using sensors and probes, including water discharged to third parties or back into surface water bodies. We promote the recycling and re-use of water where possible.\n\nOur Nestlé Waters business\nOur bottled-water business, including brands such as Perrier, S.Pellegrino, Vittel and Buxton, aims to advance the regeneration of the water cycle to help create a positive water impact everywhere it operates by 2025.\n\nOur plan is to implement more than 100 projects around our 48 global waters sites, supported by a CHF 120 million investment. From 2025 onwards, our aim is for these projects to help nature retain more water than our bottled-water business uses.\n\nAll projects are measurable, using the World Resources Institute’s Volumetric Water Benefit Accounting methodology. This methodology provides consistency in analyzing water management activities and helps focus our activities on addressing current and future shared water challenges. Using this methodology, a newly created external panel will review the relevance and sustainability of the projects and give feedback on whether they are helping to address local challenges and opportunities. Nestlé Waters will strive toward continued reporting of water usage at each of its sites and on what its projects contribute to the area.\n\nWater stewardship is key to our business, so we have committed to certifying all our Nestlé Waters sites to the Alliance for Water Stewardship (AWS) Standard by 2025. Now our pledge goes beyond our operations to help with shared water challenges.\n\nFoundations of the Nestlé Waters pledge\nBuilding water stewardship foundations\nHelp to protect source and catchment\nContribute to communities\nCertify as per AWS Standard\nSave water\nRegeneration\nNestlé Waters will advance the regeneration of the water cycle to help create a positive water impact everywhere our water business operates by 2025.\n\nWater neutrality locally\nVolumetric water benefit (VWB)\nWithdrawals\nBalance\nPositive water impact\n\nCreating Shared Value and Sustainability Report 2021\nAgricultural supply chain\nSupporting watersheds and the regeneration of the water cycle, particularly in water-stressed areas, is a priority action that forms part of our approach to regenerative agriculture. This contributes toward conserving and restoring farmland and the associated ecosystems. Essential to this is optimizing organic fertilization, soil conservation, structure and organic matter content, and improving irrigation technology.\n\nBuilding on our extended 2020 commitment, we continue to engage with suppliers, especially those in agriculture, on water resource management. We use the Nestlé Responsible Sourcing Standard to specify to the more than 150,000 direct suppliers and more than 500,000 farmers we work with what we expect in terms of water use and water management practices. It sets out basic, mandatory standards as well as important and urgent sustainability practices, including water resources management.\n\nTraceability is key in identifying areas of water risk in our supply chains. Using commodity-based assessments and the Water Footprint Network methodology, we assess the water footprint of key agricultural commodities and highlight opportunities for actions aimed at better water management practices.\n\nWater in communities\nWe recognize that access to safe drinking water and sanitation is a basic human right, and that safe water, sanitation and hygiene (WASH) contribute to health, well-being, personal dignity and community resilience. Ensuring access to safe drinking water and sanitation for Nestlé employees is our priority as a business. Supporting access to water for the communities surrounding our direct operations and in our agricultural supply chains helps strengthen our business and society.\n\nNestlé supports WASH projects in schools and villages near its operations and in its supply chains around the world.\n\nWater partnerships and advocacy\nWater is a shared resource, so caring for it must be through collaborative actions.\n\nIn 2008, a group of business leaders – from the World Economic Forum’s Global Agenda Council on Water Security and its International Finance Corporation – came together to establish the 2030 Water Resources Group (2030 WRG). Nestlé has been a member of this consortium from the start and a dedicated supporter ever since. The 2030 WRG has a simple purpose: to build strong partnerships in pursuit of more sustainable water management.\n\nSince 2008, we have been part of the CEO Water Mandate, a UN Global Compact initiative that unites business leaders on water, sanitation and Sustainable Development Goals. Our involvement in the CEO Water Mandate also includes membership of the WASH4Work initiative, which asks businesses to take action to address WASH challenges in the workplace, in communities where the business operates and in supply chains. As of 2021, the World Business Council for Sustainable Development’s WASH Pledge, of which we are also a signatory, has also become a UN Global Compact initiative that unites business leaders on water, sanitation and Sustainable Development Goals.\n\nPerformance\nWe continuously strive to improve water savings at Nestlé factories. In 2021, we delivered absolute savings of 2.3 million m³ of water through more than 150 projects. Total water withdrawals at Nestlé factories were 98 million m³ (2020: 115 million m³). This reduction is in part due to the divestiture of a significant part of our bottled-water business in North America during 2021.\n\nDirect water withdrawals per tonne of total product show that Bottled water and PetCare are the most water-efficient categories while our Confectionery, Powdered and liquid beverages and Prepared dishes and cooking aids categories show the greatest improvements compared to 2010 (see table).\n\nWater withdrawals at our factories by product categories (m³ per tonne of product)\n\n| Category                  | 2010 | 2021 | % reduction since 2010 |\n|---------------------------|------|------|------------------------|\n| Milk products             | 5.5  | 3.58 | 35                     |\n| Confectionery             | 7.2  | 3.08 | 57                     |\n| Nutrition and healthcare  | 13.6 | 8.39 | 38                     |\n| PetCare                   | 1.2  | 1.16 | 3                      |\n| Powdered and liquid beverages | 13.9 | 5.93 | 57                     |\n| Prepared dishes and cooking aids | 5.5  | 3.13 | 43                     |\n| Bottled water             | 1.7  | 1.52 | 11                     |\n\nWater in communities\nWe recognize that access to safe drinking water and sanitation is a basic human right, and that safe water, sanitation and hygiene (WASH) contribute to health, well-being, personal dignity and community resilience. Ensuring access to safe drinking water and sanitation for Nestlé employees is our priority as a business. Supporting access to water for the communities surrounding our direct operations and in our agricultural supply chains helps strengthen our business and society.\n\nNestlé supports WASH projects in schools and villages near its operations and in its supply chains around the world.\n\nWater partnerships and advocacy\nWater is a shared resource, so caring for it must be through collaborative actions.\n\nIn 2008, a group of business leaders – from the World Economic Forum’s Global Agenda Council on Water Security and its International Finance Corporation – came together to establish the 2030 Water Resources Group (2030 WRG). Nestlé has been a member of this consortium from the start and a dedicated supporter ever since. The 2030 WRG has a simple purpose: to build strong partnerships in pursuit of more sustainable water management.\n\nSince 2008, we have been part of the CEO Water Mandate, a UN Global Compact initiative that unites business leaders on water, sanitation and Sustainable Development Goals. Our involvement in the CEO Water Mandate also includes membership of the WASH4Work initiative, which asks businesses to take action to address WASH challenges in the workplace, in communities where the business operates and in supply chains. As of 2021, the World Business Council for Sustainable Development’s WASH Pledge, of which we are also a signatory, has also become a UN Global Compact initiative that unites business leaders on water, sanitation and Sustainable Development Goals.\n\nPerformance\nWe continuously strive to improve water savings at Nestlé factories. In 2021, we delivered absolute savings of 2.3 million m³ of water through more than 150 projects. Total water withdrawals at Nestlé factories were 98 million m³ (2020: 115 million m³). This reduction is in part due to the divestiture of a significant part of our bottled-water business in North America during 2021.\n\nDirect water withdrawals per tonne of total product show that Bottled water and PetCare are the most water-efficient categories while our Confectionery, Powdered and liquid beverages and Prepared dishes and cooking aids categories show the greatest improvements compared to 2010 (see table).\n\nWater withdrawals at our factories by product categories (m³ per tonne of product)\n\n| Category                  | 2010 | 2021 | % reduction since 2010 |\n|---------------------------|------|------|------------------------|\n| Milk products             | 5.5  | 3.58 | 35                     |\n| Confectionery             | 7.2  | 3.08 | 57                     |\n| Nutrition and healthcare  | 13.6 | 8.39 | 38                     |\n| PetCare                   | 1.2  | 1.16 | 3                      |\n| Powdered and liquid beverages | 13.9 | 5.93 | 57                     |\n| Prepared dishes and cooking aids | 5.5  | 3.13 | 43                     |\n| Bottled water             | 1.7  | 1.52 | 11                     |\nIn our operations, in 2021, we successfully carried out five Water Resource Reviews, up from two in 2020. Travel restrictions due to the COVID-19 pandemic again prevented us from meeting our extended 2020 commitment of 40 Water Resource Reviews in total. We spent 2021 developing future plans following the end of our 2020 commitments and will begin implementing these new plans in 2022 and beyond.\n\nIn July 2021, we announced our pledge to help create a positive water impact everywhere our bottled-water business operates by 2025. While this pledge resulted in 50 million m³ of water saved annually and 50,000 farmers on best irrigation practices. This project, which successfully concluded in 2019 in partnership with the Swiss Agency for Development and Cooperation, has trained close to 50,000 farmers on best irrigation practices. This project resulted in 50 million m³ of water saved annually and generated more than USD 8 million in the local economy of smallholder coffee growers. Based on these successful results, Nestlé now has a similar project in Brazil.\n\nSupporting farmers to care for water\n\nIn Pakistan and South Africa, where drought and water stress are of concern, Nestlé is working with dairy farmers to implement the use of water sensors and develop water-saving techniques for animal feed production. In Brazil, Nestlé is supporting farmers to install water meters and improve manure-management techniques. Together with Embrapa, the Brazilian Agricultural Research Corporation, we are working on projects to train farmers in good farming and manure-management practices.\n\nA major project in Vietnam, which successfully concluded in 2019 in partnership with the Swiss Agency for Development and Cooperation, has trained close to 50,000 farmers on best irrigation practices. This project resulted in 50 million m³ of water saved annually and generated more than USD 8 million in the local economy of smallholder coffee growers. Based on these successful results, Nestlé now has a similar project in Brazil.\n\nOutlook\n\nIn 2022, we will launch a new strategic approach to water in agriculture that will support our net zero commitment and specifically our goal to source 50% of key ingredients through regenerative agricultural methods by 2030.\n\nThe approach is based on two key areas. The first is to build on the foundations that have already been put in place. Our agronomists will continue to train farmers throughout our supply chains on good water management practices. Where we have identified watershed preservation actions that we can take together with farmers and local stakeholders, these will be actioned. These are largely targeted at watersheds where our supply chain is exposed to higher water risks and will include both reducing farmer dependency on water and ensuring the sustainable availability of water.\n\nThe second area is about innovatively regenerating local water cycles in direct proportion to our local agricultural water footprint. We will put programs in place to help ensure that water is not used beyond what is naturally regenerated, in order to achieve a positive water balance at the watershed level.\n\nWe presented our proposed new approach at the Stockholm World Water Week 2021 Nestlé workshop, which was attended by leading water experts and stakeholders. We received positive feedback that the right approach is to go beyond the farm to address watershed issues.\n\nIn the coming years, we will set up action plans and monitor our progress and engagement with local key stakeholders where collective action is needed. Our initial focus will be on our coffee and dairy supply chains. Nestlé Waters will also help support the regeneration of water cycles and will continue to identify and implement additional projects to address local shared water challenges. As we move forward, we believe nature-based solutions will provide volumetric water benefits by maintaining or improving watershed replenishment. This will be achieved through reforestation that prevents runoff and through long-term wetland preservation.\n\nCASE STUDY\n\nLocal water stewardship\n\nTo play our part in helping protect water supplies in Egypt’s Delta region, Nestlé Egypt has undertaken several projects, including rehabilitating a canal that provides irrigation for agricultural land around the village of Kafr Arbeen.\n\nWe cleaned organic waste from the old canal, repoured the walls and floors with cement to stop leakage and improved the velocity of the water so it reaches as much agricultural land as possible. Now we are working with the local water authority to renovate the village’s water station and help provide residents with access to clean and safe water.\n\nCASE STUDY\n\nCollaborative action\n\nWorking together with partners is a key part of our strategy. Back in 2013, Nespresso began working with the International Union for Conservation of Nature and the Brazilian non-governmental organization IPE (Instituto de Pesquisas Ecológicas) to launch the Cerrado Waters Consortium.\n\nThe consortium, which now also includes Nescafé, has helped bring the wider farming community together in order to address the issue of water availability and its wider impacts. Today, 96 hectares of the project area have been protected and restored, and over 300 hectares are under climate smart agriculture management.\n\nCreating Shared Value and Sustainability Report 2021\nPackaging and circularity\n\nPackaging helps protect food and beverages, ensure product quality and safety, and prevent food waste. It can also provide important information, such as the origins of ingredients and nutritional content. Packaging is optimized to protect food and beverages by using durable materials such as glass, metals, paper and plastics.\n\nGlobally, the amount of packaging that is inappropriately managed at the end of its life is a serious and persistent environmental problem. Up to 13 million tonnes of plastic end up in the ocean every year, endangering marine animals, birds and fish. Inadequate waste management can also create hazardous conditions for people.\n\nThe infrastructure to collect, sort, reuse and recycle packaging varies not only by country, but also by municipality. While packaging recycling schemes have helped to start a circular economy for recovered materials, many regions are not yet able to manage packaging, food and other end-of-life materials in a circular way. In less-developed countries, municipal authorities often do not have the resources to implement suitable waste management strategies.\n\nReducing waste, increasing recyclability and circularity, and managing recovered materials effectively are critical for society, and consumer goods companies play an important role. We are making the sustainable transformation of our packaging an urgent priority.\n\nAt Nestlé, we use many materials for packaging that all need to meet stringent food safety requirements and have environmental impacts that we need to consider carefully before making any change. We are making good progress in meeting our targets to have all packaging designed for recycling by 2025, and we will work with public authorities and other players in the development of the necessary infrastructure that will allow its effective recycling.\n\nPackaging accounts for around 10% (or 9.5 million tonnes of CO2e) of our in-scope carbon footprint. Improving packaging design, production processes, recycling rates and end-of-life management can therefore make a notable impact on our efforts to reach net zero emissions by 2050.\n\nPackaging is currently essential to us, but through innovation we are striving to minimize the environmental impact it has.\n\n“We are making good progress toward our target to have all packaging designed for recycling by 2025. Converting all our straws from plastic to paper is an excellent example of this.”\n\nGeorge Galanos, Head of Packaging Sustainability\n\nSDG contributions\n\nWe will make 100% of our packaging recyclable or reusable* by 2025\n\nWe will reduce our use of virgin plastics by one third by 2025\n\n3.8 million\nTotal weight of packaging in tonnes\n(4.5 million in 2020)\n\n85.4%\nPackaging recyclable or reusable***\n\nVirgin plastic reduction (versus 2018 baseline) (%)\n\n| Year | Virgin Plastic Reduction |\n|------|-------------------------|\n| 2018 | -8.1                    |\n| 2020 | -4.0                    |\n| 2021 | -33.0                   |\n\n* As per Ellen MacArthur Foundation definitions.\n** Data are based on Nestlé-branded products sold by Nestlé fully owned entities. We are improving data collection and preparing Portfolio and scope change statement.\n*** Sustainability Accounting Standards Board Process Foods Standard FB-PF-410a.1\n\nPortfolio and scope change statement:\nThe shifts in percentages designed for recycling were due to several factors including divestments and acquisitions of businesses, the shift to paper packaging and the changing mix of products sold due to different lifestyles experienced during COVID-19 and data quality improvements. These factors impacted both the relative quantities sold, the design for recycling and recyclability in this reporting scope.\n\nEY assured. The EY limited assurance report and conclusion can be found at www.nestle.com/assurance-statement\n\nOur Reporting Scope and Methodology for ESG KPIs document provides details and definitions and can be found at www.nestle.com/esg-kpis\n\nBackground\n\nPackaging, and the management of end-of-life plastic packaging materials in particular, is an area of major societal concern. Through advanced packaging R&D, packaging portfolio transformation and support for the development of recycling infrastructure, we are working toward a future where none of our packaging ends up in landfill or as litter in the environment.\nOur five-pillar strategy\n\n1. **Reduce**\n   - Reducing our use of plastic packaging material in general and virgin plastics in particular.\n\n2. **Reuse and refill**\n   - Scaling reusable and refillable systems to eliminate the need for disposable packaging.\n\n3. **Redesign**\n   - Pioneering alternative packaging materials to facilitate recycling.\n\n4. **Recycle**\n   - Supporting infrastructure that helps to shape a waste-free future.\n\n5. **Rethink behaviors**\n   - Rethinking behaviors of Nestlé, retail partners and consumers.\n\n**Pillar 1: Less packaging - Reduce**\nWe are reducing packaging materials by removing unnecessary plastic lids, accessories, layers and films. For example, in Egypt, we have eliminated plastic bottle cap tear-off bands from Nestlé Pure Life water bottles, getting rid of 240 tonnes of PVC annually. We are also eliminating close to 2,300 metric tonnes annually by removing Gerber baby food over-cap lids.\n\n**Pillar 2: Less packaging - Reuse and refill**\nWe are testing and scaling different models of single-use packaging-free delivery and reusable and refillable solutions. For example, in Canada, we established new refillable packaging pilots through our partner TerraCycle’s online Loop platform, which allows people to order refills for home delivery. Once products are consumed, containers are collected from homes or at drop-off locations in store, cleaned and put back into circulation. In France, we are offering this service in partnership with leading supermarket chain Carrefour, where Nesquik, Ricoré coffee and Chicapac (organic) cereals are now available in reusable Loop containers. Vittel and S.Pellegrino natural mineral waters in Carrefour stores in Paris can also be purchased in reusable glass bottles from Loop with a deposit. Customers get their deposits back, paid directly into their bank accounts, once they have returned their used bottles.\n\nSimilarly, in Canada, Haagan-Dasz can be purchased in reusable containers, while other refillable plots are ongoing with major retailers in the country, as well as in the United States, for dairy, coffee and waters.\n\n**Pillar 3: Better packaging - Redesign**\nWe are continuously working to develop novel technologies and innovative packaging solutions. For example, we are well on our way to eliminating all plastic straws from our products, using paper as an alternative material. The innovation required Nestlé to develop an entirely new supply chain to meet a key technical challenge: bendable paper straws that are durable enough for consumers, while meeting rapid dissolvability criteria for paper recycling. To achieve this result, we worked with suppliers and our R&D packaging experts on new paper technologies and manufacturing processes, as well as a new scientific methodology to test the safety and reliability of our paper straws.\n\nSeveral pilots launched in 2019 and continued through 2021 in key markets to reach an annual quantity of 4.5 billion paper straws while eliminating 1,632 tonnes of plastic.\n\nPaper straws for ready-to-drink products have been rolled out across various locations, including Pakistan, Malaysia, Indonesia, Brazil and the Dominican Republic. The paper is sustainably sourced and certified by the FSC.\n\nWorldwide, we transitioned our Smarties range of products to recyclable paper packaging, a first for any global confectionery brand. This transition helped eliminate plastic from approximately 250 million packs sold globally each year.\n\nWe have also started to replace the plastic- and aluminum-layered packaging of Nesquik with grease-resistant coated paper. In 2021, we began changing the wrappers of organic Maggi bouillon cubes in France, from a multi-layer laminate that included aluminum to recyclable and sustainably sourced paper.\n\n**Pillar 4: Better system - Recycle**\nGreater uptake of recycling in our markets requires improved waste management infrastructure and changes in behavior – for Nestlé, retail partners and consumers alike.\n\nIn Indonesia, Nestlé became the first food company to partner with Project STOP, a collaboration with cities and governments in Southeast Asia to prevent ocean plastic leakage. The project is aimed at creating sustainable, circular and low-cost systems for end-of-life materials that capture as much value as possible. It supports many existing local initiatives and waste pickers in coastal areas and collected around 70 tonnes of waste and nine tonnes of plastic waste per day in 2021.\n\nNestlé Egypt is committed to recovering and recycling as much plastic as it sells. In 2021, this amounted to 18,000 tonnes of PET through the Dorna initiative, a collaboration with the Egyptian Ministry of Environment, together with partners CID Consulting and PayMob. Dorna aims to boost waste collectors’ collection capacity with monthly targets and monetary incentives.\n\n**Pillar 5: Better system – Rethink behaviors**\nWe are working with consumers, retailers and communities to encourage and stimulate responsible behavior. Through partnerships and new programs, our goal is to help make recycling an easy seamless process. For example, in the UK, we teamed up with our competitors to create Refund, a unique coffee pod recycling system (see case study on the following page).\nMaterial difference\n\nOur Nestlé Institute of Packaging Sciences allows us to accelerate packaging innovation and to deliver on our commitments. Inaugurated in 2019, it is the only research institute of its kind in the food industry.\n\nThe institute’s team of full-time scientists is dedicated to conducting cutting-edge research on the safety and functionality of new sustainable packaging materials, including paper, and it is helping to transition our packaging from multi-material to mono-material polymers. Other areas of innovation include more simplified packaging, refillable designs, alternative delivery solutions and high-performance technology for paper barriers as well as increasing recycled and bio-based content and compostable and biodegradable materials.\n\nThe team collaborates with more than 200 other packaging experts throughout Nestlé’s global R&D network, as well as with research institutions, start-ups and suppliers to test and pioneer packaging solutions.\n\nFit for purpose\n\nPackaging must be fit to meet local circumstances, whether we are innovating for protection in hot and humid climates, designing packaging that can be recycled through local infrastructure or focusing on preventing materials leakage where infrastructure does not exist. This is why our packaging roadmaps are developed on a regional basis. Selected countries serve as models for our markets and zones, ensuring packaging delivers safe and nutritious food, while adapting to different products and geographies.\n\nDelivering safe and nutritious food\n\n- Safety and quality\n- Pre-portion\n- Avoid food waste\n- Information\n\nAdapting to product and geography\n\n- Product sensitivity\n- Climate\n- Route-to-market\n- Legislation\n\nMaterials to be phased out from Nestlé packaging*\n\n| 2021 | 2022 | 2024 |\n|------|------|------|\n| Overly complex design | Polystyrene | Paper/plastic combo |\n| Packaging that is not functionally needed | Trays, dairy pots, ice cream lids and coffee lids | Laminated paper with paper content <50% |\n| Undetectable items | ePS | Dark/opaque PET bottles |\n| Rigid plastic items not detectable by commonly used Near Infrared sorting technology | Trays, tubs, sleeves and transportation protections | Any color that is not transparent clear, transparent green or transparent blue cannot be used |\n| Regenerated cellulose** | PET-G | PVC |\n| Twist wraps and windows | Labels and sleeves | Liners for metal press-twist closures and coffee capsule sealing layer |\n| PVDC | Coating on plastics, paper and paperboard | |\n| PVC | Coating on plastics, paper and paperboard | |\n\n*The above measures shall be subject to more stringent local legislation mandating earlier phase-outs or changes by either material type, product or date.\n\n**Except for applications designed for composting.\n\nCollective action\n\nTackling plastic pollution requires incentives for systems change. We advocate for a legislative framework for circularity through our work with the Ellen MacArthur Foundation, the Consumer Goods Forum’s Plastic Waste Coalition for Action, the World Economic Forum’s Plastic Action Partnership and the Plastic Pact.\n\nWe are helping to make food-grade recycled plastics (aside from recycled PET, which is already commonly used in plastic drinks bottles) more cost-competitive compared to virgin plastics. By 2025, we are allocating more than CHF 1.5 billion to pay a premium to suppliers to help create a market for these materials.\n\nWe proactively support well-designed and effective mandatory Extended Producer Responsibility schemes and prioritize our support for improving recycling rates and infrastructures in the countries representing the majority of our plastic footprint. We continue our Neutrality initiative in 12 countries, where we are focusing on collecting the same amount of plastic waste we have sold as plastic packaging.\nPerformance\n\nWe are making progress through our five-pillar strategy to support a future where no packaging ends up in landfills or as litter. The virgin plastic used in our packaging has reduced by 8.1% since 2018 (adjusted baseline).* At year-end 2021, 93.5% of our total packaging and 74.9% of our plastic packaging was designed for recycling.**\n\nSeveral factors have affected the percentage of plastic types used in our packaging by weight (see table), including acquisitions and divestments, packaging reduction initiatives, a shift toward paper packaging, product mix changes and data quality improvements. These factors impacted both the quantities and recyclability of plastic packaging sold.\n\nOf our total packaging, 85.4% by weight was recyclable in 2021 and 39.5% was made from renewable materials. Of our plastic packaging, 49% was recyclable or reusable.***\n\nThe above factors, combined with our progress in reducing, rethinking and redesigning packaging for individual products, resulted in a decrease in the weight of packaging materials used to 3.8 million tonnes (2020: 4.5 million tonnes) and in the number of packaging pieces placed on the market to 338 billion (2020: 352 billion).\n\nIn 2021, we saw Extended Producer Responsibility (EPR) laws enacted in around 16 countries and EPR being discussed by the governments of several more countries. These laws could help the development of the necessary infrastructure to collect, sort and recycle packaging materials. We will continue to collaborate with governments and other stakeholders in the expansion of these schemes, which is a critical condition for the achievement of the circularity ambition.\n\nPercentage of global plastic used in our packaging by weight and type (% of total)\n\n| Material       | 2020 | 2021 |\n|----------------|------|------|\n| PET (Polyester)| 39.5%| 32.3%|\n| PE (Polyethylene)| 17.6%| 18.1%|\n| PP (Polypropylene)| 15.5%| 15.4%|\n| PS (Polystyrene)| 1.0% | 0.4% |\n| Laminates      | 19.1%| 24.1%|\n| Others         | 0.8% | 0.9% |\n\n* The baseline for our virgin plastic reduction KPI has been recalculated to reflect the changes in our product portfolio through acquisitions and divestments (e.g., Nestle Waters North America (NWNA), which was divested in 2021). Plastic types used in our packaging in 2020 have not been restated to reflect the changes in our product portfolio through acquisitions and divestments and still include NWNA, for consistency with prior year reporting.\n** Our Reporting Scope and Methodology for ESG KPIs document provides details and definitions and can be found at www.nestle.com/esg-kpis.\n*** As per Ellen MacArthur Foundation definitions.\n\nOutlook\n\nIn the coming year, we will continue to help develop well-functioning collection, sorting and recycling programs to promote the circular economy of packaging and to help reduce the impact on the environment.\n\nSuccessful recycling depends on local authorities providing adequate collection, sorting and processing infrastructure. We will invest in R&D and new technologies that explore and improve systems for recycling and the management of recovered and end-of-life materials. Our CHF 250 million sustainable packaging venture fund will continue to target investment opportunities for the development of innovative packaging, refill systems and recycling solutions toward these efforts.\n\nWe will continue to test, learn and pilot different systems that allow people to reuse and refill packaging and access different delivery methods for our products, whether in-store or for home delivery.\n\nAt the same time, we will also be working to improve labeling as an important step in helping consumers to understand how to dispose of our products properly.\n\n39.5% Packaging made from recycled and/or renewable materials*\n\n| Year | Packaging pieces placed on the market (billion) |\n|------|-----------------------------------------------|\n| 2020 | 74.6                                         |\n| 2021 | 74.6                                         |\n| 2025 | 100.0                                        |\n\n* Sustainability Accounting Standards Board Process Foods Standard (BPE-001)\n** Data are based on Nestlé-branded products sold by Nestlé Fully owned entities. We are improving data collection and preparing baseline recalculations for acquisitions, divestments and changes in portfolio scope for future reporting.\n\nSmarties was the first Nestlé confectionery brand to make a complete transition to recyclable paper packaging for its range of products.\n\nCASE STUDY\n\nTeaming up with competitors for coffee pods recycling in the UK\n\nTo increase the adoption of consumer recycling, people need easy ways to dispose of their recyclable household materials. To this end, we have joined with Jacobs Douwe Egberts to create Podback, a first-of-its-kind coffee pod recycling system in the UK.\n\nWe are supporting a future where none of our packaging ends up in landfill or litter on land or in seas, oceans and waterways.\n\nRead more about Podback.\nHelping to boost the well-being of communities and support a just transition to regenerative food systems.\n\nPeople must be at the heart of the transition to regenerative food systems.\n\nSustainable production, respect for human rights and investing in women and youth are at the core of Nestlé’s activities to help boost rural development and livelihoods and strengthen communities. We seek to play our part in tackling child labor risks, improving animal welfare, increasing farmer incomes and investing in the next generation.\n\nFrom enabling access to education for children, farmers and communities, to investing in local infrastructure, working with partners to map supply chains and provide raw material certifications, we use the many tools at our disposal to support communities and help them thrive.\nProduced sustainably\n\nAs a food company with a global footprint, we can support agricultural communities to improve their livelihoods and quality of life. By promoting regenerative food systems and supporting a just transition, we can help farmers create resilient businesses and earn a living income.\n\nBackground\nWe rely on secure supplies of high quality, sustainably produced ingredients. Many of the environmental and social challenges in our supply chains have their roots in or are exacerbated by poverty. Rural development and livelihoods are therefore important topics at Nestlé, as is animal welfare in the supply chains of specific ingredients such as dairy, meat and eggs.\n\nThis is another reason why we are embracing regenerative agriculture. By improving soil organic matter, regenerative agriculture helps to drive soil fertility, while at the same time making key nutrients more available, helping soil to retain water and drain better, and supporting the conservation and restoration of biodiversity. Together, these benefits help improve the resilience of farmland to climate change and have the potential to help improve farmers’ livelihoods.\n\nWe will source:\n- 100% sustainably produced key ingredients* by 2030\n- 100% certified sustainable palm oil by 2023\n- 100% sustainable cocoa and coffee by 2025\n\nSDG contributions\n\nOur performance\n\n16.3% Key ingredients produced sustainably in 2021*\n\n76.3% Cage-free eggs\n\nCocoa sourced through the Nestlé Cocoa Plan (%)\n\nCertified sustainable palm oil (%)\n\nCoffee produced sustainably (Sourced either through the Nescafé Plan or the Nespresso AAA Sustainable Quality™ Program) (%)\n\n* Key ingredients applies to 14 key agricultural raw materials that cover 86% of our annual sourcing by volume: coffee, cocoa, dairy, sugar, cereals and grains, hazelnuts, palm oil, pulp and paper, rice, vegetables, spices, coconut, fish and seafood, and meat, poultry and eggs.\n\nEY assured. The EY limited assurance report and conclusion can be found at www.nestle.com/assurance-statement\n\nEY reviewed for consistency\n\nOur Reporting Scope and Methodology for ESG KPIs document provides details and definitions and can be found at www.nestle.com/esg-kpis\n**Approach**\n\nOur Sustainable Sourcing team ensures that the raw and packaging materials and the services we source have been produced in accordance with our Responsible Sourcing Standard. This Standard sets out our non-negotiable requirements and ways of working with regard to sourcing and production for supply chain tiers, going back to the origins of the goods and services we buy.\n\nIn coffee and cocoa, the Nespresso AAA Sustainable Quality™ Program, the Nescafé Plan and Nestlé Cocoa Plan provide additional requirements specific to these raw materials.\n\nOur key partners and sourcing teams also carry out regular farm visits and assessments against our Responsible Sourcing Standard, in addition to third-party audits and certification where relevant.\n\nFinally, while our main consideration is the people within our direct supply chain and their immediate families, we also support activities that reach into the wider community, such as building schools, providing access to water and sanitation and running women’s literacy and numeracy programs.\n\n**Beyond responsible sourcing**\n\nBuilding on years of work with suppliers and farmers to source key raw materials that are traceable and responsibly sourced, we are now raising the bar with a more comprehensive and systematic approach to assessing, addressing and reporting on social, environmental and animal welfare risks in our supply chain.\n\nOur new approach will help build the foundations to advance regenerative food systems at scale. Going forward, we are focusing on the systematic deployment of our responsible sourcing requirements through our supply chain to help transform agricultural production practices in a way that has a positive impact on people, nature and climate.\n\nTo measure progress, we have defined a new ‘produced sustainably’ key performance indicator (KPI) for our 14 priority raw materials that combines multiple requirements (see adjacent box). This replaces our two previous commitments and related KPIs that came to a close in 2020: percentage of volume traceable and percentage of volume responsibly sourced. As our new KPI is more ambitious than the previous ones, results are not comparable with prior years’ performance.\n\n**What does ‘produced sustainably’ mean?**\n\nOur new ‘produced sustainably’ KPI builds on our Responsible Sourcing Standard, which sets out basic non-negotiable standards and important sustainability practices that we ask our suppliers and their employees, agents and subcontractors to respect and adhere to at all times when conducting business with us.\n\nIt applies to 14 key agricultural raw materials that cover 95% of our annual sourcing by volume: coffee; cocoa; dairy; sugar; cereals and grains; hazelnuts; palm; pulp and paper; soy; vegetables; spices; coconut; fish and seafood; and meat, poultry and eggs.\n\n‘Produced sustainably’ means the origin of the key ingredient is known and the direct supplier is progressing to address social and environmental performance.\n\nThe minimum criteria to define if a raw material is produced sustainably are:\n\n- Traceable back to the point of origin (farm or group of farms)\n- Human rights and environmental due-diligence systems are in place to assess, address and report on the potential or actual impacts in the supply chain\n- The tier-1 supplier is measurably progressing in addressing actual or potential human rights and environmental impacts identified in its supply chain, as well as animal welfare where applicable\n\nFor each key raw material in scope, specific criteria have been defined to take into account their specificities.\n\n**The four key pillars of activity for Nestlé’s approach to sustainable sourcing**\n\n**Transparency**\n\nImprove traceability of the origins of our raw materials and understanding of how they are produced\n\n**Environment**\n\nContribute to conserving and restoring the environment and natural resources\n\n**Human rights**\n\nHelp protect and promote the rights of people in our supply chains\n\n**Animal welfare**\n\nContribute to continuously improving how the animals in our supply chains are treated\n\n**Performance**\n\nIn 2021, we continued to make steady progress in all areas of our sustainable sourcing.\n\n**Transparency**\n\nMultiple commodity- and issue-specific reports were released during the year, such as our Nescafé Plan report and our Forest Positive report.\n\n**Environment**\n\nIn 2021, we scaled up our ambition to support the transition to more regenerative agricultural practices. We are defining a new KPI to measure our progress toward sourcing 20% of our key ingredients through regenerative agriculture methods by 2025.\n\nFor more information on our environment work, see Section 1 and Section 3 of this report.\n\n**Human rights**\n\nIn December 2021, we published Nestlé’s Human Rights Framework and Roadmap. Please see the following chapter for more details.\n\n**Animal welfare**\n\nAnimal welfare is a key consideration for us. We have rapidly expanded our procurement of cage-free eggs, with 100% of our eggs now certified cage-free in the United States and Europe and 76.3% worldwide. We are on track to achieve 100% cage-free eggs globally by 2025.\n\nIn dairy, we use advanced sensors and monitoring techniques to check the well-being of the cattle providing our milk. The introduction of more varied pastures allows cows to graze outdoors for longer periods of the year.\nSupporting livelihoods\n\nThe transition to regenerative agriculture must be a just and equitable one. Our approach is to help farmers improve their incomes in multiple ways, such as training in good agricultural practices and providing access to diversified income sources. Improving incomes also helps tackle child labor risks and deforestation.\n\nAgronomy\nOur global team of 100 agronomists helps farmers optimize production and reduce costs through techniques such as pruning and chemical fertilizer optimization. In dairy, we are helping farmers introduce cover crops to pastures to reduce feed costs.\n\nProviding financial assistance\nIn some rural areas, there is a lack of financial infrastructure to allow farmers to save or borrow money. The Nestlé Cocoa Plan has helped farmers access basic financial services through the creation of 270 village savings and loans associations.\n\nAgripreneurship\nThe Nescafé Plan provides training to many of our farmers in basic business skills such as bookkeeping. In addition, in Southeast Asia our operations have introduced the Farmer Business Schools (FBS) concept in collaboration with the GIZ Sustainable Cocoa Business Project. Since its introduction in 2018 over 10,000 farmers have been trained. FBS is a comprehensive learning approach that targets changing the mindset of smallholder farmers to become entrepreneurs, with some participants more than doubling net farm income in 12 months.\n\nDiversification\nWe encourage farmers to reduce their exposure to global market prices for their main crop (and boost biodiversity) through ‘intercropping’ – planting other crops in their fields. We also encourage income diversification through activities such as beekeeping and biogas and renewable energy generation.\n\nWomen’s empowerment\nData from the Nestlé Cocoa Plan clearly demonstrates a link between higher levels of women’s education and reduced risks of child labor. Activities such as founding women’s groups, developing income-generating activities and providing literacy and numeracy courses are all part of our efforts to support women, their families and wider communities.\n\nPremiums\nIn Ghana and Côte d’Ivoire, Nestlé was one of the first companies to purchase 2020/2021 cocoa with the government’s joint Living Income Differential premium. We believe it can be a useful tool to complement our efforts to improve the lives of farmers and their communities through the Nestlé Cocoa Plan.\n\nOur evolving regenerative agriculture approach also envisions the use of cash incentives for vulnerable smallholders supplying ingredients grown using regenerative methods. Direct investments will also help support farmers during this time.\n\nOutlook\nIn 2022, we will work to increase the volumes we source that meet our new and more robust ‘produced sustainably’ definition. We will also continue working toward our target of sourcing 20% of our key ingredients through regenerative agriculture by 2025.\n\nThe Nestlé Cocoa Plan continues to make progress toward sourcing 100% of all the cocoa we source by 2025. We will also continue to work with independent farmers and tier-1 suppliers toward our goal of having 100% of our key forest-risk commodities assessed as deforestation-free by end of 2022, building on the 97.2% achieved at the end of 2021. We have committed to achieve deforestation-free cocoa and coffee by 2025. In 2022, we launched an Income Accelerator Program that aims to improve the livelihoods of cocoa families. See page 46 for more details.\n\nIn dairy, we will continue to develop our net zero dairy farm pilot studies – gradually expanding and implementing the learnings to other farms around the world.\n\nThe Nestlé Cocoa Plan\n\nSupporting bright futures for cocoa farmers\n\nCommunity solutions for Cavally forest and cocoa growers\n\nWest Africa is one of our largest cocoa-sourcing regions and a focus of the Nestlé Cocoa Plan. In Côte d’Ivoire, we are working with the government’s forest agency, SODEFOR, and the non-profit organization Earthworm Foundation on a three-year program in the Cavally Forest Reserve, one of 234 classified forests in the country.\n\n“Forest preservation and restoration has an essential role to play in securing the future for cocoa farming, and Cavally is a great example of what we can do together with local communities, the government and an expert foundation.”\n\nDarrell High, Head of the Nestlé Cocoa Plan\n\nCASE STUDY\n\n198,000\nTones of cocoa sourced annually through the Nestlé Cocoa Plan\n\n50.6%\nCocoa sourced through the Nestlé Cocoa Plan (48% in 2020)\n\n1,038,904\nForest and fruit trees distributed globally (669,305 in 2020)\n\n152,236\nFarmers in the Nestlé Cocoa Plan (124,053 in 2020)\n\nBetter cocoa, better farming and better lives are the three foundational pillars of the Nestlé Cocoa Plan. Our ambition is to source 100% of the cocoa we use in our products through the Nestlé Cocoa Plan by 2025.\n\nWe offer farmers training and resources to help increase their yields. We have also distributed over 16 million higher-yielding cocoa plants to replace aging, less productive ones. Additionally, we are helping farmers develop alternative income sources such as beekeeping and empowering women to earn their own incomes. At the same time, we are working to protect the environment. We are tackling deforestation, trialing agroforestry and planting 2.8 million shade trees by the end of 2022.\n\nWe also contribute to communities. In Ghana, for example, we have partnered with the International Federation of Red Cross and Red Crescent Societies to bring safe water and sanitation facilities to around 380,000 people (2019-2021). Keeping children in school and supporting the human rights of farming communities are equally crucial to improving livelihoods in the cocoa sector and form part of our initiatives.\n\nRead more about the Nestlé Cocoa Plan\n\nCASE STUDY\n\nRead more here\n\nCreating Shared Value and Sustainability Report 2021\nThe power of coffee\n\nThrough the Nescafé Plan, sustainable coffee sourcing, regenerative agriculture and community resilience are intertwined.\n\nNescafé Plan impact monitoring\n\n| Economics | Social | Environment | General |\n|-----------|--------|-------------|---------|\n| Measuring farmer earnings and earning power from coffee and other crops | Measuring our impact on farm families and workers | Measuring water, soil and biodiversity | Farm and farmer characteristics |\n| – Net farm and household income | – Bookkeeping records | – Watershed conservation and agricultural water use | – Farm and farmer characteristics |\n| – Coffee, farm and off-farm revenue | – Financial literacy | – Soil health and conservation | – Farmer satisfaction with the Nescafé Plan program |\n| – Productivity | – Gender and youth participation | – Crop nutrition and protection | – Challenges to coffee production |\n| – Cost of production | – Safe working conditions | – Weed management | – Farmer view on future outlook |\n| – Renovation and rejuvenation | – Adoption of best agricultural practices | – Agroforestry and shade coverage | – Farmer view on future outlook |\n\nWomen in coffee\n\nDorotée Uwimbabazi, coffee farmer, Kigori, northwestern Rwanda\n\nIn my experience, women tend to use better farming practices. We usually know how much our household spends and what it needs. So, we accept training sessions that are offered to the community and focus even more time when it comes to learning how to make our land more productive.\n\n“Before working with Kahawatu, I was producing 500 kilograms or less from 700 coffee trees. Now I’m expecting to produce around 600 kilograms.\n\n“But the yields can only be sold once a year. The agronomists stress financial planning so that our incomes can be secured year round, and we are well-prepared for the next harvest. I have always grown tomatoes, cassava, soybeans and cucumbers to make sure I do not rely on just one crop.\n\n“Coffee, though, has always been a source of happiness for my family. I invest my earnings back into our plot and do my planning. That means buying materials that I will need for the next year and allocating an amount for laborers since I cannot do it alone. My husband is working elsewhere, but his income contributes to the expenses.\n\n“Our standard of living has improved with our income from coffee. Our savings have gone toward good investments like goats, which we can keep to feed the family or to sell if we must. I was able to buy more land – and added 200 coffee trees.\n\n“The Kahawatu Foundation has helped us to not only grow coffee, but to secure a better future for our children. We can afford to give all four of them an education.”\n\nCASE STUDY\n\nNespresso sustainability and Reviving Origins\n\nAbraham Leno, Executive Director, Eastern Congo Initiative\n\nFor almost 20 years Nespresso has been helping farmers build sustainable livelihoods through the Nespresso AAA Sustainable Quality™ Program.\n\n“Nespresso’s funding of Asili, the social enterprise powered by Eastern Congo Initiative in Congo, will help farmers secure a brighter future – building meaningful livelihoods and bringing world-class essential services, such as clean drinking water and affordable healthcare, to families. It is transformational change like this that allows hope to flourish and communities to heal.”\n\n92.6% Nespresso coffee sourced via the Nespresso AAA Sustainable Quality™ Program (93.0% in 2020)\n\n81.5% Nespresso coffee sustainably sourced (75.0% in 2020)\nHuman rights\n\nHuman rights are inextricably linked to our shared future. By respecting and advancing them in our value chain, we are building a foundation that contributes to a resilient future for our planet and its people.\n\nBackground\nRespecting and advancing human rights is necessary for a transition to just and equitable food systems. It enables fair and resilient livelihoods, promotes safe and dignified work, and rewards farmers for quality ingredients and positive contributions to the environment and communities.\n\nPeople and respect for human rights are at the core of Nestlé’s culture and values. We are committed to raising awareness, promoting best practices and empowering people across our own operations and supply chains.\n\nWe were early adopters of frameworks like the United Nations Guiding Principles on Business and Human Rights and the Organisation for Economic Co-operation and Development Guidelines for Multinational Enterprises. At the same time, we piloted many programs to assess and address risks on the ground.\n\nOur commitment to respecting and promoting human rights is a key part of advancing regenerative food systems at scale, which is focused on transforming farming practices at the heart of the food systems while enabling a just and equitable transition. We aim to use our scale, experience and resources to contribute to this vision.\n\nBy the end of 2022, we will publish salient issue action plans for our 10 salient issues. This will include key performance indicators on human rights and will be published as part of our salient issue action plans.\n\nBy 2025, we will be reporting on our progress on implementing our salient issue action plans.\nOur Human Rights Framework\n\nDue diligence is at the heart of our new Human Rights Framework\n\nTo enhance our due diligence, we are developing and implementing dedicated action plans for each of our salient issues.\n\nThese action plans will help create crucial synergies across Nestlé. Our experience has taught us that to be effective, our action plans will need to be built on the following enablers:\n\n**Enabler 1** Governance and incentives\nWe will integrate human rights at all levels of our governance structure.\n\n**Enabler 2** Policies and control systems\nWe will leverage our policies and control systems to ensure human rights are embedded throughout the organization.\n\n**Enabler 3** Engagement and advocacy\nWe will engage with key stakeholders and advocate for smart due diligence legislation and collective action on the ground.\n\n**Enabler 4** Strategic partnerships\nWe will partner with thought-leading and boots-on-the-ground organizations.\n\n**Enabler 5** Transparency and reporting\nWe will provide a high level of transparency of the progress we make and the challenges we face.\n\nOur salient issues\n\nOur salient issues are those human rights at risk of the most severe negative impact on people through our activities or business relationships. By the end of 2022, we will develop and publish a dedicated action plan for each of our salient issues. These will articulate our strategy for assessing, addressing and reporting on each salient issue, defining what we need to do across our value chain, as well as what collective action can be taken.\n\n- Living income and living wage\n- Forced labor and responsible recruitment\n- Child labor risks and access to education\n- Health and safety at work\n- Gender equity, non-discrimination and non-harassment\n- Right to water and sanitation\n- Freedom of association and collective bargaining\n- Indigenous Peoples and Local Communities’ land rights\n- Data protection and privacy\n- Right to food and access to nutritious, affordable and adequate diets\n\nYann Wyss, Senior Manager, Social Impact Global Public Affairs and ESG Engagement, Nestlé\n\n“Human rights due diligence is more than just a compliance issue. If done well, it should help actively improve people’s lives and make a real difference in communities.”\nPerformance\nAfter launching mandatory human rights training for all employees, we identified in 2020 a handful of countries with gaps in terms of the number of employees trained. These were mainly low-risk countries with a substantial number of factory workers with no computer access and where in-person training was made difficult because of COVID-19 restrictions. By the end of 2021, we closed this gap in most countries. In addition, it is part of the mandatory training for all new employees, which will ensure that all future employees are trained.\n\nIn 2021, we improved our grievance mechanism by integrating our former Integrity Reporting System (for employees) and our external platform (for all other stakeholders) into an independently operated system called ‘Speak Up’. In June 2021, our UK and Australian markets worked together to produce their first joint Modern Slavery and Human Trafficking report to address the requirements of their countries’ modern slavery acts. This demonstrates the collaboration and consistency of our coordinated global approach.\n\n57 892\nEmployees trained on human rights in 2021\n\nPromoting human rights in agricultural supply chains\nOur efforts to source sustainably have enabled us to make important progress in promoting human rights in agricultural supply chains.\n\nIn 2021, we launched a detailed labor rights action plan for palm oil. We are working toward a palm oil supply chain where all workers, at all tiers of production, work and live in safe and healthy conditions, are provided contracts detailing their working conditions, are paid fairly, have the right to associate freely and collectively bargain and have access to grievance mechanisms.\n\nOur long-term Forest Positive strategy, announced in 2021, is helping us to find ways to integrate further protection for tenure-based rights for Indigenous People and Local Communities into our approach, while at the same time helping smallholder farmers to develop sustainable livelihoods.\n\nChild labor risks and access to education\nWe were the first company in the cocoa sector to introduce a Child Labor Monitoring and Remediation System (CLMRS), and many companies have now adopted it as a leading tool that helps tackle child labor risks by working directly with communities on the ground. Our CLMRS prioritizes access to education, including building and renovating schools and securing birth certificates for registration, and tackling rural poverty through income diversification programs and support.\n\nThe CLMRS is a six-step process that starts with raising awareness. Community Liaison People visit farmers and cooperatives, and based on visits and surveys, identify children at risk. Families of children identified receive further visits where they are advised and supported by the Community Liaison People. Regular follow-up visits allow us to measure how many children have been prevented from entering child labor or have stopped doing hazardous work. Each year, we identify some children in our supply chain who are at risk of engaging in child labor. We carry out follow-up visits with each of these children and record the number who report that they are no longer at risk during two consecutive visits. In 2021, the number of children who reported no longer being at risk at the two most recent visits was 6 307 in Côte d’Ivoire and 738 in Ghana.\n\nCollaborating to reimagine fairer food systems\nIn 2021, Nestlé partnered with Tufts University to convene a UN Food Systems Summit dialogue with stakeholders to discuss the nexus between regenerative food systems and the right to food.\n\nIn total, 57 participants from academia, non-governmental organizations, the private sector and UN organizations discussed the major barriers and corresponding levers to making healthy diets affordable, accessible and adequate for everyone, including the responsibilities of different stakeholders in ensuring access to safe and nutritious food for all, collectively moving toward the 2030 SDGs.\n\nChild Labor Monitoring and Remediation System performance\n\nCôte d’Ivoire\n\n| Year | Children covered by CLMRS to prevent and address child labor risks | Total number of children who received support (cumulative) |\n|------|---------------------------------------------------------------|----------------------------------------------------------|\n| 2020 | 6 307                                                        | 127 550                                                  |\n| 2021 | 7 384                                                        | 156 974                                                  |\n\nGhana\n\n| Year | Children covered by CLMRS to prevent and address child labor risks | Total number of children who received support (cumulative) |\n|------|---------------------------------------------------------------|----------------------------------------------------------|\n| 2020 | 738                                                          | 2 399                                                   |\n| 2021 | 2 809                                                        | 5 978                                                   |\n\nCreating Shared Value and Sustainability Report 2021\nPalm oil and labor rights\n\nContinuing to strengthen our approach\n\nThe palm oil supply chain is far reaching and complex. Millions of workers, from plantations to mills and refineries, are part of our palm oil sourcing journey. We want to help our suppliers build a palm oil supply chain free from human rights issues such as forced labor, discrimination and health and safety hazards.\n\nOur approach between 2010 and 2017 was based on conducting site assessments against our Responsible Sourcing Standard. We worked with our suppliers and partners to develop time-bound action plans to address the gaps found and supported suppliers, mills, plantations and smallholders in our supply chain to address specific labor rights risks such as forced labor and child labor, through targeted interventions.\n\nAfter conducting a labor rights assessment of Nestlé’s Indonesian palm oil supply chains, we developed our first dedicated Action Plan on Labor Rights in Palm Oil Supply Chains in 2018 with the collaboration of the Danish Institute for Human Rights and Earthworm Foundation.\n\nWith our partner Verité, we then conducted a Management Systems Assessment of how we manage labor rights risks in our palm oil supply chain globally. In 2019, Verité deepened this assessment by conducting in-depth reviews of two of our suppliers in order to understand how the Nestlé Responsible Sourcing Standard translates into practices throughout the supply chain.\n\nVerité conducted comprehensive labor and occupational health and safety assessments of seven mills and 11 estates across Malaysia and Indonesia that collectively employ over 4,000 workers, including interviews with over 200 workers. The results and recommendations made in this assessment, together with our previous experience and learnings, led to the revision of our labor rights approach in palm oil.\n\nWorking with Verité, we developed, and are now implementing, a Program Assurance Framework which focuses on strengthening management systems for assessing, addressing and remediating labor rights issues. We are also continuing to train palm oil suppliers and producers on the guidelines and tools that we have helped to develop over the years, that explain specific labor-related issues and how they can be addressed.\n\nTo address labor rights issues we have learnt that it is critical to incorporate changes into broad landscape initiatives where we determine priority issues and deploy solutions to improve conditions for workers. This is why we are supporting several landscape approaches that address labor rights within their scope.\n\nWe are collaborating with partners and suppliers to systematically deploy more comprehensive labor rights requirements through our supply chains. Together with workers, governments, multilateral and non-governmental organizations, peer companies, certification bodies, individual experts and our partners, as well as with various industry associations and multi-stakeholder platforms, we are working to better understand and help tackle the root causes of crucial labor rights issues.\n\nLeveraging participation in multi-stakeholder platforms, particularly in the Consumer Goods Forum Forest Positive Coalition, we are also advocating for the development of regulations, policies, programs and incentives to create a conducive environment for labor rights.\n\nOur vision is one of a sustainable palm oil sector, where nature is protected and restored, where human rights, including labor rights, are respected, and where workers and smallholder farmers are offered decent work and livelihoods. As we implement our Palm Oil Labor Rights Action Plan, we will continue to test new tools and approaches to ensure a strong and relevant approach for the future.\n\nCASE STUDY\n\n“Nestlé and Verité developed the Program Assurance Framework to take into account macro, labor and operational risks in the supply chain. The framework is based on key labor data from refineries and their direct and indirect supply bases. It looks at suppliers’ systems and whether they are set up to address endemic and long-standing labor issues.”\n\nMelizel Asuncion, Senior Director for Operations, Verité Southeast Asia\n\nOutlook\n\nWhile our Human Rights Framework and Roadmap outlines our approach and priorities, we will continually adapt our strategies to meet realities on the ground.\n\nIn January 2022, to expand our work to tackle poverty as a root cause of child labor risks, we launched a novel approach that aims to support farmers and their families in the transition to more sustainable cocoa farming. The Home Accelerator Program will pay cash incentives directly to farming families for activities such as school enrollment, sustainable agricultural practices, agroforestry and income diversification. The incentives will encourage behaviors and agricultural practices that are designed to steadily build social and economic resilience over time. These incentives are paid on top of the premium introduced by the governments of Côte d’Ivoire and Ghana that Nestlé pays and the premiums Nestlé offers for Rainforest Alliance certified cocoa. The payments are not linked to production volumes and reward cocoa-farming families for the benefits they provide to the environment and local communities.\n\nBy incentivizing practices such as generating diversified incomes, for example through growing other crops, raising livestock such as chickens, beekeeping or processing other products like cassava, we are also building on our previous commitment to improve food availability and dietary diversity among the farmers who supply us.\n\nOur Human Rights Framework and Roadmap guides our approach to protecting people in our supply chains.\n\nHarvesting the future\n\nNestlé began working with the Fair Labor Association (FLA) in Turkey in 2012 to help seasonal workers in our hazelnut supply chain address challenges relating to labor conditions and child labor risks.\n\nTo help improve recruitment and employment practices for seasonal migrant workers, we needed to address the root causes across all the seasonal jobs that workers move between in Turkey’s agriculture sector.\n\nAs a result, in 2019, we joined Harvesting the Future, a multi-sectoral, multi-geography and multi-stakeholder project led by the FLA to help supply chain partners address working conditions for their shared seasonal workforce.\n\nThe program in 2021 focused on child protection and child labor risk elimination, elimination of hazardous work for workers under the age of 18, improved access to basic services and greater adherence to responsible recruitment practices, grievance mechanisms and living wages.\n\nSo far, 85 company and supplier representatives have received training in these areas. A total of 12 suppliers have launched child labor risk monitoring and remediation programs, and we increased awareness and registration of labor intermediaries.\n\nCASE STUDY\n\nCompany and supplier representatives in Turkey’s hazelnut supply chain received training in labor rights issues in 2021.\nAs the global economy has slowed during the COVID-19 pandemic, it was young people who were the most impacted, with a disproportionate number losing their jobs. As economic recovery continues, young people must not be left behind. By creating the jobs young people need, we can benefit from their skills, perspectives and abilities.\n\nOutside our own operations, it is important for Nestlé to inspire the next generation of farmers. This is particularly true as urbanization draws more and more young people to cities, causing the average age of farmers in many parts of the world to rise well into the 50s.\n\nEncouraging and supporting young people to develop livelihoods in farming also creates an opportunity to train them in regenerative agriculture methods from the start of their working life.\n\nUpskilling young people internally, in our supply chains and in society in general, is good for us, for individuals and for communities. As a major employer, we can make a positive difference, providing employment as well as digital and physical training and skills development opportunities to young people. We can also use our position as a global company to inspire other multinational businesses, driving collective action to create more training and employment opportunities than we could achieve alone. This is why the Nestlé needs YOUth initiative exists and why we founded the Global Alliance for YOUth, together with 24 other international private sector companies.\n\nBringing young people into Nestlé keeps us in touch with an ever-changing world. Meanwhile, around the world we face an ageing farmer population. This is why inspiring young agripreneurs and entrepreneurs and investing in youth employability is at the heart of regeneration.\n\n**Background**\n\nYoung people bring fresh ideas and energy to the workplace. They are a crucial part of any company’s long-term talent pipeline. Providing opportunities for young people helps bring more diverse perspectives into our workplace and strengthens relations with local communities that benefit from increased employment. Moreover, facilitating youth employment by creating fair and legitimate job opportunities supports respect for human rights, specifically the right to work, with ‘just and favorable remuneration’, as set out by the United Nations.\n\n**By 2030, our ambition is to help 10 million young people around the world have access to economic opportunities**\n\n**SDG contributions**\n\n**Our performance**\n\n| Year | Young people around the world with access to economic opportunities (millions) |\n|------|--------------------------------------------------------------------------------|\n| 2017 | 0.04                                                                            |\n| 2018 | 0.40                                                                            |\n| 2019 | 0.44                                                                            |\n| 2020 | 0.97                                                                            |\n| 2021 | 1.41                                                                            |\n\n**Cumulative total**\n\n| Year | Total |\n|------|-------|\n| 2017 | 0.04  |\n| 2018 | 0.44  |\n| 2019 | 0.88  |\n| 2020 | 1.42  |\n| 2021 | 2.89  |\n\n**11 598** Apprenticeship and traineeship opportunities\n\n**7 422** Young farmers trained through the Nestlé Agripreneurship Program\n\n**23 899** Job opportunities for people under 30\n\n**1 291 306** Young people impacted through digital events (e.g. career fairs, educational webinars, e-learning programs) that focus on upskilling young people and make them more employable (819 678 in 2020)\n\n* Delivered specifically through Nestlé needs YOUth initiative\n\n**EY assured.** The EY limited assurance report and conclusion can be found at www.nestle.com/assurance-statement\n\n**EY reviewed for consistency.** Our Reporting Scope and Methodology for ESG KPIs document provides details and definitions and can be found at www.nestle.com/esg-kpis\n\n**Creating Shared Value and Sustainability Report 2021**\nYouth opportunities\n\nApproach\nOur work to create opportunities for young people is run through our Nestlé needs YOUth initiative. The initiative is managed centrally by a youth project lead and has three pillars of activity: Agripreneurship, Entrepreneurship and Employability.\n\nUnder each of the three pillars we create broad and diverse opportunities for youth, with varied levels of engagement and potential impact on the future of the individuals involved. For example, we provide online training and content and make it widely available to increase their level of employability. This also helps raise awareness among young people about the challenges of today’s world of work and how to overcome them. We also provide on-the-job training opportunities for young individuals through programs such as Nesternship and our R+D Accelerators.\n\nAll the opportunities we create contribute to internally reported metrics in support of our three pillars and our 2030 commitment.\n\nNestlé needs YOUth initiative\n\nAgripreneurship\nEncouraging young people to create livelihoods as farmers, to run their farms as businesses and to use regenerative agriculture methods in support of a just transition to regenerative food systems.\n\nEntrepreneurship\nPromoting fresh thinking and product innovation through our R+D Accelerators in locations all over the world.\n\nEmployability\nProviding youth access to economic opportunities by offering jobs, traineeships, internships (including through digital Get Support events and our virtual Nesternship program), apprenticeships and training.\n\nPerformance\nWe continued working toward our 2030 commitment to help 10 million young people around the world have access to economic opportunities. In 2021, we succeeded in creating 1.44 million opportunities through the Nestlé needs YOUth initiative, bringing the cumulative total since we announced our commitment in 2017 to 3.89 million. The roll-out of Nestlé needs YOUth across our operations is part of our work toward our 2030 ambition.\n\nAgripreneurship\nIn September 2021, when we announced our plan to advance regenerative food systems at scale, we engaged with key opinion leaders around critical related issues. One of these discussions focused on ‘empowering young agripreneurs’ and how we can work together with our stakeholders to make agriculture more attractive to young people. The discussions provided valuable insights that we can use for programs, communications and education tools.\n\nIn 2021, we continued our longstanding Agripreneurship Program, with a focus on Farmer Business Schools. These help to teach farmers relevant business skills with the aim of making their farms more financially robust. Through this program, we identified around 15,447 agripreneurs in 2021 who we are training to become future-fit farmers. Those that are under 30 contributed to our overall total of 7,422 of young farmers trained through the Nestlé Agripreneurship Program in 2021.\n\nEntrepreneurship\nIn August we announced the inauguration of our largest R+D Accelerator to date, in our fundamental research center in Lausanne, Switzerland. The R+D Accelerator concept was launched in 2019 and provides a unique opportunity for youth start-ups, students and entrepreneurs to bring their innovations to market quickly.\n\nThe internal and external teams have full access to Nestlé’s infrastructure and R&D experts from around the world. Since 2019, over 257 participants have benefitted from the R+D Accelerator program and more than 90 products have been tested in 19 countries.\n\nDuring 2021, Nestlé Middle East and North Africa has been supporting the Swiss-Middle East Circular Economy for Youth Initiative. Starting in March, student innovator teams from the region were identified and given mentorship by Swiss universities and companies, including Nestlé. Six teams were selected as finalists and pitched their projects to a jury at the Swiss Pavilion at Expo 2020 in Dubai, delayed a year due to COVID-19, but finally held in October 2021. Plasticycle was the winning team, and in 2022 it will be receiving training and a special on-site bootcamp provided by Nestlé in Switzerland.\n\nEmployability\nOn October 7 and 8, 2021, Nestlé Colombia hosted the VI Pacific Alliance Youth Summit, with the live virtual participation of more than 35,000 young people from Chile, Colombia, Mexico and Peru. Various high-level government representatives from the four countries also participated, including the President of Colombia, Iván Duque.\n\nThe summit focused on providing awareness, inspiration and educational content for young people in these countries. In addition, our online internship program, Nesternship, was further expanded in 2021, helping young people around the world gain valuable professional experience. Geographical Zones that ran the program in 2020 also improved the package for 2021. For example, Zone AOA (Asia, Oceania, and Africa) added an e-Learning module on interview skills as part of the assessment process, together with a completion certificate for the module and advice on strengths and improvement opportunities. See the Nesternship case study to find out more about the program in 2021.\n\nDriven by the importance of coffee to Nestlé, in collaboration with Federación Nacional de Cafeteros in Colombia, we also launched a pilot training program called Nestlé Young Baristas. Offering a blend of virtual and face-to-face training, the seven-module program aims to provide holistic training that creates youth employment opportunities for beneficiaries.\n\n“When we began to process coffee six years ago, we faced many technical challenges. With support from Cohonducafe and Nestlé, we were able to get a new dryer, which made a huge difference to our efficiency. Recently I was even offered a job doing something else, but I turned it down, because I’m in love with coffee! And with the benefits that come from having a new dryer, I want to keep working here on my farm.”\n\nLuis Sagastume, a young Honduran coffee farmer\n\nCreating Shared Value and Sustainability Report 2021\nOutlook\nMoving forward, we will continue to invest in young people and their futures across our three strategic pillars of activity. Over the next 12 months we will begin exploring ways to develop an entrepreneurship platform to help people with ideas to connect more easily to the R&D Accelerator. We will also add more technical training in regenerative agriculture to our Agripreneurship Academy.\n\nIn 2022, we will launch a new Agripreneurship Academy – online video-based training designed to attract and train the next generation of farmers to work in a regenerative way. The academy will address topics ranging from climate change, agroforestry and soil health to animal welfare. The videos will be available on YouTube, accessible anywhere on any device, and often available in multiple languages. The initial effort will focus on raising awareness of regenerative farming. Following this we intend to introduce more technical training to support regenerative agriculture.\n\nIn the coming year, we will be expanding our Nesternship program into additional markets across Asia, Oceania and sub-Saharan Africa. We will also continue to improve the application portal for potential interns by adding a new e-learning module. Similarly, the Nesternship app will be enhanced with a chat feature and more educational content.\n\nThrough the Global Alliance for YOUth, we will continue to drive and promote positive impacts for young people among our private sector partners and focus on key themes such as resilience and agility, as well as to investigate the important role of digital inclusion in youth opportunities.\n\nCASE STUDY\nOur Nesternship program\n\nVirtual internships across Europe, the Middle East, Asia, Oceania and sub-Saharan Africa\n\nThe global pandemic presented many unprecedented challenges for business. While many organizations and individuals have adapted to a new reality, in which much of our communications is digitalized and handshakes are a thing of the past, the ripple effects of this are still being felt. As we have seen, one major trend since the start of 2020 has been the negative effect on young people and employment. Nestlé’s focus on youth has meant this cannot be overlooked: we wanted to find a way to provide young people with training and employment opportunities during these difficult times.\n\nThis is why we launched our Nesternship program in Zone Asia, Oceania and sub-Saharan Africa in 2020. It was our first Nestlé Virtual Internship Program offering an experiential online learning opportunity for young people.\n\nNot only does it provide an experience tailored to interns’ preferences (for example, working remotely with countries around the world), from the recruitment process to the hands-on experience, it also gives them the opportunity for self-paced learning, to find out more about our values, and facilitates international peer-to-peer interaction.\n\nTo help facilitate stronger engagement and connection, in 2021 we also created a new tool for our ‘Nesterns’ to access digital learning content at their fingertips. We also launched the Nesternship smartphone app. It offers learning resources on various topics, a chat feature to interact with fellow Nesterns across Zone Asia, Oceania and sub-Saharan Africa, notifications on upcoming events and direct links to apply for job opportunities.\n\nThe Nesternship program and others like it help us to create champions of regenerative agriculture and nurture a pipeline of talent for the next generation of Nestlé leaders who share our purpose and values.\n\n> 20 million Young people supported by the Global Alliance for YOUth in 2020\n\nThe Global Alliance for YOUth\n\nThe Alliance is a business-driven movement of like-minded organizations passionate about working together to help young people around the globe get the necessary skills to thrive in the world of work, today and tomorrow. At present, 25 companies are members of the Global Alliance, brought together and led by Nestlé. The alliance members aim to provide knowledge to help young people develop the necessary skills to increase their chances of finding a job, offer first-job experiences and promote and support young entrepreneurs. The Global Alliance for YOUth members joined forces at the World Economic Forum in Davos in 2019 and is supported by the International Labor Organization, the World Bank and the Global Apprenticeship Network.\n\nIn April 2021, the alliance members announced that, despite the challenges associated with COVID-19, in 2020 its members had supported 20 million young people with relevant training to develop the skills to find a job or start a business.\n\nThe alliance’s primary theme for 2021 was resilience and mental health. In support of International Youth Day, the Global Alliance for YOUth published a webinar bringing together speakers from Nestlé, the World Economic Forum, Willis Towers Watson, Facebook and Sodexo to give young people affected by COVID-19 an increased level of confidence to find work. A key part of the webinar was the launch of the newly developed Resilience Model.\n\nStrengthening communities | Youth opportunities\n\nCreating Shared Value and Sustainability Report 2021\n49\nBy creating a healthy, positive and ethical environment, empowering our employees to make sustainable business decisions and putting the right systems in place, Nestlé is building for the future.\n\nOur environment is rapidly changing and so are we. Our employees join Nestlé because they want to be a ‘force for good’ and finding people who share this goal is fundamental to our ability to influence the move to more regenerative food systems.\n\nThe way we operate, our systems, policies and procedures and our integrity and ethics are all essential to transformative action. We are becoming an ever-more digital business, which is helping us to drive efficiencies and giving us greater supply chain insight. However, increased digitalization comes with a greater responsibility to protect the rights of our consumers, suppliers, stakeholders and employees by safeguarding their data and using it respectfully.\nOur employees are at the heart of our commitment to being a ‘force for good’. It is thanks to their determination that we can strive to advance regenerative food systems at scale. Their health and well-being is our priority. We respect and encourage all our employees: we value their potential regardless of race, ethnicity, gender, national origin, religion, gender identity, sexual orientation, age and different abilities, leaving no one behind.\n\nBackground\nAt Nestlé, we strive to make our business a great place to work – now and in the future. We want to foster an attractive and fulfilling environment offering exciting opportunities and varied careers. Every aspect of how we treat our employees is rooted in respect and we bring our purpose and values to life through our diverse and inclusive workforce. In addition, we recognize that employee health is fundamental to a strong business. Healthier employees tend to be happier, more engaged, higher performing and more productive.\n\nAs stated by the International Labour Organization, as much as being a public health crisis the COVID-19 pandemic has been an employment and social crisis. It has had unequal effects on different groups of people. For example, gender equality has lapsed as women took on additional childcare and housework responsibilities. Young people’s education has been disrupted and it has become much harder to find a first job.\n\nCOVID-19 also accelerated a shift to more technology-driven flexible work arrangements. E-commerce and tele-services have boomed, artificial intelligence and automation have driven efficiencies and businesses and employees have had to change rapidly to keep pace. In 2021, it became clear that continually adapting how employees work – physical versus remote working or other methods of physical distancing – has become an everyday reality. At Nestlé, we responded to this shift.\n\nWe aim to increase the proportion of women in our top 200+ senior executive positions to 30% by 2022\n\n| Year | Women in the top 200+ senior executive positions (%) |\n|------|-----------------------------------------------------|\n| 2020 | 25.6                                                |\n| 2021 | 27.2                                                |\n| 2022 | 30.0                                                |\n\nSDG contributions\n\n| SDG | Description |\n|-----|-------------|\n| 1   | No poverty  |\n| 2   | Zero hunger |\n| 3   | Good health |\n| 4   | Quality education |\n| 5   | Gender equality |\n| 6   | Clean water and sanitation |\n| 7   | Affordable and clean energy |\n| 8   | Decent work and economic growth |\n| 9   | Industry innovation and infrastructure |\n| 10  | Reduced inequalities |\n| 11  | Sustainable cities and communities |\n| 12  | Responsible consumption and production |\n| 13  | Climate action |\n| 14  | Life below water |\n| 15  | Life on land |\n| 16  | Peace and justice, strong institutions |\n| 17  | Partnerships for the goals |\n\nOur performance\n\n- 64% Countries where Parental Support Policy is fully rolled out\n- 0.71 Recordable illness rate per million hours worked\n- 1.33 Recordable injury rate per million hours worked (1.28 in 2020)\nOur approach to our people is realized through five key areas:\n\n1. **Talent management**\n   - We manage talent on a global scale, ensuring that we attract and hire the right candidates to be a ‘force for good’, while empowering our employees to navigate their own inspiring careers.\n   - **Talent attraction:** Our employer branding\n     - We align our approach to talent acquisition and retention with our business strategy, purpose and values, so that our company and our people share the same goals.\n     - We recognize that people want to work for a company that has values that align with their own, and sustainability is a big part of that. We offer our employees the chance to join a global corporation that encourages innovation and change toward a better world. We have an important role to play in contributing to preventing and managing the impacts of climate change, and we seek to attract and retain the best and brightest talent to help us fulfill this task.\n   - **Talent development and retention**\n     - We provide a unique opportunity at Nestlé. The breadth and depth of our operations is vast and we encourage our people in finding new and exciting opportunities within the company throughout their careers. We encourage global mobility and work with our employees to fulfill their needs in terms of flexibility, training, growth and reward. Increased remote working has led to many of our face-to-face training courses moving online. We have worked hard to ensure that despite the reduced physical contact our courses achieve the same objectives in terms of supporting and promoting the Nestlé purpose and values.\n     - All our employees are empowered to drive their own careers and supported by their line managers through our performance management process and annual performance goals. Our ‘SuccessFactors’ online system provides a tool and resource both for managers and employees to find guidance and to track this process.\n     - Within ‘SuccessFactors’ we provide competency frameworks and development planners for each function, as well as digital library access to our iLearn educational platform.\n     - Based on our Corporate Business Principles our culture is supported by regularly updated policies and communicated through our training.\n\n2. **Diversity and inclusion**\n   - Attracting, developing and retaining talent while preparing our workforce for the needs of our future business.\n   - Building a better business that is inclusive and equal for genders, people with disabilities, LGBTQ+ communities and all races and ethnicities.\n   - Inspiring and empowering our people to choose a healthier future for themselves, their families and our business while providing a healthy working environment.\n   - Supporting Nestlé in its goal to be a company where employees are treated with mutual trust and fairness, and where they feel engaged with our purpose, values and principles.\n   - Diversity and inclusion\n     - We focus our inclusion efforts on four key pillars of diversity (gender balance, people with disabilities, LGBTQ+ community and race and ethnicity) and intersectionality as an essential element of our approach working toward equity and belonging. See our case study for more on our approach to diversity and inclusion.\n\n3. **Employee health, safety and well-being**\n   - Employee health vision aims to inspire and empower our people to choose a healthier future for themselves, their families and our business.\n   - Employee health, safety and well-being\n     - Employee health, safety and well-being is fundamental for building sustainable organizations, driving market performance and demonstrating shareholder value.\n     - Employee Health Strategy\n       - Our employee health vision aims to inspire and empower our people to choose a healthier future for themselves, their families and our business.\n       - Our approach involves:\n         - Protecting our people through anticipation and management of workplace health risks\n         - Promoting health and well-being by offering programs and solutions that encourage our people to take responsibility and adopt an approach of ‘learn, feel and choose’\n         - Supporting our people during and after injuries and/or illnesses, helping to create optimum health outcomes\n         - Fostering an environment where employees experience caring leadership\n\n4. **Employee relations and engagement**\n   - Helping to protect, renew and restore natural resources\n   - Strengthening communities\n   - Operating responsibly\n   - Creating Shared Value and Sustainability Report 2021\n\n5. **Organizational design and change management**\n   - How we promote diversity and inclusion\n     - Culture\n       - Our inclusive culture leverages the differences of our employees\n     - Society\n       - Our work in society is based on the way we act and engage with our stakeholders\n     - Innovation\n       - Our innovations consider diverse consumers and customers when we make and distribute our products\n     - Employee health, safety and well-being\n       - Employee health is fundamental for building sustainable organizations, driving market performance and demonstrating shareholder value.\n     - Employee Health Strategy\n       - Our employee health vision aims to inspire and empower our people to choose a healthier future for themselves, their families and our business.\n       - Our approach involves:\n         - Protecting our people through anticipation and management of workplace health risks\n         - Promoting health and well-being by offering programs and solutions that encourage our people to take responsibility and adopt an approach of ‘learn, feel and choose’\n         - Supporting our people during and after injuries and/or illnesses, helping to create optimum health outcomes\n         - Fostering an environment where employees experience caring leadership\n\nThis approach is underpinned by the principles of respecting privacy and personal choices, enabling informed decision-making and supporting a healthy working environment and working conditions.\nNestlé Roadmap for Employee Health\n\nTo achieve our vision, in March 2021, we launched our roadmap, outlining our priorities for 2021 to 2023 and serving as a reference for our markets when developing their Employee Health Strategies.\n\nUnder each specific pillar (foundations, governance and capabilities, health promotion and communication and networking), we detail key milestones and deliverables for progressing with the Employee Health agenda at Nestlé.\n\nNestlé Roadmap for Employee Health 2021-2023\n\nOur vision\nInspiring and empowering our people to choose a healthier future for themselves, their families and our business.\n\nFoundations\n- Employee health standards and reporting\n- Crisis management plan\n- Medical assistance program for business travelers and expatriates\n- Direct employee health support\n- Fringe benefits\n\nGovernance and capabilities\n- Strengthen employee health community\n- Employee Health Council\n- Employee health dashboard\n\nHealth promotion\n- Evidence-based approach\n- Education and awareness\n- Driving actions through programs:\n  - Physical activity\n  - Healthy eating\n  - Mental health\n  - Comprehensive health check\n\nCommunication and networking\n- Employee health communication strategy\n- Stakeholder management\n- Networking\n\nOur principles\n1. Respecting privacy and personal choices\n2. Enabling informed decision-making\n3. Supporting a healthy working environment and healthy working conditions\n\nEmployee relations and engagement\nOur vision for employee relations is to support Nestlé in its goal to be a company where employees are treated with mutual trust and fairness and where they feel engaged with our purpose, values and principles. We aim to provide a compliant, safe and healthy work environment that is contemporary and flexible, contributing to openness and inclusiveness in all our interactions. We also believe in being a business that collaborates with our employees, employee representatives, employee organizations and external labor stakeholders in order to contribute to the business’s success.\n\nWe work closely together with the International Union of Food Workers to ensure that the needs of our entire workforce are addressed properly. This relationship has been particularly important during the pandemic to ensure the safety and health of our employees, while managing business continuity and supporting local communities.\n\nWe review our policies and guidance documents regularly, refreshing and updating them where needed or launching new policies to fill any new needs. In April 2021, we launched a new Policy Against Discrimination, Violence and Harassment at Work, which is being progressively rolled out in our markets until the end of 2022.\n\nOur Global Parental Support Policy\n\nEnriching the quality of life for all parents and families\n\nIndividual journeys to parenthood are very different, so we have created an expanded and inclusive parental support policy that applies to all employees in all kinds of families. Our aim is to encourage an inclusive culture in the company, supporting gender equality and diversity everywhere.\n\nBy the end of 2022, all primary caregivers in the company will gain the right to a minimum of 18 weeks’ paid leave to care for new children. The primary caregiver is also granted the right to extend their leave up to a total of six months, in accordance with local laws and regulations or local practices. In addition, for the first time, secondary caregivers will be given four weeks’ minimum leave.\n\nThe policy is gender neutral and applies whether children are biological or adopted as minors. The policy is applicable to all Nestlé markets, as a minimum standard on parental support for Nestlé employees worldwide.\n\nCASE STUDY\n\n“I am very grateful for the opportunity to take one month’s paternity leave. It has allowed me to spend time with my baby and support my wife during and after delivery, and even to sleep a bit later after short nights!”\n\nOmar Cedrati, Demand Planning Manager, Cereal Partners Worldwide, Nestlé Middle East\nPerformance\n\nTalent management\nDuring 2021, we aligned our employer branding and recruitment communications with the corporate brand and internal regeneration messaging. Nestlé as a ‘force for good’ is now the bedrock of all our recruitment communications in all channels and parts of the world.\n\nIn 2021, we also became more targeted in our recruitment drives, by headhunting in-demand skills groups using more specialist channels to reach potential candidates. We also moved to a proactive recruitment strategy: rather than simply recruiting for open positions, we now target skills and roles we regularly recruit for on an ongoing basis.\n\nWe measure our success based on our ability to attract high-caliber candidates who are seeking an employer with purpose. We monitor engagement with our recruitment communications and the traffic we drive to our careers site. We are evaluating the skills we will need such as greater digital and AI capabilities. We are now clear about the capabilities we need to recruit and the development journeys we need to encourage our employees to embark on.\n\nNestlé has a strong record of democratized training access, providing lifelong learning opportunities for all employees, regardless of role or location. The journey to increase channel access started in 2016 and accelerated with the advent of the COVID-19 pandemic. By June 2021, our training catalogue had been moved into a virtual format, postponed or alternatives offered where the training course was not suitable for online delivery (e.g. some leadership programs). After a dip in training rates in 2020 (14.3 hours on average per employee) due to COVID-19, in 2021 we saw average training hours per employee increase (15.8 hours), having moved to virtual training wherever possible.\n\nDiversity and inclusion\n\nGender balance\nWith 27.2% of our top 200+ senior executive positions held by women, we are on track to achieve our 30% target in 2022. Our pipeline of high-caliber females is strong, with 43.8% of managerial positions currently held by women.\n\nWe have been working to balance the gender makeup of our workforce. As well as company-wide initiatives, our markets have tailored programs to increase workplace diversity.\n\nIn 2021, we rolled out training on unconscious bias and preventing sexual harassment in the workplace and we aim to train at least 90% of all our employees globally by end-2022. We assessed our 2020 Equal Pay Analysis and found that 54.4% of employees covered by collective bargaining agreements were female.\n\nThe Bloomberg Gender Equality Index recognized Nestlé for our transparency in gender reporting and advancing women’s equality in the workplace for the fourth consecutive year. We also featured in the European Round Table’s D&I Toolkit of best practices.\n\nPeople with disabilities\nWe believe that living with a disability should not define a person. Every individual has the unique ability to contribute to society and deserves equal opportunities.\n\nAt the end of 2020, we formed a partnership with The Valuable 500, which we embedded in 2021. The partnership involves three commitments, to:\n\n- Provide equal opportunities for all and continuously advance accessibility for people with disabilities within our operations\n- Promote awareness and understanding of the experience of people living with disabilities, in order to mitigate unconscious bias and create an even more inclusive workplace\n- Leverage our Nestlé needs YOUnity initiative to positively impact the lives of young people living with disabilities, helping them develop the skills they need to thrive\n\nOur people by type of employment\nCovers Nestlé employees registered in the human resources system (approximately 97% of all employees). Each data point correct at the time the snapshot was taken.\n\n| Gender | Permanent | Temporary |\n|--------|-----------|-----------|\n| Male   | 165,775   | 8,642     |\n| Female | 160,649   | 9,058     |\n\nLGBTQ+ community\nNestlé has expressed support for the United Nations Standards of Conduct for Business on tackling discrimination against LGBTI people. In addition, we are proud to be part of the Partnership for Global LGBTQ Equality, the only LGBTQ focused organization in the world where the private sector and civil society sit together as members, to accelerate equity, social and economic inclusion for the LGBTQ+ community. The Partnership is an initiative of Business for Social Responsibility, the Office of the United Nations High Commissioner for Human Rights and the World Economic Forum.\n\nOur Global Parental Support Policy recognizes the diversity of families and that parental roles are no longer defined along traditional gender lines. All families can benefit from enhanced parental paid leave, including same-sex couples, single parents and couples that adopt.\n\nRace and ethnicity\nNestlé has longstanding efforts on advancing racial and ethnic inclusion. Today, more than 88% of market management committee positions are held by local employees. This is in line with our efforts to build leaders who are truly representative of the communities we serve.\n\nThe World Economic Forum launched the Partnering for Racial Justice in Business initiative, of which Nestlé is a founding partner. We have committed to putting racial and ethnic justice on our Board’s agenda and setting long-term strategies to develop an anti-racist workplace.\nEmployee health, safety and well-being\n\nManaging the pandemic was a key focus in 2021. Our focus was on developing and deploying global guidance on COVID-19 vaccines. The emergence and circulation of more transmissible variants of SARS-CoV-2 is a significant concern, highlighting the need for fast vaccination of employees and for maintaining a comprehensive approach to protection measures. To avoid the double burden of COVID-19 and seasonal flu, we also reinforced the importance of the flu vaccine for markets.\n\nTo facilitate direct access to health services and to holistic well-being support, we finalized two global bidding projects to validate reliable and good quality global providers for our market Employee Assistance Programs and Telemedicine support.\n\nThe Nestlé Know Your Numbers Program (KYNP) enables us to measure the overall health risks of our employee population, helping us to better understand health profiles, the impact of health on productivity and to build strategies targeted and evidence-based interventions. KYNP was made available to 227,640 employees by the end of December 2021 and based on the cumulative data, 49,687 Nestlé employees so far have participated in the global version of the program. The most prominent health risks continue to be related to stress, unhealthy eating, lack of physical activity, weight and sleep.\n\nAwareness building in the form of educational programs, such as #HealthyLives training, continues to play a key role in building the foundations for informed decisions on healthier lifestyle choices.\n\n#HealthyLives, our global training program, includes guidance and interactive exercises across four dimensions: physical activity, sleep, nutrition and mental health, and is available in 16 languages. In 2021, it had a good uptake and was the non-mandatory training with the highest completion rate, with 445,776 videos completed by 31,063 employees. To support employees implementing what they have learned, 94.4% of our canteens now offer a healthy menu and 53.0% of our sites provide a nap room or equivalent space for resting.\n\nWe also launched a series of global webinars called HealthTalks, which provide employees with easy-to-apply tips on how to develop and maintain healthier lifestyle habits. Six webinars were delivered:\n\n- Mental health and well-being\n- Sleep\n- Physical activity and active breaks\n- Emotional intelligence\n- Maintaining good relationships in a hybrid world\n- How to cope with the mental load of parenting\n\nThe series had 14,480 total video views and received very positive feedback.\n\nTaking into account the impact of mental health issues and sedentarism, which was amplified during COVID-19, we launched a global digital platform called Pleaz. The platform provides easy access to active breaks. In Pleaz, employees can find guided exercises from stretching to mindfulness that help unwind and renew their energy in a quick active break. In 2021, we had 26,193 activations in the platform, confirming the high interest of our employees. We also marked World Mental Health Day on October 10 with an entire week dedicated to the topic. The week included inspirational and supporting messages from senior management, testimonials from employees, viral campaigns, tips on how to support colleagues that are struggling and how to get help. This reached 130,063 employees.\n\nWe also continued to work with industry bodies, including our work with the Consumer Goods Forum where we are a member of the Employee Health and Well-being working group.\n\nIn 2021, our recordable illness rate per million hours worked was 0.71. There were zero recordable fatalities from illnesses, but unfortunately recorded 20 non-fatal illnesses.\n\nSafety\n\nWe deeply regret that three people lost their lives while working for us in 2021 (five in 2020). Two of these people were our employees who were employed by a contractor. One fatal accident was a road traffic accident, one occurred on a construction site and one occurred during production operations.\n\nAll fatal accidents are investigated by an independent investigation team to ensure we understand the root causes. We take action to prevent recurrence and to share the lessons learned across the company.\n\nWe had 13 serious injuries in 2021 (14 in 2020), while our global recordable injury rate (per million hours worked) was 1.33, a 5% reduction compared with 2020. However, our lower recordable injury rate in 2020 coincided with the national lockdowns in response to COVID-19. Our 2021 recordable injury rate of 1.5 provides a more accurate baseline against which to analyze our safety performance.\n\nOur risk-based safety strategy\n\nIn 2020, we launched a new safety strategy focused on our highest risks: life-saving rules to prevent fatal and serious injuries; digital safety innovation, where technology could contribute to the elimination of serious accidents; and behavioral science to help us understand what drives at-risk behaviors and address root causes.\n\nBy executing our strategy, we believe we will achieve significant improvements in our safety performance and toward our zero-harm vision.\n\nOutlook\n\nIn 2022, we aim to pilot a diversity and inclusion self-identification program in a selection of target markets and, if successful, will consider rolling it out in a greater selection of markets. We are also planning on further developing our cultures of inclusive communication and marketing.\n\nIn certain markets, such as the United States, we are required to have a comprehensive Supplier Diversity program in place. Our goal in 2022 is to take our learnings from the markets running this program successfully and to expand the program around the world.\n\nWithin our employee health and wellness agenda, we will continue to work through our defined roadmap toward our 2023 goals. One program that we anticipate introducing is related to healthy eating.\n\nBy creating a respectful, supportive environment in which our employees feel free to be their best selves, we empower them to help fulfill our plan to advance regenerative food systems at scale.\n\n“Our business touches people across many locations around the world. Any differences, which could be cultural, societal, physical or even legal among others need to be considered from a diversity and inclusion perspective, so we look to our purpose and values, rooted in respect, to guide us what to do. But it is our global reach that makes diverse teams so crucial to our success. Without the inclusion of different and varied voices, knowledge, experiences and abilities, we would not be able to create value for our customers and society beyond. We must reflect, and respect, the communities where we work and who we rely on.\n\n“As Global Head of Diversity and Inclusion, my role is to lead a team that cultivates diversity, equity and inclusion in the workplace where anyone is able to access and enjoy equal rewards, resources and opportunities, from recruitment through to development and advancement. We see everyone as equal, regardless of race, ethnicity, gender, national origin, religion, gender identity, sexual orientation, age and different abilities, leaving no one behind.”\n\nNilsufer Demirkol\nGlobal Head of Diversity and Inclusion, Nestlé\n\n*This year, we have continued to work toward our commitments: to empower women as agents of change for a just transition to regenerative agriculture practices across our entire value chain, and to increase the proportion of women in our top 200+ senior executive positions to 30% by 2022. Although we are proud of the progress we have made there will always be room for improvement. As a business we are also continuing to roll out our gender-neutral Global Parental Support Policy in all our markets by end-2022.\n\n*This is why we look to other companies regarding diversity and inclusion practices (not just to compare, but to help each other) why partnerships are so important, and the reason we created more in 2023. Holding up a mirror to ourselves and our industry forces and opening up to transparency and accountability is key.\n\n*But our corporate initiatives come back to our people. It’s easy to get lost in targets and numbers, regulations, frameworks and policies – what matters is that every employee feels safe and happy to be who they are at their place of work. That they feel supported, valued, and respected – every day and at every stage of their life.\n\n*Success relies on each of us and every individual has their role to play. We are committed to working with the daily decisions we make and foster our collective growth by being willing to evolve.”\nWe continue working to generate trust as an ethical and sustainable business: to inspire industry, collaborate with our peers and encourage consumers to make changes that all help in the shift toward more regenerative food systems. Trust in Nestlé is fundamental to our culture and to the value chain evolution we are leading.\n\nBackground\nCompanies earn the trust of their stakeholders by operating with high standards of business ethics. They maintain their license to operate by complying with laws and regulations in their jurisdictions. We conduct business in an ethical and principle-based manner, even in the absence of applicable regulatory requirements. Our commitments to integrity, fairness and authenticity are enshrined in our company’s purpose and values, our Corporate Business Principles and our Code of Business Conduct.\n\nNestlé values consumers’ and employees’ trust above all else. We safeguard our reputation by behaving ethically and handling data and technology systems responsibly while demonstrating transparency.\n\nApproach\nBusiness ethics and compliance\nOur comprehensive Compliance Program enables our employees and managers to do the right thing for the right reason, while protecting and strengthening Nestlé’s reputation. It supports our work related to environmental and social matters, and it is a condition for making Nestlé a ‘force for good’.\n\nOur CARE audit program is an important tool to monitor internal compliance in our sites around the world. The Danish Institute of Human Rights provided input on the program. We take a coordinated, holistic and risk-based approach to monitoring our conduct against regulatory requirements, society’s expectations and Nestlé’s Code of Conduct and Corporate Business Principles.\n\nManaging data responsibly and ethically\nOur commitment to protect personal data and privacy is reflected in our mandatory Global Privacy Program, Data Ethics Framework and Corporate Business Principles. These enable Nestlé to meet the changing expectations of stakeholders and to demonstrate our respect for privacy and the protection of personal data. We strive to be transparent with people about how we process their data and to provide meaningful control over how personal data are collected and used. We also avoid using data and technology in ways that are unethical or could lead to discrimination, exploitation or cause harm.\n\nThe Group Data Protection Officer reports to the Nestlé Executive Board and relevant subcommittees, supported by Data Protection compliance committees and Champions in relevant functions, businesses and Nestlé markets.\n\nUsing technology to drive sustainable supply chains\nAs we build ever closer relationships and greater transparency throughout our supply chains, technology and data have a huge role to play. We manage vast amounts of information on where our raw materials are sourced from and use this to help drive supply chain improvements and evaluate the responsible measures applied at each stage. We also use data from satellite monitoring to evaluate forest areas at risk, with the aim to prevent deforestation before it happens.\n\nNestlé Corporate Business Principles and Code of Business Conduct\nThe Nestlé Corporate Business Principles are mandatory for all Nestlé employees and are supported by our Code of Business Conduct and other policies. We integrate them into our business planning, activities, operations, performance reviews and auditing. Where our own principles and policies differ from local legislation the higher standard applies. Our Compliance Program supports the continuous development and implementation of the Nestlé Corporate Business Principles based on ethics, integrity and a ‘doing the right thing for the right reason’ mindset.\n\nThe Nestlé Code of Business Conduct specifies certain non-negotiable minimum standards in key areas of employee behavior, including integrity, compliance with laws, conflicts of interests, antitrust and fair dealing, bribery, corruption (UNGC Principle 10), discrimination and harassment, and accurate reporting and accounting.\nOur four Compliance Program Pillars\n\n1. Compliance governance and culture\nOur strong culture of business ethics is led and driven by senior management. We are determined to ensure that our policies, standards and procedures, supported by a robust governance system and processes, enable Nestlé to conduct business in an ethical and principles-based manner, to fulfill our business requirements and to meet societal evolution and expectations, all the while reinforcing a Speak Up culture.\n\n2. Communication and training; dissemination of processes and tools\nWe run an annual communication campaign in order to achieve the proper dissemination of ethics and compliance guidance, as well as information on the ongoing evolution of our compliance culture, principles and values. Training materials and tools are continually developed and implemented to support and monitor this dissemination process.\n\n3. Monitoring and reporting\nOur global CARE Audit program is an internal social audit verification that aims to ensure that all our employees and sites operated by Nestlé comply with local legislation, our Corporate Business Principles and our Code of Business Conduct. External auditors assess compliance with our Corporate Business Principles against seven pillars: conditions of work and employment, business integrity, safety and health, environmental sustainability, security, local communities, and labor accommodation. In addition, we have recently issued our evolved Human Rights Framework and Roadmap that provides a comprehensive framework to continue developing our preventive measures to protect human rights in our business relations with third parties.\n\n4. Closing gaps\nWe execute continuous risk assessments in order to define the priorities and focus areas of our Compliance Program. We also ensure that ethical discussions, consequence management and action plans are duly executed.\n\nPerformance\n\n100%\nPercentage of operations assessed for risks related to corruption\n\nNon-compliance concerns raised through Speak Up by category\n\n| Breakdown categories | Our Speak Up messages | Messages received | Messages substantiated |\n|----------------------|-----------------------|------------------|-----------------------|\n| Abuse of power and/or misleading behavior | 507 | 100 |\n| Labor treatment | 385 | 97 |\n| Labor practice | 373 | 71 |\n| Safety and health | 156 | 29 |\n| Fraud (misappropriation or misconduct on accounting/financial statement) | 127 | 28 |\n| Harassment (excluding sexual harassment) | 108 | 27 |\n| Third-party compliance | 54 | 13 |\n| Gifts, families and relatives, conflicts of interest | 91 | 8 |\n| Violation of legislations | 91 | 23 |\n| Violence and discrimination | 78 | 19 |\n| Breach of compliance policies | 53 | 10 |\n| Sexual harassment | 59 | 22 |\n| Bribery and corruption | 55 | 4 |\n| Confidential information, Privacy, data privacy, trade secrets, intellectual property | 49 | 11 |\n| Human rights (child labor, forced labor and modern slavery risks) | 49 | 1 |\n| Environmental impact | 43 | 3 |\n| Antitrust and fair dealing | 33 | 1 |\n| MANCOM members related | 17 | 2 |\n| Non-compliance with WHO Code | 11 | 1 |\n| Trade sanctions | 10 | 0 |\n| Executive Board member/senior managers in Switzerland | 5 | 0 |\n\nTotal non-compliance concerns raised through Speak Up\n\n| Year | 2020 | 2021 |\n|------|------|------|\n| Total cases substantiated through Speak Up | 133 | 133 |\n| Total cases closed through Speak Up | 133 | 133 |\n\nIn all areas: automation of systems and processes\nThe execution of our Compliance Program is supported by the continuous deployment and improvement of digital tools, which provide effective and actionable monitoring and reporting.\n\nNon-reporting channel Speak Up and case management system\nIn April 2021, we launched our single global internal and external reporting channel for non-compliance concerns and questions – Speak Up. Speak Up replaced our internal reporting system and external Tell Us system and is independently operated by a third party to ensure anonymity when requested. Speak Up provides Nestlé employees and all other stakeholders with a dedicated communication channel for reporting non-compliance concerns. This new system provides us with more transparency and better data. We completed the launch and implementation of Speak Up in all markets in 2021, with the exception of two that are being migrated to the new system in 2022.\n\nEvery allegation is professionally and confidentially handled. As a consequence of substantiated cases, 133 employees had to leave the company and six service providers’ contracts were terminated.\n\nWith the launch of Speak Up, we have also introduced a new Case Management System. This is an add-on feature whereby all the cases reported on Speak Up are recorded and managed by markets, enabling the analysis of relevant anonymized KPIs and statistics on an ongoing basis. With the Case Management System, we will have more complete and accurate information and improved capabilities to analyze data trends. This will provide us with more meaningful information and support the development of improvement plans.\n\nTo support the launch, we rolled out a comprehensive communication campaign aimed at reinforcing our culture of compliance and business ethics, and empowering employees to use the new system to Speak Up.\n\nOur Speak Up reporting system contributes to our culture of trust and integrity.\nCompliance and Corporate Business Principles training\nTo help strengthen our compliance culture, we significantly increased the number of global mandatory online training sessions delivered to 1.2 million in 2021 (300,000 in 2020). Much of the training is related to Nestlé’s Corporate Business Principles. Employees are required to take a certain number of compliance training sessions per year, completing a set of 10 mandatory training sessions approximately every three years. Several markets run annual anti-corruption day campaigns. Corruption is also covered in the Code of Business Conduct, supported by global training in several languages.\n\nCARE audits in 2021\nThe number of CARE audits increased in 2021 (247) compared to 2020 (150). Our CARE reviews expanded to include topics related to safety and health and conditions of work and employment, such as labor accommodation for on-site workers.\n\n| Category                                      | 2020* | 2021 |\n|-----------------------------------------------|-------|------|\n| CARE audits carried out                       | 150   | 247  |\n| Locations covered by CARE audits              | 310   | 379  |\n| CARE audit improvement opportunities identified| 274   | 333  |\n| CARE audit gaps closed                        | 253   | 161  |\n\n*Data for 2020 has been restated as some audit results were reviewed after the 2020 CSV and Sustainability Report was published.\n\nMonitoring and reporting\nWe added topics on our compliance reporting in 2021, including results for our compliance self-assessment tool, the number of completed mandatory trainings and conflicts of interest. We also refined the data collected and how it was shown, creating more transparency for our geographical zones and markets.\n\nData ethics\nWe measure our performance on privacy and data ethics against many internal metrics and comply with legal requirements in each country where we operate. In 2021, we continued to train employees on data ethics and how to manage data legally and responsibly through an eLearn module titled ‘Data Ethics at Nestlé’, as well as through our Corporate Business Principles e-learning. Through our advocacy program, we aim to be part of the international conversation on the evolution of data privacy and use our voice to promote best practice when possible.\n\nTechnology-driven transparency\nOur work with partners to test and deploy technology in our upstream supply chains continued in 2021. Technology can support transparency by facilitating end-to-end traceability and substantiating sustainability claims. With our partner OpenSC, alongside farmers and suppliers in the Democratic Republic of the Congo, we designed a technology blueprint for end-to-end coffee traceability using smart devices and QR codes. We also tested methods to monitor and verify certain sustainability aspects of our supply chains, such as farmer income, through mobile money.\n\nOutlook\nIn the next year, based on our evolved Human Rights Framework and Roadmap, we will strengthen due diligence and risk assessment of third parties. Our mandatory compliance training and ongoing communication will continue to help strengthen our ethical business culture.\n\nSpeak Up and the case management system will be rolled out to the two final markets, Nestlé USA and Germany.\n\nOne of the most important areas for Nestlé to anticipate is the impact of data and digitalization on human rights, and the implications for individuals creating digital profiles and sharing personal data. How Nestlé collects and uses data must be closely regulated internally as well as being at all times in compliance with local and international standards. There is a clear trend for established data protection and privacy laws to be strengthened and for countries without regulations to create new laws. Nestlé aims to ensure that our business stays up to date and compliant with all applicable data protection regulations.\nThis Creating Shared Value and Sustainability Report 2021 provides an update on our performance for each of our material issues during the calendar year ending 31 December 2021.\n\nIt aims to provide a full and balanced picture of Nestlé’s material topics and related impacts. The report is aimed at a broad audience including investors, non-governmental organizations, environmental, social and governance services, customers and suppliers.\n\nWe provide further information about our approach and programs online at www.nestle.com/sustainability. For investors, we also provide an overview of activity related to our major material issues in our Annual Review at www.nestle.com/investors.\n\nReporting scope, boundaries and methodology\n\nThis report covers our global operations and contains data for wholly owned companies and subsidiaries that are consolidated in the Nestlé S.A. financial statements, excluding associates and joint ventures and suppliers unless otherwise stated. Our environmental data refers to factories and warehouses, except for acquisitions that occurred after 31 December 2020. Our separate Reporting scope, boundaries and methodology document provides details and definitions and can be found at www.nestle.com/assurance-statement.\n\nIndependent assurance\n\nWe engaged two third-party organizations to provide independent assurance of the content of this report in 2021. Bureau Veritas has provided independent assurance of the accuracy, reliability and objectivity of the information included in this report, and that it covers our material issues. The assurance process was conducted in line with the requirements of the AA1000 Assurance Standard (AA1000AS v3) Type 2 at moderate level of assurance. The full assurance statement with Bureau Veritas’ independent opinion can be found at www.nestle.com/assurance-statement.\n\nIn addition, in 2021, we engaged EY to provide independent assurance on the selected key performance indicators (KPIs) of high strategic importance included in our performance summary. This assurance engagement was performed in accordance with the International Standard on Assurance Engagements (ISAE) 3000 to provide limited assurance. We engaged EY to strengthen stakeholder confidence in the data we report and in anticipation of increased regulation of sustainability reporting and assurance. Our Reporting Scope and Methodology for ESG KPIs document provides details and definitions of these selected KPIs and can be found at www.nestle.com/esg-kpis.\n\nThe selected KPIs assured by EY are marked with the EY logo. As part of this engagement, EY reviewed additional indicators that are related to the selected KPIs. These are marked with the tick symbol shown on the right. All other data points are assured by Bureau Veritas.\n\nReporting frameworks\n\nThis report has been produced in accordance with the Global Reporting Initiative (GRI) Standards (Core). We also applied the Sustainability Accounting Standards Board (SASB) Standard for the Processed Foods sector and World Economic Forum Stakeholder Capitalism metrics. Our GRI Content Index and SASB Index are available on our website.\n\nForward-looking statements\n\nThis report contains forward-looking statements based upon current expectations and assumptions regarding anticipated developments and other factors. They are not historical facts, nor are they guarantees of future performance since they are subject to numerous assumptions, risks, and uncertainties, which change over time. Forward-looking statements speak only as of the date they are made, and various factors could cause actual performance to differ materially from that expressed or implied by these forward-looking statements. Nestlé assumes no duty to and does not undertake to update forward-looking statements.", "source": "nestle_2021", "added": "2025-04-26", "created": "2025-04-26", "metadata": {"Source-File": "climate_reports/additional_reports/nestle_2021.pdf", "olmocr-version": "0.1.59", "pdf-total-pages": 59, "total-input-tokens": 165743, "total-output-tokens": 53908, "total-fallback-pages": 0}, "attributes": {"pdf_page_numbers": [[0, 158, 1], [158, 4489, 2], [4489, 5615, 3], [5615, 8803, 4], [8803, 10320, 5], [10320, 14279, 6], [14279, 17825, 7], [17825, 21053, 8], [21053, 27193, 9], [27193, 30069, 10], [30069, 35062, 11], [35062, 35627, 12], [35627, 38872, 13], [38872, 44282, 14], [44282, 48093, 15], [48093, 53188, 16], [53188, 55438, 17], [55438, 61472, 18], [61472, 65888, 19], [65888, 66416, 20], [66416, 69675, 21], [69675, 78689, 22], [78689, 86149, 23], [86149, 89556, 24], [89556, 95045, 25], [95045, 99264, 26], [99264, 108953, 27], [108953, 113547, 28], [113547, 117756, 29], [117756, 120530, 30], [120530, 125049, 31], [125049, 132785, 32], [132785, 138176, 33], [138176, 142550, 34], [142550, 147808, 35], [147808, 151658, 36], [151658, 156673, 37], [156673, 157480, 38], [157480, 159678, 39], [159678, 165053, 40], [165053, 170980, 41], [170980, 174483, 42], [174483, 176169, 43], [176169, 178433, 44], [178433, 183635, 45], [183635, 190659, 46], [190659, 194709, 47], [194709, 200782, 48], [200782, 205973, 49], [205973, 206882, 50], [206882, 210039, 51], [210039, 216107, 52], [216107, 220139, 53], [220139, 225529, 54], [225529, 234148, 55], [234148, 238234, 56], [238234, 243651, 57], [243651, 247591, 58], [247591, 251376, 59]]}}