{"id": "f3a599aa50f43b22dfb2cf5b0054e1152dfad4a8", "text": "About this report\n\nWelcome to the first Novartis in Society Integrated Report. This report highlights progress against our strategy and describes how we create value for our stakeholders. It is intended for all Novartis stakeholders, particularly shareholders, investors, and environmental, social and governance (ESG) professionals.\n\nThis report combines our Novartis in Society ESG Report and Annual Review. It is published in conjunction with our regulatory disclosure documents: our Annual Report filed with the SIX Swiss Exchange, and our Form 20-F filed with the US Securities and Exchange Commission (SEC). Details of our annual reports can be found at www.reporting.novartis.com.\n\nOur Novartis in Society Integrated Report contains three main sections:\n\n• Our approach, including details of our business environment, stakeholders, strategy and risk management\n• Our performance, including financial performance and performance against our five strategic priorities: deliver transformative innovation, embrace operational excellence, go big on data and digital, unleash the power of our people, and build trust with society\n• Corporate governance and our approach to executive compensation\n\nContent of this report is subject to approval by the Governance, Nomination and Corporate Responsibilities Committee of the Novartis Board of Directors prior to publication. PricewaterhouseCoopers AG (PwC) has provided limited independent assurance on our compliance with the GRI and SASB Standards. This report has been prepared in accordance with the GRI Standards: Core option. We used other frameworks as references, including the Integrated Reporting Framework and SASB Standards provided by the Value Reporting Foundation. Further details of our compliance with the GRI and SASB Standards can be found on pages 102-107.\n\nAll financial data is taken from our Annual Report, prepared in accordance with International Financial Reporting Standards (IFRS), as issued by the International Accounting Standards Board (IASB). This report has been prepared in accordance with the GRI Standards: Core option. Environmental data is based on nine-month actual data (January to September 2021) plus three-month estimates. This data will be restated with actual figures on our website during the second half of 2022.\n\nPlease note that all product names printed in italics in this report are trademarks owned by, or licensed to, the Novartis Group.\n\n2021 at a glance\n\n766 m\nPatients reached with Novartis medicines\n\n21\nMajor approvals (US, EU, Japan, China) including two new molecular entity approvals from the US Food and Drug Administration (FDA)\n\n3\nBreakthrough therapy designations from the FDA\n\n51.6 bn\nNet sales growing 4% in constant currencies from 2020 (USD)\n\n16.6 bn\nCore operating income growing 6% in constant currencies from 2020 (USD)\n\n74 bn\nTotal dividends paid to shareholders (USD)\n\n71 bn\nTreatments supplied through Novartis facilities\n\n300 000\nPatients using AI Nurse our cardiovascular disease app in China\n\n78\nEmployee engagement score in Q4 out of 100, 5 points higher than the industry benchmark\n\n1 bn\nAntimalarial treatments delivered in the past two decades in endemic countries, more than 90% of which were supplied without profit\n\n40 m\nDoses produced of the Pfizer-BioNTech vaccine for COVID-19\n\n−34%\nGreenhouse gas emissions reduced vs. 2016 baseline (Scope 1 and Scope 2)\n\nRatings and recognition\n\nAccess to Medicine Index\nNovartis ranked second in 2021 retaining our 2020 position\n\nDow Jones Sustainability World Index\nNovartis was included in both the DJSI World and Europe indices\n\nSustainalytics\nNovartis leads in the pharmaceutical subindustry group\n\nWorld’s 25 Best Workplaces™\nNovartis was included in Fortune’s World’s 25 Best Workplaces™ list\n\nBloomberg Gender-Equality Index\nNovartis was included for the third year in a row\n2021 at a glance\nChairman’s letter\nCEO’s letter\nOur approach\nWho we are\nOur business environment\nOur stakeholders\nMateriality assessment\nOur strategy\nHow we create value\nHow we manage risk\nOur performance\nFinancial performance\nDeliver transformative innovation\nEmbrace operational excellence\nGo big on data and digital\nUnleash the power of our people\nBuild trust with society\nGovernance\nOur corporate governance approach\nOur Board of Directors\nOur Executive Committee\nCompensation\nCompensation Report summary\nAppendices\nNovartis GRI Content Index\nSustainability Accounting Standards Board (SASB) Index\nTask Force on Climate-related Financial Disclosures (TCFD)\nExternal initiatives and membership of associations\nSelected adaptive development projects\nSupplier spend 2021\nIndependent Assurance Report\n\nPhoto: Jian Zhang cooks in his kitchen in Shenyang, China. Mr. Zhang, who has heart failure, is one of approximately 300,000 people in China using AI Nurse, a digital health app that makes it easier for patients to manage cardiovascular disease progression.\nNovartis delivered a solid performance in 2021. Strong demand for heart failure medicine Entresto, psoriasis and autoimmune disease treatment Cosentyx, and recently launched therapies such as multiple sclerosis drug Kisplima helped us increase sales and net profit as we maintained cost discipline. Looking ahead, we are confident we can maintain our momentum as we remain focused on operational excellence and science-based innovation.\n\nWith more than 12 new drug approvals by the US Food and Drug Administration (FDA) in the past five years, we are committed to our long-term research and development (R&D) strategy, which is aimed at creating breakthrough therapies for patients with high unmet medical needs. We strive to build leading market positions in fast-growing areas of medicine and broaden patient reach to deliver on our purpose to improve and extend people’s lives around the world.\n\nAcute pressure on societies and healthcare systems due to the COVID-19 pandemic remains high. In this challenging environment, our focus on operational excellence and shift to flexible working by our employees continued to help us navigate the crisis. In a post-pandemic world, these lessons will enable us to maintain high levels of resilience and operational efficiency while continuing to position us as an employer of choice in a changing work environment.\n\nWe also made further progress in our environmental, social and governance (ESG) activities, which are an essential part of our strategy and an important reputation driver. Besides our progress in reducing our environmental footprint, we broadened patient access to our strategic medicines and launched a new program in the United States to address health disparities – all with the intention to create more equitable and sustainable healthcare systems and support the United Nations’ efforts to achieve the Sustainable Development Goals.\n\nThe Board of Directors took further action to strengthen governance. We paved the way for comprehensive ESG oversight and changed the leadership of the Compensation Committee and the Governance, Nomination and Corporate Responsibilities Committee. We also nominated a new Board member. Together with the Executive Committee, the Board of Directors will continue the intensive dialogue with all stakeholder groups with a view to further strengthen trust in society and to maximize shareholder return.\n\nI thank you for the confidence you have placed in our company and am pleased to be able to propose a dividend increase of 3.3% to CHF 3.10 at the next Annual General Meeting.\n\nSincerely,\n\nJoerg Reinhardt\nChairman of the Board of Directors\n\n2021 was another year of rapid change for the biopharmaceutical industry and the world. The pandemic continues to disrupt care for patients across the spectrum of disease, creating a syndemic, or confluence of epidemics, that requires healthcare systems to cope with COVID-19 while caring for patients with chronic diseases.\n\nThrough the challenges ahead, there are reasons to be optimistic. A healthier future is within our grasp – including the ways our industry has brought to this crisis the power of technology and shown once again the extraordinary ability of science to overcome humanity’s greatest tests.\n\nAs we reimagine medicine at Novartis, our unwavering focus on our strategy and purpose enabled us to continue creating value for patients, healthcare professionals, healthcare systems, employees, shareholders and society.\n\nThe adaptability and commitment of our employees, together with the resilience of our operations and capabilities in data science and technology, minimized disruptions to our business. Many changes, such as hybrid working, are now business as usual.\n\nOur impact on the world remains extraordinary, with 766 million patients reached in 2021. We received 21 approvals in the US, the EU, Japan and China, including two new molecular entities. Our sRNA therapy Looxvi is now approved in more than 50 countries, including the US. We also demonstrated the strength of our in-market portfolio, with medicines like Cosentyx, Entresto, Zolgensma, Kisplima and Kisqial driving growth.\n\nOur pipeline promises innovation for years to come. We have built depth in five therapeutic areas and are building scale in five next-generation technology platforms. 2021 saw important data readouts, including for Kisqial in HR+/HER2- advanced breast cancer, and for 177Lu-PSMA-617, our investigational targeted radioligand therapy for patients with advanced prostate cancer, which received breakthrough therapy designation by the US Food and Drug Administration (FDA). We also received approval for SentiMab, a novel stamp inhibitor for the treatment of chronic myeloid leukemia.\n\nWe have a promising mid- and late-stage portfolio, with more than 20 assets with expected approval by 2026 that each have sales potential over USD 1 billion. We also initiated a share buyback of up to USD 15 billion, underscoring our confidence in our mid- and long-term pipeline and growth outlook.\n\nProgressing on our journey to build trust with society and furthering our legacy in global health and access, in 2021 Novartis reached the milestone of delivering a staggering 1 billion courses of malaria treatment to people in endemic countries. We continue delivering on our longstanding commitment to expand access, narrowing the time it takes to scale our latest innovations. Our progress was underscored by improved environmental, social and governance (ESG) ratings, and we once again ranked second in the Access to Medicine Index.\n\nWe continued to go big on data science and digital technologies, integrating our data and digital teams within Customer & Technology Solutions to maximize efficiency as we scale value-driving projects. For example, AI Nurse, developed in collaboration with Tencent, helps patients with heart failure and other cardiovascular diseases manage disease progression. It is used by 300,000 patients in China.\n\nNovartis also continued doing our part to end the pandemic, quickly scaling up production of COVID-19 vaccines. We’re proud to have helped develop a potential new treatment option with Molecular Partners.\n\nOur financial performance highlights the progress we’ve made and drives confidence for the future – with 4% growth in net sales and 6% growth in core operating income from the previous year. We’re confident we’ll drive consistent growth to 2030 and beyond. We’ve also initiated a strategic review of Sandoz to enable Sandz to be positioned as a long-term leader in the generics industry.\n\nEmerging from the COVID-19 pandemic, I remain optimistic about a new era in medicine. Stakeholders like you play an important role in that. On behalf of all of us at Novartis, we’re grateful for your contributions on the journey of reimagining medicine.\n\nSincerely,\n\nVas Narasimhan\nChief Executive Officer\nWho we are\n\nNovartis reimagines medicine to improve and extend people’s lives. Our medicines, which reached 766 million patients around the world in 2021, address most major disease areas, from cancer to heart disease to rare genetic disorders.\n\nOur purpose\n\nOur purpose is to reimagine medicine to improve and extend people’s lives. We use innovative science and technology to address some of society’s most challenging healthcare issues. We discover and develop breakthrough treatments and find new ways to deliver them to as many people as possible.\n\nOur company\n\nWe have two global operating divisions: Innovative Medicines, which specializes in patent-protected medicines, and Sandoz, which sells generics and biosimilars. These divisions are supported by our research and development teams, our manufacturing operations, our business services and technology organization, and our corporate functions.\n\nInnovative Medicines\n\nThe Innovative Medicines Division has two business units:\n\nNovartis Pharmaceuticals\n\nNovartis Pharmaceuticals focuses on patented treatments in multiple disease areas to enhance health outcomes for patients and offer solutions to healthcare providers.\n\nNovartis Oncology\n\nNovartis Oncology focuses on patented treatments for a variety of cancers and rare diseases.\n\nSandoz\n\nThe Sandoz Division offers patients and healthcare professionals high-quality, affordable generics and biosimilars.\n\nResearch and development (R&D)\n\nThe Novartis Institutes for BioMedical Research (NIBR) is the innovation engine of Novartis. NIBR focuses on discovering new drugs that can change the practice of medicine.\n\nThe Global Drug Development (GDD) organization oversees the development of new medicines discovered by our researchers and partners.\n\nNovartis Technical Operations (NTO)\n\nis responsible for making our innovative medicines, devices and Sandoz products, and delivering them to our customers across the world.\n\nCustomer & Technology Solutions (CTS)\n\nconsolidates digital and other support services across our organization, helping drive efficiency, simplification, standardization and quality.\n\nCorporate functions\n\nsupport the enterprise in specific areas of expertise, including finance, human resources, legal, communications, global health, and ethics, risk and compliance.\n\nOur global footprint\n\nNovartis headquarters are located in Basel, Switzerland. We have more than 380 sites – including research and development locations, offices and production facilities – around the world.\n\nMajor Novartis facilities\n\n(by area of site and/or number of employees)\n\nSwitzerland\n\nBasel\n\nGlobal headquarters of Novartis\n\nStein\n\nProduction of a range of medicines, including cell and gene therapies, production of active pharmaceutical ingredients\n\nHolzkirchen\n\nSandoz Division production of transdermal delivery systems, biosimilars development, and certain international and global service functions\n\nAustria\n\nKundl and Schafftenau\n\nProduction of biotechnological products, drug products and finished products, anti-infectives, active drug substances and nucleic acids, product development\n\nSlovenia\n\nMenges\n\nProduction of drug substances and drug intermediates\n\nFrance\n\nHuningue\n\nProduction of drug substances for clinical and commercial supply\n\nUSA\n\nEast Hanover, NJ\n\nInnovative Medicines Division US headquarters, research and development\n\nCambridge, MA\n\nResearch and development\n\nChina\n\nShanghai\n\nResearch and development\n\nIndia\n\nHyderabad\n\nThe largest of our five global service centers supporting all Novartis business units\nHow our business works\n\nResearch & development\nFinding and developing new treatments for patients is at the core of our business. More than three-quarters of our sales come from innovative patient medicines. Our pipeline of investigational treatments, which spans around 50 diseases, has the potential to transform the standard of care for millions of patients worldwide.\n\nProcurement & manufacturing\nWe have 53 manufacturing sites worldwide. These sites produce our patient medicines, devices, generics and biosimilars, as well as some raw materials we need for manufacture. Across our sites, we maintain high quality standards to ensure patient health and safety, and we require our suppliers to do the same.\n\nMarketing & distribution\nWe aim to deliver our treatments to as many people as possible. We work with customers and payers, such as hospitals, physicians, insurance groups and governments, to understand their needs and improve outcomes for patients. We use a range of access approaches to ensure our medicines reach underserved patient populations.\n\nOur medicines\nOur medicines address most major disease areas and are sold in approximately 155 countries around the world. Our manufacturing facilities supplied 71 billion treatments in 2021.\n\nWe develop and produce innovative medicines to address patient needs in disease areas where our experience and knowledge have the potential to produce transformative treatments.\n\n- Oncology\n- Neuroscience\n- Cardiovascular, renal and metabolism\n- Infectious diseases\n- Respiratory and allergy\n- Immunology, hepatology and dermatology\n- Ophthalmology\n\nWe also offer about 1,000 generic and biosimilar medicines covering a broad range of therapeutic areas. They can bring substantial savings to patients and healthcare systems, and help improve access to healthcare.\n\nPills\nInjections\nInhalers\n\nNovartis top 10 innovative medicines\nBrand / 2021 net sales (USD, millions)\n\n- Cosentyx\n- Entresto\n- Gilenya\n- Lucentis\n- Tasigna\n- Promacta/Revolade\n- Tafinlar\n- Mekinist\n- Sandyclastin\n- Xolair\n\nOur people\nThe greatest strength of Novartis is our people, whose diversity, energy and creativity are crucial to our success. Around the world, we employ 108,514 people (104,323 full-time equivalent positions), with around one-fifth of our employees working in research and development.\n\nOur culture and values\nOur Values and Behaviors underpin our culture and enable us to deliver on our purpose. We encourage all Novartis employees to be inspired, curious and unbossed while acting with integrity.\n\nInspired\nEngage our people\nStrive for patients\nLive our purpose\n\nCurious\nLearn\nBe open\nBe self-aware\n\nUnbossed\nCreate clarity\nServe others\nOwn your actions\n\nIntegrity\nBe honest\nHave courage\nDo what is right\nOur business environment\n\nThe need for high-quality healthcare has never been more urgent or important. People around the world are living longer, fueling a rise in chronic diseases and pressuring healthcare systems to restrain spending growth. At the same time, digital technology and a deeper understanding of the root causes of disease are accelerating medical innovation and opening new possibilities to improve the lives of patients.\n\nHealthcare demand is expected to rise post-COVID-19\n\nGlobal demand for healthcare and associated spending is expected to grow over the next five years, supported by renewed economic growth and increased investment in healthcare in many countries after the COVID-19 pandemic. We see growth for our business in many markets, including in the US and – over the longer term – in China. At the same time, pressure on pharmaceutical pricing is expected to continue as payers step up initiatives to reduce the cost of healthcare.\n\n3–6%\n\nThe global pharmaceutical market is expected to grow between 3–6% CAGR through 2025, according to IQVIA, a research firm. Growth in non-COVID-19 spending is expected to return to its pre-pandemic outlook by 2023. In China, spending on medicines is predicted to exceed USD 1 trillion by 2025.\n\nUse of data and technology is expanding across our industry\n\nThe use of data science and technologies such as artificial intelligence is increasing rapidly across our industry – in everything from clinical trials and manufacturing to patient diagnostics and treatment. COVID-19 has accelerated this trend. Meanwhile, customers want more efficient and personalized ways to connect with pharmaceutical companies. Against this backdrop, data privacy and cybersecurity are growing in importance.\n\n65%\n\nAccording to a 2021 survey by Deloitte, nearly two-thirds of doctors, nurses and other healthcare professionals in the EU have increased their use of digital technology to support clinicians’ new ways of working.\n\nInnovation continues to accelerate\n\nMedical innovation is accelerating, as technologies such as gene therapy and ribonucleic acid (RNA) therapies open new paths to scientific discovery. Increased cooperation within the industry could lead to a new era of open science. At the same time, innovation is getting harder, with new discoveries requiring significant long-term investment.\n\nAccess to healthcare remains a global challenge\n\nAlmost a third of the world’s population does not have access to the medicines they need. For the past five years, access rates in the poorest countries have been declining. Meanwhile, the COVID-19 pandemic has highlighted deep health inequalities in both developed and developing countries.\n\nClimate crisis threatens to undermine global health gains\n\nClimate change is already causing extreme heat and poor air quality in some areas, which threaten to exacerbate pre-existing health conditions such as respiratory diseases. In addition, an increase in temperature and humidity may cause a proliferation of insects that carry vector-borne diseases, including dengue fever and malaria. Ultimately, climate change could undermine decades of progress in improving human health at a time when antimicrobial resistance is also rising.\n\n123 bn\n\nIn 2020, spending on research and development by the world’s 15 leading pharmaceutical companies reached USD 123 billion, an increase of 4% since 2015, according to research published in 2020 by IQVIA.\n\n2 bn\n\nThe number of people who lack access to essential medicines, according to the World Health Organization (WHO).\n\n250,000\n\nBetween 2030 and 2050, the WHO expects climate change will cause approximately 250,000 additional deaths each year – from malnutrition, malaria, dengue and heat stress alone.\n\nAging and other factors are changing the disease burden\n\nAs the complexity of the world’s healthcare challenges grows, the nature of the global disease burden is also changing. Aging populations and lifestyle changes are fueling a rise in noncommunicable conditions such as cardiovascular disease and cancer, driving an increase in disability and early death, and putting additional pressure on healthcare systems.\n\n71%\n\nNoncommunicable diseases (NCDs) are responsible for 71% of global deaths, according to the WHO. Cardiovascular diseases account for most NCD deaths, followed by cancer, respiratory diseases and diabetes.\n\nNew ways of working are here to stay after COVID-19\n\nCOVID-19 changed our work habits. Post-pandemic, many employees continue to want more flexibility in how they work. Within our own workforce, there is more emphasis on digital skills. At the same time, workplace diversity is more important than ever to attract and retain talented employees, and support innovation.\n\n74%\n\nNearly three-quarters of workers want a mix of office-based and remote working, according to a 2021 survey by Accenture Research. This shows more flexible working can bring benefits for employers and can help companies widen their talent pool.\n\n57%\n\nWorldwide trust in pharmaceutical companies stood at 57% in 2021, according to the Edelman Trust Barometer. Trust improved in the UK, Germany, the UK and Italy from 2020, though from relatively low levels.\nOur stakeholders\n\nWe can deliver on our purpose only by working with a diverse range of individuals and groups who are important to our business. Engaging these stakeholders helps us to better understand their needs and expectations, and work together toward common goals.\n\nThe table below shows a summary of why and how we engage with our main stakeholder groups.\n\n| Patients and caregivers | Customers | Employees |\n|------------------------|-----------|-----------|\n| We work with patients and caregivers to understand the effects of our medicines and to ensure our treatments address unmet medical needs. | We build relationships with customers – including healthcare professionals and payers – to understand their needs and constraints, and to explain the benefits and risks of our medicines. | We engage employees to develop skills, improve working conditions, and promote an inspired, curious and unbossed culture. |\n\nHow we engage:\n- Engage with patients and patient representative groups because they have a voice in the research and development of our medicines.\n- Talk with patients to better understand and integrate their perspectives before we launch our medicines.\n- Work with patient organizations worldwide to address common goals, such as improving cardiovascular health.\n- Expand the use of digital technologies to make interactions with healthcare professionals more personalized and convenient.\n- Participate in scientific and medical congresses to highlight our progress across therapeutic areas and forms.\n- Talk to payers to understand their needs and improve patient outcomes through sustainable access for our medicines.\n- Hold regular employee events (mainly online during the COVID-19 pandemic).\n- Conduct quarterly surveys that measure employee engagement and other aspects of corporate culture.\n- Offer health and well-being programs, and conduct regular evaluation training and feedback sessions.\n\nShareholders and investors\n\nWe communicate with shareholders and other investors to explain our strategy, performance and governance.\n\nHow we engage:\n- Hold face-to-face and online meetings with asset managers, financial and environmental, social and governance (ESG) analysts, and stewardship teams.\n- Hold conferences, seminars and quarterly earnings presentations.\n- Focus on our 100 largest shareholders, who together own 60% of our shares.\n- Conduct risk assessments of suppliers and work to improve areas such as environmental sustainability.\n- Foster a network of academic and industry research alliances.\n- Work alongside global health organizations to improve access to medicines.\n- Establish co-marketing licensing and distribution agreements with other companies.\n- Work with trade associations and participate in leading industry initiatives alongside peer companies.\n- Provide policymakers with regular data and insights to enable informed decision-making and improved patient outcomes.\n- Work with trade associations and participate in leading industry initiatives alongside peer companies.\n- Provide policymakers with regular data and insights to enable informed decision-making and improved patient outcomes.\n\nOur 2021 materiality assessment\n\nEvery four years we conduct a detailed materiality assessment to identify issues that matter most to our stakeholders, and where we have the most potential to create value aligned with our purpose. The assessment informs our strategy and our reporting on ESG topics, and guides our impact performance measurement.\n\nOur latest materiality assessment, conducted in 2021, was based on a survey of more than 500 external stakeholders and 12,000 internal stakeholders, and 140 follow-up interviews.\n\nExternal stakeholders were drawn from our main stakeholder groups, including patients, customers, partners and shareholders. Internal stakeholders – including senior management – were drawn from across our business divisions. Participants were asked to rank the impact of Novartis across eight impact clusters. Results can be seen in the chart below.\n\nOverall, results were in line with our previous materiality assessment conducted in 2017 and were consistent across stakeholder groups: patient safety, access to healthcare, innovation and ethical business practices were again ranked highly. Although environmental sustainability was ranked lower than other impact clusters, it remains an essential component of our strategy and operating model.\n\nFor full details of our materiality assessment, please see www.novartis.com/materiality.\nOur strategy\n\nOur strategy is to build a focused medicines company powered by technology leadership in research and development, world-class commercialization, global access and data science. As we implement this strategy, we have five priorities to help shape our decision-making and ensure we continue to deliver on our purpose.\n\nOur strategic priorities\n\nDeliver transformative innovation\nWe seek to find new ways to cure disease, intervene earlier in chronic illnesses, and improve patients’ quality of life.\n\nOur research and development (R&D) programs stand to help millions of people living with cancer, heart disease, neurological conditions and immune system disorders, as well as a variety of other diseases.\n\nWe prioritize projects with the potential to transform the standard of care for patients, and we are investing in new technology platforms – including cell and gene therapies, RNA therapies, and radioligand therapies – that offer more targeted approaches to fighting and, in some cases, potentially curing serious diseases.\n\nOur focus on transformative innovation is expected to drive above-sector sales growth. By 2026, we anticipate approval of more than 20 pipeline assets with the potential to become blockbuster medicines with annual sales of more than USD 1 billion.\n\nEmbrace operational excellence\nWe strive to improve the efficiency and effectiveness of our operations while maintaining high standards of patient safety, product quality and environmental sustainability. These activities underpin our investments in innovation and support our financial performance, while helping to build trust with society.\n\nIn our commercial operations, we aim to consistently deliver successful launches enabling broad and rapid access to our medicines.\n\nOur manufacturing operations are evolving as we invest in new technologies to improve productivity and respond to the changing business environment.\n\nWe continue to transform our business services and technology functions to enable the execution of our strategy and drive profitable growth.\n\nGo big on data and digital\nOur aim is to transform Novartis into a medicines company powered by data science and digital technologies.\n\nUsing data, we believe, can improve efficiency, drive sales and spur innovation to enhance our pipeline of new medicines and improve outcomes for patients.\n\nTo do this, we are embracing data analytics and technologies such as artificial intelligence while partnering with technology companies both large and small.\n\nWe also work to ensure the ethical and responsible use of new technologies and prioritize effective data privacy and cybersecurity.\n\nUnleash the power of our people\nWe continue to transform our corporate culture to support our long-term performance.\n\nWe want every employee to feel inspired by our purpose, be curious about new ideas, and work in an unbossed environment that encourages initiative and teamwork.\n\nWe are exploring new ways of working, post-pandemic, to give employees greater flexibility and ensure we continue to attract and retain world-class talent.\n\nAt the same time, we are making progress in diversity and inclusion to increase employee engagement and support innovation.\n\nBuild trust with society\nBuilding trust with patients, customers, partners, our employees and society is critical to delivering on our purpose.\n\nIt defines our approach to managing our key environmental, social and governance (ESG) topics: being part of the solution on pricing and access, addressing global health challenges, being a responsible citizen, and holding ourselves to high ethical standards.\n\nWe strive to make our medicines accessible to as many people as possible, while embedding ethics across our business, reducing our environmental footprint, and helping to address global issues such as antimicrobial resistance.\n\nWe take a systematic approach, integrating our ESG priorities across our strategy with clear targets and reporting. Please see page 16 for more information on our ESG management targets.\n\nWe have made significant progress since we launched our strategy in 2018.\n\nWe have improved the productivity of our R&D pipeline, delivered cost savings and ramped up our investments in data and digital. We have also made important progress in providing access to our medicines, and further strengthened our approach to ethics and compliance.\n\nFor more information on our performance against our strategy, see pages 28-86.\nESG management targets\n\nOur management targets covering environmental, social and governance (ESG) topics are integrated throughout our strategy. Topics covered include access to medicines, global health challenges, environmental sustainability and ethical business practices. Relevant information is disclosed in this report within the strategic priority sections as outlined below.\n\nDeliver transformative innovation\n\nInnovation for global health → p. 41\n- Advance clinical development programs for our next-generation antimalarials and for patients with Chagas-related heart failure\n\nDiverse clinical trials → p. 42\n- Evaluate diversity and inclusion principles for 100% of Phase III studies with US country participation (with a longer-term goal to increase and embed this evaluation throughout our global trials)\n\nBuild trust with society\n\nAccess and global health → p. 70\n- Implement an access strategy for all new medicines launched\n- Implement tiered pricing for launches in our Pharmaceuticals and Oncology business units based on national income levels and value-based pricing\n- Increase by at least 200% patients reached with strategic innovative medicines in low- and middle-income countries (LMICs) by 2025 (compared with 2019)\n- Increase by at least 50% the number of patients reached with Novartis flagship programs in LMICs by 2025 (compared with 2018)\n\nEthical business practices → p. 80\n- Post all clinical trial results on www.clinicaltrials.gov or www.novartisclinicaltrials.com within one year of completion\n- Integrate human rights into third-party risk assessments in scope\n- Enhance external reporting on anti-bribery\n\nEnvironmental sustainability → p. 83\n\nEmissions:\n- Be carbon neutral in our own operations (Scope 1 and 2) by 2025 and across the value chain (Scope 1, 2 and 3) by 2030\n- Achieve net zero carbon emissions across our value chain by 2040\n- Include environmental criteria in all supplier contracts by 2025\n\nWater:\n- Reduce water consumption in our own operations by half by 2025 (compared with 2016), with no water quality impacts from the manufacturing of our products\n- Become water neutral in all areas of our operations by 2030 while enhancing water quality wherever we operate\n\nWaste:\n- Eliminate polyvinyl chloride in packaging by 2025 (secondary and tertiary packaging; primary packaging when feasible)\n- Reduce the amount of waste sent for disposal by half by 2025 (compared with 2016)\n- Become plastic neutral by 2030, with all new products meeting sustainable design principles\n\n1 Additional information on environmental sustainability in our manufacturing operations and supply chain can be found on page 48 and page 53, respectively. Information relevant to the Task Force on Climate-related Financial Disclosures (TCFD) is on page 108.\nHow we create value\n\nBy executing on our strategy and delivering on our purpose, we create value for our business and improve the lives of millions of people around the world.\n\nOur strategy\n\nDeliver transformative innovation\n- 9.5 bn Investment in research and development (USD)\n- 160+ Pipeline projects in clinical development\n- 20,000+ Employees in research and development\n\nEmbrace operational excellence\n- 53 Novartis manufacturing facilities\n- 12,064 Suppliers risk-assessed\n- 9.8 m Energy use in gigajoules (on site and purchased)\n\nGo big on data and digital\n- 2,700+ Clinical trials spanning two decades available on our data analytics platform\n- 3,000+ Clinical trial participants enrolled via an online enrollment portal in the US\n- 16,000 Employees using an analytics platform to enhance their digital skills\n\nUnleash the power of our people\n- 108,514 Headcount\n- 521 Annual training hours per internal employee\n- 5,000 Leaders taking “unbossed” training\n\nBuild trust with society\n- 98% Employees trained on Code of Ethics\n- 31 Emerging market brands launched in 2021\n- 122 Countries with Novartis Global Health medicines on the ground\n\nValue created\n\nFor patients and healthcare professionals\n- 766 m Patients reached with Novartis medicines\n- 3 Breakthrough therapy designations from the US Food and Drug Administration\n- 85% Treatments in development with the potential to be first in class or first in a specific indication\n\nFor shareholders\n- 51.6 bn Net sales (USD)\n- 74 bn Total dividends paid (USD)\n- 22.2% Total shareholder return (2019-2021)\n\nFor employees\n- 46% Women in management\n- 4,632 Employees taking paid parental leave\n- 0.13 Lost-time injury and illness rate (per 200,000 hours worked)\n\nFor society\n- 1 bn Antimalarial treatments delivered since 1996, most supplied without profit\n- 56.2 m Patients reached through access-to-medicine approaches\n- –34% Reduction in greenhouse gas emissions vs. 2016 baseline\n- –40% Reduction in water consumption vs. 2016 baseline\n\nSocial, environmental and economic impact\n\nOur medicines positively impact society by improving the lives of hundreds of millions of people around the world. Through our business, we also create jobs and contribute to employees’ development – both in our own operations and across our supply chain. At the same time, our business impacts the environment through carbon emissions, water use and waste. For more information on how we assess the impact of our business on society, please see the section “Measuring and valuing our impact.”\n\nContributing to the UN SDGs\n\nWe are committed to supporting the United Nations’ Sustainable Development Goals (SDGs). An analysis by Trucost, a third-party sustainability data provider, showed that our most significant positive impact is on goal 3 (good health and well-being), which aligns closely with our purpose.\n\nWe also positively impact goal 8 (decent work and economic growth), goal 9 (industry, innovation and infrastructure) and goal 10 (reduced inequalities) through our business and operations, including our efforts to expand access to our medicines. Through our environmental targets, we contribute to goal 9 (clean water and sanitation), goal 11 (sustainable cities and communities), goal 12 (sustainable consumption and production) and goal 13 (climate action).\n\nThe GRI Content Index of this report contains a mapping of our activities against the SDGs.\nMeasuring and valuing our impact\n\nImpact valuation is an emerging discipline that seeks to measure the positive and negative effects of companies on society. Novartis is pioneering an approach called social, environmental and economic (SEE) impact valuation that aims to show the positive impact we bring to countries, health systems and individuals, balanced by the negative impact of our operations on the environment and other areas. Expressing these impacts in monetary terms makes them transparent and comparable for stakeholders.\n\nOur latest SEE impact valuation figures for 2020 take into account the social impact of our Innovative Medicines and Sandoz product portfolio in 131 countries. We also assessed our impact on living wages and employee development in our own operations and in our supply chain, as well as our contributions to gross domestic product and employment in the countries in which we operate.\n\nAt the same time, we measured the negative impact of our business on occupational safety – both in our own operations and across our supply chain – as well as the negative impact of carbon and other greenhouse gas emissions, land use, water use and waste. Minimizing risks associated with third parties in our supply chain and improving environmental sustainability are key parts of our strategy and operating model. For more information, please see the section “Embrace operational excellence.”\n\nWhile impact valuation methodology is still evolving, our efforts are based on current leading approaches. For example, we engage with WifOR, an independent economic research institute, to calculate the social impact of our medicines, our direct GDP contribution, and our indirect and induced environmental and economic impacts. We are also a founding member of the Value Balancing Alliance (VBA), a nonprofit organization that aims to create a standard for measuring and disclosing the value companies provide to society. With the exception of the social impact of our medicines, which is specific to our industry, all other reported impact indicators are subject to standardization through the VBA.\n\nWe first applied our impact valuation methodology in 2016. Since then, we have further developed the approach and expanded its scope. SEE impact valuation results have been used by Novartis teams for stakeholder engagement and business decision-making.\n\nWe also engage with stakeholders to raise awareness of impact valuation and promote standardization. In 2021, we hosted our fourth annual Co-Creating Impact Summit with more than 1,800 participants from academia, industry, the investment community and other areas.\n\nFor more information on the Co-Creating Impact Summit and impact valuation methodology, please see www.cci-summit.com\n\nNovartis social, environmental and economic impact in 2020\n\n| Indicator | Results | Remarks |\n|-----------|---------|---------|\n| Social | | |\n| Living wages | USD 1.8 bn | Own operations USD 1.1 bn, indirect USD 0.7 bn |\n| Employee development | USD 1.5 bn | Own operations USD 0.7 bn, indirect USD 0.8 bn |\n| Occupational safety | USD 0.2 bn | Own operations USD 0.1 bn, indirect USD 0.1 bn |\n| Other human capital impacts | | |\n| | | |\n| Environmental | | |\n| Climate, energy and air pollution | -USD 4.7 bn | Own operations USD 1.7 bn, indirect USD 3.0 bn |\n| Water and waste | -USD 1.0 bn | Own operations USD 0.5 bn, indirect USD 0.5 bn |\n| Land use | -USD 2.0 bn | Own operations USD 0.5 bn, indirect USD 1.5 bn |\n| Other environmental impacts | | |\n| | | |\n| Economic | | |\n| GDP contribution | USD 87.4 bn | Own operations USD 49.7 bn, indirect USD 37.7 bn |\n| Employment | 957,433 FTEs | Own operations 513,794 FTEs, indirect 443,639 FTEs |\n| Economic inefficiencies | | |\n| | | |\n| Total taxes | | |\n\n1 2021 figures will become available in May 2022 and will be published in our 2022 report.\n2 Our methodology is based on leading approaches, including WifOR (social impact of medicines, direct GDP contribution, indirect and induced environmental and economic impacts), Valuing Nature (social impact of wages and salaries), VBA (employee development, occupational safety, waste) and Impact Valuation Roundtable (general approach).\n3 Higher than in 2019, primarily due to changes in the third-party database used for occupational diseases in the supply chain.\nHow we manage risk\n\nOur strategy brings opportunities for our stakeholders and society – for example, by creating new medical breakthroughs or expanding access to our medicines. At the same time, our strategy also carries risks. Many of these relate to our business environment, such as the uncertainty inherent in research and development (R&D), or changing societal expectations of our industry.\n\nOur approach to risk\n\nThe Novartis Enterprise Risk Management (ERM) framework is designed to generate a holistic view of risks for the company and drive a culture of smart risk-taking. While our Code of Ethics sets the ethical framework for all employees to manage risk across our business, risk management is a fundamental leadership responsibility that involves active engagement by leaders at each stage of the process.\n\nThe overall ERM process is the responsibility of the Chief Ethics, Risk & Compliance Officer, with oversight from the Executive Committee of Novartis and the Board of Directors. For further details on governance of risk at Novartis, please see the section “Our corporate governance approach.”\n\nOur ERM framework is aligned with our strategic planning and helps us better understand our overall level of risk exposure. The Risk & Resilience team conducts risk workshops and collaborates with all risk assurance functions to identify key risks across the company. Each Novartis unit organizes a focused risk workshop at the leadership level. In parallel, risk workshops are held in our largest markets by revenue and in certain focus markets.\n\nThe outcomes of these workshops are consolidated into the Novartis Risk Compass, which groups risks into three categories: strategic, operational and emerging. Risks are rated based on likelihood and potential impact over the next five years, using the “most-probable worst-case” scenario for each risk as a reference point. Once key risks are identified, mitigation plans are created. In addition to the three categories described above, we identify separate “awareness topics” that we believe may become new risks over time.\n\nThe Risk Compass helps senior management and our Board of Directors focus discussions on key risks and align strategy with risk exposure. We regularly monitor risks and revise our assessments, if necessary.\n\nNovartis Risk Compass\n\nStrategic risks\n\n- Key products and commercial priorities\n- Pricing, reimbursement and access\n- Alliances, acquisitions and divestments\n- Research and development\n- Sandoz business transformation\n- Environmental, social and governance matters\n- Environmental, social and governance expectations\n- Emerging business models\n\nOperational risks\n\n- Cybersecurity and IT systems\n- Operational risks\n- Talent management\n- Third-party management\n- Occupational health and workplace safety\n- Legal, ethics and compliance\n- Manufacturing and product quality\n- Data privacy\n- Supply chain\n\nEmerging risks\n\n- Geo-political and socio-economic threats\n- Antitrust\n- Awareness topics\n- Climate change\n- Changes in disease patterns, antimicrobial resistance and pandemics\n- Falsified medicines\n- Governance and ethical use of artificial intelligence\n\nRisks in 2021\n\nOur risk portfolio covers 20 risks. Of these, seven are categorized as strategic, nine as operational, and the remaining four as emerging. In addition, we have identified four awareness topics.\n\nOverall, our 2021 risk portfolio is broadly consistent with the previous year. “Sandoz business transformation” was added as a new strategic risk in 2021, reflecting the increasingly competitive environment for generic medicines. Additionally, “facility and workplace safety” was renamed “occupational health and workplace safety” in 2021 to incorporate aspects of the post-pandemic working environment – such as employee well-being – that were identified as an emerging risk in 2020.\nRisks in focus\nThe table below provides an overview of our seven strategic risks. For more information on our full risk portfolio, please see Item 3D (“Risk factors”) in the Novartis Annual Report.\n\n| Risk | Context | Actions |\n|------|---------|---------|\n| Deliver transformative innovation | Research and development | Failure or delay in the research and development of new products or new indications for existing products. Failure can occur at any point, including after substantial investment. New products must undergo intensive preclinical and clinical testing. Further, regulatory authorities continue to establish new and increasingly rigorous requirements for approval and reimbursement. The post-approval regulatory burden has also increased. |\n| | | Enter into agreements with other pharmaceutical and biotechnology companies and with academic and other institutions to develop new products. |\n| | | Accelerate the use of data science and digital technology to make the drug discovery and development process more efficient and effective. |\n| Embrace operational excellence | Key products and commercial priorities | Our ability to grow our business depends on the commercial success of key products. Their success could be impacted by a number of factors, including pressure from new or existing competitive products, changes in the prescribing habits of healthcare professionals, unexpected side effects or safety signals, supply chain issues or other product shortages, pricing pressures, regulatory proceedings, changes in labeling, loss of intellectual property protection, and global pandemics. |\n| | | Pursue a “launch excellence” strategy in commercial execution, including investing earlier in pre-launch activities and using data science to test and learn from new commercial models. |\n| | | Accelerate the implementation of a new customer engagement model, which combines traditional face-to-face visits with virtual engagements with healthcare professionals. We are similarly changing our approach to partnering with healthcare systems, payers and other healthcare providers. |\n| Alliance, acquisitions and divestments | | As part of our strategy, we acquire and divest products or entire businesses, and enter into strategic alliances and collaborations. This strategy depends in part on our ability to identify and move forward with strategic opportunities. Efforts to develop and market acquired products, to integrate acquired businesses or to achieve expected synergies may fail or may not fully meet expectations. Also, our strategic alliances and collaborations with third parties may not achieve their intended goals and objectives. |\n| | | Establish an enterprise-wide business development strategy to identify external opportunities that align with and advance our corporate strategy. |\n| | | Enhance our risk-based due diligence approach through and to end-risk management. |\n| Sandoz business transformation | | Our Sandoz Division faces competition and pricing pressures as it seeks to increase its market share and achieve sustainable and profitable growth mid-term. Our strategy for Sandoz focuses on accelerating biosimilars growth in the long term, rebuilding the Sandoz US business, and achieving inorganic growth by identifying and successfully executing on merger and acquisition and strategic in-licensing partnership opportunities. Failure to achieve these goals may have a material adverse effect on the success of the Sandoz Division and the Group as a whole, as well as potentially on our results of operations and financial condition. |\n| | | Accelerate biosimilars growth. |\n| | | Rebuild the US business by increasing loss-of-exclusivity coverage and enhancing our pipeline with first-to-file launches. |\n| | | Pursue inorganic growth opportunities, for example through bolt-on acquisitions and in-licensing. |\n\nGo big on data and digital\n\n| Risk | Context | Actions |\n|------|---------|---------|\n| Emerging business models | Mixed opportunities for digitalization and emerging business models. | Rapid adoption of digital technology is transforming our industry. There is a risk of Novartis missing the opportunity while other companies with specialized expertise or business models may enter the healthcare field, potentially disrupting our relationships with patients, healthcare professionals, customers, distributors and suppliers. |\n| | | Develop a digital operating model to enable faster innovation, simplify our operations and improve productivity. |\n| | | Accelerate the implementation of a new customer engagement model, which combines traditional face-to-face visits with virtual engagements with healthcare professionals. We are similarly changing our approach to partnering with healthcare systems, payers and other healthcare providers. |\n\nBuild trust with society\n\n| Risk | Context | Actions |\n|------|---------|---------|\n| Environmental, social and governance matters | Failure to meet increasingly stringent environmental, social and governance expectations. | Increasingly, in addition to their financial performance, companies are being judged on their performance on a variety of environmental, social and governance (ESG) matters. A variety of organizations measure the performance of companies on ESG topics, and the results of these assessments are widely publicized. In addition, investment in funds that specialize in companies that perform well in such assessments are increasingly popular, and major institutional investors have publicly emphasized the importance of such ESG measures in making their investment decisions. An inability to successfully perform on ESG matters and meet societal expectations can result in negative impacts to our reputation, recruitment, retention, operations, financial results and share price. |\n| | | Further develop the Novartis ESG strategy based on the results of the 2021 global materiality assessment. |\n| | | Revise and further strengthen our environmental target for full carbon neutrality by 2030 by committing to achieve net zero across the Novartis value chain by 2040. |\n\nRisks in focus\nThe table below provides an overview of our seven strategic risks. For more information on our full risk portfolio, please see Item 3D (“Risk factors”) in the Novartis Annual Report.\n\n| Risk | Context | Actions |\n|------|---------|---------|\n| Deliver transformative innovation | Research and development | Failure or delay in the research and development of new products or new indications for existing products. Failure can occur at any point, including after substantial investment. New products must undergo intensive preclinical and clinical testing. Further, regulatory authorities continue to establish new and increasingly rigorous requirements for approval and reimbursement. The post-approval regulatory burden has also increased. |\n| | | Enter into agreements with other pharmaceutical and biotechnology companies and with academic and other institutions to develop new products. |\n| | | Accelerate the use of data science and digital technology to make the drug discovery and development process more efficient and effective. |\n| Embrace operational excellence | Key products and commercial priorities | Our ability to grow our business depends on the commercial success of key products. Their success could be impacted by a number of factors, including pressure from new or existing competitive products, changes in the prescribing habits of healthcare professionals, unexpected side effects or safety signals, supply chain issues or other product shortages, pricing pressures, regulatory proceedings, changes in labeling, loss of intellectual property protection, and global pandemics. |\n| | | Pursue a “launch excellence” strategy in commercial execution, including investing earlier in pre-launch activities and using data science to test and learn from new commercial models. |\n| | | Accelerate the implementation of a new customer engagement model, which combines traditional face-to-face visits with virtual engagements with healthcare professionals. We are similarly changing our approach to partnering with healthcare systems, payers and other healthcare providers. |\n| Alliance, acquisitions and divestments | | As part of our strategy, we acquire and divest products or entire businesses, and enter into strategic alliances and collaborations. This strategy depends in part on our ability to identify and move forward with strategic opportunities. Efforts to develop and market acquired products, to integrate acquired businesses or to achieve expected synergies may fail or may not fully meet expectations. Also, our strategic alliances and collaborations with third parties may not achieve their intended goals and objectives. |\n| | | Establish an enterprise-wide business development strategy to identify external opportunities that align with and advance our corporate strategy. |\n| | | Enhance our risk-based due diligence approach through and to end-risk management. |\n| Sandoz business transformation | | Our Sandoz Division faces competition and pricing pressures as it seeks to increase its market share and achieve sustainable and profitable growth mid-term. Our strategy for Sandoz focuses on accelerating biosimilars growth in the long term, rebuilding the Sandoz US business, and achieving inorganic growth by identifying and successfully executing on merger and acquisition and strategic in-licensing partnership opportunities. Failure to achieve these goals may have a material adverse effect on the success of the Sandoz Division and the Group as a whole, as well as potentially on our results of operations and financial condition. |\n| | | Accelerate biosimilars growth. |\n| | | Rebuild the US business by increasing loss-of-exclusivity coverage and enhancing our pipeline with first-to-file launches. |\n| | | Pursue inorganic growth opportunities, for example through bolt-on acquisitions and in-licensing. |\n\nGo big on data and digital\n\n| Risk | Context | Actions |\n|------|---------|---------|\n| Emerging business models | Mixed opportunities for digitalization and emerging business models. | Rapid adoption of digital technology is transforming our industry. There is a risk of Novartis missing the opportunity while other companies with specialized expertise or business models may enter the healthcare field, potentially disrupting our relationships with patients, healthcare professionals, customers, distributors and suppliers. |\n| | | Develop a digital operating model to enable faster innovation, simplify our operations and improve productivity. |\n| | | Accelerate the implementation of a new customer engagement model, which combines traditional face-to-face visits with virtual engagements with healthcare professionals. We are similarly changing our approach to partnering with healthcare systems, payers and other healthcare providers. |\n\nBuild trust with society\n\n| Risk | Context | Actions |\n|------|---------|---------|\n| Environmental, social and governance matters | Failure to meet increasingly stringent environmental, social and governance expectations. | Increasingly, in addition to their financial performance, companies are being judged on their performance on a variety of environmental, social and governance (ESG) matters. A variety of organizations measure the performance of companies on ESG topics, and the results of these assessments are widely publicized. In addition, investment in funds that specialize in companies that perform well in such assessments are increasingly popular, and major institutional investors have publicly emphasized the importance of such ESG measures in making their investment decisions. An inability to successfully perform on ESG matters and meet societal expectations can result in negative impacts to our reputation, recruitment, retention, operations, financial results and share price. |\n| | | Further develop the Novartis ESG strategy based on the results of the 2021 global materiality assessment. |\n| | | Revise and further strengthen our environmental target for full carbon neutrality by 2030 by committing to achieve net zero across the Novartis value chain by 2040. |\nRomanus Oyibe, a medicine vendor in Ebonyi State, Nigeria, attends to a patient in his store. Together with local partners, Novartis is helping to train vendors like Mr. Oyibe to test patients for common childhood illnesses such as malaria. Severe cases are referred to the closest health center.\nNovartis delivered a solid financial performance in 2021, supported by sales growth in key products and increased margins. These factors helped counter the impact of the COVID-19 pandemic in some therapeutic areas and a challenging environment for our generics business.\n\n**Financial performance**\n\nStrong sales of key products continued to underpin our financial performance in 2021. Novartis full-year net sales were USD 51.6 billion, up 4% from the prior year when measured in constant currencies (cc) to remove the impact of exchange rate movements, and up 6% when measured in USD dollar terms. The COVID-19 pandemic continued to impact some therapeutic areas – most notably oncology and our generics business.\n\nSales of our heart failure medicine Entresto grew 40% (cc) to USD 3.5 billion, driven by increased patient share across major markets. In 2021, Entresto received approval in the US for an expanded indication in chronic heart failure.\n\nCosentyx, our treatment for psoriasis and other autoimmune diseases, also continued to grow strongly. Sales rose 17% (cc) from the prior year to USD 4.7 billion, driven by demand in the US and Europe as well as strong volume growth in China. Meanwhile, Zolgensma, our gene therapy for children with spinal muscular atrophy, delivered sales of USD 1.4 billion, up 46% (cc), reaching blockbuster status for the first time.\n\nRecently launched products also progressed well. Kesimpta, a treatment for relapsing multiple sclerosis that was approved in Europe in 2021, had sales of USD 372 million, driven by launch uptake, strong access and increased demand.\n\nOur oncology products also contributed to the solid performance. Promacta, a treatment for blood disorders that is known as Revolade outside the US, grew 15% (cc) to USD 2.0 billion. Kiasma, a breast cancer treatment, had sales of USD 937 million, up 36% (cc). Jakavi, a treatment for blood disorders and cancers, grew 16% (cc) to USD 1.6 billion, showing double-digit growth across all regions.\n\nSales of Sandoz biopharmaceuticals continued to be a bright spot, with a 7% (cc) increase to USD 2.1 billion. However, that was countered by greater competition and softer retail demand, including the impact of a weak cough and cold season, leading to an overall decline (–2%4 cc; 0% in USD dollar terms) in Sandoz Division net sales.\n\nNovartis Group sales in Europe, our largest market, grew 5% (cc). Sales in the US rose 2%. Sales in emerging growth markets grew 11% (cc), led by a double-digit increase in China.\n\nOperating income was USD 11.7 billion, up 13% (cc) from the prior year, mainly driven by higher sales and lower legal expenses, partly offset by increased investments in marketing and sales and in research and development, and higher amortization. Net income was USD 24.0 billion, benefiting from the USD 16.6 billion gain from the divestment of our investment in Roche.\n\nTo help people understand our underlying performance, we also present our core results, which exclude the impact of amortization, restructuring, acquisitions and other significant items. Core operating income of USD 16.6 billion rose 6% (cc). Core net income of USD 14.1 billion rose 5% (cc). Core earnings per share were USD 10.71.\n\n**Key figures**\n\n| Key figures | 2021 | 2020 | % Change |\n|-------------|------|------|----------|\n| Net sales to third parties | USD 51.6 billion | USD 49.0 billion | 5% |\n| Operating income | USD 11.6 billion | USD 10.1 billion | 15% |\n| % of net sales to third parties | 23.0% | 20.9% | 6% |\n| Net income | USD 24.0 billion | USD 19.7 billion | 16% |\n| Basic earnings per share (USD) | USD 10.71 | USD 9.55 | 12% |\n| Core operating income | USD 10.5 billion | USD 9.4 billion | 11% |\n| Core net income | USD 14.0 billion | USD 12.3 billion | 14% |\n| Core earnings per share (USD) | USD 6.29 | USD 5.78 | 9% |\n| Free cash flow | USD 13.3 billion | USD 10.9 billion | 22% |\n\n**Share information**\n\n| Share price at year-end (USD) | 2021 | 2020 | % Change |\n|------------------------------|------|------|----------|\n| Share price at year-end (USD) | USD 94.43 | USD 87.47 | 8% |\n| ADR price at year-end (USD) | USD 83.26 | USD 76.65 | 9% |\n| Dividend (CHF) | 3.00 | 3.00 | 0% |\n\n**2021 net sales by division**\n\n| Division | 2021 (USD millions) | % of net sales to third parties |\n|----------|---------------------|--------------------------------|\n| Innovative Medicines | USD 41.9 billion | 81% |\n| Sandoz | USD 9.6 billion | 19% |\n| Novartis Pharmaceuticals | USD 26.5 billion | 51% |\n| Novartis Oncology | USD 15.5 billion | 30% |\n\n**2021 net sales by geographical region**\n\n| Region | 2021 (USD millions) | % of net sales to third parties |\n|--------|---------------------|--------------------------------|\n| United States | USD 16.8 billion | 33% |\n| Europe | USD 20.2 billion | 39% |\n| Canada, Latin America | USD 3.6 billion | 7% |\n| Asia, Africa, Australasia | USD 10.9 billion | 21% |\n\n1. FY sales growth for Sandoz includes 1% impact from a reclassification of contract manufacturing from other revenue to sales.\nInnovative Medicines\n\nThe Innovative Medicines (IM) Division includes the Novartis Oncology and Novartis Pharmaceuticals business units. Novartis Pharmaceuticals focuses on the franchises of Immunology, Hepatology and Dermatology, Neuroscience, Ophthalmology, Cardiovascular, Renal and Metabolism, Respiratory and Allergy, and Established Medicines. Novartis Oncology, which provides treatments for a variety of cancers and rare diseases, consists of the Hematology and Solid Tumor franchises.\n\nThe IM Division delivered net sales of USD 42.0 billion in 2021, an increase of 6% (cc) from the prior year. Overall, products that we consider our key growth drivers contributed 52% of IM net sales in 2021, compared with 44% in 2020, demonstrating our ability to renew our product portfolio and offset the impact of patent expirations. Core operating income for the IM Division was USD 15.2 billion, up 10% (cc).\n\nNovartis Pharmaceuticals\n\nThe Novartis Pharmaceuticals business unit had net sales of USD 26.5 billion in 2021, an increase of 7% (cc) from the prior year, supported by continued growth in key products across multiple franchises.\n\n**Immunology, Hepatology and Dermatology**\n\nSales reached USD 5.8 billion, an increase of 18% (cc) from the previous year. Cosentyx saw strong growth with sales of USD 4.7 billion, up 17% (cc). This was driven by sustained demand across indications in the US and Europe, as well as strong volume growth in China after the product was included in the country’s National Reimbursement Drug List. Sales of ilaris reached USD 1.1 billion, up 22% (cc), with double-digit growth across all regions.\n\n**Cardiovascular, Renal and Metabolism**\n\nSales were USD 3.6 billion, up 40% (cc), driven by sustained growth for Entresto, which registered sales of USD 3.5 billion, up 40% (cc). Entresto was approved in the US in 2021 for an expanded indication in patients with left ventricular ejection fraction (LVEF) below normal. It was also approved for the treatment of hypertension (high blood pressure) in Japan and China. Meanwhile, Lexiscan, our treatment for high cholesterol, registered sales of USD 12 million. Lexio is approved in more than 45 countries, with most awaiting reimbursement.\n\n**Respiratory and Allergy**\n\nSales were USD 2.06 billion, up 16% (cc), driven by sustained growth in emerging markets.\n\n**Established Medicines**\n\nSales were USD 5.7 billion, down 10% (cc) from the previous year, as sales of established medicines such as Doven and Galvus continued to decline as a result of generic competition.\n\nNovartis Oncology\n\nThe Novartis Oncology business unit delivered net sales of USD 15.5 billion, an increase of 4% (cc) from the prior year. The performance underscores the strength of our oncology portfolio, with solid growth in sales of key products.\n\n**Hematology**\n\nSales were USD 8.4 billion, up 6% (cc) from the prior year. Promacta, which is known as Revolade outside the US, grew 15% (cc) to USD 2.0 billion, with double-digit growth across all regions, driven by increased use in chronic immune thrombocytopenia and as first-line treatment for severe aplastic anemia. Sales of Tasigna grew 4% (cc) to USD 2.1 billion, mainly driven by growth in emerging markets.\n\nJakavi showed double-digit growth across all regions to register sales of USD 1.6 billion, up 16% (cc) from the previous year, driven by strong demand in the myelofibrosis and polycythemia vera indications. Kymriah saw growth across all markets as coverage for the chimeric antigen receptor T-cell (CAR-T) therapy continued to expand, with sales of USD 587 million representing a 22% (cc) increase from the previous year.\n\n**Solid Tumor**\n\nSales were USD 7.1 billion, up 2% (cc) from the previous year. The performance was led by Kysopa, which continued to see growth across all regions with sales of USD 937 million, up 36% (cc). Tafinlar + Mekinist, a combination therapy, registered an 8% (cc) increase in sales to USD 17 billion as demand increased in the BRAF + MEK inhibitor market. Tabrecta registered USD 90 million in sales in its first full year after launch, as the lung cancer treatment continued to gain traction in the US. Meanwhile, sales of three products – Sandostatin, Alimta/ Nabxel, and Venclexta – declined due to increased competition in major markets.\n\nIn February we were granted an expanded indication for Entresto by the US FDA, allowing for the treatment of most chronic heart failure patients, including all those with an ejection fraction below normal.\n\nIn March we received EU approval for Kesimpta for treatment of relapsing forms of multiple sclerosis in adults, with active disease defined by clinical or imaging features. Kesimpta is the first B-cell therapy that can be administered once-monthly at home.\n\nIn June we announced US approval for Cosentyx for treatment of children and adolescents with moderate to severe plaque psoriasis – a chronic inflammatory disease that may impact up to 350,000 children worldwide, with onset most common during adolescence.\n\nIn October we received US approval for Entresto for treatment of chronic myeloid leukemia (CML) in two distinct indications. It offers a new treatment option for CML patients who are resistant or intolerant to prior treatments.\n\nIn December we received US approval for our cholesterol-lowering medicine Lexio. Separately, we announced in September a world-first agreement between Novartis and the National Health Service in England to enable broad and rapid access to Lexio via a population health management approach.\n\nIn 2021 news highlights\nSandoz\n\nThe Sandoz Division is a global leader in generic pharmaceuticals and biosimilars, and sells products in more than 100 countries. The division has three global franchises: Retail Generics, Biopharmaceuticals and Anti-Infectives.\n\nSandoz net sales were USD 9.6 billion in 2021, decreasing by 2% (cc) from the previous year, as volume growth in our Biopharmaceuticals and contract manufacturing businesses was offset by the effects of price competition and continued headwinds for our Retail Generics business in the US. We continued to see an impact from COVID-19, particularly in the Retail Generics and Anti-Infectives businesses. However, the effects have been more moderate in recent months and the Sandoz business is continuing to normalize.\n\nSandoz sales in Europe declined 2% (cc) due to the impact of COVID-19 on the Retail Generics business. Sales in the US were down 15%. Core operating income was USD 2.1 billion, declining 14% (cc) from the previous year due to unfavorable gross margin and lower sales.\n\nSales in the Retail Generics business declined 4% (cc) to USD 7.1 billion, impacted primarily by continued sales volume decline in the US for oral solids as a result of partnership terminations.\n\nSales in the Biopharmaceuticals franchise grew 7% (cc) to USD 2.1 billion, driven by continued growth outside the US. Sandoz develops, manufactures and markets protein- and other biotechnology-based products, including biosimilars, and provides biotechnology manufacturing services to other companies.\n\nIn Anti-Infectives, Sandoz manufactures and supplies active pharmaceutical ingredients and intermediates, mainly antibiotics, for use by the Retail Generics franchise and for sale to third-party customers. Total franchise sales were USD 1.1 billion, a decrease of 5% (cc) from the prior year.\n\nIn 2021, Novartis announced that it will commence a strategic review of the Sandoz Division. The review will explore all options, ranging from retaining the business to separation, to determine how to best maximize value for our shareholders.\n\n2021 news highlights\n\nIn February we signed an agreement to acquire GlaxoSmithKline’s cephalosporin antibiotics business, reinforcing Sandoz’s leading global position in antibiotics.\n\nIn May we announced plans to further expand Sandoz antibiotics production capabilities in Kundl, Austria, and Palafolls, Spain. By modernizing and simplifying its manufacturing setup, Sandoz will improve its ability to consistently deliver high-quality medicines to patients while remaining cost-competitive in the global market.\n\nIn June we announced the launch of generic oncology treatment pemetrexed in 11 countries across Europe, including Germany, Switzerland, and Spain.\n\nSandoz 2021 net sales by franchise\n\n(in USD millions, % growth in constant currencies, and franchise share of net sales)\n\n| Franchise          | Net Sales (USD millions) | % Growth (cc) |\n|--------------------|--------------------------|---------------|\n| Retail Generics    | 7,092                    | -4%           |\n| Biopharmaceuticals | 2,116                    | +7%           |\n| Anti-Infectives    | 423                      | -2%           |\n\n1 FY sales growth for Sandoz includes +1% impact from a reclassification of contract manufacturing from other revenue to sales.\nDeliver transformative innovation\n\nEvery day, Novartis is working to reduce the burden of disease for patients and societies around the world. More than 20,000 Novartis employees in research and development deploy cutting-edge technologies to find new ways to cure disease, intervene earlier in chronic illnesses and improve patients’ quality of life.\n\n2021 highlights\n\n- **9.5 bn**\n  Invested in R&D\n  comprising approximately 18.5% of our net sales (USD)\n\n- **3**\n  Breakthrough therapy designations from the US Food and Drug Administration (FDA)\n\n- **54**\n  Ongoing Phase III programs in our development pipeline\n\n- **21**\n  Approvals in the US, the EU, Japan and China for new treatments as well as new indications for existing treatments\n\nIn this section\n\n- **Our approach to R&D**\n  We tackle the toughest scientific challenges and prioritize projects with the potential to transform the standard of care for patients.\n  → p. 36\n\n- **Advancing a strong and diverse pipeline**\n  We have one of the strongest clinical development programs in the industry, spanning around 50 diseases. We focus on areas where unmet need remains high.\n  → p. 37\n\n- **Advanced technology platforms**\n  We are investing in technologies that offer precise new approaches to fighting otherwise intractable diseases.\n  → p. 41\n\n- **Innovation for global health**\n  We work to reduce the burden of neglected diseases that affect hundreds of millions of patients worldwide.\n  → p. 41\n\n- **Putting patients at the center of our clinical trials**\n  We integrate the views of patients and caregivers into how we research and develop new medicines, and we strive to include diverse patient populations in our clinical trials.\n  → p. 41\n\nRelated links and disclosures:\n\n- Novartis pipeline\n- Position on Responsible Clinical Trials\n- Commitment to Patients and Caregivers\n- Commitment to Diversity in Clinical Trials\n- Clinical Study Transparency\nOur approach to R&D\n\nThe COVID-19 pandemic is only one example of the enormity of the disease that puts us on society. From leading causes of death such as heart disease and cancer, to rare diseases and genetic disorders, the disability and mortality associated with serious illness harms economic growth and exacerbates social inequality.\n\nFinding solutions to these problems is why Novartis employs more than 20,000 employees in research and development (R&D) work to discover and develop medicines for diseases with high unmet need. Our R&D teams have built depth in core disease areas including cardiovascular and renal, oncology, hematology, immunology and neuroscience, while we maintain innovative investigational and in-market programs in ophthalmology and respiratory-allergy. We are also advancing our pipeline of investigational medicines for malaria and other neglected diseases.\n\nWith our strong capabilities across five platforms – chemical biology, biotherapeutics (Biologics), radioligand therapy, cell therapy and gene therapy – we have a unique position to address disease burdens faced by people around the world today and for decades to come.\n\nNovartis continued to deliver transformative innovation to patients in 2021. We received 21 major approvals, including new treatments for high cholesterol and chronic myeloid leukemia, and made 34 major submissions. We advanced our diverse pipeline of investigational therapies, with three breakthrough designations from the US Food and Drug Administration (FDA) and around 20 clinical data readouts paving the way for further launches in 2022 and beyond.\n\nOur R&D efforts span two units. The Novartis Institutes for BioMedical Research (NIBR) leads drug discovery and development from concept to early clinical evaluation, and also partners with an external network of around 300 academic collaborators and 100 industry collaborators focused on areas of mutual scientific interest. Global Drug Development (GDD) leads the advancement of potential new medicines, running large clinical trials and steering the way to regulatory approval and access for patients.\n\nThese efforts have given Novartis one of the strongest discovery and development programs in the industry, with more than 275 research projects as well as 98 assets in development, spanning around 50 diseases and 71 new molecular entities. We invested USD 9.5 billion in R&D in 2021, or approximately 18.5% of our net sales, compared with USD 9.0 billion in 2020.\n\nWe prioritize projects with the potential to transform the standard of care for patients. Approximately 85% of our treatments in development have the potential to be first in class or first in a specific indication, while 80% target areas of high unmet patient need.\n\nWe systematically integrate access into our discovery and development work. For example, we regularly convene patient and patient organizations to address disease burdens faced by people around the world today and for decades to come.\n\nCardiovascular, renal and metabolism\n\nCardiovascular disease (CVD) is the leading cause of death worldwide. It is one of several complex and often interrelated chronic disorders – along with renal and metabolic diseases – that together affect billions of people around the globe. Novartis is pioneering treatments that address the spectrum of these diseases.\n\nEntresto is approved in more than 100 countries for the treatment of adult symptomatic heart failure with reduced ejection fraction, a condition in which the heart fails to pump blood to the body as well as it should. In 2021, Entresto was granted an expanded indication in the US and other countries, allowing for the treatment of most chronic heart failure patients, including all those with an ejection fraction below normal.\n\nAlso in 2021, Entresto received approval in China and Japan for the treatment of patients with essential hypertension, the most common form of high blood pressure. This new indication makes Entresto the first new therapy for hypertension in China in over 10 years.\n\nLeqivo is a novel treatment that reduces low-density lipoprotein (LDL) cholesterol, a highly important modifiable risk factor for atherosclerotic cardiovascular disease (ASCVD), which accounts for over 85% of all CVD deaths. Clinical studies showed that this first and only small-interfering RNA (siRNA) drug for LDL cholesterol by up to 52%, on top of maximally tolerated statins, through a single injection per year, after an initial dose and one at three months. Leqivo has been approved in more than 50 countries, including the US and the EU, as well as in the UK as part of a population health management agreement that is expected to reach up to 100,000 patients in the UK.\n\nTQ2030 (palosacar), another nucleic acid-based therapy, is currently in Phase III development for the secondary prevention of cardiovascular events in patients with elevated levels of lipoprotein(a), an independent inherited ASCVD risk factor that cannot be effectively addressed by diet and other lifestyle changes. Phase II trial data showed that TQ2030 can reduce lipoprotein(a) in high-risk patients below recognized risk thresholds.\n\nLNP023 (ipatropam) is an investigational treatment for several severe, life-limiting kidney conditions, including C3 glomerulopathy (C3G) and IgA nephropathy (IgAN) – two diseases that mainly affect younger patients – as well as paroxysmal nocturnal hemoglobinuria, a life-threatening blood disorder. In 2021, we announced that LNP023 met its primary endpoints for C3G and its primary endpoint for IgAN in Phase II clinical trials. Phase III studies are ongoing.\n\nOncology\n\nCancer, one of the world’s leading causes of death, inflicts a growing global burden. Global cancer deaths are expected to nearly double by 2040 due mainly to population growth and aging.\n\nNovartis is a leader in finding new treatments for cancer, with approximately 45 compounds in development across four therapeutic platforms: targeted treatments, radioligand therapies, cell therapies and immuno-therapies.\n\nLung cancer\n\nMore people die of lung cancer than any other type of cancer, with death rates increasing in many parts of the world.\n\nACZ885 (canakinumab) is an antibody treatment currently in Phase III development for non-small lung cancer. It was accelerated into lung cancer studies after results in a large-scale cardiovascular study demonstrated a significantly lower than expected lung cancer mortality. In 2021, we reported that Phase III trials in non-small cell lung cancer for second- and first-line patients did not meet their primary endpoints. In the first-line study, however Novartis researchers observed potentially meaningful improvements among certain groups of patients. These results support continued study of ACZ885 in earlier stages of lung cancer and further evaluation of Pro-Tumor Inflammation in all lung cancer settings. Studies are ongoing in both the adjuvant and neoadjuvant setting are ongoing.\n\nIn our mid-stage pipeline, we are exploring the potential of two compounds discovered at NIBR – JQ443 and TNO155 – to target the previously “undruggable” proteins KRAS and SHP2, respectively. If proven effective, the combination therapy could open up new treatment options for patients with lung cancer as well as other hard-to-treat tumors.\n\nOur oncology pipeline also includes LXH254 (naporafenib), a targeted cancer therapy currently being studied in multiple combinations in defined populations of melanoma and lung cancer patients, and NIS793, for which the FDA has granted orphan drug designation for the treatment of pancreatic cancer in combination with chemotherapy.\nProstate cancer\nProstate cancer is the second most diagnosed cancer in people with a prostate gland, with poor survival prognosis in metastatic disease.\n\nNovartis is exploring a new, targeted way to treat metastatic castration-resistant prostate cancer (mCRPC) with 177Lu-PSMA-617 (lutetium Lu 177 vipivotide tetraxetan/lutetium 177Lu vipivotide tetraxetan), an investigational radioligand therapy. In 2021, the FDA granted “Lu-PSMA-617 break-through therapy designation after a Phase III study showed that the treatment plus existing care options significantly improved overall survival and radiographic progression-free survival for patients with mCRPC compared to existing care options alone. Regulatory submissions for 177Lu-PSMA-617 have been accepted by the FDA and European Medicines Agency.\n\nBreast cancer\nBreast cancer, the most common cancer in women, is responsible for more than 685,000 deaths per year.\n\nWe continue to see results from our clinical program for Kisqali. The results of a Phase III study announced in 2021 showed that Kisqali in combination with an aromatase inhibitor achieved an overall survival benefit of more than five years for postmenopausal women with hormone receptor-positive (HR+)/human epidermal growth factor receptor 2-negative (HER2-) advanced breast cancer, which is the most common subtype of the disease. The data represent the longest reported median survival from a randomized trial in HR+/HER2- advanced breast cancer. Novartis is also conducting a Phase III study of Kisqali with endocrine therapy in the adjuvant treatment of HR+/HER2- early breast cancer. The trial completed enrollment in 2021.\n\nPiqray is approved in the US and the EU for breast cancer patients whose disease harbors a PIK3CA mutation. Results from an ongoing Phase II study presented in 2021, as well as recent guideline updates, highlight the efficacy of Piqray with fulvestrant for postmenopausal HR+/HER2-.\n\nPIK3CA-mutated advanced breast cancer patients immediately after failure on prior CDK4/6i treatment (a type of targeted treatment). Development is underway for new indications, including PIK3CA-relate overgrowth syndrome, a group of rare disorders that cause overgrowth of parts of the body.\n\nHematology\nSempol, a new treatment for chronic myeloid leukemia (CML), was approved by the FDA in 2021 for use in patients who are resistant or intolerant to prior treatments, and also for patients with a specific mutation. Discovered by researchers at NIBR, the treatment highlights our ongoing commitment to patients with the disease (see “Two decades of pioneering innovation in chronic myeloid leukemia (CML)” on the previous page).\n\nMBG453 (tabatolimab) is an anti-TIM-3 monoclonal antibody being studied for the treatment of higher-grade lymphoma and leukemia. In 2021, MBG453 received a fast track designation from the FDA and an orphan drug designation from the European Commission. In 2021, we reported that a Phase III clinical study of Kymriah as a second-line treatment in aggressive B-cell non-Hodgkin lymphoma did not meet its primary endpoint. We continue to study Kymriah in other forms of lymphoma and leukemia.\n\nIn 2021, we reported that a Phase III clinical study of our chimeric antigen receptor T-cell (CAR-T) therapy Kymriah as a second-line treatment in aggressive B-cell non-Hodgkin lymphoma did not meet its primary endpoint. We continue to study Kymriah in other forms of lymphoma and leukemia.\n\nImmunology, hepatology and dermatology\nOur R&D teams are pioneering the development of therapies for immune system disorders, skin conditions and other diseases with high unmet needs.\n\nWe are committed to developing medicines that will advance the treatment of chronic spontaneous urticaria (CSU), so patients are able to live their lives without the distressing and unpredictable symptoms of this skin disease. Any new therapies will add to our portfolio of medicines that already includes Xolair, our existing approved therapy for CSU.\n\nEnrollment began in 2021 for Phase III studies in CSU of LOQ004 (imbrutinib), an oral BTK inhibitor that we are investigating for a number of immune-mediated conditions. Also in 2021, Phase III clinical trials for QGE031 (ligelizumab), a next-generation monoclonal anti-immunoglobulin E (IgE) antibody, showed that QGE031 demonstrated superiority compared with placebo in the treatment of CSU, but not versus Xolair. Novartis is continuing to evaluate the trial data. We also continue to evaluate the potential for QGE0301 to bring benefit to patients in the areas of chronic indoluble urticaria and food allergy, where there is significant unmet need.\n\nCosentyx, our treatment for several systemic inflammatory conditions, continues to show strength in addressing a variety of chronic dermatological and rheumatological conditions. In 2021, we announced the first approvals of Cosentyx in the US and China for the treatment of moderate-to-severe plaque psoriasis in pediatric patients aged 6 years and older who are candidates for systemic therapy or phototherapy, as well as in the US to treat active juvenile psoriatic arthritis (JPsA) in patients aged 2 years and older, and active enthesis-related arthritis (ERA) in patients aged 4 years and older. Cosentyx is the only biologic treatment approved for children and adolescents for both ERA and JPsA in the US.\n\nCosentyx is also being studied for other inflammatory conditions, including hidradenitis suppurativa, giant cell arteritis and lichen planus, highlighting our commitment to expand Cosentyx to more indications and provide new treatment options for patients.\n\nIn 2021, we announced the discontinuation of a Phase II study of CFZ533 (iscalimab) in kidney transplant patients. The study of CFZ533 in liver transplant continues, as do studies exploring CFZ533 as a potential treatment in other conditions, such as hidradenitis suppurativa and Sjögren’s syndrome.\n\nNeuroscience\nNeurological diseases are a leading cause of death and disability worldwide. Our work in neurological disorders includes investigational treatments for multiple sclerosis (MS), spinal muscular atrophy (SMA) and other diseases.\nOur gene therapy Zolgensma is a treatment for both presymptomatic and symptomatic children with SMA, a devastating neuromuscular disease. It is approved in 42 countries. Building on our success with Zolgensma, in 2021 we started a new Phase III trial of an intrathecal formulation in treatment-naive patients with SMA type 2. Early patient identification through newborn screening is critical for SMA patients since the disease causes irreparable motor neuron loss. For more on how we work with payers and health-care systems to highlight the importance of early screening for SMA patients, please see the section Embrace operational excellence.\n\nOur comprehensive portfolio for MS – a debilitating chronic disease that affects 2.8 million people worldwide – emphasizes our commitment to improving the quality of life for people living with MS at all stages of the disease. Kesimpta, one of our therapies for MS, received approval in the EU in 2021 for the treatment of relapsing forms of MS in adults with active disease. It is already approved in the US and other key markets. Kesimpta is the first B-cell therapy that can be self-administered at home. In 2021, we also started Phase III trials to investigate LOU064 in patients with relapsing forms of MS.\n\nOur portfolio shows our commitment to improving the quality of life for people living with multiple sclerosis. We are exploring other neurological conditions where the need for new treatments is pressing. One example is Huntington’s disease, a rare, inherited neurodegenerative condition that leads to progressive disability and death. There currently are no approved therapies that delay onset or slow the disease or its progression. LM007 (branaplam), our investigational, oral small-molecule RNA splicing modulator, could potentially treat Huntington’s disease by targeting RNA to reduce levels of a mutant protein. Phase II trials were initiated in 2021.\n\nIn 2021, Novartis and UCB announced a global co-development and co-commercialization agreement to bring potentially disease-modifying therapies to people living with Parkinson’s disease, which affects more than 10 million people worldwide. The investigational therapies include UCBD0099, a small-molecule, alpha-synuclein misfolding inhibitor currently in Phase II development, which is being studied to understand if it can slow or stop the progression of Parkinson’s disease. In addition, upon pursuing Phase II completion of an ongoing Phase I program, there is an opt-in to co-develop UCBT953, an anti-alpha-synuclein antibody.\n\nOphthalmology\n\nWe are working to find innovative treatments for diseases of the eye, with the goal of reducing or eliminating the huge burden on patients and society caused by visual impairment and blindness.\n\nOne of our novel treatments is UNR844, a topical ophthalmic solution currently in Phase II development for presbyopia – a common, gradual, age-related loss of the ability to focus on nearby objects, caused by loss of elasticity of the lens. In 2021, Novartis announced an agreement to acquire the UK-based oculocerebral gene therapy company Gyroscope Therapeutics, adding to our pipeline a one-time gene therapy that could transform care for geographically atypical (GAT) and age-related macular degeneration (AMD) that predominantly affect underserved populations.\n\nIn 2021, we launched a collaboration with PeptiDream to work on macrocyclic constrained peptides. We also significantly invested in pioneering CAR-T therapies. Novartis and Gyroscope Therapeutics, adding to our acquisitions of Vedere Bio and Arctos Therapeutics, is designed as an optogenetic gene therapy for the treatment of retinal diseases.\n\nRespiratory and allergy\n\nNovartis is investing in new technologies and platforms that offer more targeted approaches to fighting – and, in some cases, potentially curing – serious diseases. We have the depth and scale to discover, develop and commercialize therapies using these advanced platforms.\n\nAdvanced technology platforms\n\nNovartis is exploring other neurological conditions where the need for new treatments is pressing. One example is Alzheimer’s disease. It is already approved in 42 countries. Building on our success with Kesimpta, our first approved radiotherapeutic therapy, and with \"Lu-PFSM-617, our investigational therapy for prostate cancer, we are exploring new ways to treat COVID-19, the most urgent public health issue in the world today.\n\nCOVID-19\n\nWe are collaborating with Molecular Partners to develop ensiferev, a potential new treatment option for COVID-19 that targets the virus using proprietary DARPin technology to neutralize SARS-CoV-2.\n\nThe topline results of a Phase II study reported in early 2021 showed that a single intravenous dose of ensiferev reduced viral load through Day Eight, shortened symptom duration and improved emergency room visits and/or hospitalizations related to COVID-19, and reduced deaths, compared to placebo. In separate studies, it maintained potent in-vitro pan-neutralizing activity against all variants of concern identified so far, including Omicron. Novartis in-licensed ensiferev from Molecular Partners. We will accelerate manufacturing scale-up and plan to seek expedited regulatory authorizations globally.\n\nSeparately, we are working to discover a novel therapy targeting the main protease – an enzyme essential to viral replication across coronaviruses, including SARS-CoV-2. The goal is to develop a therapy that could treat many or all other forms of coronaviruses, potentially addressing future pandemics.\nMalaria\n\nMalaria continues to burden societies across the globe, particularly in Africa. Evidence suggests that cases may rise as a result of climate change. Novartis has a collaboration with a multipronged approach to fighting the disease, working with partners such as Medicines for Malaria Venture to research, develop, and manufacture a portfolio of essential antimalarial drugs.\n\nIn 1999, we introduced our first malaria drug, a highly effective fixed dose combination for malaria chemoprophylaxis. In 2021, we crossed the 1 billion mark in antimalarial treatments delivered to patients worldwide (please see “Build trust with society” for more information).\n\nFor more than 20 years, the Novartis Malaria for Treatment (NITD), with funding from the Wellcome Trust, has been at the forefront in the search for novel medicines for malaria and other neglected diseases. Two Novartis compounds for uncomplicated and severe malaria, KAF156 (ganaplacide) and KAE609 (qipamorelin), respectively, are in clinical trials in Africa and Asia. These compounds could potentially address resistance to current treatments as well as provide simplified therapeutic regimens. In 2021, a Phase IIIb study of KAF156 and its partner medicine, lumefantrine, in adults and children with malaria reported positive results, supporting continued development of the combination treatment.\n\nNeglected tropical diseases\n\nNITD, with funding from the Wellcome Trust, is in the early stages of a discovery program aimed at finding first-in-class curative anti-parasitic therapies for Chagas disease, a serious condition affecting more than 6 million people mainly in Latin America. We are also conducting a Phase IV trial of our heart failure medication Entresto in patients with chronic Chagas cardiomyopathy. Chagas disease is a tropical parasitic infection but can manifest in the long term as chronic heart failure or other complications, causing disability and even death.\n\nWith an estimated 50,000 to 90,000 new cases per year, visceral leishmaniasis is the most serious form of leishmaniasis, causing weight loss, spleen and liver enlargement, and death if left untreated. In 2020, we announced a collaboration with the Drugs for Neglected Diseases initiative (DNDi) to jointly develop LXE408, a first-in-class inhibitor of the kinetoplastid proteasome, for the treatment of visceral leishmaniasis. Within the scope of the agreement, Novartis is responsible for Phase I clinical research and development activities, and regulatory filings. Upon approval, we have committed to distributing the drug on an affordable basis worldwide to maximize access in endemic countries. DNDi will lead Phase II and III clinical development activities, with the first Phase II study scheduled to start in 2022 in India. Additional trials are planned in East Africa, which has the highest burden of visceral leishmaniasis.\n\nSickle cell disease\n\nSickle cell disease (SCD) is a hereditary blood condition that affects millions around the globe, particularly people of African descent, with sub-Saharan Africa being roughly 80% of the disease burden. Our commitment to addressing SCD includes a therapeutic pipeline as well as a holistic approach to diagnose, treat and manage the disease in sub-Saharan Africa.\n\nWhile the genetic cause of SCD has been known for decades, only recently has medical research gained the tools to potentially mitigate the biological effects of the errant gene that causes the disease. We are also pursuing an ex vivo hematopoietic stem cell program for SCD, using CRISPR gene editing technology licensed from Intellia Therapeutics, and in 2021 we initiated patient dosing. Also in 2021, Novartis announced a pioneering collaboration with the Bill & Melinda Gates Foundation to support the discovery of a single-administration in vivo gene therapy to cure SCD, designed from the start to be practical for use in lower-resourced settings.\n\nPutting patients at the center of our clinical trials\n\nEngaging with patients and caregivers across the life cycle of our medicines is critically important to ensure we develop treatments that not only are safe and effective, but also truly address unmet medical needs.\n\nThe Novartis Commitment to Patients and Caregivers, launched in 2019, guides our teams across functions and divisions in ensuring patients have a voice in the research, development and commercialization of our medicines. We continue to roll out a systematic approach to patient engagement that covers the full development life cycle – from early research to post-launch.\n\nWe continue to roll out a systematic approach to patient engagement that covers the full development life cycle – from early research to post-launch.\n\nIn 2021, 57, or around 30%, of our clinical development programs had a patient engagement component, up from 44 in 2020. Patients provided input on key aspects such as clinical study endpoints that matter to their disease, how to facilitate easier access to clinical trial sites, and how to enable remote trial participation. We also integrated patient insights into early-stage research: In 2021, 46 NBRP programs had a patient engagement component.\n\nPatient engagement also enables us to streamline our clinical trials and bring our medicines to market more quickly. For example, early input from patients in trial design can help us reduce the need for costly and time-consuming protocol changes later in the development process while ensuring that the trial design is aligned with study participants’ needs and preferences. In addition, we continue to help patients access medicines through our patient support and access programs. Please see the section “Build trust with society” for more details.\n\nIn 2021, we engaged with 162 patient organizations across 48 disease areas to inform our decision-making. During the COVID-19 pandemic, the need for patient support grew while the income of patient organizations dropped, primarily due to the cancellation of educational events and fundraising activities. We provided funding to the community that was – among other purposes – used to strengthen digital communications tools and channels to help bridge these gaps. In 2020, the latest year for which data is available, Novartis supported 1,248 patient organizations in 79 countries. Please see the Novartis corporate website for more information.\n\nDiversity in clinical trials\n\nWe strive to ensure diverse patient populations in our clinical trials – both to understand how patients who are more likely to be treated for a disease will respond to a medicine, and because it is the right thing to do.\n\nWe are working to address barriers to clinical trial participation, such as identifying sites where patients with a particular disease or condition may be located, identifying healthcare providers that treat underserved or under-represented populations, and collaborating with researchers to enroll diverse populations in clinical trials.\n\nIn 2021, we published a Commitment to Diversity in Clinical Trials. In the short term, we committed to evaluate diversity and inclusion principles for all our Phase III studies with US and country participation. In the longer term, we aim to expand this to all our global trials while leveraging data science and digital technology to track diversity data across our drug development programs.\n\nIn the US, health disparities affecting minority groups are endemic – an issue that was highlighted and exacerbated by the COVID-19 pandemic. Compared with non-Hispanic whites, the Black and African American community has a lower life expectancy, a higher mortality rate from cancer, a greater likelihood of diseases such as asthma, and significantly increased rates of maternal and infant mortality. Health inequity is also a particular challenge for the Black and African American community in medical school admissions and among physicians and clinical trial investigators. These three groups, Black and African Americans are proportionally underrepresented.\n\nIn 2021, Novartis and the Novartis US Foundation announced plans to invest approximately USD 13.7 million to establish three research centers at Morehouse School of Medicine in Georgia, including a clinical trial center of excellence that could be a model for possible expansion to other historically Black colleges, universities and medical schools.\n\nThe investment is part of a 10-year commitment with Morehouse; 26 historically Black colleges, universities and other research organizations. The objective is to co-create programs that address the persistent gaps in health outcomes and foster greater diversity, equity and inclusion across the R&D ecosystem.\n\nIn addition, we are collaborating with BlackSmithInk (BSI) to support research investigating the link between genetic diversity across different regions in Africa and its potential impact on response to drug therapeutics. With a combined funding commitment of GBP 2.8 million (USD 3.6 million) over five years, the project calls on African researchers to submit research proposals on the relevance of African genetic diversity to the treatment of malaria and tuberculosis. Proposals selected for funding are expected to be announced in the first half of 2022.\n\nFor more information on the Novartis R&D pipeline, please see www.novartis.com/research-development/novartis-pipeline\nEmbrace operational excellence\n\nFrom discovery to delivery, we work to improve the efficiency and effectiveness of our operations. These activities support our profitable growth and free up resources to invest in innovation for patients. In everything we do, patient safety and product quality remain paramount.\n\n2021 highlights\n\n- 52% Launch brands and growth-driver products contribution to Innovative Medicines Division net sales\n- 71 bn Treatments supplied through Novartis manufacturing sites\n- 99.2% Regulatory inspections of our facilities deemed acceptable without major findings\n- 12,064 Suppliers risk-assessed through our third-party risk management framework\n\nIn this section\n\n- Strengthening product launches\n  We aim to consistently deliver successful launches to support our financial performance and enable broad and rapid access to our medicines.\n  → p. 46\n\n- Transforming manufacturing\n  We are transforming our manufacturing operations to support our strategy while reducing the environmental footprint of our facilities.\n  → p. 47\n\n- Ensuring patient health and safety\n  Patient health and safety is fundamental to our purpose. Our activities are focused on three areas: product quality, pharmacovigilance and combating falsified medicines.\n  → p. 48\n\n- Managing our supply chain responsibly\n  We promote ethical behavior and foster environmental sustainability across our supply chain.\n  → p. 52\n\n- Delivering effective business services\n  Our business services and digital teams improve productivity while enabling our people to execute on our strategy and deliver on our purpose.\n  → p. 53\n\nRelated links and disclosures:\n\n- Novartis Third-Party Code\n- Quality Commitment\n- Green Expectations from Suppliers\n- Our Ethical and Sustainability Standards for Third Parties\n- Position on Falsified and Counterfeit Medical Products\nOUR PERFORMANCE IN 2021\n\nStrengthening product launches\n\nIn our commercial operations, we aim to consistently deliver successful launches to support our financial performance and enable broad and rapid access to our medicines. In 2021, launch brands and medicines we consider our key growth drivers contributed 52% of net sales in our Innovative Medicines Division, compared with 44% in 2020. By 2026, we expect approval of more than 20 pipeline assets with the potential to become blockbuster medicines with sales of more than USD 1 billion.\n\nBy 2026, we expect approval of more than 20 pipeline assets with the potential to become blockbuster medicines.\n\nWe have developed a launch roadmap to codify best practices. For example, we start to prepare early – more than three years before the anticipated launch date in many cases – including talking with patients, physicians and payers to better understand their perspectives and needs. In our Novartis Pharmaceuticals business unit, for example, around 80% of investment in medical affairs is now focused on the pre-launch stage.\n\nFor Kesimpta, our treatment for multiple sclerosis (MS), we focused pre-launch investment on three key markets: the US, Germany and China. We deployed an unbranded digital information platform that reached up to 2,000 physicians in the US. We also worked with patient advocacy groups to ensure their views were integrated into our launch preparations, and we talked to payers to understand their needs.\n\nThe preparations paid off. In the six months after launch in the US, we had reached 85% of our target customer base, most of them virtually, while around 20% of patients received Kesimpta as their first-ever treatment for MS and more than 50% of patients received it as their first-line treatment. Kesimpta is approved in more than 60 countries worldwide.\n\nAnother example is Zolgensma, our gene therapy for spinal muscular atrophy (SMA) that reached USD 1.4 billion in sales in 2021. Early patient identification through neonatal screening programs and treatment awareness are critical for SMA patients. We work closely with stakeholders such as payers to highlight the importance of early treatment, and provide disease awareness programs for parents, physicians and other health professionals to spot the signs and symptoms of SMA. In 2021, around 85% of new births in the US underwent screening for SMA, we anticipate that the EU will have SMA screening in place for all new births by 2025.\n\nOur pre-launch preparations also found that achieving sustainable access to a one-time gene therapy like Zolgensma in diverse markets such as Argentina and Egypt requires a menu of options to address the needs of stakeholders. For example, our early access and “Day One” access agreements offer customizable options for payers – including retroactive rebates, deferred payments, installment options and outcome-based rebates – and are designed to ensure that access is available to patients even before regulatory approval and formal reimbursement agreements are in place. In 2021, we had early access agreements in place in six markets, and pay-for-performance agreements in place in 16 markets. The therapy was commercially available in over 40 countries.\n\nMeanwhile, in our Oncology business unit we leveraged more than 20 years of experience in chronic myeloid leukemia (CML) to launch Sprycel, a new treatment option for patients that was approved in the US in 2021 for treatment of CML in two distinct indications.\n\nDespite tremendous advances in CML treatment over the past decades, some patients struggle to meet treatment goals due to intolerance or inadequate responses. Before launch, we took steps to raise awareness of remaining unmet needs for CML patients. Additionally, at the time of launch we estimate that more than 80% of US healthcare providers who treat CML were aware of the compound and/or its unique mechanism of action – known in scientific literature as a STAMP inhibitor. We anticipate approval in Japan and Europe during 2022.\n\nWe are also preparing for other launches in our oncology pipeline. For example, we plan to enter the growing checkpoint inhibitor field with VD482 (tislelizumab), an anti-PD-1 monoclonal antibody that we have licensed in 2021 as part of an agreement with an affiliate of BeiGene, Ltd. We anticipate launch of VD482 in second-line esophageal squamous cell carcinoma – the most common type of esophageal cancer globally – in the US in mid-2022. Looking further ahead, the need to extend survival for more patients with different tumor types still exists. We believe VD482 has the potential for synergistic combinations with other Novartis medicines to help address these unmet needs, and we have initiated three combinations in clinical trials and aim to advance several more within the next years.\n\nSupporting demand for COVID-19 vaccines\n\nNovartis is helping produce COVID-19 vaccines at our facilities in Switzerland and Austria as part of our efforts to help end the pandemic and support the stability of global health systems.\n\nAlthough Novartis no longer has a vaccines business, our many biologics products and expertise in aseptically filling the vaccine into vials. We prepared our facilities to do this task in only a few months – a process that usually takes more than a year. We produced 40 million doses of the Pfizer-BioNTech vaccine in 2021.\n\nWe also signed an agreement with Roche for the production at our Singapore site of the active pharmaceutical ingredient for Roche’s Actemra/RoActemra®, a treatment for rheumatoid arthritis that received emergency use authorization by the US FDA for the treatment of COVID-19 in hospitalized adults and children.\n\nTransforming manufacturing\n\nThe Novartis Technical Operations (NTO) organization, which manufactures innovative medicines and Sandoz products, helps us to optimize resource allocation while ensuring quality across our 53 production sites worldwide. NTO is split into different technology platforms with responsibility for large molecules, small molecules, Sandoz products, cell and gene therapies, and ophthalmology and local market production.\n\nIn 2021, we continued to ensure a reliable supply of medicines to patients worldwide. Our NTO employees supplied 71 billion treatments in 2021, broadly in line with the previous two years, while also supplying tens of millions of vaccine doses for COVID-19.\nOur manufacturing operations also continue to evolve as we invest in new technologies and respond to the changing business environment. In 2021, we started manufacturing our cholesterol-lowering drug Leqvio at our Schaffhausen drug production site in Austria. Leqvio is a small interfering RNA (siRNA) therapy that is approved in more than 50 countries. We are also installing our first siRNA oligonucleotide manufacturing facility at our Schweizerhalle site in Switzerland, which will produce the active ingredient of Leqvio.\n\nIn 2021, our production sites responded to sharply increased demand for some Novartis products in China after their inclusion on the country’s National Reimbursement Drug List made them available to more patients. For example, we responded to a significant increase in demand for Cosentyx and Tafinlar versus the previous year.\n\nWe are also pursuing a digital transformation of our manufacturing operations with the aim of improved quality and greater efficiency. For more details on how we are using digital technology and data analytics across the company, please see the section “Our approach” on data and digital.\n\nWe continue to optimize our network of manufacturing sites worldwide, adjusting our production capacity to help them manage through the changing business environment. In 2021, we announced plans to transform 11 sites, including three that we already sold. We are working with employees affected by the changes to help them manage through the transition.\n\nSustainability in manufacturing\n\nOur manufacturing facilities are central to our efforts to minimize our environmental footprint. The majority of Novartis carbon emissions, water usage and waste in our own operations come from our production sites. In 2021, efforts to reduce the environmental footprint of our manufacturing sites contributed more than 10% of our overall reduction in carbon emissions (Scope 1 and 2) and more than 7% reduction in water consumption, as well as more than 34% of waste reduction in our own operations.\n\nWe are investing in new technologies to make our manufacturing processes more resource efficient. For example, an upgrade to the solvent process at our Kundl site in Austria led to a reduction of 8,500 tons of carbon dioxide (CO2) annually. Our site in Hürtingen, France, reduced 19% of its annual energy consumption – equivalent to 1,600 tons of CO2 – through a more energy-efficient system. A site in Turkey used a filtration system to cut water consumption by 14%.\n\nAll manufacturing sites are required to treat process water according to local legal requirements before it is returned to the environment. Novartis facilities and priority suppliers are included in our PIE (Pharmaceuticals in the Environment) program to assess their efficient load of active pharmaceutical ingredients (APIs) in water streams against internal standards and requirements from the AMR Industry Alliance framework – a private sector coalition providing sustainable solutions to curb antimicrobial resistance. Potential impacts on water quality from the use of our products downstream in the value chain are considered part of the marketing authorization approval process.\n\nNovartis sites are on track to eliminate polyvinyl chloride in secondary and tertiary packaging by the end of 2022.\n\nIn addition, Novartis sites are on track to eliminate polyvinyl chloride (PVC) in secondary and tertiary packaging by the end of 2022. For example, we now use a carton-based packaging design for Aimovig, a migraine treatment.\n\nFor more on this topic, please see the section “Build trust with society” and our TCFD disclosures.\n\nEnsuring patient health and safety\n\nPatient safety is fundamental to our purpose: We cannot improve and extend people’s lives if we do not deliver safe, high-quality medicines. The importance of patient safety was highlighted in our 2021 materiality assessment, with both internal and external stakeholders identifying it as the most material topic.\n\nPatient safety cuts across several strategic priorities for Novartis, including operational excellence and building trust with society. Our activities are focused on three areas that span the life cycle of our medicines and cover both our own operations and activities outside our walls: product quality, pharmacovigilance and combating falsified medicines.\n\nProduct quality\n\nWe maintain a robust quality management system for the production of marketed products and investigational medicines, in full compliance with requirements from health authorities and other regulators around the world.\n\nWe hold relevant manufacturing licenses and Good Manufacturing Practice (GMP) certificates for 100% of our manufacturing, supply and distribution operations. These are issued after inspections by external health authorities such as the US Food and Drug Administration (FDA), the European Medicines Agency (EMA), the World Health Organization (WHO) and Swissmedic. We hold relevant ISO certifications for the manufacture of medical devices.\n\nOf 105 inspections of our facilities by health authorities around the world in 2021, all but one (99.2%) were found to be acceptable without major findings. For the one inspection that required further improvement, a corrective action plan was deemed acceptable by the relevant health authority (EMA). Of the 106 inspections, 31 were performed remotely, and one FDA inspection relied on a prior inspection conducted by the Austrian healthcare authorities under a mutual recognition agreement.\n\nWe also have a strong auditing program covering both our own operations and those of our suppliers. Despite COVID-19-related challenges such as travel restrictions, we conducted 1,419 audits in 2021, including 1,294 audits of suppliers, with 690\n\nPatient health and safety performance indicators\n\n| 2021 | 2020 | 2019 |\n|------|------|------|\n| Total audits executed | 1,419 | 1,402 | 1,402 |\n| Internal | 125 | 111 | 102 |\n| External | 1,294 | 792 | 1,400 |\n| Inspections found to be acceptable (%) | 99.2 | 99.2 | 99.2 |\n| FDA inspections | 10 | 0 | 0 |\n| FDA warning letters | 0 | 0 | 0 |\n| FDA Form 483 | 5 | 1 | 1 |\n| Inspections related to clinical trial management and pharmacovigilance | 3 | 1 | 1 |\n| Number of FDA VR (voluntary action indicated) classifications | 0 | 0 | 0 |\n| Number of FDA DR (official action indicated) classifications | 0 | 0 | 0 |\n| Recalls | | | |\n| Total recalls | 27 | 27 | 27 |\n| Class I recalls | 3 | 1 | 1 |\n| Class II recalls | 20 | 21 | 27 |\n| FDA recalls | 1 | 0 | 0 |\n\n1 Total number of audits that are performed on GxP suppliers to Novartis\n2 Total number of audits that are performed on facilities owned by Novartis\n3 Total number of audits that are performed on facilities owned by Novartis\n\n99.2% Regulatory inspections of our facilities worldwide found to be acceptable\nOur performance in 2021\n\n10 days\nOur policy to report all confirmations of falsified medicines to the WHO within 10 days was recognized as best practice by the Access to Medicine Foundation.\n\nPharmacovigilance\nNovartis continues its efforts to boost pharmacovigilance capabilities to support patient safety worldwide.\n\nWhile clinical trials provide important information on a medicine’s safety during development, it is only after its use in greater numbers of patients, in a real-world setting that some adverse events become apparent. Effective pharmacovigilance requires activities to educate patients, providers and pharmacists, and strengthen reporting of adverse events to the company. Our pharmacovigilance and falsified medicines teams also work closely together, for example in cases where a corporate number of adverse events may indicate the presence of suspected falsified medicines.\n\nWe maintain a high level of compliance to regulatory requirements for both individual case safety reports and periodic benefit-risk assessments. In addition, in 2021 an internal audit confirmed the strength of the Novartis integrated pharmacovigilance governance model after it obtained ISO 9001 certification in the previous year.\n\nExamples of our capacity-building initiatives in 2021 included training for clinical trial investigators in Mexico and China.\n\nIn response to the COVID-19 pandemic, we set up a task force to ensure the continuity of our pharmacovigilance system while providing support to healthcare professionals. We applied a pragmatic approach that created efficiencies across some of our processes such as the Individual Case Safety Report (ICSR) follow-up. We estimate that the ICSR efficiency gain translated into 2,500 saved hours for healthcare professionals at a critical time.\n\nWorldwide patient safety offices contributed with safety data sources on COVID-19 investigator-initiated trials to support assessments about the impact of the new virus.\n\nFalsified medicines\nFalsified medicines are a growing global problem. The Pharmaceutical Security Institute reported a 38% increase in incidents of falsified medicines from 2016 to 2020, a trend that has been exacerbated by increased demand for medicines amid the COVID-19 pandemic.\n\nAt Novartis, our priority is to protect patient health and safety through quick and effective authentication and reporting of falsified medicines to health authorities and the WHO. Since 2017, our efforts have helped prevent falsified medicines from reaching and harming more than 1.6 million patients.\n\nIn 2021, close collaboration with local law enforcement led to the investigation of 318 incidents in 41 countries, 66 successful enforcement actions, and the seizure of 1 million units of falsified medicines as well as the removal of more than 10,000 illicit advertisements from online platforms.\n\nDigital technology is a critical part of our efforts to quickly authenticate falsified medicines. In 2021, we made significant progress on three interconnected digital solutions.\n\nAuthentifield by Novartis is a cost-effective mobile spectrometric sensor that can reduce the time needed to authenticate suspect medicines from several weeks to a maximum of five days. By early 2023, we aim to train 1,000 users and deploy 500 sensors in 96 countries across 100 high-risk products in our portfolio.\n\nAnother project is MoVe, a mobile platform that enables Novartis employees to quickly verify the authenticity of secondary packaging for any product. The solution was in use in 24 countries by the end of 2021.\n\nFinally, Novartis continued to lead an initiative with the Innovative Medicines Initiative and 12 major pharmaceutical companies to develop a use case for blockchain technology in the pharmaceutical supply chain. The aim is to empower patients to check their own medicines for authenticity while generating data – backed by robust privacy controls – on trends in falsified medicines.\n\nFast authentication needs to be supported by timely reporting. Novartis has a policy to report all confirmed incidents of falsified medicines to the WHO within 10 days. Our efforts have been recognized as a best practice by the Access to Medicine Foundation. In 2021, Novartis was among the first pharmaceutical companies to join the WHO’s new online reporting platform for falsified medicines incidents.\n\nWe also engage with public and private stakeholders, such as the WHO and the Organization for Economic Co-operation and Development, to encourage coordinated action and promote effective policy-making on falsified medicines. In 2021, we delivered over 150 engagements and reached over 7,200 stakeholders in 14 countries.\nManaging our supply chain responsibly\n\nWe are committed to working with third parties who operate in a manner that is consistent with our values and ethical principles. While interactions with third parties at Novartis are broadly defined by our Third-Party Code, we identify, assess, monitor and mitigate risk associated with suppliers through our Third-Party Risk Management (TPRM) framework.\n\nImplemented globally across Novartis in 2019, our TPRM process promotes ethical behavior and fosters sustainability across our supply chain by addressing risk areas such as anti-bribery, animal welfare, health, safety and environment (HSE), labor rights, information security, and data privacy. We conduct risk assessments for all new eligible suppliers and new products, services or sites from existing suppliers. Not all suppliers trigger a detailed risk assessment.\n\nIn 2021, we assessed 12,064 suppliers through our TPRM process, up from 8,448 in 2020. We agreed on remediation actions with 912 suppliers, and we stopped engagements with 37 suppliers due to the risk assessment results. We audited 85 suppliers, a significant increase from the previous year as the impact of the COVID-19 pandemic eased in several countries.\n\nWe took steps to increase the efficiency of our TPRM process and align it more closely to our overall view of risk at Novartis.\n\nIn 2021, we took steps to increase the efficiency of our TPRM process and align it more closely to our overall view of risk at Novartis, while maintaining a high level of assurance.\n\nFor example, we started to prioritize all third parties in scope by risk severity. As part of this process, we de-scoped two risk areas – financial due diligence and business continuity – since the former is already embedded in other process steps while the latter is covered by default within other risk areas.\n\nWe also completed the integration of human rights into four relevant risk areas (labor rights, HSE, data privacy, and anti-bribery and corruption) in our TPRM process. (For more on human rights at Novartis, please see the section “Build trust with society.”) In addition, we moved responsibility for screening new vendors for Good Manufacturing Practice under the scope of Quality teams in NTO, which have specialized expertise in this area.\n\nWe also evaluated ways to automate our processes. For example, current manual risk assessments for distributors and wholesalers will be gradually incorporated into an automated TPRM process, ensuring a standardized and auditable practice around the world.\n\nSustainability in our supply chain\n\nTo reach our emissions reduction targets, we are working with our suppliers to help them apply, where possible, the same high standards of environmental sustainability as we do. By 2025, we aim to include environmental sustainability criteria as part of all supplier contracts.\n\nWe are working with key suppliers to set baselines and targets for CO₂ emissions, water consumption and waste management.\n\nIn our manufacturing operations, we are working with key suppliers to set baselines and targets for CO₂ emissions, water consumption and waste management, as well as confirm the API content of manufacturing effluents. We are jointly developing sustainability roadmaps by focusing on product-specific technology action plans. Suppliers are also expected to report annually on progress and implement remediation plans where needed.\n\nWe are also engaging our commercial suppliers, with a focus on those with the largest contribution to our carbon footprint. In 2021, we published the Novartis Green Expectations from Suppliers’ engagement framework. Our top 500 suppliers are expected to commit to emissions reduction targets approved by the Science Based Targets initiative (SBTi) and regularly report on their environmental impact management and achievements through CDP. Meanwhile, we organized a Green Supplier Summit to discuss environmental sustainability challenges and potential solutions with our commercial suppliers.\n\nAlso in 2021, we worked with Schneider Electric and nine major pharmaceutical companies through an initiative called Energize to accelerate the adoption of renewable electricity in our shared supply chains in the US and Europe. We also provide guidance and tools to our manufacturing suppliers on water quality topics, including a tailored mass balance calculator to identify and quantify APIs in wastewater.\n\nFor more on this topic, please see the section “Build trust with society” and our TCFD disclosure.\n\nDelivering effective business services\n\nSince 2018, we have transformed business services at Novartis to better enable our people to execute on our strategy and deliver on our purpose. Through these efforts, we have improved productivity and user satisfaction while reducing our cost base and expanding our service offerings.\n\nIn 2021, we made further progress by creating a new organization called Customer & Technology Solutions (CTS), which combines the global scale of our business services functions with the transformative nature of our enterprise digital teams. The aim is to deliver services and solutions that drive value across Novartis and enable the transformation of our enterprise. Over the next several years, CTS is expected to continue to improve productivity to drive profitable growth.\n\nCTS has around 12,000 employees located in over 40 countries and across five global service centers, with offerings spanning technology, facilities, finance, human resources, procurement, consulting, data science and artificial intelligence (AI).\n\nKey focus areas include upgrading and simplifying our global enterprise resource planning systems. This multiyear project, which started in 2020, will help Novartis leverage digital technology at an even greater scale. The goal is to significantly simplify our core processes, capabilities and systems to provide greater flexibility and support to our business operations.\n\nCTS teams are also helping to simplify the employee experience at Novartis. For example, we have introduced an AI-based virtual assistant to support employees with technology and human-resource-related queries. The tool will be expanded in the coming years to include all other functions.\n\nWe are also accelerating the use of technologies such as cognitive robotic process automation to improve productivity, enhance remote assistance, and enable employees to focus their time on high-impact tasks. For example, more than 1 million transactions that account for 75,000 hours of manual, repetitive work in functions such as human resources, finance and drug development are now done in a fraction of the time through AI-enabled automation.\n\nAbout this report\n2021 at a glance\nChairman’s letter\nCEO’s Letter\nOur approach\nWho we are\nOur business environment\nOur stakeholders\nMateriality assessment\nOur strategy\nHow we create value\nHow we manage risk\nOur performance\nFinancial\nInnovation\nOperational excellence\nData and digital\nOur people\nBuild trust with society\nGovernance\nCompensation\nAppendices\n\nSupply chain performance indicators\n\n| Suppliers risk assessed by Third-Party Risk Management (TPRM) | 2021 | 2020 | 2019 |\n|---|---|---|---|\n| Number of suppliers from community TPRM | 12,064 | 8,448 | 5,332 |\n| Suppliers assessed by risk area | | | |\n| Anti-bribery | 2,303 | 2,014 | 1,477 |\n| Animal welfare | 9 | 10 | 7 |\n| Health, safety and environment | 477 | 315 | 230 |\n| Information security and data privacy | 5,658 | 3,174 | 1,142 |\n| Labor rights | 7,765 | 4,830 | 1,407 |\n| Quality | 948 | 561 | 162 |\n| Actions taken | | | |\n| Suppliers audited | 85 | 35 | 136 |\n| Suppliers with remediation action agreed | 912 | 521 | 122 |\n| Supplier engagements stopped due to risk assessment outcomes | 37 | 120 | 10 |\n\n1. Assessment is done on new suppliers and existing products, services or sites from existing suppliers.\n2. Not all suppliers trigger a detailed risk assessment.\n3. Figure does not include TPRM audits done by suppliers (for more details).\n4. In 2019, we had 1,000 suppliers managed under the TPRM framework based on the Third-Party Risk Management (TPRM) program.\n5. Refers to risk assessments conducted in suppliers. One supplier can trigger more than one assessment depending on the risk area it is assessed.\nGo big on data and digital\n\nWe are reimagining medicine using the power of data science and digital technology. With tools like artificial intelligence (AI), we’re opening new paths to treat disease while finding new ways to engage customers, support patients and streamline our operations.\n\n2021 highlights\n\n- **300,000** Patients using AI Nurse, our cardiovascular disease app in China\n- **16** Clinical trials incorporating digital endpoints, with plans to add more in the coming years\n- **900+** Employees using data42 our advanced data analytics platform\n- **3,000+** Clinical trial participants referred through an online enrollment portal in the US\n\nIn this section\n\n- **Accelerating innovation**\n  Novartis aspires to be an industry leader in applying data science and digital technologies to the challenge of discovering new medicines.\n  → p. 56\n\n- **Engaging customers**\n  We continue to invest in digital tools to provide personalization and better experiences for customers.\n  → p. 57\n\n- **Digital health solutions**\n  We are deploying digital health solutions to support patients across the world.\n  → p. 57\n\n- **Embedding data and digital in our operations**\n  We use technology to increase efficiency, while promoting digital skills and following robust standards on data management, ethics and cybersecurity.\n  → p. 59\n\nRelated links and disclosures:\n\n- Privacy Policy\n- Position on Nanotechnology-Based Medicine\n- Novartis Biome\n- Position on Regulatory Data Protection\n- Our Commitment to Ethical and Responsible Use of AI\nAccelerating innovation\n\nNovartis aspires to be an industry leader in applying data science and digital technologies to the challenge of discovering new medicines. By enhancing assets in our pipeline through data and digital, we aim to improve patient outcomes, streamline the development process, and support diverse, inclusive trials.\n\nOne example is the use of digital devices, such as wearable sensors, to capture continuous data on physical activity, sleep quality or fatigue, which could be used as endpoints in trials for diseases including chronic obstructive pulmonary disease (COPD) and Sjögren’s syndrome. Such “digital endpoints” can improve the relevance and objectivity of clinical trial data, as well as offer new insights. In our chimeric antigen receptor T-cell (CAR-T) programs, for example, we are using a wearable digital sensor as an exploratory endpoint to plot the early detection of serious side effects like cytokine release syndrome in outpatient settings. In 2021, digital endpoints were used in 16 Novartis trials, with plans to add more in the coming years.\n\nDigital technology can also make clinical trials more convenient for patients and caregivers by reducing the need for repeated in-person clinic visits. For example, in a Phase III study of our gene therapy Zolgensma, patients can upload videos of their child’s progress remotely from home.\n\nLeveraging our data\n\nWe are taking advantage of a key resource – vast amounts of data that are already in our possession. By using predictive analytics, we can improve productivity and spur innovation. In 2021, Novartis received a “Eye on Innovation” award from Gartner for our success in bringing this data together on a foundational, enterprise-wide data and analytics platform that includes more than 100 solutions and covers the life cycle of our business.\n\nOne example is data42, which makes data from more than 2,700 clinical trials over two decades, as well as data from real-world settings, available to data scientists and researchers across Novartis. This advanced analytics platform makes it possible to discover connections in our data, identify relevant patient populations, and test hypotheses on a previously unimaginable scale – all with the aim of finding more treatments and getting them to patients faster.\n\nData42 makes it possible to discover connections in our data, identify relevant patient populations, and test hypotheses on a previously unimaginable scale.\n\nPatient data in data42 is anonymized and protected by a robust clinical data access policy and on granting access only after receiving training. We are currently expanding data42 by adding more preclinical data.\n\nIn 2021, data42 was used by more than 900 employees working on around 300 projects. These include efforts to better understand disease progression, optimize treatments and improve clinical trial design. For example, for an analysis in COPD, researchers can include data from patients in a heart failure trial who have COPD in their medical history or as an adverse event. For the first time, data scientists and researchers can also view the gender balance across all Novartis trials, sorted by disease area, indication and country. These insights help us design future trials with more emphasis on diversity and inclusion.\n\nResilient clinical trials\n\nOur investments in technology also helped keep our clinical trials on track during the COVID-19 pandemic. For example, more than 3,000 participants across nine clinical trials were referred through an online enrollment portal, after more than 16,000 potential participants completed an online trial qualification questionnaire. In one Phase II trial, digital recruitment contributed over 25% of the cohort of randomized patients.\n\nWe used another digital tool to forecast COVID-19 case progression and anticipate disruptions to clinical trials. In one trial, for instance, we identified potential delays of up to several months in patient enrollment and first visits related to specific locations. By redirecting resources to compensate, we reduced this gap to a few weeks. In other trials, we switched to remote solutions such as home nursing and home delivery of the investigational medicine.\n\nStreamlining R&D\n\nThe Novartis AI Innovation Center (AI Lab), a collaboration with Microsoft, continues to scale a range of solutions to improve productivity in early research through to product launch. For example, the AI Lab developed a platform that assists medicinal chemists in optimizing molecular structures of promising molecules, enabling faster compound design and selection.\n\nAlso in partnership with Microsoft, we rolled out a new AI tool to help simplify and streamline some of our processes. In 2021, it was used by employees responsible for formulation development and early manufacturing of investigational medicines. The platform is improving efficiency by connecting data sets and leveraging information from thousands of past formulations, and is expected to yield cost savings of several million dollars per year. We plan to expand the platform to other areas in our R&D operations.\n\nNovartis saved over USD 14 million from 2018 to 2021 by deploying BenchSci, an AI platform that derives actionable knowledge from scientific publications. Scientists at the Novartis Institutes for BioMedical Research (NIBR) use BenchSci to select the best antibody and other key reagents for their work, avoiding costly and unproductive experimental dead ends. BenchSci has helped accelerate projects by months, while also delivering novel scientific insights.\n\nBenchSci has helped accelerate projects by months, while also delivering novel scientific insights.\n\nWe also work with academic organizations in areas of mutual scientific interest. For example, a collaboration with the Oxford Big Data Institute uses AI to generate insights from a multiple sclerosis (MS) clinical data set containing brain MRI scans and other data from approximately 35,000 patients. The data set includes up to 15 years of follow-up for some patients. The project has already yielded peer-reviewed publications and will generate further insights on long-term disease progression and prognosis of MS patients.\n\nEngaging customers\n\nWe continue to invest in digital tools to provide a detailed report that can be shared with their doctor. The site also gives links to disease information, details about local specialists, and, in some cases, a telemedicine consultation. At the end of 2021, users had completed more than 53,000 assessments. Over 12,000 had symptoms consistent with psoriatic arthritis or axial spondyloarthritis, and approximately 2,300 took follow-up actions. The tool was developed with Ada Health, and the\nDigital solutions for global health\n\nOne of the first companies to partner with the Novartis Biome was Hemex Health, which developed a small, automated testing device – already approved for use in Ghana - to quickly detect genetic blood disorders such as sickle cell disease. The Novartis Biome is now working with Hemex Health on an extensive research implementation study to support expanded use of the device in primary care settings in sub-Saharan Africa, which carries 80% of the global disease burden.\n\nWe continued to work on an initiative co-founded by Novartis that aims to strengthen the foundations of digital healthcare systems in low- and middle-income countries (LMICs). Partners include the University of Oslo in Norway, which has developed the world’s largest open-source health and disease information management system for LMICs, known as DHIS2. It is currently in use in more than 73 countries. Together with our partners, we are adding disease metadata packages for our global health flagship programs to DHIS2, along with other enhancements, to enable countries to further reduce supply chain bottlenecks and improve access to medicine. Novartis teams are using the system to support our malaria programs as well.\n\nIn addition, we launched a partnership with Hewlett Packard Enterprise to accelerate the use of data and digital technologies for global health solutions. The first use case is a disease surveillance platform for dengue fever, which the World Health Organization has listed as a top 10 global health threat. For more information about how we address global health challenges, please see the section “Build trust with society.”\n\nEmbedding data and digital in our operations\n\nWe use technology to drive greater efficiency and cost savings across our operations. For example, a platform in our manufacturing operations called SpotOn Insights Center provides multiple digital solutions to help maximize economy of scale, reduce throughput times and optimize inventories. One of these solutions already helps 18 production sites to optimize finished goods supply chains for more than 400 of our products.\n\nIn addition, we are automating core operational processes at scale by deploying robotic cognitive automation – also known as “bots” – across our Customer & Technology Solutions organization. One example is an intelligent assistant that automates large parts of the writing of medical reports. Bots are also helping to resolve (either partially or fully) approximately 80% of user requests to our enterprise-wide IT helpdesk.\n\nWe promote training opportunities to develop digital skills among our employees. We have expanded our data science training and mentoring programs, which we launched in 2020. We have also invested in a learning platform for data science coding skills, which has been used by over 850 employees who spent a total of over 11,000 hours on the platform in 2021. For more examples of our progress in building digital skills across Novartis, please see the section “Unleash the power of our people.”\n\nUsing data and AI responsibly and securely\n\nIn 2021, we completed the rollout of a new data management process – covering the entire data life cycle – to accelerate our digital transformation while ensuring data privacy. The new process spans nearly 5 million data sets, covering functions including R&D, finance, operations and procurement. Each domain has a data owner who is responsible for making their data available to the enterprise with the right quality and traceability, while also ensuring correct usage. These leaders are working together to unify data governance and processes across the organization and ensure that data is a strategic reusable asset for the company.\n\nIn 2021, we published our commitment to the ethical and responsible use of artificial intelligence.\n\nThe use of new technologies such as AI creates new ethical questions, including how to avoid biases in data. In 2021, we published our commitment to the ethical and responsible use of AI to show the steps we are taking to be transparent, responsible and respectful of human rights in our use of AI. We created these guidelines in collaboration with leading ethicists from the International Bioethics Advisory Committee, and specialists in AI and data privacy. The position outlines our commitment to data privacy, security, accountability and environmental sustainability. We are taking steps to integrate these principles across the organization.\n\nEffective cybersecurity\n\nWe have robust governance, policies and controls to ensure the security of our data and IT systems, including Board-level oversight of cybersecurity through the Risk Committee, and management-level responsibility through our Chief Information Security Officer. Novartis did not experience any material cyber-security incidents in 2021.\n\nTo prevent system interruptions, we have business continuity plans that we test at least every six months. We conduct internal vulnerability analyses as well as external testing via a third party to ensure the effectiveness of our controls.\n\nThe Novartis Global Information Management Policy is available to all employees via the Novartis Intranet. We include cybersecurity in our Code of Ethics commitments and require suppliers to implement organizational security policies and standards.\nUnleash the power of our people\n\nOur people bring our purpose to life. We are transforming our culture to empower each employee to be inspired by our purpose and drive innovation. We are creating an environment that supports diversity and the freedom to be our authentic selves, while providing the flexibility to deliver our best work.\n\n2021 highlights\n\n- **Employee engagement score**: 78 (out of 100) in Q4, 5 points higher than the industry benchmark\n- **16,000 Employees using a digital awareness hub to enhance their skills in data science, AI and other areas**\n- **80% Of global hiring with no historical salary data to reduce the risk of gender bias**\n- **5,000 Leaders taking part in the Unbossed Leadership Development program**\n\nIn this section\n\n- **Evolving ways of working**: In a changing working environment, we are giving employees and teams the flexibility to optimize their performance.\n- **Learning and development**: We promote a culture of curiosity and unbossed leadership to help drive innovation and performance.\n- **Diversity and inclusion**: We continue to build an environment that provides equal opportunities for all employees and where everyone is treated with dignity and respect.\n- **Supporting and protecting our employees**: Novartis provides a range of benefits, including paid parental leave. We also continue to protect our employees amid the ongoing COVID-19 pandemic.\n- **Engagement and volunteering**: Thousands of Novartis employees participated in volunteering programs in 2021, ranging from on-the-ground projects to virtual volunteering.\n\nRelated links and disclosures:\n\n- Our Equal Pay International Coalition (EPIC) commitments\n- Global Guideline on P&O Principles and Labor Rights Practices\n- Health, Safety and Environment Policy\n- Global Non-Discrimination, Non-Harassment, Civility and Non-Retaliation Guideline\n- Global Parental Leave Guideline\nOur employees are critical to fulfilling our purpose of reimagining medicine to improve and extend people’s lives. We depend on the skills and creativity of our people to develop and produce new medicines, and deliver them to patients. Our aspiration is for every employee to feel inspired by our purpose, be curious about new ideas, and work in an unbossed environment that encourages teamwork, initiative and innovation.\n\nIn 2021, we made progress in transforming our culture to attract and retain the best talent to support our strategy. Amid the COVID-19 pandemic, we explored new working models that allow employees to maximize their performance. We continued to promote digital skills across the organization and reached more leaders with our flagship leadership development program, while becoming a more diverse, equitable and inclusive organization.\n\nThe score for engagement in our quarterly employee survey stood at 73 in Q4 2021, compared to 80 in Q4 2020. The latest score was 5 points higher than the industry benchmark and was broadly consistent across genders, with scores of 78 for men and 79 for women. Engagement favorability, which measures the percentage of “agree” or “strongly agree” survey responses, was 86% in the fourth quarter, compared with 87% a year earlier.\n\nIn 2021, we continued to score highly in environmental, social and governance (ESG) ratings on human capital. For example, Novartis improved its performance in the S&P Global Corporate Sustainability Assessment, with strong ESG scores achieved in the areas of human capital development, labor practices, and talent attraction and retention.\n\nEvolving ways of working\n\nCOVID-19 has reshaped the global working environment. In an internal survey, more than three-quarters of Novartis employees said they wanted to continue with a mix of office-based and remote working post-pandemic – consistent with external trends.\n\nIn this environment, we embarked on a multiyear program called Choice with Responsibility to explore new working models. The aim is to give employees greater flexibility in how they work to optimize their well-being and performance while maintaining a focus on productivity and innovation. As part of this program, we continued a policy introduced in 2020 for employees to choose how, when and where they work within their country (and in the US, within their state) of employment, in alignment with their teams to ensure a continued focus on collaboration and innovation.\n\nChoice with Responsibility applies to all employees, but we recognize there is a wide diversity of roles within the organization. Some production work and laboratory research, for example, may not allow as much flexibility as other roles. The choices about how, when and where people work will therefore be different based on their role, the nature of the team, and health, safety and legal/regulatory requirements.\n\nDuring 2021, we conducted around 70 local and global experiments involving a total of 25 000 employees, which are giving clarity on the path forward. The results will provide a basis for our ways of working in the future.\n\nFor example, 500 employees in 15 countries took part in a three-month experiment to understand and address the challenges of moving to a virtual environment. The results showed 70% of participants prefer a hybrid arrangement in which their time is divided between their home and workplace. Meanwhile, teams that determined their own solutions on how to work together felt more able to collaborate and manage their workload compared with teams that had not, leading to an overall feeling of Novartis having improved as a place to work.\n\nIn 2021, we continued expanding our global program to help manage their physical, mental and social well-being. All 20 000 Novartis leaders and 2 169 other employees took part in an e-learning program to enhance their well-being, while 57 001 people visited a “How are you feeling?” webpage with resources to help them manage stress and other topics. In addition, 14 257 employees attended workshops during a well-being month, with 96% of attendees saying they would apply learnings in their daily work. Meanwhile, two third-party smartphone apps provided by Novartis were used by 32 709 employees to increase self-awareness and develop positive habits in areas including movement, nutrition, recovery and mindset, which are important for holistic well-being.\n\nIn another important change, we transformed our approach to performance management and development by replacing annual performance ratings with a flexible, continuous feedback process, suggesting they are becoming more open to innovation.\n\nLearning and development\n\nIn 2021, we continued to focus on promoting a culture of curiosity and learning. This was the third year of our Go Big on Learning initiative, which involves a USD 100 million investment in addition to the normal annual training budget of USD 200 million.\n\nOur aspiration is for every internal employee to spend 100 hours per year on learning. We achieved an average of 52.1 training hours per internal employee in 2021, broadly in line with the previous year.\n\nOur focus on learning and development is being recognized by current and prospective employees. The score for learning engagement and growth in the OurVoice survey remained at an all-time high of 75 in 2021, compared to an industry benchmark of 71. In addition, opportunities for learning and career growth were cited by successful applicants as a leading reason for wanting to join Novartis.\n\nLearning requirements reflected the change to more flexible working practices as well as greater demand for digital skills to support our strategy. Across both LinkedIn Learning and Coursera, we registered a total of more than 47 000 active users and more than 105 000 courses completed in 2021. We also maintained access to the Coursera friends and family program for 15 000 users.\n\nApproximately 16 000 employees used a digital awareness hub to enhance their knowledge and skills in data science, artificial intelligence (AI) and related areas. In 2021, training related to digital skills more than doubled from the previous year, based on an analysis provided by Coursera. Novartis was ahead of the industry benchmark in data analysis and other areas, according to Coursera.\n\nFurthermore, we launched a new learning platform for 10 000 employees, primarily in our commercial operations, that uses AI to customize learning on digital skills based on an individual’s role and daily activities.\n\nUnbossed: learning to lead differently\n\nThe idea behind “unbossed” is that people are most creative and productive when they are empowered to pursue their ideas. We want Novartis leaders to provide clarity and accountability for their teams, remove obstacles, and empower others to reach their potential.\n\nIn 2021, more than 5 000 leaders took part in a development program called the Unbossed Leadership Experience (ULE), which provides them with the skills needed to drive our cultural transformation in an environment conducive to personal growth. We are now nearly halfway to meeting our ambition of bringing ULE to all 20 000 leaders at Novartis.\n\nIn an employee survey, teams reporting to senior leaders who completed the program showed higher results for engagement (3.8 percentage points), empowerment (2.9 percentage points), and feeling safe to speak up (3.6 percentage points) compared with the company benchmark. Teams working closely with ULE leaders were also more comfortable with experimentation and potential failure, according to a separate feedback process, suggesting they are becoming more open to innovation.\nDiversity and inclusion\n\nWe seek to create a diverse, equitable and inclusive environment that provides equal opportunities for all employees and where everyone is treated with dignity and respect. We do this not only because it is right, but also because it helps to generate new ideas and brings us closer to the diverse perspectives of patients and other stakeholders. We recognize that everyone plays a part in building an inclusive environment, and in 2021, 97% of our employees completed the first global e-training on diversity and inclusion (D&I).\n\nA key element of our D&I strategy is gender equity, and we made progress in 2021 toward our Equal Pay International Coalition (EPIC) pledge to achieve gender balance in management. To do this not only because it is right, but also because it helps to generate new ideas and brings us closer to the diverse perspectives of patients and other stakeholders. We recognize that everyone plays a part in building an inclusive environment, and in 2021, 97% of our employees completed the first global e-training on diversity and inclusion (D&I).\n\nOur progress in building a diverse and inclusive environment was recognized externally. Novartis was included in the Gender Equality Index for the third year in a row.\n\nSupporting and protecting our employees\n\nWhere possible, Novartis provides benefits to all full- and part-time employees. These vary between countries but generally include comprehensive health, well-being and retirement benefits, as well as parental leave, adoption leave, and medical leave. In 2021, we continued our senior sponsorship program for LGBTQI employees with reverse mentoring for participants. The program has been used by a total of 23,346 employees in more than 60 countries, with activities ranging from one-off projects to virtual volunteering from home. Employees are empowered to share their skills and experience in a way that best suits their interests and availability – with no specific time limits on activities.\n\nVolunteering programs during 2021 included the US President’s Malawi Initiative, the International Committee of the Red Cross, Save the Children, Last Mile Health, The Max Foundation, and the Tropical Education Trust.\n\nWe began a partnership with the International Rescue Committee in which Novartis volunteers supported 22 refugees, migrants and asylum-seekers to sustain small businesses in the US. We also engaged with the Tent Partnership for Refugees and committed to provide 50 monitoring opportunities for LGBTQI refugees in the US, Germany and the UK over the next three years.\n\nIn addition, we are preparing to launch in early 2022 a new digital tool that matches the needs of our partners with the skills and interests of our employees. Going forward, this will enable us to better measure the impact of our volunteering activities.\n## OUR PERFORMANCE IN 2021\n\n### People performance indicators\n\n| Indicator | 2021 | 2020 | 2019 |\n|-----------|------|------|------|\n| Headcount | 106,014 | 110,730 | 108,776 |\n| Full-time equivalent positions | 104,323 | 105,794 | 103,914 |\n| Annual training hours per employee (full population / internal only) | 44.6 / 52.1 | 45.7 / 53.2 | 35.8 / n/a |\n| Representation of nationalities: overall / management | 143 / 115 | 142 / 113 | 149 / 110 |\n| Employees represented by an employee representative body or covered by a collective bargaining agreement (%) | 47 | 46 | 46 |\n| Percentage turnover: voluntary / overall | 7.5 / 10.3 | 5.2 / 10.1 | 7.0 / 14.0 |\n| Health and safety | | | |\n| Lost-time injury and illness rate (per 200,000 hours worked) | 0.13 | 0.13 | 0.18 |\n| Total recordable case rate (per 200,000 hours worked) | 0.25 | 0.23 | 0.36 |\n| Fatalities | 0 | 1 | 1 |\n\n### Gender indicators\n\n| Indicator | 2021 | 2020 | 2019 |\n|-----------|------|------|------|\n| Median tenure in years: female / male | 4.8 / 5.5 | 4.7 / 5.5 | 5.3 / 5.5 |\n| Gender representation (% female / % male) | | | |\n| Overall headcount | 51 / 49 | 50 / 49 | 50 / 49 |\n| IT | 52 / 47 | 52 / 48 | 51 / 49 |\n| Promotions | 55 / 45 | 52 / 48 | 51 / 49 |\n| Overall turnover | 53 / 50 | 50 / 50 | 49 / 51 |\n| Entry-level positions (job levels 6, 7, 8) | 52 / 48 | 52 / 48 | 52 / 48 |\n| Reserve-producing roles | 51 / 49 | 50 / 50 | 49 / 51 |\n| IT roles (IT per head) | 53 / 77 | 52 / 78 | 52 / 78 |\n| Engineering roles (R&D + TechOps job families) | 48 / 52 | 47 / 53 | 49 / 53 |\n| Overall management | 46 / 54 | 46 / 55 | 44 / 56 |\n| Novartis Top Leaders | 38 / 52 | 37 / 57 | 37 / 57 |\n| Senior management | 39 / 51 | 39 / 51 | 39 / 51 |\n| Middle management | 47 / 52 | 46 / 54 | 45 / 54 |\n| Board of Directors | 36 / 69 | 39 / 71 | 29 / 71 |\n| Gender representation by contract type (female / male) | | | |\n| Full time | 48,696 / 51,604 | 48,612 / 52,557 | 46,507 / 53,154 |\n| Part-time | 6,758 / 113 | 7,054 / 129 | 7,538 / 146 |\n| Permanent | 52,500 / 51,604 | 53,729 / 53,096 | 51,906 / 52,691 |\n| Temporary | 1,054 / 1,029 | 1,035 / 1,029 | 2,327 / 1,716 |\n\n### Number of employees by region, by contract type (permanent / temporary)\n\n| Region | Full time | Part-time | Permanent | Temporary |\n|--------|-----------|-----------|-----------|-----------|\n| Asia-Pacific | 39,209 / 400 | 27,711 / 300 | 26,559 / 666 | |\n| Europe / Middle East / Africa | 55,362 / 2,752 | 56,952 / 3,016 | 56,053 / 3,083 | |\n| Latin America | 5,601 / 167 | 5,092 / 167 | 5,217 / 176 | |\n| North America | 10,396 / 144 | 17,170 / 81 | 15,817 / 122 | |\n\n---\n\n1. Headcount reflects the total number of employees in our payroll systems. Full-time equivalent adjusts headcount for employees working less than 100%.\n2. From 2021, Novartis has begun reporting training hours for internal employees only, in addition to data for the full population.\n3. Management defined by Global Job Level Architecture and Novartis Top Leaders.\n4. Non-management employees.\n5. Data include Novartis employees and third-party personnel managed by Novartis employees.\n6. Data include all work-related injury and illness, whether leading to lost time or not.\n7. Fewer than 0.5% of employees have unknown classification, apart from hires, which have a 1.2% unknown classification.\n8. 1.2% of hires have unknown classification.\n9. American producing roles are defined as the sum of R&D, and strategy plan, commercial and market access, and marketing and sales job families.\n10. Engineering roles are defined as the sum of research and development and Technical Operations job families.\n11. Novartis Top Leaders comprise the approximately 300 most senior managers at Novartis, including the Executive Committee of Novartis.\nBuild trust with society\n\nOur long-term success depends on building and maintaining trust with society. We strive to meet the expectations of our stakeholders by making our medicines available to as many people as possible, by acting ethically, and by making a positive difference for society while minimizing our environmental impact.\n\n2021 highlights\n\n- **56.2 m** Patients reached through access approaches\n- **1 bn** Antimalarial treatments delivered to patients since 1999, with more than 90% supplied without profit\n- **31%** Increase in patients reached through emerging market brands\n- **–34%** Greenhouse gas emissions reduced vs. 2016 baseline (Scope 1 and Scope 2)\n\nIn this section\n\n- **Leading the way on access and global health**\n  Improving access to medicines remains one of the world’s greatest healthcare needs. We seek to expand access to underserved patient populations while addressing major global health challenges.\n  → p. 70\n\n- **Holding ourselves to high ethical standards**\n  Our stakeholders expect us to act with high ethical standards wherever we operate. We are making progress in embedding ethics and human rights across our company.\n  → p. 83\n\n- **Being a responsible citizen**\n  Novartis is committed to playing a positive and constructive role in society by addressing issues such as environmental sustainability and antimicrobial resistance.\n  → p. 83\n\nRelated links and disclosures:\n\n- Position on Access to Medicines\n- Position on Value-Based Healthcare\n- Anti-Bribery Report\n- Environmental Sustainability Strategy\n- Human Rights Commitment Statement\nNovartis access principles\n\n**Affordability:** We aim to price our medicines based on the value they deliver to patients. We work to make our medicines available adopting innovative access and pricing models, taking into account local income levels, affordability barriers and economic realities.\n\n**System strengthening:** We work with governments and other partners to overcome barriers to healthcare delivery and support quality patient care in areas where we can have the greatest impact.\n\n**Research & development:** We systematically assess our product portfolio against the unmet needs of underserved populations and integrate these into our drug discovery and development strategy. We want to make our medicines available in countries with the highest burden of the disease to be treated.\n\n**Access principles**\n\n---\n\n**Our global health priorities**\n\nOur work on global health is aligned with our overall efforts to expand access to our medicines. We follow an integrated approach for the control or elimination of four diseases where there has been market failure and little investment in research and development:\n\n- **Sickle cell disease (SCD)** is a genetic blood disorder that affects more than 6 million people worldwide. While around 80% of the global disease burden is in Africa, SCD also affects approximately 100,000 children and adults in the US. Novartis is exploring new therapeutics and working to improve care for SCD patients in both developed and developing countries.\n\n- **Chagas disease** affects approximately 6 million people, mainly in Latin America. Starting as a parasitic disease, it can lead to chronic cardiac disorders in up to 30% of patients. Novartis is active in drug discovery for new antiparasitic compounds and clinical research on Chagas cardiomyopathy, as well as health system strengthening initiatives.\n\n- **Malaria** is preventable and curable, yet it remains one of the most deadly infectious diseases in the world. Novartis has been at the forefront of the fight against malaria for more than two decades, launching the first fixed-dose artemisinin-based combination therapy (ACT) and working with partners to deliver more than 1 billion antimalarials, the majority without profit.\n\n- **Legrosy** causes physical disability and stigma for approximately 1.5 million people worldwide. Multidrug therapy donated by Novartis has been a cornerstone of global elimination efforts, leading to the treatment of more than 7 million people since 2000.\n\nIn addition, through the Novartis Institute for Tropical Diseases (NITD), we continue to research and develop a promising portfolio of drug candidates for the treatment of neglected tropical diseases that affect around 16 billion people worldwide, including dengue fever, diarrheal disease and visceral leishmaniasis.\n\nFor more information on our research and development activities for malaria, sickle cell disease and other neglected diseases, please see the section “Deliver transformative innovation.”\n\n---\n\n**Our targets for access and global health**\n\nIn 2020, Novartis committed to increase patient reach with our strategic innovative therapies in LMICs by at least 200% by 2025 (vs. 2019). In addition, we aim to increase patient reach of our four global health flagship programs by at least 50% over the same period. To reinforce our commitment to these targets, we issued a EUR 1.85 billion sustainability-linked bond in 2020. Bondholders are entitled to receive a higher amount of interest if Novartis does not meet its access targets.\n\nWe are on track to meet our targets. In 2021, we achieved a 36% increase in patient reach with our strategic innovative therapies compared with the previous year (up 73% from 2019). Patients reached through our global flagship programs declined by 26% from the prior year, when we saw a sharp increase due to our ability to maintain delivery despite wider COVID-19 related supply disruptions. However, the latest figure was still more than double our 2019 baseline (please see the table on page 72 for more details).\n\n**Access principle 1: research and development**\n\nWe systematically assess our research and development portfolio against the unmet needs of underserved populations. We select countries and sites to implement clinical trials based on medical needs, and we only initiate clinical trials in countries where we intend to make the medicine available to patients. We also work with governments and nongovernmental organizations to increase clinical trial capabilities in LMICs, with the goal of bringing more innovation to patients.\n\nFor more information on our research and development activities for malaria, sickle cell disease and other neglected diseases, please see the section “Deliver transformative innovation.”\n\n---\n\n**Novartis access principles**\n\nImproving access to medicines remains one of the world’s greatest healthcare challenges. At Novartis, we know that building trust with society depends not only on finding new treatments but also on making them available to as many people as possible. Our 2021 materiality assessment identified access as one of our most material topics.\n\nWe seek to expand access to our medicines to underserved patient populations in both developed and developing countries, while addressing major global health challenges. We reached 56.2 million patients in 2021 through access approaches, and we have set ambitious targets to reinforce our commitments. Relevant members of the Executive Committee of Novartis have access metrics in their annual performance objectives.\n\nThe Access to Medicine Foundation has recognized our efforts in this area, ranking us second in the 2021 Access to Medicine Index among 20 of the world’s largest healthcare companies.\n\n**Novartis access principles**\n\nWe aim to implement an access strategy for all new medicines launched. These strategies include innovative pricing and access models, earlier launches in low- and middle-income countries (LMICs), and approaches to strengthen healthcare systems. Information in this chapter on access and global health is organized according to the three pillars of our access principles (see infographic below).\n\n---\n\n**Novartis in Society Integrated Report | 71**\nAccess principle 2: affordability\nWe use a combination of approaches to help patients across the income pyramid access our medicines. We seek to price our medicines based on the value they deliver to patients, healthcare systems and society. We aim to implement tiered pricing for launches in our Pharmaceuticals and Oncology business units, taking into account income levels, local affordability barriers and economic realities, while maintaining the sustainability of our business. We also make our medicines available through patient support programs, as well as managed access and post-trial access programs.\n\nNovartis access strategies\nOur access strategies are adapted to the needs of people across income segments.\n\n| Income segments | Novartis access approaches |\n|-----------------|---------------------------|\n| High Income     | Equitable commercial models, Emerging markets, Generics, Social business models, Patient assistance programs, Zero profit models, Strategic philanthropy, Tech, Contingent strategic philanthropy leaders |\n| Upper-middle income | Equitable commercial models, Emerging markets, Generics, Social business models, Patient assistance programs, Zero profit models, Strategic philanthropy, Tech, Contingent strategic philanthropy leaders |\n| Middle Income   | Equitable commercial models, Emerging markets, Generics, Social business models, Patient assistance programs, Zero profit models, Strategic philanthropy, Tech, Contingent strategic philanthropy leaders |\n| Low Income      | Equitable commercial models, Emerging markets, Generics, Social business models, Patient assistance programs, Zero profit models, Strategic philanthropy, Tech, Contingent strategic philanthropy leaders |\n| Poor            | Equitable commercial models, Emerging markets, Generics, Social business models, Patient assistance programs, Zero profit models, Strategic philanthropy, Tech, Contingent strategic philanthropy leaders |\n\nAccess to healthcare performance indicators\n\n| Category | 2021 | 2020 |\n|----------|------|------|\n| Overall patients reached (millions) | 4,122 | 3,605 |\n| Patients reached with medicines – total | 766 | 709 |\n| Patients reached through access approaches | 566 | 544 |\n| Sustainability (September 23, 2020 – September 23, 2020) | 32,055,224 | 31,569,640 |\n| Novartis Global Health | 1,330 | 1,234 |\n| Countries with medicines on the ground | 123 | 115 |\n| PEPFAR | 1,330 | 1,234 |\n| Patients reached with medicines through Novartis Global Health (millions) | 55.5 | 55.6 |\n| Health educators trained | 2,887 | 2,711 |\n| Healthcare providers trained | 10,710 | 12,048 |\n| Policymakers trained | 176 | 90 |\n| Points of service provision | 4,365 | 5,062 |\n| People reached at points of service provision | 369,305 | 486,542 |\n| Awareness events held | 412,872 | 434,076 |\n| People reached at awareness events | 9,678,360 | 9,046,260 |\n\nValue-based pricing\nWe aim to price our medicines according to the value they deliver to patients, healthcare systems and society. We believe this approach incentivizes healthcare systems to focus on interventions that deliver the most effective, efficient and sustainable outcomes.\n\nIn 2021, for example, we announced a world-first agreement with the UK’s public healthcare system to make Leprosy, our cholesterol-lowering medicine, available to patients in England through an innovative population health management approach. The agreement followed a positive recommendation by the UK’s National Institute for Health and Care Excellence, which determined whether medicines represent value-for-money to the country’s healthcare system.\n\nNovartis was also one of the first pharmaceutical companies to enter into value-based contracting for medicines, linking price and reimbursement rates to specific outcomes – including for Zolgensma, our break-through gene therapy for patients with spinal muscular atrophy.\n\nWe consider the following elements in proposing the price of our innovative medicines:\n\n- **Patient value:** Do our medicines help increase patient quality of life and/or patient safety?\n- **Healthcare system value:** Do our medicines help increase efficiency and/or reduce costs elsewhere in the system, for example by preventing hospitalizations?\n- **Societal value:** Do our medicines have an impact beyond the immediate healthcare benefit, such as by helping to improve economic productivity?\n\nA variety of approaches exist on how to measure the value of our medicines. We aim to generate transpar-\nTo drive access in sub-Saharan Africa (SSA), we established a dedicated Novartis SSA unit of about 700 employees that aims to expand the availability of our full portfolio of medicines, taking a high-volume, lower-price approach – with an aspiration to double patient reach in the region by 2022.\n\nFor example, we aim to bring affordable cancer treatments to 22 countries in SSA through our Cancer Access Partnership (CAP) with the Clinton Health Access Initiative. In 2021, we implemented the program in more than six countries, reaching patients with breast, prostate and cervical cancer through our CAP product line, which includes patented medicines and Sandoz generics. Medicines are offered at a competitive yet sustaina-\nble price, and we are working with partners to minimize markups on CAP products for patients purchasing their treatments out of pocket. Together with our partners, we aim to optimize the continuum of care across the patient journey, including through health system strengthening activities.\n\nZeroprofit models\nIn 2021, we reached the milestone of 1 billion treatments of our antimalarial medicine Coartem delivered since 1999, with more than 90% supplied without profit. For more information, please see “One billion antimalarials delivered to patients” on page 76.\n\nDonations\nThrough our donation programs, Novartis supports LMICs in their efforts to treat patients for neglected diseases or life-threatening conditions, and to provide medicines in areas impacted by the COVID-19 pandemic, natural disasters and extreme poverty.\n\nOne of our key programs is CMLPath to Care™, which connects people living with chronic myeloid leukemia (CML) with effective treatments made available at no cost, professional medical capabilities, trained physicians and hands-on support. The initiative is implemented in 67 countries that are most urgently in need of medicines, as identified by the Access to Medicine Index. In 2021, the program reached more than 29,300 patients.\n\nLeqvio: integrated access in action\nOur cholesterol-lowering medicine Leqvio is a prime example of how we integrate innovative access strategies into the launch of our medicines.\n\nLeqvio is approved in more than 50 countries to treat atherosclerotic cardiovascular diseases, which accounts for over 80% of all cardiovascular disease (CVD) deaths. As part of our access strategy, we aim to introduce emerging market brands for Leqvio with tiered pricing in LMICs and upper-middle-income countries to address affordability challenges, based on local feasibility assessments. We also intend to minimize time lags between first launch in Europe and launches in LMICs.\n\nWe also partner with health systems to improve patient outcomes. In the UK, for instance, Leqvio is provided under a first-of-its-kind population health management approach through the National Health Service in England. It is expected to treat up to 300,000 patients at high risk of a second cardiovascular event in the community setting over three years. We are also exploring population health approaches in other markets. In Colombia, for example, we formed an alliance with the innovation chamber of the government and civil society stakeholders to help remove treatment barriers for more than 50,000 high-risk CVD patients.\n\nFor over 30 years, Novartis has been working with partners around the world to eliminate leprosy.\n\nFor over 30 years, Novartis has been working with partners around the world to eliminate leprosy. Since 2000, Novartis has donated more than 68 million blister packs of multidrug therapy (MDT) valued at approximately USD 159 million through the WHO, helping to treat more than 7.3 million leprosy patients worldwide. In 2021, we extended our donation agreement with the WHO, and reached more than 75,000 patients. This was lower than the number of patients reached in 2000, primarily due to countries reducing their screening activities and the COVID-19 pandemic.\n\nThe new five-year agreement with the WHO also covers the continuing donation of triclabendazole for the treatment of fascioliasis, a disease caused by parasites known as liver fluke. Novartis has been donating the drug to the WHO since 2005, helping to treat around 2 million fascioliasis patients in more than 30 countries.\n\nOur Sandoz Division works with organizations including Americans, Operation Smile and Direct Relief to donate medicines to people affected by poverty and disaster. In 2021, Sandoz donated products worth approximately USD 300,000 to these organizations. Sandoz also collaborates with World Child Cancer, a charity that aims to improve diagnosis and access to treatment for children with cancer in LMICs. In the first half of 2021, the partnership reached 18,000 children with cancer and trained 506 healthcare professionals in the Philippines.\n\nPatient support programs\nOur patient support programs help patients access medicines they could not afford due to financial hardship, lack of insurance, or inadequate reimbursement. They also help patients better manage their medications and disease outcomes through services including education, nurse programs and call centers.\n\nOne example is the Novartis Patient Assistance Foundation Inc. (NPAP), which provides medicines at no cost for individuals who are experiencing financial hardship and have limited or no prescription drug coverage in the US. In 2021, NPAP made medicines available to more than 127,000 patients.\n\nAnother program is Novartis Oncology Access, which shares the cost of medicines with government healthcare systems, charities and other payers, or directly with patients without health-care coverage who are unable to pay the full cost. In 2021, more than 294,000 patients in seven countries benefited from the Novartis Oncology portfolio in multiple disease areas.\n\nOther examples include the Vale Mais Saúde™ program in Brazil, which reached more than 1.7 million patients in 2021. The program provides discounts on Novartis therapies for chronic conditions and promotes disease awareness and treatment adherence. In China, meanwhile, we reached 31,000 Cystic fibrosis patients through a program designed to support patients and healthcare professionals with medication adher-\nence and disease awareness. Overall, our patient support programs helped more than 3.8 million patients in 2021.\n\nManaged access programs\nPhysicians sometimes seek access to medicines that are not yet approved or available in their country to treat patients with serious or life-threaten-\ning conditions. Novartis Managed Access Programs (MAPs) address this need by making certain investiga-\ntional or unapproved treatments available to eligible patients.\n\nPatients reached through support programs\n\n| Program | 2021 | 2020 | 2019 |\n|---------|------|------|------|\n| Novartis Patient Assistance Foundation Inc. (US) | 127,4 | 127,2 | 87,7 |\n| Novartis Oncology Access | 29,4 | 33,9 | 62,7 |\n\n*2020 figure corrected and restated\nIn 2021, we reviewed 8,559 MAP requests from physicians. We approved 99% of those requests from 95 countries and across 60 different compounds. At the end of 2021, more than 13,000 patients were receiving treatment through MAPs.\n\nWe fulfilled our 2021 commitment to make Zolgensma, our one-time gene therapy to treat pediatric patients with spinal muscular atrophy, available to up to 100 patients via a global MAP. Further, Tafamidis was approved for 338 patients suffering from lung cancer.\n\nSince 2017, Novartis has collaborated with an external Independent Bioethics Advisory Committee (IBAC), which provides analysis and recommendations on Novartis guidelines and policies for the ethical conduct of clinical research, and on selected ethical challenges that may arise in clinical trials, development programs, managed access programs and other areas across Novartis. The IBAC is made up of bioethicists, clinicians, healthcare practitioners, patient advocates and other experts appropriate to the problem at hand.\n\nOne billion antimalarials delivered to patients\n\nFor decades, Novartis has been involved in the fight against malaria, a disease that causes hundreds of thousands of deaths worldwide despite being treatable and curable.\n\nIn 1999, Novartis launched the first fixed-dose artemisinin-based combination therapy (ACT). In 2001, in a landmark agreement with the WHO, we were the first healthcare company to commit to supply antimalarial treatments to the public sector of endemic countries without profit. More than 450 million were a pediatric formulation developed jointly with Medicines for Malaria Venture. The WHO estimates that adopting ACTs as a first-line treatment for malaria, together with prevention efforts and better diagnostics, have saved 76 million lives since 2000.\n\nMalaria is still endemic in many countries. Moreover, increased temperatures and humidity due to climate change threaten to increase the number of insects that carry vector-borne diseases like malaria. We remain committed to finding solutions for patients. Alongside our access programs, Novartis is advancing the next generation of antimalarials, with several promising candidates in our development pipeline.\n\nAccess principle 3: strengthening healthcare systems\n\nA medicine is only as good as the system that delivers it. Improving access to healthcare requires long-term investments in healthcare infrastructure. We work with governments and partners to strengthen healthcare systems and lower barriers to healthcare delivery. Several examples are provided below. For more information on our health system strengthening framework, please see the Novartis corporate website.\n\nTackling SCD in Africa\n\nLaunched in Ghana in 2019, our Africa sickle cell disease (SCD) program is a public-private partnership that encompasses newborn screening, diagnosis, treatment, education, research and advocacy. In 2021, the program was active in Ghana and Uganda. Novartis continues to work with our partners, including the ministries of health in both countries, to strengthen healthcare systems for the safe and sustainable delivery of SCD treatments for patients. In 2022, we aim to launch the program in Tanzania and Kenya, where the government recently launched national policies for the management of SCD. As part of our efforts to support treatment for SCD in Africa, we received conditional approval for our SCD treatment crizanlizumab in Ghana in December 2021, only six months after submission. Also in 2022, we received approval in Ghana for a pediatric formulation of hydroxyurea to treat SCD (see “Adaptive development”).\n\nAddressing malaria and SCD in India\n\nIndia has the world’s highest burden of malaria and SCD outside of Africa. Novartis is running a malaria screening campaign under the umbrella of the Novartis Healthy Family program (Anugra Parivar) in seven districts in Odisha state, a highly endemic area that bears almost a quarter of the country’s malaria burden. Since the start of the campaign in September 2020, more than 121,000 people have been screened for malaria and potential co-morbidities.\n\nEliminating avoidable blindness\n\nOne billion people worldwide live with preventable visual impairment due to a lack of access to basic eye care. Of these, an estimated 90% live in LMICs. In 2021, we implemented a program built upon an ecosystem of key partners, including Aravind Eye Care System, a network of hospitals in India that is one of the largest providers of eye care in the world, to tackle avoidable blindness in underserved communities in India. In addition, our excellence in Ophthalmology (XOVA) Awards (XOVA) have funded 44 projects across 27 LMICs to leverage community health education activities, capability-building and training for healthcare professionals, and access to affordable eye care services. Moving forward, together with Aravind, XOVA and other local and global partners, we plan to expand the program to improve outcomes in underserved communities in SSA, Vietnam, the US and Bolivia.\n\nThe Novartis Foundation\n\nThe Novartis Foundation focuses on advancing digital and data-led approaches to healthcare, with a particular emphasis on cardiovascular disease (CVD), the leading cause of death globally.\n\nBetter Hearts Better Cities\n\nRapid urbanization in LMICs, and associated lifestyle changes, present increasing challenges to address CVD and its prime risk factor, hypertension (high blood pressure). Although with therapeutic options exist, blood pressure control rates remain poor. In November, the Novartis Foundation published its strategy for addressing cardiovascular population health, known as the CARDIO approach, in the journal Cities & Health.\n\nThis approach has been applied across different continents together with local city authorities and partners in the Better Hearts Better Cities initiative, which addresses hypertension and its underlying determinants by increasing early access to quality care, promoting partnerships, and maximizing the application of technology to strengthen health systems. First results show that between 2018 and 2019, blood pressure control rates in patients treated with medica- tion improved in São Paulo (Brazil), Dakar (Senegal) and Ulaanbaatar (Mongolia). Full results will be published in 2022.\n\nReducing inequity in cardiovascular health\n\nOur health is influenced by where we are born, grow, live, work and age; these factors are referred to as social determinants of health (SDOH). During the COVID-19 pandemic, SDOH put a spotlight on health inequities worldwide, with the outcomes in health between population groups reach far beyond the pandemic, raising the question of how to address cardiovascular (CV) population health.\n\nThe Novartis Foundation and Micro- soft are applying artificial intelligence and advanced analytics to a combina-\n13.7 m\nCommitted (USD)\nto address racial disparities in healthcare as part of our 10-year commitment with Historically Black Colleges in the US\n\nExpanding access through generics and biosimilars\n\nOur Sandoz Division, a leading global generics company, plays an important role in Novartis efforts to increase access to affordable, high-quality medicines for patients worldwide. In 2021, Sandoz reached approximately 490 million patients with its portfolio of around 1,000 molecules across a wide range of disease areas.\n\nGenerics and biosimilars enable healthcare systems to improve access while containing spending growth. In the US, for example, generics accounted for 90% of the volume but only 18% of the cost of prescription medicines in 2020, according to research firm IQVIA.\n\nSandoz teams consider access in pricing strategies for all medicines, for example by typically entering the market well below the list price of the reference product, as well as taking local economic realities into account and acting to keep prices stable at times of market disruption – such as during the COVID-19 pandemic.\n\nOur portfolio of generics and biosimilars increases the supply of affordable medicines across the income pyramid. They also provide the majority of products to our global health markets.\n\nAs one of the world’s largest suppliers of antibiotics, Sandoz also plays a central role in our efforts to tackle antimicrobial resistance. For more information, please see the section “Advancing our program to combat antimicrobial resistance.”\n\nFor more information on the Novartis US Foundation, please see the Novartis in Society US Report.\nHolding ourselves to high ethical standards\n\nActing in an ethical manner is essential to building trust with society. Our stakeholders not only expect us to do what is legally required, but also to follow high standards of ethical behavior wherever we operate.\n\nSupporting ethical decision-making\n\nWe are making progress in embedding our Code of Ethics across the organization and supporting employees to do what is right when faced with ethical dilemmas.\n\nIn 2021, around 98% of employees completed e-training on the Code of Ethics. In addition, around 84,000 employees visited an internal Code of Ethics information platform and around 65,000 accessed an online tool called Decision Explorer that provides guidance to help resolve ethical dilemmas. We also launched a toolkit to support leaders in discussing ethical dilemmas with their teams.\n\nWe improved the way we manage conflicts of interest with the release of a revised framework, including a new guideline, disclosure process and supporting tool. Around 97% of employees completed a declaration area on potential conflicts of interest.\n\nFurther, we took steps to integrate an ethics dialogue into the process for recruiting potential new employees. In 2021, we launched our first annual global ethics survey in 2021 to measure our progress in embedding our Code of Ethics across the organization. Translated into 15 languages, the survey was sent out to 150,000 Novartis employees and external contractors.\n\nThe results from more than 50,000 responses to the survey provide us with robust data across different parts of the company to evaluate the effectiveness of our policies, programs and controls. Importantly, they also help us identify areas where we may need to reinforce our ethical climate and culture. We are working to turn these insights into processes and tools to further encourage ethical behavior, and we plan to repeat the survey in 2022 to gain further insights.\n\nAnti-bribery policies and practices\n\nOur Anti-Bribery Policy states expectations for all employees, and we also clearly state our standards in our Code of Ethics. Specific principles are set out in our Professional Practices Policy, while third-party risk is governed by our Third-Party Code and self-assessment process. This included updating our Third-Party Risk Management framework that builds on our previous commitments and reflects the increasing importance of integrating human rights across the organization.\n\nNew measurement framework\n\nIn 2021, we took another key step in implementing the UN Guiding Principles on Business and Human Rights by developing a measurement framework to track our performance across three pillars: due diligence, empowerment and external engagement.\n\nWe continued our engagement in five priority areas: third-party labor rights, diversity and inclusion, clinical trials, grievance mechanisms, and anti-bribery and corruption. We also updated our list of salient human rights issues based on human rights assessments conducted since 2017.\n\nHuman rights assessments of clinical trials\n\nClinical trials play a critical role in medical development, but they also raise significant human rights considerations. In 2021, we completed a human rights assessment of our clinical trials. Results showed that we are aligned with external expectations on human rights, including on informed consent, transparency, post-trial access to medicine, financial compensations, and potential conflicts of interest, among other areas. Please see here for a list of relevant policies and here for clinical trial results.\n\nEmpowering employees to understand and assess human rights\n\nThrough our internal Human Rights Ambassador Network, we worked with our pharmaceutical export business to develop a human rights assessment toolkit. We are piloting two remote human rights assessments in countries with heightened human rights risk.\n\nPurchasing raw materials from certified sources\n\nInternally, we continued to address risks from raw material inputs into our medicines, and we are rolling out guidance to support our procurement team in purchasing ingredients from certified sources. Externally, through the Pharmaceutical Supply Chain Initiative’s Human Rights and Labor Subcommittee, which Novartis co-chairs, we continued to investigate human rights risks associated with raw material inputs in pharmaceutical products and to develop approaches for collective action in our supply chains.\n\nIntegrating human rights into our third-party risk process\n\nIn 2021, we continued the integration of human rights into the four human rights risk areas (labor rights, health, safety and environment, data privacy, and anti-bribery and corruption) in our Third-Party Risk Management process. This included updating our Third-Party Code and self-assessment frameworks, as well as ongoing training with our third-party labor risk experts.\n\nFurther, we launched a pilot to support suppliers with higher-risk profiles in implementing our Third-Party Code. We are working with suppliers in...\nSingapore and Malaysia to develop guidance and key performance indicators to help them manage risks linked to migrant workers. We publish a statement explaining how we address modern slavery risks or impacts each year.\n\n**Encouraging employees to speak up**\n\nThe Novartis SpeakUp Office, which from 2021 has been integrated into the Ethics, Risk & Compliance (ERC) function, enables employees to raise concerns about potential misconduct while being protected against retaliation. In 2021, a total of 2,099 complaints of alleged misconduct resulting in 1,932 allegations, were received and handled. Of the complaints, 84% came via the SpeakUp channel and the remainder were self-identified via existing internal controls. Anonymous complaints were 33% of the total. We saw a 5% increase in SpeakUp complaints in 2021 compared with 2020, primarily due to employees returning to work sites as the pandemic situation eased in some countries, and due to increased training and awareness of the program.\n\nOf the total cases, 174 (9%) were classified as central matters (higher-risk cases) warranting further investigation, while 1,758 lower-risk matters were addressed or investigated locally. The investigation of these lower-risk matters resulted in 2,385 allegations, were received and handled. Of the complaints, 84% came via the SpeakUp channel and the remainder were self-identified via existing internal controls. Anonymous complaints were 33% of the total. We saw a 5% increase in SpeakUp complaints in 2021 compared with 2020, primarily due to employees returning to work sites as the pandemic situation eased in some countries, and due to increased training and awareness of the program.\n\n**Commitment to transparency and disclosure**\n\nTransparent reporting and disclosure play a key role in building trust with society. Novartis applies and supports laws and regulations that promote transparency around relationships between healthcare companies and healthcare professionals, healthcare organizations and patient organizations, and related transfers of value. Novartis is keeping pace with these developments and is committed to meeting new transparency requirements. Please see here for further details.\n\nFor patient organizations, Novartis goes beyond the reporting requirements set by the EFPIA (European Federation of Pharmaceutical Industries and Associations) Code of Practice. We publish a global report covering transparency in all areas where we operate.\n\nNovartis has supported transparency in clinical trials for more than 20 years and was one of the first companies to commit to publishing trial results of our innovative medicines within one year of study completion, regardless of outcome. For more information, please see www.novartiscclinicaltrials.com.\n\n**Being a responsible citizen**\n\nOur purpose as a global medicines company is inherently social, and we have a responsibility, together with governments and civil society, to contribute solutions to big societal problems such as climate change and antimicrobial resistance. We can help drive positive change by harnessing the assets that make us successful in the first place: people, ideas and capital. For information on how we help combat the global problem of falsified medicines, please see the section ‘Embrace operational excellence.’\n\n**Enhancing environmental sustainability**\n\nOur commitment to environmental sustainability is an important part of how we build trust with society and is aligned with our purpose. Unless we can operate sustainably, our efforts to improve and extend people’s lives may be compromised by our environmental impact.\n\nIn 2021, we further strengthened our environmental targets by committing to become net zero in terms of climate emissions across our value chain by 2045, building on our mid-term long-term goals to become carbon neutral, plastic neutral and water neutral. More details on our performance in 2021 can be found in our climate-related financial disclosures (TCFD). Please see our corporate website for full details of our environmental sustainability strategy.\n\n**Environmental targets**\n\nOur targets to be carbon neutral, plastic neutral and water sustainable are the central focus of our environmental sustainability strategy. In 2021, we reduced greenhouse gas emissions by 34% (Scope 1 and Scope 2) versus our 2016 baseline, making further progress after a 26% reduction in the previous year. We reduced water consumption by 40%, compared with 35% in 2020, and reduced waste disposal by 56%, compared with 38% in 2020 (all versus 2016 baseline figures).\n\nIn addition, we achieved our goal of eliminating 17 types of single-use plastics at 132 Novartis workplaces in scope (remaining stocks are being used at some locations). For example, in the US, all single-use plastic bottles in vending machines were replaced by reusable aluminum, glass or biodegradable containers.\n\nTo reach our emissions targets, we are reducing our energy demand and accelerating our procurement of renewable electricity. We aim to use 100% renewable electricity in our own operations by 2025. In 2021, we signed a 10-year pan-European power purchase agreement with three solar and wind developers, adding 275 megawatts of green power generation capacity to the Spanish grid by 2023.\n\nIn 2020, our overall carbon footprint (Scope 1, Scope 2 and Scope 3) represented 9% of our overall carbon footprint (Scope 1, Scope 2 and Scope 3). To achieve net zero carbon emissions across our value chain will therefore require a coordinated approach with our suppliers. In 2021, we launched Novartis Green Expectations from Suppliers, which requires suppliers to map out their emissions, water consumption and waste footprint baselines; understand water quality thoroughly; set targets, and report their progress. For more on how we approach environmental sustainability in our manufacturing operations and our supply chain, please see the section ‘Embrace operational excellence.’\nIn 2021, Novartis laboratories were certified by My Green Lab, a third-party framework that aims to improve environmental and safety performance. More than 800 Novartis researchers across 24 laboratory sites in 11 countries took part in the certification process. Novartis sites use water for cleaning and cooling purposes, and as a solvent. To ensure the effective management of water use, we have regulatory requirements and ensure that our active pharmaceutical ingredients (APIs) are discharged at levels that are predicted to not cause harm to the environment.\n\nBy 2030, we will expand our current water scope to include all effluents from API and finished dosage form production within Novartis and relevant suppliers, and become water neutral. This means ensuring the amount of water Novartis withdraws from the local environment does not contribute to the depletion of local water reserves. It entails valuing the water needs of stakeholders and the ecosystem in an equitable way.\n\nFurther details of our progress in the area of water quality and quantity are included in the CDP Water Security Report, the AMR Industry Alliance report and the Access to Medicine Foundation AMR Benchmark report.\n\nEnvironment performance indicators\n\n| Indicator | 2021 | 2020 | 2019 |\n|----------|------|------|------|\n| Energy use (100,000 GJ) | 9.77 | 12.85 | 12.75 |\n| GHG emissions, Scope 1, combustion and process | 2841 | 2969 | 3556 |\n| GHG emissions, Scope 1, vehicles | 86.0 | 91.3 | 128.4 |\n| GHG emissions, Scope 2, purchased energy (market based) | 350.4 | 329.9 | 249.4 |\n| GHG emissions, Scope 3, business travel | 15.8 | 22.0 | 191.0 |\n| Total GHG emissions, Scope 1 and Scope 2 (excluding offsets) | 547.0 | 717.1 | 548.9 |\n| GHG emissions, Scope 3, business travel | 344.1 | 29.6 | 29.9 |\n| Emissions intensity (100,000 GJ) | | | |\n| GHG emissions, Scope 1 and Scope 2 per million USD sales | 16.5 | 14.7 | 16.7 |\n| GHG emissions, Scope 1 and Scope 2 per FTE | 6.2 | 6.8 | 6.9 |\n| VOCs (1) | | | |\n| Halogenated volatile organic compounds | 4.5 | 11.6 | 26.6 |\n| Non-halogenated volatile organic compounds | 310.0 | 443.0 | 456.0 |\n| Water (million m3) | | | |\n| Water withdrawal | 47.9 | 54.7 | 68.6 |\n| Water discharge directly to aquatic environment (cooling water) | 54.2 | 6.5 | 55.1 |\n| Water consumption | 7.9 | 9.4 | 11.7 |\n| Waste (1 000 t) | | | |\n| Non-hazardous waste recycled | 53.9 | 59.9 | 57.7 |\n| Hazardous waste recycled | 15.9 | 28.7 | 58.6 |\n| Non-hazardous waste not recycled | 53.1 | 58.8 | 12.7 |\n| Hazardous waste not recycled | 56.7 | 59.3 | 41.4 |\n\n1 Other than where evaluated, environmental data for the current year are based on audits for January-September and estimates for October-December. In 2020 and 2019, our annual Novartis Environmental Sustainability Report (ESR) was aligned with the European Commission’s 2020-2025 EU Taxonomy for Sustainable Finance alongside our annual ESG Integrated Report. Precise data is only available for carbon footprint. 2020 data includes data from all non-European sites. 3 Water withdrawal is defined as the sum of freshwater and total water. 4 The methodology for Scope 2 emissions is different from previous years. 5 Water consumption includes water from all non-European sites. 6 Data is based on the European Commission’s 2020-2025 EU Taxonomy for Sustainable Finance and the European Commission’s 2020-2025 EU Taxonomy for Sustainable Finance. 7 Data is based on the European Commission’s 2020-2025 EU Taxonomy for Sustainable Finance. 8 Data is based on the European Commission’s 2020-2025 EU Taxonomy for Sustainable Finance. 9 Data is based on the European Commission’s 2020-2025 EU Taxonomy for Sustainable Finance. 10 Data is based on the European Commission’s 2020-2025 EU Taxonomy for Sustainable Finance.\nResponding to the call from UNICEF to combat childhood pneumonia, Sandoz developed pediatric amoxicillin, today recommended by the WHO as first-line treatment for childhood pneumonia.\n\nNovartis was ranked fourth in the 2021 Antimicrobial Resistance Benchmark (from fifth in 2020), which evaluates the performance of the world’s 17 largest pharmaceutical companies in the fight against AMR. We are recognized for performing strongly in the areas of responsible manufacturing, appropriate access and stewardship.\n\nConducting animal research responsibly\n\nNovartis is committed to using alternatives to animal research wherever feasible. Our global policy and standards define key principles, responsibilities and requirements governing animal research. All studies sponsored by Novartis, whether conducted internally or externally, must adhere to our policy and standards.\n\nIn 2021, all Novartis Institutes for BioMedical Research in-vivo research sites received accreditation from the Association for Assessment and Accreditation of Laboratory Animal Care International, underscoring our progress in conducting responsible animal research.\n\nWe adhere to the 3R principles: reduce the number of animals in studies, refine study methods to improve the animal’s experience, and replace animal studies with alternative options. In 2021, for example, researchers across three disease areas joined forces to profile neuroinflammation pathways in a model for amyotrophic lateral sclerosis (ALS), reducing the number of animals needed for study by 86%.\n\nSimilarly, researchers reduced the number of animals needed for a chimeric antigen receptor T-cell (CAR-T) study by developing a non-invasive method for measuring anti-tumor activity in the same animals over time. We also replaced the use of animals in a training program on key principles of surgery by deploying a new digital training platform.\n\nAnimal testing indicators\n\n|                | 2021  | 2020  | 2019  |\n|----------------|-------|-------|-------|\n| Total          | 353,772 | 410,259 | 454,454 |\n| Rodents        | 265,911 | 312,332 | 355,451 |\n| % of total     | 74.94% | 76.11% | 78.21% |\n| Zebrafish      | 88,229  | 97,596  | 97,551  |\n| % of total     | 24.94% | 23.78% | 21.47%  |\n| Other species  | 4,632   | 4,351   | 4,452   |\n| % of total     | 0.12%  | 0.11%   | 0.32%   |\n\n1 Data refer to animals needed for internally conducted animal studies for Novartis. For animals needed for both internally and externally conducted animal studies, please see here.\nOur corporate governance approach\n\nStrong corporate governance supports the effective management of our business and is the basis of trust in our company. Our corporate governance framework – along with our internal controls and policies – is intended to support sustainable financial performance and long-term value creation for shareholders, patients, employees and other stakeholders. For more detailed information on corporate governance at Novartis, please see our 2021 Annual Report.\n\nIn this section\n\n- **Our corporate governance framework**\n  - Our system of corporate governance is based on effective checks and balances. We have a three-tier structure: the Annual General Meeting of Shareholders, our Board of Directors, and our Executive Committee.\n  - p. 90\n\n- **Ethics, risk and compliance**\n  - We have an extensive ethics, risk and compliance approach that ensures clear alignment between risk management, policies and controls.\n  - p. 94\n\n- **Internal Audit**\n  - Our Internal Audit function assists the Board and Executive Committee by providing independent assurance and advice on key topics.\n  - p. 95\nOur corporate governance framework\n\nOur system of corporate governance is based on effective checks and balances. We have a three-tier structure: the Annual General Meeting of Shareholders (AGM), our Board of Directors, and the Executive Committee of Novartis (ECN).\n\n- Shareholders approve the company’s financial statements and other disclosures, as well as compensation for members of our Board and ECN. They also approve the dividend and elect the company’s Chairman, Board members, Compensation Committee members, Independent Proxy and external auditor.\n- Our Board of Directors holds the company’s ultimate decision-making authority, with the exception of decisions reserved for shareholders. The Board represents the interests of all stakeholders. The Board operates through five committees: Audit and Compliance, Compensation, Governance, Nomination and Corporate Responsibilities, Risk, and Science & Technology.\n- The ECN, which reports to the Board and is led by the CEO, is responsible for operational management, including achieving the company’s financial and strategic objectives.\n\nThe external auditor provides their opinion on the compliance of Novartis Group consolidated statements and other financial information, the Compensation Report, internal controls over financial reporting, and sustainability reporting with applicable standards and laws.\n\nBoard of Novartis\n\nAll members of the Board, including the Chairman, are independent and non-executive, as defined by our corporate governance rules. When choosing Board members, we aim for a balance of skills, expertise and experience. We believe a diverse Board, including in gender, age, nationality and ethnicity, supports long-term value creation. Most of our Board members have experience in leadership or management positions, half have direct experience in the healthcare or pharmaceutical industry.\n\nMembers of the Board are elected for one-year terms and may serve a maximum of 12 years; this term limit was approved by shareholders in 2021. The Board is subject to an annual assessment, which is carried out by an external consultant in every third year.\n\nBoard members also have regular training sessions. In 2021, these mostly virtual sessions included training on diversity and inclusion, our ethical commitments and our Professional Practices Policy, as well as insider trading, data privacy, and digital engagement for personal use. Please see page 91 for Board highlights in 2021.\n\nExecutive Committee of Novartis\n\nThe Board appoints the ECN members and delegates to them the overall responsibility for and oversight of the operational management of Novartis. The ECN currently has 12 members and is led by the CEO (see next page for details).\n\nNovartis AG and Novartis shares\n\nNovartis AG, the Group’s holding company, is a corporation organized under Swiss law with its registered office in Basel, Switzerland. Novartis shares are listed on the SIX Swiss Exchange (symbol: NOVN) and the New York Stock Exchange (symbol: NVS). The latter are in the form of American depositary receipts representing Novartis American depositary shares.\n\nShareholder rights\n\nShareholders have the right to vote and to execute all other rights as granted under Swiss law and the Articles of Incorporation. All shares have equal voting rights and carry equal entitlements to dividends. The AGM usually takes place in late February or early March. Normally, shareholders can vote their shares by themselves or appoint another shareholder or the Independent Proxy to vote on their behalf. However, in accordance with Swiss legislation passed in response to the COVID-19 pandemic, it was not possible to physically attend our 2021 AGM, and shareholders could exercise their voting rights only through the Independent Proxy.\n\nESG governance\n\nThe Governance, Nomination and Corporate Responsibilities Committee (GNRCC) regularly reviews corporate governance principles and key governance documents against evolving best practice standards and new developments.\n\nThe ECN-level Trust & Reputation Committee, chaired by the CEO, meets every two months to oversee the company’s environmental, social and governance (ESG) performance. In addition, we have an ESG Management Office to further embed ESG priorities across our business.\n\nStakeholder engagement is key to our ESG approach. We engage with our stakeholders through regular meetings, conferences and seminars, this engagement is a key part of building trust with society. For shareholders, we organize ESG investor days and issue a quarterly progress update. For more information, please see page 10.\n\nIn addition, we work through external initiatives on important health, industry and social issues. Please see “External initiatives and memberships of associations” in the appendix of this report.\n\nBoard highlights for 2021\n\nDuring 2021, the Board of Directors met nine times, including both regular and ad hoc meetings. In response to the COVID-19 pandemic, the Board held virtual, hybrid and physical meetings, with participants joining in person when possible. In their discussions, the Board and committees covered a number of issues, including:\n\n- Progress with the company’s strategy, including therapeutic areas and technology platforms, key geographic areas and the generics business\n- Review of larger strategic considerations to drive sustainable growth, such as mergers and acquisitions\n- Review of the Novartis ESG strategy\n- A key strategy review for the US and China markets\n- Longer-term Board succession planning and required profiles, including proposing one new Board member candidate to be elected at the 2022 AGM\n- How Novartis is prepared to respond to cybersecurity incidents\n- The annual Board self-evaluation\n- Discussion and approved the divestment of the Company’s investment in Roche Holding AG\n- Initiation of a strategic review of Sandoz to maximize shareholder value\n\n| Nationality | Gender | Age | Tenure |\n|-------------|--------|-----|--------|\n| American    | 23%    | 55-60 | 23% |\n| German      | 23%    | 55-60 | 23% |\n| Swiss       | 23%    | 55-60 | 23% |\n| Dutch       | 23%    | 55-60 | 23% |\n| British     | 23%    | 55-60 | 23% |\n| Irish       | 23%    | 55-60 | 23% |\n| New Zealander| 23% | 55-60 | 23% |\n\n| Nationality | Gender | Age | Tenure |\n|-------------|--------|-----|--------|\n| American    | 23%    | 55-60 | 23% |\n| German      | 23%    | 55-60 | 23% |\n| Swiss       | 23%    | 55-60 | 23% |\n| Dutch       | 23%    | 55-60 | 23% |\n| British     | 23%    | 55-60 | 23% |\n| Irish       | 23%    | 55-60 | 23% |\n| New Zealander| 23% | 55-60 | 23% |\n\n*Please note that five Board members and two Executive Committee members have dual nationalities. Each of these nationalities is counted as a full in the above charts.*\nOur Board of Directors\n\nJoerg Reinhardt, Ph.D.\nChairman\nGerman\n\nEnrico Vanni, Ph.D.\nVice Chairman, Lead Independent Director since January 1, 2021\nSwiss\n\nNancy C. Andrews, M.D., Ph.D.\nAmerican/Swiss\n\nTon Buchner\nDutch/Swiss\n\nPatrice Bula\nSwiss\n\nEnrico Vanni, Ph.D.\nVice Chairman, Lead Independent Director since January 1, 2021\nSwiss\n\nBridgette Heller\nAmerican\n\nWilliam T. Winters\nBritish/Irish\n\nSimon Moroney, D.Phil.\nGerman/New Zealander\n\nAndreas von Planta, Ph.D.\nSwiss\n\nCharles L. Sawyers, M.D.\nAmerican\n\nElizabeth (Liz) Doherty\nBritish/Irish\n\nAnn Fudge\nAmerican\n\nFrans van Houten\nDutch\n\nSteffen Lang, Ph.D.\nGlobal Head of Novartis Technical Operations (NTO)\nGerman/Swiss\n\nSimon Moroney, D.Phil.\nGerman/New Zealander\n\nFor CVs of our Board members\nwww.novartis.com/about/board-directors\n\nOur Executive Committee\n\nVasant (Vas) Narasimhan, M.D.\nChief Executive Officer\nAmerican\n\nJames (Jay) Bradner, M.D.\nPresident of the Novartis Institutes for BioMedical Research (NIBR)\nAmerican\n\nKaren L. Hale\nChief Legal Officer\nAmerican\n\nHarry Kirsch\nChief Financial Officer\nGerman/Swiss\n\nRobert (Rob) Kowalski\nChief People & Organization Officer\nAmerican\n\nVasant (Vas) Narasimhan, M.D.\nChief Executive Officer\nAmerican\n\nJames (Jay) Bradner, M.D.\nPresident of the Novartis Institutes for BioMedical Research (NIBR)\nAmerican\n\nKaren L. Hale\nChief Legal Officer\nAmerican\n\nHarry Kirsch\nChief Financial Officer\nGerman/Swiss\n\nRobert (Rob) Kowalski\nChief People & Organization Officer\nAmerican\n\nFor CVs of our ECN members and other members of senior management\nwww.novartis.com/ecn\n\nAudit and Compliance Committee\nE. Doherty (Chair)\nT. Buechner\nB. Heller\nP. van Houten\nE. Vanni\n\nCompensation Committee\nS. Moroney (Chair)\nP. Bula\nB. Heller\nE. Vanni\nW. Winters\n\nRisk Committee\nT. Buchner (Chair)\nN. Andrews\nA. Doherty\nA. von Planta\n\nScience & Technology Committee\nJ. Reinhardt (Chair)\nN. Andrews\nA. Fudge\nP. van Houten\nS. Moroney\nC. Sawyers\n\nGovernance, Nomination and Corporate Responsibilities Committee\nA. von Planta (Chair)\nA. Fudge\nC. Sawyers\nE. Vanni\nW. Winters\n\n*Mr. von Planta will not stand for re-election at the 2023 AGM.\nEthics, risk and compliance\n\nWe have an extensive ethics, risk and compliance approach, comprising:\n\n**Ethics**\n- Ethics (including our Code of Ethics)\n- Human rights\n- Ethical culture and impact\n\n**Risk**\n- Enterprise risk and crisis management\n- Enterprise policy and control management\n- Third-party risk management\n- Health, safety and environment (HSE) governance\n\n**Compliance**\n- Compliance management system\n- SpeakUp Office (our whistleblower program)\n- Centralized team for monitoring and remediation\n\nThis approach is overseen by our Ethics, Risk & Compliance (ERC) function. It ensures clear alignment between risk management, policies and controls. We have specific internal policies in place in areas such as data privacy, non-discrimination, anti-bribery, human rights and HSE, which help us maintain high standards of ethics and integrity across our business.\n\nCentral to our approach is the Novartis Code of Ethics, which comprises 23 commitments on topics such as human rights, drug safety, data use, and access to medicines. The code guides employees in daily decision-making and provides an ethical framework to our risk management approach. For more information on how we embed our Code of Ethics across the organization, see page 80.\n\nMany of our policies and controls are based on international norms and standards, including the United Nations Global Compact, the OECD Guidelines for Multinational Enterprises, and the International Labor Organization. We regard ethics, compliance and good risk management as crucial to maintaining public trust.\n\n**Risk management**\n\nThe Enterprise Risk Management (ERM) process at Novartis is a series of coordinated activities designed to identify risks, promote accountability and support balanced decision-making. Our objective is to prevent or minimize risks that may affect our business, while ensuring that we can still capture opportunities for growth.\n\nOur objective is to prevent or minimize risks that may affect our business, while ensuring that we can still capture opportunities for growth.\n\nRegular workshops are held across the company to identify risks and possible mitigation measures. These are consolidated into the Novartis Risk Compass, which provides an overview of strategic, operational and emerging risks for use by senior management (see page 22).\n\nThe Chief Ethics, Risk & Compliance Officer is responsible for the overall risk management process at Novartis.\n\nThe ERC function oversees the company’s risk management and compliance functions, including risk-based companywide policy and internal control management, as well as crisis and business continuity management. The ECN, led by the CEO, reviews and endorses the risk portfolio.\n\nThe Board of Directors provides the highest layer of oversight. It focuses on the most significant risks, while the Board-level Risk Committee reviews the entire risk portfolio and actions implemented by management. For further details on the Risk Committee and its activities, please see page 142 of our 2021 Annual Report.\n\nIn 2021, we integrated global governance of our HSE activities within ERM, merging it with our Business Continuity Management and Novartis Emergency Management teams to create a new function called Global HSE & Resilience. The goal is to reduce risks, increase resilience and generate further positive impact on our people, patients and planet.\n\n**Compliance**\n\nAs part of our ERC approach, we have a comprehensive compliance management system to detect and prevent systemic misconduct. This system covers five principal risk areas: ethical dilemmas, bribery and corruption, third-party misconduct, professional practices, and conflicts of interest. Within our ERC function, we have a team responsible for monitoring and taking action to address any misconduct with internal units and third parties.\n\nIn 2021, the Novartis SpeakUp Office, which enables employees and external parties to raise concerns about potential misconduct while being protected against retaliation, was integrated into the ERC function to further align our efforts and embed our Code of Ethics across the organization (see page 83).\n\n**Internal Audit**\n\nInternal Audit assists the Board of Directors and the ECN in discharging their governance responsibilities by providing independent assurance and advice on the effectiveness, efficiency and adequacy of processes and controls that support Novartis in achieving its objectives, managing its major risks, and ensuring compliance with applicable policies, laws and regulations. The Internal Audit function executes the risk-based annual audit plan approved by the Board-level Audit and Compliance Committee (ACC) and reports the results to the audited units, the ECN and the ACC.\n\nIn 2021, our Internal Audit function carried out a total of 46 audits, ten internal reviews and 14 advisories – most conducted remotely due to the ongoing COVID-19 pandemic. These engagements covered the entire value chain of Novartis and key strategic and operational risks.\n\nInternal Audit is part of Novartis Business Assurance & Advisory (NBA&A), an independent function that also comprises the Global Security function with its four pillars: validated medicines, investigation, intelligence and executive protection. NBA&A plays an important role in supporting the risk and compliance process, and provides protection, insight and advice to the business and the ACC.\n\n**2021 Internal Audit activities and observations**\n\n| AUDITS | 46 |\n|---|---|\n| INTERNAL REVIEWS | 10 |\n| ADVISORIES | 14 |\n\nRecurring observations relate to:\n- Data governance and management, oversight of digital initiatives\n- Third-party management, including subcontracting oversight\n- Design of certain commercial and R&D processes, and cross-functional collaboration over complex programs, such as Enterprise Resource Planning (ERP) implementation\n- Patent support program, including monitoring of external service providers\nCompensation Report summary\n\nIn 2021, we continued our transformation into a leading, focused medicines company powered by technology, leadership in research and development, world-class commercialization, global access and data science. Feedback from shareholder engagement prior to our last Annual General Meeting (AGM) suggested that shareholders were in agreement that our current compensation system is aligned with the company’s purpose, strategy and culture. No major changes are therefore proposed for 2022.\n\n2021 changes to compensation system and disclosures\n\nThe year completes the first three-year performance cycle of the new Long-Term Performance Plan (LTPP), following the combination of the previous Long-Term Performance Plan (LTPP), as communicated in our 2018 Compensation Report. The combined plan focuses on four pillars: Oncology, Sandoz, and Scie- nce (US), and 34 submissions made across our top four markets. However, the year was not without setbacks, as some clinical trials of experimental compounds – including Kymriah for blood cancer, ACZ885 (canakinumab) for lung cancer, and CFZ533 (iscocelab) in kidney transplant patients – did not meet their primary goals.\n\nIn 2021, we reviewed our Compensation Report format with a view to increase its accessibility while maintaining its depth of disclosure. We chose to develop our ‘compensation at a glance’ section to incorporate a more graphical illustration of the 2021 CEO pay outcomes and a summary of our executive compensation framework for 2022. In addition, we provide further visibility into the 2019-2021 LTPP targets, showing the threshold, target and maximum opportunity for each performance metric.\n\n2021 performance highlights\n\n2021 was a year of solid performance, with growth across sales, profits, margins and cash flow. Sales growth drivers were Entresto (USD 3.5 billion), Cosentyx (USD 4.7 billion), and Zolgensma (USD 1.4 billion), along with therapies like Kesimpta, Promacta/Revlade, Kisqali and Jakson. While overall sales performance was on target, COVID-19 continued to impact parts of our business, specifically Oncology and Sandoz.\n\nWe continued to deliver innovation to patients in 2021 with 21 approvals, including Lepiox (US, EU) and Scien- tific (US), and 34 submissions made across our top four markets. However, the year was not without setbacks, as some clinical trials of experimental compounds – including Kymriah for blood cancer, ACZ885 (canakinumab) for lung cancer, and CFZ533 (iscocelab) in kidney transplant patients – did not meet their primary goals.\n\nWe progressed our efforts to deliver next-generation medicines while driving our environmental, social and governance (ESG) agenda. Pursuing new health equity initiatives in clinical trial diversity, advancing access to medicines, and using data and digital technologies in underserved regions in Africa, South America and Asia are examples of our long-term commitment to transform global health. More details on our ESG efforts are pro- vided earlier in this report.\n\nPerformance against the incentive tar- gets, combined with base salary and other benefits, pension, Alcon Keep Whole awards and dividend equiva- lents, resulted in 2021 total realized compensation for the CEO of CHF 112,244,727. This is a reduction of 11.8% compared to 2020. Overall, while the financial and operational targets were met or surpassed, some of the innovation targets were missed, which led to a reduction in long-term growth potential. This is reflected in a TSR performance below the peer group median. The reduced contribution of innovation and relative TSR to the 2019-2021 LTPP cycle were the main drivers of the lower total realized com- pensation in 2021 versus 2020. Full details of the 2019-2021 LTPP perfor- mance can be found in the Compen- sation Report of our 2021 Annual Report.\n\nAlignment with company strategy\n\nOur strategy is to build a focused medicines company powered by technology, leadership in research and development, world-class commercialization, global access and data science. We foster a company culture that is inspired, curious and unbounded. We believe these elements drive continued innovation and will support the creation of value over the long term for our company, society and shareholders. To continue to align the compensation system with this strategy and to ensure that Novartis is a high-performing organization, the company operates both a short-term Annual Incentive plan and a Long-Term Incentive (LTI) plan with a balanced set of measures and targets. The Board of Directors determines specific, measurable and time-bound performance measures for the Annual Incentive and LTI plans. The Compensation Committee has reviewed the existing compensation system and determined that it contin- ues to support our strategy.\n\nExecutive Committee compensation governance\n\nA summary of the compensation decision authorization levels within the parameters set by the AGM is shown below, along with an overview of the risk management principles.\n\nDecision on Compensation of CEO\n\nCompensation of other Executive Committee members\n\nExecutive Committee compensation risk management principles\n\n- Rigorous performance management process, with approval of targets and evaluation of performance for the CEO by the Board of Directors\n- Balanced mix of short-term and long-term variable compensation elements\n- Values and Behaviors are a key component of the Annual Incentive and are embedded in our culture\n- Performance-based Long-Term Incentives with three-year cycles\n- All variable compensation is capped at 200% of target\n- Contractual notice period 12 months\n\n- Post-contrac- tual non-compete period is limited to a maximum of 12 months from the end of employment. Resulting compensation is limited to the annual base salary plus the pre-year Annual Incentive as per contract. Applicable\n- Good and bad leaver provisions apply to the variable compensation of leavers\n- No severance payment on change-of-control clauses\n- Clawback and malus principles apply to all elements of variable compensation\n- Share ownership requirements including pledging of 10% of share ownership position\n\n2021 Executive Committee compensation system\n\n| 2021 fixed pay and benefits | 2021 Performance-related variable pay |\n|-----------------------------|--------------------------------------|\n| Annual base salary | Long-Term-Incentive awards cycle 2021-2023 LTPP |\n| Pension and other benefits | Purpose |\n| | Reflected responsibilities, experience and skill sets |\n| | Provide alignment with short-term financial and strategic objectives, and Values and Behaviors |\n| | Rewards for performance against short-term financial and strategic objectives, and Values and Behaviors |\n| | Rewards long-term shareholder value creation and alignment in line with our strategy |\n| Form of payment | Cash |\n| | Country/individual-specific, and aligned with other employees |\n| Performance measures | 50% cash |\n| | 50% equity/deferred for three years* |\n| | Equity, vesting following a three-year performance period |\n| | Balanced scorecard comprising: Financial measures (60%) Strategic objectivew (40%) |\n| | Net sales growth CAGR (25%) Core operating income CAGR (25%) Innovation (25%) Relative TSR (25%) |\n\nThe 2019-2021 cycle is the first vesting of the new LTPP plan, when the metrics were transformed into four equally weighted measures: net sales CAGR, core operating income CAGR, innovation and relative TSR.\n\n* Equity, vesting following a three-year performance period.\n2021 CEO pay for performance – outcomes\n\n| Measure | Target | Achievement versus target |\n|---------|--------|---------------------------|\n| 2021 Annual Incentive | | |\n| Financial measures – 60% of total Annual Incentive, comprising: | | |\n| Group net sales (cc) (30%) | USD 50 010 million | Met |\n| Group operating income (cc) (30%) | USD 10 805 million | Above |\n| Group free cash flow as a % of sales (cc) (20%) | 24.9% | Above |\n| Share of peers for Novartis Group (USD) (20%) | 8.1% | Below |\n| Overall assessment of Group financial targets in constant currencies | | Met |\n| Strategic objectives – 40% of total Annual Incentive, comprising: | | |\n| Innovation (20%) | | Below |\n| Operational excellence (20%) | | Above |\n| Data and digital (20%) | | Met |\n| People and culture (including values and Behaviors) (20%) | | Met |\n| Building trust with society (including access to healthcare, reputation and other ESG topics) (20%) | | Met |\n| Overall assessment of strategic objectives | | Met |\n| Overall assessment of CEO balanced scorecard | | Met |\n| TOTAL Annual Incentive: | 100% of target (payout range 0% – 200%) | |\n\n2019-2021 Long-Term Incentives\n\n| Measure | Target | Achievement versus target |\n|---------|--------|---------------------------|\n| Long-Term Performance Plan (LTPP) | | |\n| Net sales CAGR (25%) | 4.3% | Above |\n| Core operating income CAGR (25%) | 7.0% | Above |\n| Innovation (25%) | | Above |\n| Relative TSR (25%) | | Below threshold |\n| TOTAL LTPP: | 107% of target (payout range 0% – 200%) | |\n\n2021 total realized compensation for the CEO\n\nThe 2021 total realized compensation for the CEO was CHF 11 224 727. It includes payouts of the Annual Incentive and LTPP based on actual performance assessed for cycles concluding in 2021.\n\n| CHF | Annual base salary | Pension and other benefits | 2021 Annual Incentive | LTPP 2019-2021 | Total realized compensation |\n|-----|---------------------|---------------------------|----------------------|----------------|---------------------------|\n| Vasant Narasimhan | 1 769 200 | 442 130 | 2 657 267 | 6 356 128 | 11 224 727 |\n\n2021 Board of Directors compensation\n\nAll fees to Board members are delivered at least 50% in equity and the remainder in cash. Board members receive no variable or performance-based compensation, no share options, and no additional fees for attending meetings. Board members do not receive any company pension or insurance benefits.\n\n| CHF 000 | 2021-2022 AGM, annual fee |\n|---------|---------------------------|\n| Compensation of Chairman | 3 800 |\n| Board membership | 280 |\n| Vice Chairman | 50 |\n| Chair of the Audit and Compliance Committee | 130 |\n| Chair of the Compensation Committee | 90 |\n| Chair of the following committees: | |\n| Governance, Nomination and Corporate Responsibilities Committees | 70 |\n| Science & Technology Committees | 70 |\n| Risk Committees | 70 |\n| Membership of the Audit and Compliance Committee | 70 |\n| Membership of the following committees: | |\n| Compensation Committee | 40 |\n| Governance, Nomination and Corporate Responsibilities Committees | |\n| Science & Technology Committees | |\n| Risk Committees | |\n\n1 No additional compensation was paid for the Lead Independent Director role.\n\nTotal actual compensation earned by Board members in the 2021 financial year was CHF 3 804 560 for the Chairman of the Board and CHF 4 764 354 for the other members of the Board.\n\nShareholder votes on compensation at the 2022 AGM\n\nIn line with our Articles of Incorporation, at the 2022 AGM, shareholders will be asked to approve the maximum aggregate amount of compensation for the members of the Executive Committee of CHF 91 million. This is the same as the amount requested last year. For the Board of Directors, the maximum aggregate amount proposed to shareholders is CHF 8.6 million, which is in line with the prior term. This amount includes an annual fixed fee of CHF 20 000 for the Lead Independent Director role. Full details on compensation for the CEO, other Executive Committee members and Board members can be found in the Compensation Report of our 2021 Annual Report, and in the compensation votes at the 2022 AGM.\nIn Ivrea, Italy, production technician Paolo Ballurio takes a sample of Lutathera, a targeted radioligand therapy for certain rare tumors found in the digestive tract, for quality analysis. Lutathera vials are contained inside the green lead flasks.\n### Novartis GRI Content Index\n\n| Disclosure Number | Disclosure Title | UNGC Principle | SDG | Comments | Reference |\n|-------------------|------------------|----------------|-----|----------|-----------|\n| 101 – FOUNDATION  |                  |                |     |          |           |\n| 102 – GENERAL DISCLOSURES |                  |                |     |          |           |\n| 102-1 | Name of the organization |  | | | p. 32 |\n| 102-2 | Activities, brands, products and services |  | | | p. 32 |\n| 102-3 | Location of headquarters |  | | | p. 32 |\n| 102-4 | Location of operations |  | | | Annual Report 2021 |\n| 102-5 | Ownership and legal form |  | | | p. 32 |\n| 102-6 | Markets served |  | | | p. 32 |\n| 102-7 | Scale of the organization |  | | | p. 32 |\n| 102-8 | Information on employees and other workers |  | | | p. 32 |\n| 102-9 | Supply chain | 3, 4, 5, 6, 8, 10 | | | p. 32 |\n| 102-10 | Significant changes to the organization and its supply chain |  | | | Annual Report 2021 |\n| 102-11 | Precautionary principle or approach | 7 | | | Annual Report 2021 |\n| 102-12 | External initiatives |  | | | p. 32 |\n| 102-13 | Membership of associations | 1, 6 | | | p. 32 |\n| 102-14 | Statement from senior decision-maker |  | | | p. 32 |\n| 102-15 | Values, principles, standards, and norms of behavior | 1, 2, 3, 4, 5, 6, 8, 10 | Ethics, Risk and Compliance | | |\n| 102-16 | Mechanisms for advice and concerns about ethics | 10 | Establishing Standards of Integrity | | |\n| 102-17 | Governance structure |  | | | p. 32 |\n| 102-18 | Delegating authority |  | | | Corporate Responsibility Guidelines |\n| 102-19 | Executive-level responsibility for economic, environmental and social topics |  | | | Corporate Responsibility Guidelines |\n| 102-20 | Consulting stakeholders on economic, environmental and social topics |  | | | p. 32 |\n| 102-21 | Composition of the highest governance body and its committees |  | | | p. 32 |\n| 102-22 | Chair of the highest governance body |  | | | p. 32 |\n| 102-23 | Nominating and selecting the highest governance body |  | | | p. 32 |\n| 102-24 | Conflicts of interest |  | | | p. 32 |\n| 102-25 | Role of highest governance body in existing purpose, values and strategy |  | | | p. 32 |\n| 102-26 | Collective knowledge of highest governance body |  | | | p. 32 |\n| 102-27 | Evaluating the highest governance body’s performance |  | | | p. 32 |\n| 102-28 | Identifying and managing economic, environmental and social impacts |  | | | p. 32 |\n| 102-29 | Effectiveness of risk management processes |  | | | p. 32 |\n| 102-30 | Review of economic, environmental and social topics |  | | | p. 32 |\n| 102-31 | Highest governance body’s role in sustainability reporting |  | | | About this Report |\n| 102-32 | Communicating critical concerns |  | | | About this Report |\n| 102-33 | Nature and total number of critical concerns |  | | | p. 32 |\n\n---\n\n**About this report**\n\n2021 at a glance\n\nChairman’s letter\n\nCEO’s Letter\n\nOur approach\n\nWho we are\n\nOur business environment\n\nOur stakeholders\n\nMateriality assessment\n\nOur strategy\n\nHow we create value\n\nHow we manage risk\n\nOur performance\n\nFinancial\n\nInnovation\n\nOperational excellence\n\nData and digital\n\nOur people\n\nBuild trust with society\n\nGovernance\n\nCompensation\n\nAppendices\n\n---\n\n**DISCLOSURE NUMBER**\n\n**DISCLOSURE TITLE**\n\n**UNGC PRINCIPLE**\n\n**SDG**\n\n**COMMENTS**\n\n**REFERENCE**\n\n---\n\n**102-36** | Remuneration policies |  | | | Annual Report 2021 |\n\n**102-37** | Stakeholders’ involvement in remuneration |  | | | Annual Report 2021 |\n\n**102-38** | Annual total compensation ratio |  | | | Information is confidential and not disclosed |\n\n**102-39** | Percentage increase in annual total compensation ratio |  | | | Information is confidential and not disclosed |\n\n**102-40** | List of stakeholder groups |  | | | p. 32 |\n\n**102-41** | Collective bargaining agreements |  | | | p. 32 |\n\n**102-42** | Identifying and selecting stakeholders |  | | | p. 32 |\n\n**102-43** | Approach to stakeholder engagement |  | | | p. 32 |\n\n**102-44** | Key topics and concerns raised |  | | | p. 32 |\n\n**102-45** | Entities included in the consolidated financial statements |  | | | About this Report |\n\n**102-46** | Defining report content and topic boundaries |  | | | About this Report |\n\n**102-47** | List of material topics |  | | | About this Report |\n\n**102-48** | Restatements of information |  | | | About this Report |\n\n**102-49** | Changes in reporting |  | | | About this Report |\n\n**102-50** | Reporting period |  | | | January-December, 2021 |\n\n**102-51** | Date of most recent report |  | | | 02.02.21 |\n\n**102-52** | Reporting cycle |  | | | About this Report |\n\n**102-53** | Contact point for questions regarding the report |  | | | james.wallace@novartis.com |\n\n**102-54** | Claims of reporting in accordance with the GRI Standards |  | | | About this Report |\n\n**102-55** | GRI Content Index |  | | | p. 32 |\n\n**102-56** | External assurance |  | | | p. 32 |\n\n**103 – MANAGEMENT APPROACH**\n\n**103-1** | Exploration of the material topic and its boundary |  | | | Global Materiality Assessment 2021 |\n\n**103-2** | The management approach and its components |  | | | Novartis in Society Integrated Report 2021, Global Materiality Assessment 2021 |\n\n**103-3** | Evaluation of the management approach |  | | | Novartis in Society Integrated Report 2021 |\n\n**200 – ECONOMIC**\n\n**200-1** | Effect of economic value generated and distributed |  | | | p. 32 |\n\n**200-2** | Financial implications and other risks and opportunities due to climate change | 7, 8, 9 | | | p. 32 |\n\n**200-3** | Significant indirect economic impacts |  | | | p. 32 |\n\n**200-4** | Proportion of spending on local suppliers |  | | | p. 32 |\n\n**200-5** | Legal actions for anti-competitive behavior |  | | | p. 32 |\n\n**200-6** | Approach to tax |  | | | p. 32 |\n\n**200-7** | Tax governance, control, and risk management |  | | | p. 32 |\n### DISCLOSURE NUMBER | DISCLOSURE TITLE | UN SDG | PRINCIPLE | COMMENTS | REFERENCE\n--- | --- | --- | --- | --- | ---\n300-1 | Environment | 7, 8, 9 |  |  | p. 83-85, HSE Supplement, HSE Data 2021\n300-2 | Recycled input materials used | 8 |  |  | p. 83-85, HSE Supplement, HSE Data 2021\n300-3 | Reclaimed products and their packaging materials | 8 |  |  | p. 83-85, HSE Supplement, HSE Data 2021\n300-4 | Energy consumption within the organization | 7, 8, 9 |  |  | p. 83-85, HSE Supplement, HSE Data 2021\n300-5 | Energy consumption outside of the organization | 8 |  |  | p. 83-85, HSE Supplement, HSE Data 2021\n300-6 | Energy intensity | 8 |  |  | p. 83-85, HSE Supplement, HSE Data 2021\n300-7 | Reduction of energy consumption | 7, 8, 9 |  |  | p. 83-85, HSE Supplement, HSE Data 2021\n300-8 | Reductions in energy requirements of products and services | 8, 9 |  |  | p. 83-85, HSE Supplement, HSE Data 2021\n300-9 | Interactions with water as a shared resource | 7, 8 |  |  | p. 83-85, HSE Supplement, HSE Data 2021\n300-10 | Management of water discharge-related impacts | 7, 8, 9 |  |  | p. 83-85, HSE Supplement, HSE Data 2021\n300-11 | Water withdrawal | 7, 8, 19 |  |  | p. 83-85, HSE Supplement, HSE Data 2021\n300-12 | Direct (Scope 1) GHG emissions | 7, 8 |  |  | p. 83-85, HSE Supplement, HSE Data 2021\n300-13 | Energy indirect (Scope 2) GHG emissions | 7, 8 |  |  | p. 83-85, HSE Supplement, HSE Data 2021\n300-14 | Other indirect (Scope 3) GHG emissions | 7, 8 |  |  | p. 83-85, HSE Supplement, HSE Data 2021\n300-15 | GHG emissions intensity | 8 |  |  | p. 83-85, HSE Supplement, HSE Data 2021\n300-16 | Reduction of GHG emissions | 7, 8, 9 |  |  | p. 83-85, HSE Supplement, HSE Data 2021\n300-17 | Emissions of ozone-depleting substances (ODDS) | 7, 8, 9 |  |  | p. 83-85, HSE Supplement, HSE Data 2021\n300-18 | Nitrogen oxides (NOx), sulfur oxides (SOx) and other significant air emissions | 7, 8, 9 |  |  | p. 83-85, HSE Supplement, HSE Data 2021\n300-19 | Waste generation and significant waste-related impacts | 7, 8, 9 |  |  | p. 83-85, HSE Supplement, HSE Data 2021\n300-20 | Management of significant waste-related impacts | 7, 8 |  |  | p. 83-85, HSE Supplement, HSE Data 2021\n300-21 | New suppliers that were screened using environmental criteria | 8 |  |  | p. 83-85, HSE Supplement, HSE Data 2021\n300-22 | Negative environmental impacts in the supply chain and actions taken | 8 |  |  | p. 83-85, HSE Supplement, HSE Data 2021\n\n### DISCLOSURE NUMBER | DISCLOSURE TITLE | UN SDG | PRINCIPLE | COMMENTS | REFERENCE\n--- | --- | --- | --- | --- | ---\n400-1 | Social | 6 |  |  | p. 52\n400-2 | New employees hired and employee turnover | 6 |  |  | p. 52\n400-3 | Occupational health and safety management system | 6 |  |  | p. 52\n400-4 | Hazard identification, risk assessment, and incident investigation | 6 |  |  | p. 52\n400-5 | Occupational health services | 6 |  |  | p. 52\n400-6 | Worker training on occupational health and safety | 6 |  |  | p. 52\n400-7 | Promotion of worker health | 6 |  |  | p. 52\n400-8 | Work-related injuries | 6 |  |  | p. 52\n400-9 | Average hours of training per year per employee | 6 |  |  | p. 52\n400-10 | Programs for upgrading employee skills and transition assistance programs | 6 |  |  | p. 52\n400-11 | Diversity of governance bodies and employees | 6 |  |  | p. 52\n400-12 | Operations and suppliers at significant risk | 6 |  |  | p. 52\n400-13 | Operations that have been subject to human rights reviews or impact assessments | 6 |  |  | p. 52\n400-14 | New suppliers that were screened using social criteria | 6 |  |  | p. 52\n400-15 | Negative social impacts in the supply chain and actions taken | 6 |  |  | p. 52\n400-16 | Political contributions | 6 |  |  | p. 52\n400-17 | Incidents of noncompliance concerning the health and safety indicators impacts of products and services | 6 |  |  | p. 52\n400-18 | Requirements for product and service information and labeling | 6 |  |  | p. 52\n400-19 | Substantiated complaints concerning breaches of customer privacy and losses of customer data | 6 |  |  | p. 52\n400-20 | Noncompliance with laws and regulations in the social and economic area | 6 |  |  | p. 52\n\n1 Please note that the “HSE Supplement” refers to the Novartis Environmental Sustainability and Occupational Health and Safety Data Supplement published on Novartis.com. This document will be updated with actuals and published in the second half of 2022.\nSustainability Accounting Standards Board (SASB) Index\n\nHealthcare sector\nBiotechnology and pharmaceutical industry\n\nThe Novartis Sustainability Accounting Standards Board (SASB) Index aligns with the biotechnology and pharmaceutical industry guidelines. Data and information disclosed are sourced from the Novartis 2021 corporate reporting suite (Novartis in Society Integrated Report and Annual Report (Form 20-F)), our corporate website, and Novartis public policies and positions.\n\n| SASB indicator | Novartis references |\n|----------------|---------------------|\n| SAFETY OF CLINICAL TRIAL PARTICIPANTS | |\n| HC-BP-210a.1 | Discussions by world region, of management process for ensuring quality and patient safety during clinical trials. We have mechanisms in place to protect all trial participants when withdrawing from the research, during the conduct of the trial, and after completion. We have additional processes in place to protect vulnerable patients. We ensure voluntary informed consent to the research, including the right to withdraw from the trial at any time and the right to withdraw consent for the collection and use of their personal data. Novartis Position on Responsible Clinical Trials. |\n| HC-BP-210a.2 | Number of FDA Sponsor Inspections related to clinical trial management and good clinical practice that resulted in: (1) Voluntary Action Indicated (VAI) and (2) Official Action Indicated (OAI). Ensuring patient Health and Safety (p. 49-50) |\n| HC-BP-210a.3 | Total amount of monetary losses as a result of legal proceedings associated with clinical trials in developing countries. All material legal proceedings are disclosed within the Annual Report and accounts (p. F-44). |\n| ACCESS TO MEDICINES | |\n| RC-BP-240a.1 | Description of actions and initiatives to promote access to healthcare products for patients in low- and middle-income countries. Leading the way on access and global health (p. 75-76) |\n| RC-BP-240a.2 | List of products on the WHO List of Prequalified Medicinal Products (PQP) and on the WHO List of Prequalified Medicinal Products (PQP) for the treatment of tuberculosis. Novartis has tuberculosis and malaria products on the WHO List of priority diseases and in priority countries as part of its Novartis Access. |\n| AFFORDABILITY & PRICING | |\n| RC-BP-240b.1 | Number of settlements of Abbreviated New Drug Application (ANDA) litigation that involved payments and/or provisions to delay bringing an authorized generic product to market for a defined time period. Not reported |\n| HC-BP-240b.2 | Percentage change in (1) average list price and (2) average net price across US product portfolio compared to previous year. We report these changes annually within our Novartis in Society US Report. |\n| HC-BP-240b.3 | Percentage change in (1) list price and (2) net price of product with largest increase compared to previous year. Not reported |\n| DRUG SAFETY | |\n| HC-BP-250a.1 | List of products listed in the Food and Drug Administration’s (FDA) MedWatch Safety Alerts for Human Medical Products database. Available via FDA Adverse Event Reporting website. |\n| HC-BP-250a.2 | List of products associated with products as reported in the FDA Adverse Event Reporting System. Available via FDA Adverse Event Reporting website. |\n| HC-BP-250a.3 | Number of recalls issued, total units recalled. Ensuring patient Health and Safety (p. 49-50) |\n| COUNTERFEIT DRUGS | |\n| HC-BP-250a.4 | Total amount of product accepted for feedback, review, or disposal. Ensuring patient Health and Safety (p. 49-50) |\n| HC-BP-250a.5 | Number of FDA enforcement actions taken in response to violations of current Good Manufacturing Practices (cGMP) by firms. Ensuring patient Health and Safety (p. 49-50) |\n| ETHICAL MARKETING | |\n| HC-BP-250a.6 | Total amount of monetary losses as a result of legal proceedings associated with false advertising. All material legal proceedings are disclosed within the Annual Report and accounts (p. F-44). |\n| HC-BP-250a.7 | Description of code of ethics governing promotion of off-label use of products. Procedures for off-label requests outlined; further information on ethical marketing contained in Professional Practices Policy (p. 6) on Promotional and Non-Promotional Materials. |\n| EMPLOYEE RECRUITMENT, DEVELOPMENT & RETENTION | |\n| HC-BP-250a.8 | Discussion of talent recruitment and retention efforts for scientists and research and development personnel. Learning and development (p. 63-64) |\n| HC-BP-250a.9 | (1) Voluntary and (2) involuntary turnover rate for: (a) executives/senior managers, (b) midlevel managers, (c) professionals, and (d) all others. People performance indicators table (p. 66) |\n| SUPPLY CHAIN MANAGEMENT | |\n| HC-BP-250a.10 | Percentage of (1) entity’s facilities and (2) Tier 1 suppliers’ facilities participating in the Rx-360 International Pharmaceutical Supply Chain Consortium audit program or equivalent third-party audit programs. Integrity of supply chain and ingredients. Ensuring patient Health and Safety (p. 49-50) |\n| HC-BP-250a.11 | Description of code of ethics governing interactions with healthcare professionals. Payments to Healthcare Professionals. |\n| BUSINESS ETHICS | |\n| HC-BP-250a.12 | Total amount of monetary losses as a result of legal proceedings associated with corruption and bribery. All material legal proceedings are disclosed within the Annual Report and accounts (p. F-44). |\n| HC-BP-250a.13 | Description of code of ethics governing interactions with healthcare professionals. Payments to Healthcare Professionals. |\n| ACTIVITY METRICS | |\n| HC-BP-250a.14 | Number of patients treated. Access to healthcare performance indicators table (p. 72) |\n| HC-BP-250a.15 | Number of drugs (1) in portfolio and (2) in research and development (Phases I-IV). (1) Novartis Global Product Portfolio (Novartis Innovative Medicines) Tender. Advanced Accelerator Applications (Q) 800- Our approach to R&D (p. 36-37) |\nTask Force on Climate-related Financial Disclosures (TCFD)\n\nNovartis committed in 2020 to fully support the recommendations of the Task Force on Climate-related Financial Disclosures (TCFD) and included a qualitative disclosure in the Novartis in Society Report that year. This is our first quantitative TCFD disclosure, building on our qualitative disclosure and responses to the CDP climate questionnaire in previous years. We aim to provide iterative qualitative and quantitative disclosures on climate-related topics on a recurring basis as we incorporate the TCFD recommendations into our business, enterprise risk management and strategy development and as we become more mature in how we create actionable information on climate risks and opportunities.\n\nGovernance\n\nBoard oversight\nNomination and Corporate Responsibilities Committee of the Novartis Board of Directors receives regular updates on climate risks and opportunities as part of its oversight of environmental, social and governance (ESG) topics. These are included as written updates semi-annually, with verbal updates in alternating quarters.\n\nManagement oversight\nUnder the leadership of the CEO, the Executive Committee of Novartis (ECN) is responsible for approving the environmental sustainability strategy of Novartis, including climate, water, and waste targets. The Chief Sustainability Officer provides an annually updated climate scenario analysis, and information on physical and transition risks and opportunities to the ECN. The Trust & Reputation Committee, chaired by the CEO, meets every two months to assess progress as part of a quarterly ESG scorecard submission process. It also updates the ECN and the Board on progress and challenges.\n\nNovartis launched a new environmental sustainability strategy in 2021. Per the revised governance, under the leadership of the Chief Sustainability Officer, the Environmental Sustainability Office will provide the leadership, subject matter expertise and portfolio management support that will support the implementation of our strategy. The primary steering committee for this strategy is the Environmental Sustainability Strategy Implementation Steering Committee (ESSI), while the Trust & Reputation Committee will continue to oversee its delivery.\n\nRELEVANT DISCLOSURES\n\nTCFD recommendations (governance) Novartis disclosure\n\na) Describe the board’s oversight of climate-related risks and opportunities.\nRefer to CDP question C1.1.\n\nb) Describe management’s role in assessing and managing climate-related risks and opportunities.\nRefer to CDP questions C1.2 and C1.2a.\n\nStrategy\n\nClimate change will have a major impact on our business, including our operations, strategy, financial planning and value chain, as well as on stakeholders such as patients. For example, climate change is already causing extreme heat and poor air quality in some areas, which threatens to exacerbate pre-existing health conditions such as heart failure, lung cancer and respiratory diseases. In addition, an increase in temperature and humidity may cause a proliferation of insects that carry vector-borne diseases, including dengue fever, malaria, Chagas disease and leishmaniasis. Novartis is working to understand and anticipate these risks to ensure we can continue to discover, develop and deliver life-saving medicines.\n\nNovartis has been active in integrating climate and environmental considerations into our financial planning. For example, we apply a threshold of USD 100 million for capital expenditure projects requiring an environmental sustainability review. We also operate with a USD 100 per ton shadow carbon price to help inform our strategic decision-making and budget planning with respect to carbon impacts. In 2020 and 2021, climate change met the financial materiality threshold for inclusion in our core Annual Report and in our ERM process as part of a broader strategic risk focused on ESG topics.\n\nProcesses\n\nNovartis conducted a long-term sensitivity and stress-testing analysis for climate and water in collaboration with the Massachusetts Institute of Technology (MIT) Joint Program on the Science and Policy of Global Change as the first-generation climate risk analysis. The analysis was based on a scenario that aligns to the Representative Concentration Pathway (RCP) 6.0 model for temperature change, which assumes that climate policy remains constant in the wake of the Paris Accord after 2030, and that significant technology advancements in low-carbon emissions technologies take time to scale. The scenario analysis was a multiphase project which included a detailed climate risk analysis of a key site, as well as an initial global assessment of 70 sites that are critical for the production and research parts of the company. The scenarios used 2030, 2050 and 2070 as timelines.\n\nDuring 2021, Novartis initiated a second round of climate scenario analysis to define physical and transition risks across its operations and supply chain. The physical risk analysis was based on a comparison of outcomes aligned to RCP 4.5 and RCP 8.5 scenarios (2020-2050). Physical risk was assessed at 21 sites to include business-critical operations sites, major research and development locations, and other major support sites. The transition risk analysis related to the transition to a low-carbon economy was based on a 1.5-degree outcome and a 3.0-degree outcome, and was run over four timeframes (2025, 2030, 2040 and 2050). Initial risks and opportunities were assessed at the enterprise level.\n\nThe ongoing climate scenario analysis is being coordinated with Novartis employees in production, procurement, facilities, finance, risk and business continuity, with the aim of supporting the existing ERM process as well as business decisions in areas such as utilities procurement, physical adaptation, and potential future changes in therapeutic research and development.\n\nIn 2020 and into 2021, we conducted a further analysis with MIT of water scarcity risks in three critical water basins in China, Europe and South Africa. The analysis is being used to plan for investments in water stewardship and to achieve our water neutrality target.\n\nProgress\n\nThe following Novartis accomplishments in 2021 are relevant to the TCFD recommendations:\n\n• Novartis conducted environmental life cycle analysis (LCA) pilot studies for its respiratory dry powder inhaler (DPI) devices across six environmental categories in accordance with the Greenhouse Gas (GHG) Protocol’s sector guidance for pharmaceuticals and medical devices. The study suggested that the Novartis DPIs have, on average, a carbon footprint of less than half compared to other published DPI LCA – with classical pressurized metered dose inhalers (pMDIs) using HFC-134a as propellant gas displaying an average carbon footprint of up to 50 times higher than the Novartis DPI. Including carbon impact and pricing into early-stage development of drugs can drive investment optimization and reduce carbon emissions during the scale-up of new products.\n\n• Following the success of DPI devices, we launched a new sustainability study on Coartem to make it our next and our first large-scale carbon-neutral project.\n\n• We reached the milestone of 1 billion treatments of our artemisinin-based combination therapy (ACT) delivered since 1999, with more than 90% supplied without profit. More than 450 million were a pediatric formulation developed jointly with Medicines for Malaria Venture. The World Health Organization estimates that adopting ACTs as a first-line treatment for malaria, together with prevention efforts and better diagnostics, have saved 76 million lives since 2000.\n\n• Construction started for new generation capacity as part of our pan-European virtual power purchase agreement. It will deliver 100% renewable electricity and carbon neutrality for priced electricity in Novartis European operations by 2022 through newly built solar and wind projects in Spain.\n\n• Novartis partnered with One Young World to organize and sponsor Operation Planetary Health to raise awareness about environmental sustainability and to create a movement to accelerate change within the organization. The theme of “planetary health” aligned with and built on Novartis environmental sustainability targets and strategy. The event aimed to inspire employees to address specific environmental challenges with actionable and sustainable solutions.\n\n• Our focus was on carbon neutrality (Scope 3 emissions; emissions in our value/supply chain) and the circular economy. We reached the milestone of 1 billion treatments of our artemisinin-based combination therapy (ACT) delivered since 1999, with more than 90% supplied without profit. More than 450 million were a pediatric formulation developed jointly with Medicines for Malaria Venture. The World Health Organization estimates that adopting ACTs as a first-line treatment for malaria, together with prevention efforts and better diagnostics, have saved 76 million lives since 2000.\n\n• We developed the Novartis Green Expectations from Suppliers document to outline what is needed from our suppliers and support them on that journey. Using the ACCA model, we track and measure suppliers’ journey toward carbon neutrality. The four-stage ACCA framework involves:\n\n1. Awareness building\n2. Commitment to the requirements of the carbon emission targets\n3. Commitment to achieve carbon neutrality\n4. Definition of action plans to meet environmental sustainability targets\n\nThe Green Expectations framework was issued to 43 suppliers in 2021. Our Green Supplier Summit complemented the Green Expectations initiative, with 88% of participating suppliers acknowledging receipt. We are engaging our suppliers in dialogue, and this will be underpinned with concrete tools and mechanisms to facilitate their journey as much as possible. The breadth of this engagement – approximately 36,000 suppliers – means the process needs time to yield significant results, particularly among suppliers with whom we do not have direct interaction.\n\nIn 2021, Novartis joined the 100-plus company EV100 initiative, demonstrating our commitment to transition our fleet to electric vehicles (EVs). Novartis plans to reduce vehicle fleet emissions by over 63% by 2025, and 94% by 2030. In 2021, implementation began in 30 countries, impacting 18,000 of 26,000 vehicles in the Novartis fleet.\nRisk A\nNovartis operates globally, and we have significant financial exposure to carbon pricing due to the carbon footprint of our production facilities. Our sites in Kundl (Austria), Lendava (Slovenia), Menges (Germany) and Ringaskiddy (Ireland) are all subject to the EU’s carbon pricing mechanism (EU ETS), while our site in Grimsby (UK) is subject, as of 2021, to the UK ETS, which closely tracks the EU ETS. The benchmark price for EU carbon allowances has been on an upward trajectory for the most part of the past few years, rising from EUR 5 a ton in 2017 to over EUR 80 a ton in 2021. We estimate potential exposure in a possible range of USD 19 million to USD 150 million related to the carbon price in 2030, according to our best current knowledge. Please note that the quantification of our exposure was realized by Environmental Resources Management and that these numbers might change significantly in the future.\n\nRisk B\nNovartis is exposed to physical risks from climate change, both chronic and acute. The most common types of global risk events are heat events, wildfires, water stress/scarcity, cyclones and flooding from sea level rise or severe weather events. Our exposure to physical risk due to flooding and cyclones was estimated using scenario analysis based on Representative Concentration Pathways (RCP) 4.5 and 8.5, which represent a best case and a worst case scenario of potential dis- ruptive climate change scenarios. Reasonable best and worst risk exposures in 2030 range from USD 37 million to USD 112 million, and in 2050 range from USD 151 million to USD 163 million. Please note that the quantification of our exposure was realized by Environmental Resources Management and that these numbers might change significantly in the future.\n\nRisk C\nForty-nine nations have announced that they will decarbonize their healthcare systems, requiring Novartis to also reduce its carbon footprint to align with national healthcare sector decarbonization targets, and maintain its competitive position in order to have continued opportunities to sell medicines in these markets. The current revenue generated in these mar- kets is USD 27.5 billion. This is also an opportunity, as success in decarbonizing ahead of our competitors may open up more opportunities for revenue in these markets. Potential exposure is USD 27.5 billion if Novartis products are not net zero by country-specific deadlines leading up to 2050. Please note that the quantification of our exposure was realized by Envi- ronmental Resources Management and that these numbers might change significantly in the future.\n\nFurther work is already underway and will be completed in 2022 to provide greater clarity on physical and transition risks upstream and downstream in our supply chain, and on risks to our core business related to loss of biodiversity and the bur- goning impact of climate change on human health.\n\nMetrics and targets\n• Novartis has a goal to be carbon neutral in our own operations by 2025.\n• Novartis has a goal to be carbon neutral across the entire value chain (Scopes 1, 2 and 3) by 2030, and to be plastic and water neutral by 2030.\n• Novartis has an approved 1.5°C Science Based Target for 35% absolute emissions reductions across Scopes 1, 2 and 3 by 2030.\n• Novartis has a goal to be net zero carbon across the entire value chain (Scopes 1, 2 and 3) by 2040.\n• In 2021, Novartis reduced greenhouse gas emissions by 34% compared to our 2016 baseline.\n• Additional details on our year-on-year emissions and other data can be found in the Novartis Environmental Sustainability and Occupational Health and Safety Data Supplement. Our most recent CDP climate questionnaire has details on methodologies, climate mitigation and climate adaptation efforts. Both are available on the Novartis website.\n\nRisk management\nNovartis integrates risk and strategy issues in a cross-functional ERM process. All risks are consolidated in a framework called the Novartis Risk Compass, which enables senior management, the ECN and the Novartis Board of Directors to focus on key risks and to align the company strategy to our risk exposure. For more information on how we identify, assess and manage our risks, please see pages 22-25.\n\nNovartis is potentially exposed to physical risks from varying extreme weather events such as hurricanes, tornadoes, floods, or any other event that may result from the impact of climate change on the environment. For example, some of our pro- duction facilities are located in places that, because of increasingly violent weather events, sea level rise, or both, are at a progressively higher risk of substantial flooding. Other facilities that depend on the availability of water for manufacturing processes may be impacted by water scarcity.\n\nDuring 2021, Novartis initiated a second round of climate scenario analysis to define physical and transition risks across its operations and supply chain. All of the detailed calculations were provided by an expert third party, Environmental Resources Management, using initial data as an iterative process and that both data granularity and the long-term impact of company-specific risks will increase over time, Environmental Resources Management and Novartis have esti- mated risk exposure and management costs associated with these limited initial risks as:\n\n- We also joined RE100 in 2021, a global initiative bringing together the world’s most influential businesses committed to 100% renewable electricity. Our power purchase agreements with renewable power developers, both existing and in the commissioning phase, are a key vehicle to us achieving our target 100% renewable energy in the US, Canada and Europe.\n- We made further progress in reducing our emissions: Scope 1 and 2 emissions decreased by 34% in 2021 versus the 2016 baseline.\n- In 2021, business travel was 85% less when compared to 2019. While this was largely due to COVID-19 restrictions, internal processes have been adapted to maximize virtual meeting technology and dramatically reduce future travel even as pandemic restrictions are relaxed in the future.\n- Scope 3 data accuracy has been enhanced in terms of extent and method of calculation. This has resulted in higher 2019 emissions and a revision of the 2016 baseline. A more robust tracking system is in place to enable comparability of calculations and data across years. Currently, we can account for over 90% of our Scope 3 emissions.\n- New manufacturing technologies have been implemented and utility equipment has been upgraded to improve process efficiencies. These updates include continuous manufacturing, biocatalysts and high-intensity perfusion batches.\n- In 2021, Novartis identified 59 locations as being situated in regions that are either currently water-stressed or will be classified as such in the coming years. Seven of these locations are currently deemed high risk. We will work with these locations to minimize their water consumption, and we aim to achieve neutrality by ensuring that an equivalent of water that cannot be avoided is returned to the same watershed.\n- In 2021, Novartis supported the development of a watershed project in the Telangana, India, region that will address the long-term challenge of water availability in water-stressed areas. The goal is to help local communities in the long run by increasing water availability, providing additional and safe drinking water, supporting agricultural best practice, building personal hygiene structures for schoolchildren, and contributing to the local ecosystems. This will serve as a pilot to also examine how Novartis can most successfully contribute to water security in water-stressed regions of the world where we may have water-intensive production operations.\n\nRELEVANT DISCLOSURES:\nCDP recommendations (strategy)\n- Novartis disclosures\n  - a) Describe the climate-related risks and opportunities the organization has identified over the short, medium and long term. Refer to CDP questions C3.3, C3.9, C3.10, C3.11, C3.12.\n  - b) Describe the impact of climate-related risks and opportunities on the organization’s business, strategy and financial planning. Refer to CDP questions C2.6, C2.23, C2.3a, C2.4, C2.4a.\n  - c) Describe the resilience of the organization’s strategy, taking into consideration different climate-related scenarios, including a 2°C or lower scenario. Refer to CDP questions C3.3, C3.3a and C3.4.\n\nCDP recommendations (metrics and targets)\n- Novartis disclosures\n  - a) Disclose the metrics used by the organization to assess climate-related risks and opportunities in line with its strategy and risk management process. Refer to CDP questions C3.3, C3.3a, C3.4.\n  - b) Disclose Scope 1, Scope 2 and, if appropriate, Scope 3 greenhouse gas (GHG) emissions, and the related risks. Refer to CDP questions C3.3, C3.3a and C3.4.\n  - c) Describe the targets used by the organization to manage climate-related risks and opportunities and performance against targets. Refer to CDP questions C3.3, C3.3a, C3.4.\nAppendix: external initiatives and membership of associations\n\nGRI 102-12: External initiatives\n- Member of Access Accelerated, a global initiative to advance access to treatment and care for chronic diseases in lower-income countries.\n- Joined Global Chagas Disease Coalition\n- Signatory to the London Declaration on Neglected Tropical Diseases\n- Member of the Swiss Alliance against Neglected Tropical Diseases\n- Joined the AMR Industry Alliance\n- Joined the AMR Action Fund, an industry initiative\n- Joined the Responsible Antibiotics Manufacturing Platform\n- Joined Business Refugee Action Network\n- Founding member of the Value Balancing Alliance, which aims to develop a standard model for measuring and disclosing the environmental, human, social and financial value a company provides\n- Member of the Impact Valuation Roundtable\n- Joined the United Nations Equal Pay International Coalition (EPIC)\n- Signatory to the Women’s Empowerment Principles launched by the UN Women and the UN Development Fund for Women (UNIFEM)\n- As a signatory to the UN Global Compact, the ILO’s Declaration on Fundamental Principles and Rights at Work, the Declaration on Environment and Development, the UN Convention Against Corruption, the Organization for Economic Cooperation and Development (OECD) Guidelines for Multinational Enterprises, the OECD Convention on Combating Bribery of Foreign Public Officials, and the UN Guiding Principles on Business and Human Rights\n- Signatory to the World Business Council for Sustainable Development’s CEO Guide to Human Rights\n- Support for the United Nations’ workplace standards for transgender and intersex people\n- Signatory to the International Chamber of Commerce’s Business Charter for Sustainable Development\n- Signatory to the ILO Tripartite Declaration of Principles Concerning Multinational Enterprises and Social Policy\n- Signatory to the CEO Letter on Access to Healthcare (IPIH), which frame the pharmaceutical industry’s approach to expanding access to quality healthcare globally\n- Strategic Partner of the World Economic Forum (WEF)\n- Joined the WEF Alliance of CEO Climate Leaders\n\nGRI 102-13: Membership of associations\nNovartis Group companies are members of various chambers of commerce, sustainability industry associations and pharmaceutical industry associations.\n\nWe work closely with trade associations, which create opportunities to raise industry standards and exchange best practices.\n\nNovartis is a member of:\n- Interpharma, Interpharma’s mission is to promote the pharmaceutical industry’s approach to expanding access to quality healthcare globally\n- Strategic Partner of the World Economic Forum (WEF)\n- Joined the WEF Alliance of CEO Climate Leaders\n\nAppendix: Selected adaptive development projects\n\nCategory | Product | Objectives | Progress to date\n--- | --- | --- | ---\nExpansion of clinical use of existing medicines into new indications and populations | Palmarin | Extensive treatment of epithelial ovarian cancer | Phase II clinical trial that started recruitment in January 2021\nEntrectinib | Conduct a Phase I/II clinical trial to assess the efficacy and safety of Entrectinib in people with metastatic disease due to chronic Chagas cardiomyopathy | The study is still enrolling in Argentina, Brazil, Colombia and Mexico due to the COVID-19 situation\nHydroxyurea | Develop pediactric formulation for treatment of sickle cell disease | The drug was approved in Ghana in September and the launch is expected in February 2022; a dossier was submitted for registration in India, Tanzania and Kenya.\nCoartem | Develop pediatric formulation for infants < 1 kg body weight | Enrollment for the first cohort is complete and the trial initiated in 2021 in collaboration with the PAMAKA consortium funded by the European & Developing Countries Clinical Trials Partnership\n\nConducting research that enables us to better pursue adaptive development of new medicines\n\nConduct a study to understand how African-specific CYP2D6 polymorphism – a key enzyme in metabolism of a large number of clinically important drugs – potentially affects the drug metabolites in the body\n\nEnrollment is complete and the study is on track. The final study report is planned for release Q2 2022.\n\nAppendix: supplier spend 2021\n\n| Country | Total % | Direct spend | Indirect spend | Total spend | Supplier spend |\n|---|---|---|---|---|---|\n| USA | 25.23 | 9.81 | 31.02 | 2,649 | 8.30 |\n| Austria | 6.87 | 11.68 | 4.63 | 1,747 | 5.07 |\n| Germany | 5.26 | 9.32 | 4.06 | 2,970 | 8.23 |\n| Japan | 2.17 | 2.50 | 0.63 | 1,578 | 4.68 |\n| Ireland | 2.05 | 4.73 | 1.01 | 459 | 1.40 |\n| France | 2.03 | 1.23 | 1.23 | 1,230 | 3.85 |\n| China | 1.55 | 0.44 | 2.26 | 569 | 1.80 |\n| Spain | 1.55 | 0.34 | 1.26 | 791 | 2.49 |\n| Canada | 1.44 | 1.46 | 1.43 | 275 | 0.86 |\n| India | 1.37 | 1.78 | 1.05 | 1,025 | 3.34 |\n| Belgium | 1.04 | 1.58 | 0.63 | 592 | 1.87 |\n| United Kingdom | 0.68 | 0.92 | 0.15 | 449 | 1.42 |\n| Italy | 0.94 | 0.57 | 0.14 | 128 | 0.42 |\n| Singapore | 0.72 | 0.51 | 0.64 | 441 | 1.39 |\n| Rest of the world | 12.75 | 10.80 | 11.56 | 13,422 | 42.33 |\n| Total | 100 | 100 | 100 | 37,708 | 100 |\n\n1. Suppliers with whom we have a direct contractual relationship pertaining to the delivery of goods and services. The decrease is due to reporting system enhancements and supplier consolidation.\n2. Percentage of goods and services directly incorporated into a product or being manufactured, distributed, raw material, as a service or being manufactured or remanufactured.\n3. All suppliers of medicines, fuels, raw materials, utilities, capital expenditure, marketing supplies, etc.\n4. The sum of individual country totals and percentages is larger than the grand total because one supplier can serve multiple countries. Suppliers are counted for each country they serve, but they are counted only once for the grand total.\nIndependent Assurance Report on the 2021 Novartis in Society Integrated Report\n\nTo the Board of Directors of Novartis AG, Basel\n\nWe have been engaged by the Board of Directors of Novartis AG to perform assurance procedures to provide limited assurance on the ESG performance indicators included within the 2021 Novartis in Society Integrated Report of Novartis AG and its consolidated subsidiaries (Novartis Group) for the period ended December 31, 2021.\n\nSCOPE AND SUBJECT MATTER\n\nOur limited assurance engagement focused on the following 2021 ESG performance indicators, data and information disclosed in the Novartis in Society Integrated Report 2021 of the Novartis Group for the year ended December 31, 2021:\n\n- The “Supply chain performance indicators” on page 52, the “People performance indicators” on page 66 (excluding those metrics listed below), the “Access to healthcare performance indicators” on page 72, the “Patients reached with emerging market brands” on page 73, the “Donations” on page 75, the “Patients reached through support programs” on page 75, the “Ethical business practices performance indicators” on page 85, and the “Environmental performance indicators” on page 84.\n- The materiality determination and stakeholder engagement process of Novartis at the Group level according to the requirements of the GRI Sustainability Reporting Standards (GRI Standards), published by the Global Reporting Initiative (GRI) and disclosed in the “Global Materiality Assessment 2021 Results Report” linked on page 53 and as applied to the Novartis in Society Integrated Report 2021.\n- Reporting processes and related controls in relation to data aggregation of the selected ESG indicators.\n\nThe following ESG “People performance indicators” on page 66 are not subject to this Assurance Report. Consequently, we do not express any conclusion on these ESG performance indicators.\n\n- The following indicators within the subheading “Health and safety”:\n  - The “Fatalities”\n  - The following indicators within the subheading “Gender indicators”:\n    - The “Median tenure in years: female/male”\n    - The “Overall headcount”\n    - The “Promotions”\n    - The “Overall turnover”\n    - The “Entry-level positions (job levels 6,7,8)”\n    - The “Revenue-producing roles”\n    - The “IT roles (IT job family)”\n    - The “Engineering roles (R&D + TechOps job families)”\n  - All indicators within the subheading “Number of employees by region, by contract type (permanent/temporary)”\n\nCRITERIA\n\nThe ESG performance indicators disclosed within the Novartis in Society Integrated Report 2021 were prepared by the Board of Directors of Novartis AG (the “company”) based on the following criteria:\n\n- GRI Standards\n- Novartis Corporate Responsibility Guideline\n- Novartis Code of Ethics\n- Novartis procedures for gathering, collecting, and aggregating data for the ESG performance indicators\n- The terms and conditions as outlined within the “Final Listing Prospectus dated 21 September 2020” for the “Patients reached with strategic innovative therapies” and “Patients reached through flagship programs” ESG performance indicators\n\nBOARD OF DIRECTORS’ RESPONSIBILITY\n\nThe Board of Directors of the company is responsible for preparing the Novartis in Society Integrated Report in accordance with the applicable criteria. This responsibility includes the design, implementation and maintenance of the internal control system related to the preparation of the Novartis in Society Integrated Report that are free from material misstatement, whether due to fraud or error. Furthermore, the Board of Directors is responsible for the selection and application of the criteria and adequate record keeping.\n\nWe performed the following procedures, among others:\n\n- Review of the management reporting processes for ESG reporting and assessing the consolidation process of data at the Novartis Group level and the related controls\n- Inspecting the principles of the Novartis materiality assessment process providing the basis for the adherence to the GRI reporting requirements, addressing the soundness of the methodology, the identification process, the determination of the impacted stakeholders, as well as the prioritization based on the assessed impact of Novartis\n\nWe have not carried out any work on data other than outlined in the “Scope and subject matter” section as defined above. We believe that the evidence we have obtained is sufficient and appropriate to provide a basis for our conclusion.\n\nCONCLUSION\n\nBased on the work we performed, nothing has come to our attention that would cause us to believe that the ESG performance indicators outlined within the “Scope and subject matter” section above of Novartis AG for the period ended December 31, 2021 are not prepared, in all material respects, in accordance with the criteria as outlined within the “Criteria” section above.\n\nINHERENT LIMITATIONS\n\nThe accuracy and completeness of the ESG performance indicators outlined within the “Scope and subject matter” section above are subject to inherent limitations given their nature and methods for determining, calculating and estimating such data. Our Assurance Report should therefore be read in connection with the criteria as outlined within the “Criteria” section above.\n\nPricewaterhouseCoopers AG\n\nBasel, February 1, 2022\n\nThe maintenance and integrity of Novartis AG’s website is the responsibility of the Board of Directors and Management, the work carried out by PricewaterhouseCoopers AG does not involve consideration of these matters and accordingly, PricewaterhouseCoopers AG accepts no responsibility for any changes that may have occurred to the figures or criteria as published on Novartis AG’s website.\nNovartis annual reporting suite\n\nAnnual Report and US Securities & Exchange Commission Form 20-F\n\nThese reports, filed with the SIX Swiss Exchange in Switzerland and the Securities and Exchange Commission in the US, provide a comprehensive overview of Novartis, including our company structure, corporate governance and compensation practices. They also include audited financial statements, accompanied by audited annual financial statements.\n\nNovartis in Society Integrated Report\n\nThe Novartis in Society Integrated Report covers our business, strategy and performance. It highlights progress against our five strategic priorities and describes how we create value for diverse stakeholders. A digital and interactive version can be accessed through the link below.\n\nwww.novartis.com/reportingsuite\n\nwww.reporting.novartis.com\n\nDisclaimer\n\nThese materials contain forward-looking statements within the meaning of the United States Private Securities Litigation Reform Act of 1995, and generally can be identified by words such as “anticipate,” “believe,” “continue,” “estimate,” “expect,” “forecast,” “intend,” “may,” “might,” “plan,” “project,” “predict,” “potential,” “propose,” “potential,” “seek,” “should,” “target,” “will,” “would,” “would be,” “would continue,” “would develop,” “would have,” “would impact,” “would include,” “would involve,” “would make,” “would result,” “would seek,” “would study,” “would target,” “would use,” “would value,” “would vary,” “would were,” “would yield” and similar expressions, or by express or implied discussions regarding future events or trends. Such statements are based on the current beliefs and expectations of management and are subject to significant known and unknown risks and uncertainties. Actual results may vary materially from those expressed or implied in these statements due to various factors, including, but not limited to, those set forth in the Form 20-F filed with the US Securities & Exchange Commission.\n\nAll product and program names printed in italics in this Novartis in Society Integrated Report are trademarks owned by or licensed to the Novartis Group.\n\n© Novartis AG, 2022\n\nPhoto (left): Jian Zhang (left), a patient with heart failure, and his wife (right), China.\n\nPhoto (right): Ukamaka Obilije (left), a medicine vendor in Ebonyi State, Nigeria, talks to a mother and her child about preventing and treating common childhood illnesses such as malaria.\n\nBack cover photo: Jian Zhang (left), a patient with heart failure, and his wife (right), China.\n", "source": "novartis_2021", "added": "2025-04-26", "created": "2025-04-26", "metadata": {"Source-File": "climate_reports/additional_reports/novartis_2021.pdf", "olmocr-version": "0.1.59", "pdf-total-pages": 61, "total-input-tokens": 190931, "total-output-tokens": 67557, "total-fallback-pages": 0}, "attributes": {"pdf_page_numbers": [[0, 0, 1], [0, 3855, 2], [3855, 4915, 3], [4915, 11797, 4], [11797, 15347, 5], [15347, 18100, 6], [18100, 23309, 7], [23309, 27830, 8], [27830, 32284, 9], [32284, 35073, 10], [35073, 38477, 11], [38477, 42807, 12], [42807, 46661, 13], [46661, 58862, 14], [58862, 59159, 15], [59159, 64208, 16], [64208, 69776, 17], [69776, 73081, 18], [73081, 75002, 19], [75002, 82662, 20], [82662, 88815, 21], [88815, 94376, 22], [94376, 103744, 23], [103744, 105593, 24], [105593, 112006, 25], [112006, 118843, 26], [118843, 123521, 27], [123521, 131804, 28], [131804, 133345, 29], [133345, 140078, 30], [140078, 145422, 31], [145422, 147318, 32], [147318, 154986, 33], [154986, 157834, 34], [157834, 161600, 35], [161600, 163189, 36], [163189, 169425, 37], [169425, 173919, 38], [173919, 180875, 39], [180875, 187721, 40], [187721, 189363, 41], [189363, 194399, 42], [194399, 200380, 43], [200380, 204177, 44], [204177, 206702, 45], [206702, 207823, 46], [207823, 214613, 47], [214613, 216727, 48], [216727, 222685, 49], [222685, 230224, 50], [230224, 234388, 51], [234388, 234638, 52], [234638, 240539, 53], [240539, 244946, 54], [244946, 250893, 55], [250893, 261299, 56], [261299, 270341, 57], [270341, 276207, 58], [276207, 281928, 59], [281928, 284459, 60], [284459, 284459, 61]]}}