{"id": "dba066c0b986db2f5e7bec4c38b0364f6de822b6", "text": "2022 SUSTAINABILITY PERFORMANCE REPORT\n\nPROPELLED BY PRINCIPLE\nAbout This Report\n\nLockheed Martin is proud to present the 2022 Sustainability Performance Report. This streamlined report focuses on our 2022 performance toward our program goals. More detailed information on our sustainability program can be found on our Lockheed Martin sustainability website. Unless otherwise noted, this report includes global data and activities for the calendar year 2022 from Lockheed Martin’s corporate offices and four Business Areas: Aeronautics, Missiles and Fire Control, Rotary and Mission Systems and Space.\n\nThis report has been prepared with reference to Global Reporting Initiative (GRI) Standards. Our select GRI and Sustainability Accounting Standards Board (SASB) indices are available on our Environmental, Social and Governance (ESG) Portal.\n\nDNV, an independent, third-party assurance provider, assured this report to a moderate level of assurance under the AA1000 Assurance Standard (AA1000AS). This includes performance on the Lockheed Martin 2025 Sustainability Management Plan goals, select SASB standards and select GRI indicators. Verification details can be found in the 2022 Assurance Statement, which is available on our ESG Portal.\n\nPropelled by Principle\n\nLockheed Martin develops innovative technology that enables the growth, resiliency and security of societies around the world. We develop these engineering solutions while upholding our core values to Do What’s Right, Respect Others and Perform with Excellence. This is why Lockheed Martin has chosen the theme “Propelled by Principle” to describe our sustainability approach. We are committed to the principles described throughout this report, including integrity, high ethical business standards, workplace safety, employee diversity and inclusion and environmental stewardship. Our principles guide us as we address complex, global challenges and propel toward a brighter future.\n\nABOUT THE COVER PHOTO\n\nThe Center for Innovation (also known as The Lighthouse) represents the intersection of Lockheed Martin’s commitment to our customers and passion for innovation. Technical experts and mission-focused customers collaborate openly through wargaming, experimentation and analysis to develop advanced solutions to their most pressing challenges. To learn more, visit our website.\n\nReport Contents\n\n| Leadership Perspectives | 3 |\n|-------------------------|---|\n| Sustainability Recognitions | 5 |\n| 2025 Sustainability Management Plan | 6 |\n| Advancing Resource Stewardship | 8 |\n| Elevating Digital Responsibility | 17 |\n| Fostering Workplace Resiliency | 23 |\n| Modeling Business Integrity | 29 |\n| 2022 ESG Performance Index | 32 |\nLeadership Perspectives\nMessage from our Chairman, President and Chief Executive Officer\n\nAt Lockheed Martin, our purpose is to ensure those we serve always stay ahead of ready. Our technologies help our customers to strengthen global security, promote scientific discovery and enable progress around the world.\n\nAs a team, we are committed to driving responsible growth for shareholders, customers, employees and suppliers. We are unified by our core values – Do What’s Right, Respect Others and Perform with Excellence. These values shape our culture, drive our approach to business, encourage our outreach in the community and inspire our commitment to sustainability and environmental stewardship.\n\nIn 2022, Lockheed Martin completed the second year of progress on our 2025 Sustainability Management Plan (2025 SMP) – a roadmap to carry out our vital mission.\n\nLockheed Martin’s approach to sustainability includes four priorities:\n\n- **Advancing Resource Stewardship:** We strive to use resources in the most efficient way possible and to minimize the environmental footprint of our operations.\n- **Elevating Digital Responsibility:** We protect data, privacy and intellectual property and use artificial intelligence in an ethical manner.\n- **Fostering Workplace Resiliency:** We maintain an inclusive and safe environment in which we value individual employees’ unique contributions to the success of our team and provide ample opportunities for their professional development and career growth.\n- **Modeling Business Integrity:** We operate ethically and ensure that everyone who works with us – both inside and outside Lockheed Martin – adheres to the same high ethical standards.\n\nEach priority supports a vision to advance our 21st Century Security and OneLM Transformation (1LMX). Today’s rapidly evolving 21st century threats require us to accelerate the delivery of integrated and interoperable solutions. To do this, our 1LMX initiative is leveraging digital and business transformation across the company to enhance the speed, agility, insights and value we bring our customers.\n\nThis year’s Sustainability Performance Report demonstrates our commitment to creating a better and safer world. Our 2022 achievements in support of our long-term sustainability strategy include the following:\n\n- We published our second annual Human Rights Report, demonstrating how our company is committed to upholding human freedom and well-being throughout our operations and supply chain.\n- We received a bronze designation from the American Business Awards for diversity and inclusion.\n- We expanded our financial contributions to partner with Rocky Mountain Institute, a nonprofit organization dedicated to sustainability, with a special focus on energy and resource efficiency innovation that supports decarbonization.\n- We developed our accelerated decarbonization strategy and set new carbon emission reduction and renewable energy goals.\n\nOur sustainability program drives operational improvements by reducing carbon emissions through energy efficiency and the use of renewable energy, as well as reducing water use and waste generation across all Lockheed Martin facilities. To learn more about our approach to championing environmental stewardship through resource efficiency, visit our website.\n\nIn the pages that follow, you will find more detailed information about our progress toward our 2025 SMP goals. I am proud of our organization’s significant accomplishments last year. I am confident that Lockheed Martin will continue to demonstrate how sustainable business practices enable superior solutions for our customers and stewardship of our vital operations for decades to come.\n\nJames D. Taiclet\nChairman, President and Chief Executive Officer\n\n---\n\n“This year’s Sustainability Performance Report demonstrates our commitment to creating a better and safer world.”\n\nJames D. Taiclet\nChairman, President and Chief Executive Officer\n\n---\n\nJames D. Taiclet\nChairman, President and Chief Executive Officer\nLockheed Martin Corporation\nLeadership Perspectives\n\nKey leaders speak to the value of Lockheed Martin’s sustainability program and highlight some of our recent achievements.\n\nOur new 2030 decarbonization goals demonstrate our drive for operational excellence. We’re accelerating our commitment to environmental stewardship and improving the resilience of our business through financially prudent investments.\n\nFrank A. St. John\nChief Operating Officer\n\nLockheed Martin’s sustainability program is built around fostering innovation, integrity and security across our platforms and services. We integrate sustainability throughout our business strategy, including in operations, risk management and product and service designs.\n\nLeo S. Mackay, Jr.\nSenior Vice President, Ethics and Enterprise Assurance\n\nWe have an unwavering commitment to sustainable and responsible engineering practices. In 2022, Lockheed Martin collaborated with Carnegie Mellon University and industry to develop artificial intelligence ethical principles training materials and artificial intelligence governance best practices.\n\nRodney A. Makoske\nChief Engineer and Senior Vice President, Engineering and Technology\n\nLockheed Martin has established sustainable supply chain programs that drive affordability and innovation across our value chain, focusing on creating long-lasting, leading opportunities to enhance product stewardship and ethical and social responsibility.\n\nMark D. Stewart\nSenior Vice President, Operations\n\nPeople are a critical business asset and therefore our people strategy is fundamental to sustaining our company. We understand our performance depends on identifying, attracting, developing, motivating and retaining a highly skilled, diverse workforce.\n\nGreg A. Karol\nSenior Vice President and Chief Human Resources Officer\n\nWe are proud to share our 12th annual sustainability report and updated reporting strategy. Our Sustainability Performance Report highlights annual performance results, while our sustainability website details programs and informs stakeholders regularly on significant developments.\n\nHeather D. Daniels\nVice President, Environment, Safety, Health and Sustainability\n2022 Sustainability Recognitions\n\n- Forbes’ Best Employers for New Grads\n- Forbes’ Best Employers for Diversity\n- Forbes’ America’s Best Large Employers\n- Forbes’ #1 for Workers in Aerospace and Defense\n- Forbes’ Best Employers for Veterans\n- Forbes’ World’s Best Employers\n- Forbes’ America’s Best Employers by State\n- Ranked in the Top 100 of JUST Capital’s 2022 Workforce Equity and Mobility Ranking\n- Minority Engineer Reader’s Choice Awards’ Top 50 Employers for Minority Engineers\n- American Business Awards’ Bronze Award for Diversity and Inclusion\n- LinkedIn Top Companies to Grow Your Career\n- Equal Opportunity Reader’s Choice Awards’ Top 50 Employers for Equal Opportunity\n- Woman Engineer Reader’s Choice Awards’ Top 50 Employers for Women\n- Named One of Fortune’s World’s Most Admired Companies\n- National Organization on Disability’s 2022 Leading Disability Employers\n- Military.com’s Top 25 Employers for Veterans\n- Gold Hermes Award Winner in the Educational Category\n- Human Rights Campaign’s Best Places to Work for LGBTQIA+ Equality\n- Ranked in the U.S. EPA Green Power Partnership National Top 100\n- Ranked in the U.S. EPA Green Power Partnership Top 30 for On-site Generation\n2025 Sustainability Management Plan\n\nOur Sustainability Management Plan (SMP) was developed through an extensive core issues assessment using stakeholder input and industry trend analysis. The 2025 SMP, established in 2020, guides our sustainability efforts within four priority areas and their associated core issues. These priorities, core issues and goals are evaluated over a five-year cycle.\n\nGoals can be retired or updated, if necessary, based on our progress and the changing needs of our business. We also continually monitor environmental, social and governance risks and opportunities to stay informed of shifting and emerging trends.\n\nTo learn more about how we develop and manage our SMP, visit our website.\nIn 2022, we made great strides towards our 2025 Sustainability Management Plan goals. This report summarizes our efforts and annual progress to meet these goals. To learn more about the management of our sustainability goals and see more sustainability program highlights, visit our [website](https://sustainability.lockheedmartin.com).\n\n### ADVANCING RESOURCE STEWARDSHIP\n\nBy 2030, reduce Scope 1 and 2 carbon emissions per dollar of gross profit by 70%.¹\n\n| 2021 | 2022 |\n|------|------|\n| 47%  | 53%  |\n\n### ELEVATING DIGITAL RESPONSIBILITY\n\n100% of data objects identified for common definition in the Lockheed Martin data strategy [Tier 1 Data] and 100% of certified data sources have data stewards assigned by 2022.\n\n100%\n\n### FOSTERING WORKPLACE RESILIENCY\n\nIncrease representation of women and people of color enterprisewide through 2025.\n\n- Women: 23.3%\n- POC: 30.4%\n\n### MODELING BUSINESS INTEGRITY\n\nAchieve 100% completion of required employee training on gifts and business courtesies and international business practices annually through 2025.\n\n100%\n\n¹ This goal was retired at the end of 2022, and a new goal was released. Visit our [website](https://sustainability.lockheedmartin.com) to learn more.\nAdvancing Resource Stewardship\n\nOur commitment to sustainability includes a responsibility to operate our facilities efficiently and to manage our business and our supply chain effectively to reduce carbon emissions, mitigate risk and safeguard valuable resources.\n\n| Counterfeit Parts Prevention | 9 |\n| Energy Management            | 10 |\n| Hazardous Chemicals/Materials| 14 |\n| Resource and Substance Supply Vulnerability | 15 |\n| Total Cost of Ownership      | 16 |\nCounterfeit Parts Prevention\n\nMission success depends on providing products and services that have trusted reliability, performance and safety. Preventing counterfeit parts from entering Lockheed Martin’s supply chain is one way we uphold this commitment to our customers. To learn more, visit our website.\n\nEducating Our Suppliers on Counterfeit Parts\n\nPersistent challenges to the supply chain have increased the risk of counterfeiting. When shortages or a lack of predictability in parts makes it necessary to buy from others outside of the Original Component Manufacturer (OCM) and/or their authorized distributors, the risk of introducing counterfeits increases dramatically. This year Lockheed Martin’s Global Supply Chain Operations team engaged in communications with all suppliers globally to build awareness and provide guidance on how to minimize the risk.\nEnergy Management\n\nEmissions Reduction\n\nOur Go Green program drives operational improvements by reducing carbon emissions through energy efficiency and use of renewable energy. Investing in capital and operational projects that improve resource efficiency is key to reducing emissions. To learn more, visit our website.\n\nAward-Winning Energy Efficiency Projects\n\nIn 2022, our teams completed 78 energy efficiency projects that resulted in annual savings of 26 million kilowatt-hours (kWh) of electricity and 28,000 million British thermal units (MMBtu) of natural gas, and avoided $3.1 million in utility and maintenance costs. Examples of projects completed across our business include LED lighting upgrades, continued steam decentralization and building management system upgrades that enable more efficient operations and maintenance.\n\nThanks to these energy efficiency projects, we earned ENERGY STAR® certification for six buildings in 2022, making us an official member of Certification Nation, a one-time recognition to celebrate ENERGY STAR’s 30th anniversary. To earn the ENERGY STAR certification, buildings must be independently verified to operate more efficiently than 75% of similar properties nationwide. ENERGY STAR certified buildings use an average of 35% less energy and are responsible for 35% less carbon dioxide emissions than typical buildings. Lockheed Martin was also awarded ENERGY STAR Top Project for an occupancy sensor project at our Grand Prairie, TX, facility that will avoid approximately $193,000 in electricity costs annually and reduce electricity usage by 3.2 million kWh, enough electricity to power approximately 440 homes for one year, according to the ENERGY STAR equivalency calculator.\n\nThis award-winning project is just one example of the dozens of energy efficiency projects completed in 2022.\n\n---\n\n2 We set our ambitious carbon emission reduction target using a methodology established by the Center for Sustainable Organizations to exceed science-based target requirements. The Paris Agreement’s goal is to limit global warming by the end of the century to well below 2°C of pre-industrial levels and preferably to 1.5°C. Our carbon emissions target is expected to outperform the Center for Sustainable Organizations model criteria for aligning with a 1.5°C outcome in the long term.\n\n3 This goal was retired at the end of 2022 and a new goal was released. Visit our website to learn more.\nRenewable Energy\n\nRenewable energy strengthens the resiliency of our facilities, our relationship with our customers and our engagement with employees. Renewable energy is a key facet of our Go Green program, which drives operational improvements by reducing carbon emissions. To learn more, visit our [website](https://sustainability.lockheedmartin.com).\n\nRenewable Energy in Our Global Operations\n\nSince 2008, Lockheed Martin has installed 15 on-site solar systems, for a total of 31.5 megawatts (MW) of capacity. Examples include the 90 kilowatt (kW) and 751 kW solar photovoltaic systems at our Nowra, Australia, and Mielec, Poland, facilities, respectively. The Nowra system provides 30% of the facility’s energy requirements and the Mielec system results in a utility cost savings of $210,000 per year and reduces carbon emissions by 461 metric tons of carbon dioxide equivalent (MTCO2e).\n\n---\n\n4 Via a combination of on-site or off-site generation, and excluding large hydropower in alignment with the Green-e Renewable Energy Standard for Canada and the United States.\n\n5 This goal was retired at the end of 2022, and a new goal was released. Visit our [website](https://sustainability.lockheedmartin.com) to learn more.\nGreen Buildings\n\nGreen buildings reduce our impact on the natural environment, lower life-cycle operating costs and enhance occupant well-being. Lockheed Martin’s corporate policy on green buildings requires the United States Green Building Council’s LEED® Silver certification as the minimum standard for new construction and major renovations. For existing buildings, we seek ENERGY STAR certification to demonstrate operational energy efficiency. To learn more, visit our website.\n\nFirst LEED Certification for Our Camden, AR, Facility\n\nIn 2022, our Camden, AR, facility received LEED Silver certification for a newly constructed 18,000-square-foot office building. Construction included ENERGY STAR rated equipment, LED lighting, materials with high sustainability ratings, low-emitting materials and environmentally safe construction practices. The design maximizes the use of natural light and air flow, and employs occupancy monitoring to increase the overall efficiency of the building.\nAddressing Climate Risk\n\nLockheed Martin has a multipronged approach to addressing climate risk. We have accelerated our greenhouse gas (GHG) emission reduction and renewable energy targets, and we continue to pursue innovative carbon removal opportunities. To learn more, visit our website.\n\nUpdated Task Force on Climate-Related Financial Disclosures Report\n\nClimate-related risk and opportunity drivers are key considerations for our long-term success and resiliency as a leader in global security and aerospace. We believe it is our responsibility to understand and actively address how those drivers will affect our business. Our Task Force on Climate-related Financial Disclosures (TCFD)-aligned Climate-Related Risks and Opportunities report summarizes Lockheed Martin’s latest climate risk analysis, assessing operational and financial risks to our operations and supply chain.\n\nPartnering with The Nature Conservancy to Support Coastal Resilience\n\nIn 2021, Lockheed Martin committed $2 million to a three-year partnership with The Nature Conservancy in support of a project that will protect 4,000 acres of land along Maryland’s Eastern Shore. The project is part of the Department of Defense’s (DOD) Readiness and Environmental Protection Integration Challenge, which aims to strengthen the resiliency of the DOD’s vital U.S. infrastructure. In 2022, Lockheed Martin’s funding supported The Nature Conservancy’s coastal resiliency efforts and helped establish a pilot Coastal Resilience Easement program. These easements aid in the healthy landward migration of tidal marshes to protect coastal areas while simultaneously preserving landowner cultural and financial interests.\n\nExamples include afforestation, reforestation, direct air capture and habitat restoration.\nHazardous Chemicals/Materials\n\nReducing hazardous chemicals in our products helps Lockheed Martin stay ahead of increasing global chemical regulations and restrictions. Through proactive management of hazardous chemicals in our products and manufacturing processes, we are reducing regulatory risks and protecting our employees, customers and the environment. We are also upholding commitments to our customers and maintaining a competitive position for new business opportunities. To learn more, visit our website.\n\nDesign for Sustainability - Restricted Chemicals Avoidance Tool\n\nOur Design for Sustainability working group, led by employees from Engineering & Technology, collaborates across business areas and functions to develop capabilities that inform product design engineers about restricted chemicals during the product design phase. The working group developed a prototype restricted-chemicals-avoidance tool that will interface with product design tools to help reduce the use of hazardous chemicals by building early awareness into Lockheed Martin’s product design processes. In 2022, this tool was tested and refined through a pilot program with Rotary and Mission Systems and will soon be expanded to other business areas. This tool will help us meet regulatory and customer requirements, reduce risk and costs associated with redesign and increase the sustainability of our products.\n\nIndustry Collaboration\n\nIn 2022, Lockheed Martin continued our active engagement with the International Aerospace Environmental Group (IAEG) in the area of hazardous chemicals and materials. We took on a leadership role in IAEG Work Group 2 - Replacement Technologies, which aims to bring aerospace and defense companies together to reduce the cost and risk of investigation of alternatives to hazardous chemicals and materials. Additionally, Lockheed Martin engineers actively participated on the project teams to provide input into advancing the replacement project efforts for non-chromated alternatives. These actions support both our own efforts and industry-wide efforts across the value chain to deliver more sustainable products.\n\nIndustry Collaboration\n\nAnnually reduce the amount of Lockheed Martin Priority Chemicals used per unit sold of Lockheed Martin’s top five (by sales) programs through 2025.7\n\n2022 PROGRESS\n\nIn 2022, we stood up the Product Chemical Composition Module, which enhances product-level chemical tracking and reporting, in two business areas: Rotary and Mission Systems and Aeronautics. We also increased our participation in industry collaboration efforts to advance available alternatives across the value chain.\n\n7 Lockheed Martin Priority Chemicals are defined as chemical substances that are prohibited from use in Lockheed Martin’s products and processes or cannot be used in new applications or programs and are referenced in our internal corporate policy, Restrictions on the Use of Chemical Substances in Products and Processes. Updates to these lists of chemicals are completed annually. A waiver process is included in the procedure for cases where the Lockheed Martin Priority Chemical cannot be substituted.\nResource and Substance Supply Vulnerability\n\nThe objective of sustainable supply chain management at Lockheed Martin is to ensure the alignment of our supplier’s social, ethical, environmental, safety and health responsibilities with our own sustainability commitments. As a downstream user of critical mineral resources, it is challenging to trace the upstream origins of all of our product components. When we know the origin of the raw materials we depend on, we can make active purchasing decisions to reduce environmental and social risks in our value chain. To learn more, visit our website.\nTotal Cost of Ownership\n\nMaintaining product and service affordability for our customers is crucial to the longevity of our programs. With approximately 60% of product cost coming from our supply chain, the tracking and improvement of savings by our supply chain team contributes to competitive positioning for Lockheed Martin’s future procurement efforts. To learn more, visit our website.\n\nSikorsky CH-53K® Affordability Efforts\n\nThis year, the Sikorsky supply chain team successfully controlled cost growth on the CH-53K heavy lift helicopter. The team developed new, affordable sources for major components and, at the same time, increased the amount of material bundled across contracts. These efforts mitigated the impact of macroeconomic market conditions while yielding significant savings that will benefit both domestic and international customers for years to come.\nElevating Digital Responsibility\n\nBuilding a reputation for trust and integrity includes a strong commitment to digital responsibility. In an increasingly connected world, we remain committed to safeguarding data and setting standards for the use of artificial intelligence. We provide ongoing training and resources for our employees to support this commitment.\n\n| Artificial Intelligence | 18 |\n|-------------------------|----|\n| Data Privacy and Protection | 19 |\n| Intellectual Property Rights | 22 |\nArtificial Intelligence\n\nLockheed Martin is committed to driving the use of artificial intelligence (AI) in an equitable and transparent way. We are ensuring that our actions have the appropriate defined ethical boundaries at the start to deliver aligned capabilities, meet customer requirements, protect the safety of stakeholders and avoid reputational risk. To learn more, visit our website.\n\nPartnership with Carnegie Mellon University\n\nLockheed Martin continues to partner with Carnegie Mellon University (CMU), a leader in AI and robotics and a partner to both the Pentagon’s Joint Artificial Intelligence Center and the Department of Defense’s Chief Digital and Artificial Intelligence Office. Therefore, CMU was an ideal partner to act as third-party reviewer for our AI ethical principles training materials. CMU provided feedback and validated our proposed training content, ensuring that Lockheed Martin remains at the forefront of ethical AI. Based on CMU’s feedback, we modified our language to create more consumable content for our engineering talent and published enhanced policy language in 2022. Lockheed Martin also partnered with the CMU Software Engineering Institute to update our policy on Ethical Development and Use of Artificial Intelligence to better reflect our position as both consumers and exporters of AI technology.\n\nIndustry Collaboration for Ethical AI\n\nLockheed Martin expanded our engagement with the U.S. Department of Defense’s Defense Advanced Research Projects Agency (DARPA) in 2022 by participating in the Virtuous AI workshop created in partnership with the Institute for Defense Analyses (IDA). This workshop meets monthly and includes participants from nine aerospace and defense industry leaders. Lockheed Martin has taken a leadership position in organizing and shaping this community of practice, which encourages collaboration and sharing of best practices. Some key topics covered include assurance cases demonstrating responsible use of AI and AI governance best practices. One outcome of Lockheed Martin’s participation has been the identification of a need for an AI ethics proving ground, where algorithms can be tested and evaluated objectively and compared to other capabilities. DARPA and IDA are now working to make this idea a reality.\nData Privacy and Protection\n\nLockheed Martin empowers employees to take a proactive role in protecting data. From documented privacy policies to annual internal assessments that are supported by a formal network of privacy leaders throughout the enterprise, our corporate privacy program continues to evolve to meet new challenges and address the changing regulatory landscape. For example, new hires complete privacy awareness training as part of the onboarding process, and all employees complete sensitive-information-protection training each year as part of their compliance training plan. In support of this commitment to the protection of data, Lockheed Martin is also focused on expanding data literacy and digital responsibility. To learn more, visit our website.\n\nData Literacy and Data-Centric Practices\n\nIn an increasingly data-driven world, we help Lockheed Martin employees understand their part in protecting, working with, analyzing and communicating with data. We continue to expand data literacy and data-centric practices to empower an interconnected and intelligent data-informed enterprise. We provide the skills employees need to make our business faster and more efficient and to protect the value proposition of our initiatives to increase our competitive advantage. We also leverage data as a strategic asset to communicate more effectively, drive innovation and continue to deliver on our customers’ missions.\nEnvironment, Safety and Health Cohort Learning\n\nIn 2022, our Chief Data & Analytics Office collaborated with the Environment, Safety and Health (ESH) team to create a tailored, 16-week cohort learning experience focused on data literacy, ESH use cases and ESH common systems. Participants used our existing online data learning platform to complete self-paced training and were asked to apply their learnings in their job function each week. This was complemented by weekly live office hours where employees could ask questions and dive deeper into concepts applicable to their roles. These office hours were also used to showcase ESH data-driven efforts within each business area, which stimulated cross-functional collaboration. Examples include best practice sharing on data-driven solutions to injury prevention efforts, such as slip-and-fall hazard mitigation, and cumulative ergonomic risks in multiple work processes.\n\nIntegration of Our Online Data Learning Platform\n\nLockheed Martin’s Enterprise Learning & Development team procured an online learning platform that focuses on data analytics, data science and artificial intelligence/machine learning (AI/ML) for all skill levels and roles. In 2022, we continued to integrate the new platform into our existing enterprise Atlas Learning platform. This integration allows employees to search for data courses within Atlas Learning and get credit for their training to promote data literacy learning. As of 2022, over 13,000 employees have joined the platform, with active users logging over 30,000 hours of learning this year.\n\nArtificial Intelligence/Machine Learning with Real World Applications\n\nIn 2022 we updated our AI/ML training program, making it more agile. We did this by dividing the program into two parts. The first part of the training is focused on teaching employees about AI/ML to provide a baseline level of knowledge and hands-on capability with theoretical data sets. The second part of the training consists of a capstone project in which employees take a real data problem from their work area and explore potential AI/ML solutions using the knowledge they gained during part one, while being supported by a mentor. The goal of this approach is to bridge the gap between foundational machine learning knowledge and real-world application and encourage the use of AI outside of typical domains of application.\nTier 1 Data\n\nLockheed Martin regards data as a strategic asset and is committed to its responsible governance and management. We are optimizing how we extract value from data by improving interoperability and data quality, while minimizing data sensitivity risk.\n\nTier 1 Data, a set of common and agreed-upon definitions for terms and their data equivalents, is a key aspect supporting our transition to a model-based enterprise. Examples of such defined terms for Lockheed Martin include program, employee, customer and supplier. When we establish common governing definitions for terms, it enables any employee creating data in an information technology system to align to the common definition. Once every system has adopted the definition, we can allow data to move through those systems while experiencing minimal translation issues. Additionally, Tier 1 Data is a significant enabler of digital responsibility because it improves our ability to identify, locate, govern, manage and protect sensitive data.\n\nIn 2022, we identified and finalized a list of Tier 1 Data elements and established preliminary definitions. We then assigned data stewards to each element and kicked off a working group to formalize definitions for all Tier 1 Data identified and set business requirements for these enterprisewide elements. Looking ahead, we have started to explore our data strategy for Tier 2 Data, data governed at the business area level, to facilitate greater cross-functional collaboration.\n\n---\n\n8 As stated in our enterprise reference architecture, a model-based enterprise is an organizational approach that connects and consumes product data seamlessly, eliminating functional and system silos and limiting the usage of transactional systems by leveraging data-rich models.\nIntellectual Property Rights\n\nOur intellectual property Sustainability Management Plan goal is focused on defining and implementing heightened categories of protection for critical types of Lockheed Martin Proprietary Information, which includes the new designations of Restricted Use Only and Restricted Internal Use Only. This increases our ability to protect intellectual property as a business asset and maximize our competitive position. To learn more, visit our website.\n\nThe intellectual property protection processes and policies deployed to support this goal are now used to support corporate engineering functions. They are also accessible to any entity across the enterprise to identify data or information that requires additional safeguards.\n\nOur achievement of this goal enhances data security, reduces the possibility of inadvertent or intentional disclosure and enables the balance of Lockheed Martin interests to protect our critical technology while delivering needed information to our customers.\n\nWe conduct periodic internal reviews to revisit designated categories across all programs to assess whether the information still qualifies for its specific designation or if updates are required. We continuously evaluate and update our processes and policies as the enterprise evolves and remain committed to safeguarding data in all forms.\nFostering Workplace Resiliency\n\nOur people are our greatest asset, and we strive to build a dynamic, engaging, safe and welcoming workplace that drives innovation, embraces diverse perspectives and encourages collaboration. We invest in our employees and cultivate an environment of belonging where people can bring their authentic selves to work every day and have an opportunity to thrive in their roles and beyond.\nHarassment-Free Workplace\n\nLockheed Martin takes pride in our core values to Do What’s Right, Respect Others and Perform with Excellence. These core values are underpinned by our Code of Ethics and Business Conduct and corporate policies on Harassment-Free Workplace and Nondiscrimination and Equal Employment Opportunity. We require all employees to complete annual harassment-free workplace training. Additional related training is required for specific employees based on function and level. To learn more, visit our website.\n\nInstructor-Led Trainings\n\nNot only can employees now take the self-paced Upstander Campaign training in Atlas Learning, but their leaders can request instructor-led bystander intervention training for their teams. This training provides a more in-depth education on how to stop or respond to harassment, discrimination, retaliation or other inappropriate conduct. Our goal is to empower our employees to be upstanders in these situations. In 2022, the commitment of our leaders to a harassment-free workplace was demonstrated by the leaders’ requests for instructor-led training, resulting in almost 3,300 employees being trained.\nInclusion and Equity\n\nOur diversity and inclusion strategy is built into the fabric of our core values and is imperative to our success. We know that Lockheed Martin’s diverse and inclusive workforce enhances our collective power and our ability to recognize, value and draw upon unique perspectives and experiences to drive innovation and address our customers’ toughest challenges. Our strategy is underpinned by strong policies, which protect employees and exemplify the inclusive culture we strive to foster. To learn more, visit our website.\n\nInclusive Leadership\n\nOur focus on inclusion training for our leaders began over a decade ago when feedback from employees indicated the opportunity for improvement. We believe inclusive teams produce the best work and are a key building block to a company culture where all employees feel a sense of belonging. Through our robust inclusive learning strategy, we seek to develop key inclusive behaviors in employees and leaders and address employee needs at every level of the organization. As a result, we developed a full suite of trainings and tools to educate our leaders on inclusivity so they can empower employees to reach their full potential, give them the tools they need, create an inclusive culture and reinforce its importance.\n\nINCLUDE Diversity and Inclusion Training\n\nAs part of our four-pronged approach, which aims to build diversity and inclusion capabilities in individuals, teams, leaders and executives, in 2022, we rolled out a new flagship training for U.S.-based people leaders. This new offering complements our existing inclusive training portfolio and offers applied neuroscience concepts as the foundation to develop and promote inclusive behaviors. While some existing trainings, such as Leading Diverse Teams, provide real-world case studies for practicing inclusive behaviors when managing teams, this latest addition to the portfolio offers the scientific theoretical frame for understanding and activating a culture where everybody belongs. This new training has been integrated into our core enterprisewide initiatives, which foster a growth mindset and flexibility to manage hybrid teams and enable Lockheed Martin to become more resilient, innovative and agile.\nWorkforce Diversity\n\nWe actively pursue increasing the number of employees from underrepresented groups in our workforce. While we have made progress, we know that we still have work to do. Representation is one measurement of our progress toward a more diverse and inclusive workforce. To learn more, visit our website.\n\nWORKFORCE PROFILE\n\nFor full details on our 2022 Workforce Demographics, visit our 2022 ESG Performance Index.\n\n**WOMEN**\n\n- Overall: 23.3%\n- Executives: 24.7%\n- Board of Directors: 30.8%\n\n**PEOPLE OF COLOR**\n\n- Overall: 30.4%\n- Executives: 16%\n- Board of Directors: 7.7%\n\n**VETERANS**\n\n- Overall: 21.2%\n- Executives: 20.6%\n- Board of Directors: 38.5%\n\n**PERSONS WITH DISABILITIES**\n\n- Overall: 10.8%\n- Executives: 11.1%\n\n**EDUCATION**\n\n- 29.7% High school/None\n- 6.6% Associate’s/Some College\n- 38.5% Bachelor’s\n- 25.2% Graduate/PhD\n\n**GENERATION**\n\n- 0.1% Traditionalist\n- 21.1% Baby Boomer\n- 31% Gen X\n- 39.8% Millennial\n- 8% Gen Z\n\n---\n\n*a* All data as of December 31, 2022, except for Board of Directors metrics, which are as of January 1, 2023. For more information on Lockheed Martin’s workforce demographics, please visit our EEO-1 Reporting website.\n\n*b* Executive is defined as director-level (one level below vice president) or higher.\n\n*c* Based on employees who self-identify. Excludes casual workers, interns, co-ops and employees of certain subsidiaries and joint ventures.\n\n*d* Based on employees who self-identify. Includes only U.S. employees and expatriates. Excludes casual workers, interns, co-ops and employees of certain subsidiaries and joint ventures. As defined by the U.S. Equal Employment Opportunity Commission.\n\n*e* Based on employees who self-identify. Includes only U.S. employees and expatriates. Excludes casual workers, interns, co-ops and employees of certain subsidiaries and joint ventures.\n\n*f* Includes U.S. employees, local country nationals and expatriates. Excludes casual workers, interns, co-ops and employees of certain subsidiaries and joint ventures.\nHonoring the History of Juneteenth\n\nTo celebrate Black History Month, Lockheed Martin was honored to host Ms. Opal Lee, often described as the “grandmother of Juneteenth,” in a global webcast open to all employees. Ms. Lee raised awareness for, and mobilized Lockheed Martin’s commitment to, deepening a culture of inclusion by reminding employees of the history of the emancipation of enslaved people in Texas and the unifying effect of understanding that, “none of us are free until we are all free.” Ms. Lee recounted the symbolic walking campaign she led at the age of 90 to Washington, D.C., to make Juneteenth a federal holiday.\n\nWorkplace Reasonable Accommodation Process Tool\n\nIn 2022, Lockheed Martin launched the Workplace Reasonable Accommodations Process (WRAP) tool to track and streamline accommodation requests from the initial inquiry to disposition and notification to the employee. WRAP simplifies administration and case management and improves the process for requesting reasonable accommodations. It automates the processes for submitting and reviewing medical and religious accommodation requests and standardizes the accommodation management process. It also helps ensure compliance with Lockheed Martin’s accommodation policies and applicable laws. The WRAP tool helps facilitate the accommodation process consistently across the enterprise and improves the work experience for employees.\n\nInternational Employee Resource Groups\n\nIn 2022, we saw tremendous growth in our international Employee Resource Groups (ERGs). These groups are the international counterparts of our existing U.S.-based Business Resource Groups (BRGs). This year, 11 new ERGs were created in countries such as Colombia, Poland and Canada. We saw particular growth in ERGs focused on our female employees. In Poland, the Women’s Impact Network facilitated its first-ever event titled, “Fireside Chat on the Impacts of the War in Ukraine.”\n\nSupporting Veterans\n\nIn 2022, Lockheed Martin’s Military Relations team attended over 100 virtual and in-person military job fairs and networking events across the country, connecting with more than 5,900 job seekers. The Military Relations team continued to expand our veteran recruiting partnerships investing over $120,000 in groups that help veterans with job placement, including Hiring Our Heroes, Student Veterans of America, Service Academy Career Conferences, Corporate Gray and Recruit Military. Additionally, our Social Impact team donated $250,000 to the U.S. Chamber of Commerce Foundation’s Hiring Our Heroes for its Corporate Fellowship and Military Spouse Fellowship programs. Our BRG for veterans, Military Veteran, held its 11th annual Leadership Forum which focused on such topics as mentoring veterans and mental health.\nWorkplace Safety\n\nThe Lockheed Martin Safety and Health program goes beyond compliance to optimize Lockheed Martin operations through targeted safety, health and wellness opportunities designed to ensure safe work conditions, a healthy work environment, promote workforce resiliency and enhance business value. We make a difference, together with our stakeholders to integrate, enable and instill core safety and health competencies for workplace design, work practices and for workers to ensure successful implementation of the corporation’s mission. To learn more, visit our website.\n\nTarget Zero Leader Program\n\nOur Target Zero (TZ) Leader program continues to inspire leaders to engage with employees on the important topics of safety and employee well-being as high leader engagement has been shown to generate safer and more resilient employees, resulting in better business outcomes. In 2022, to assist in promoting leader engagement, we rolled out an initiative to encourage leaders to hold a safety moment at the beginning of each meeting. These “Meeting Safety Moments” are housed within a repository of health and safety messages created for leaders to focus purposeful, tailorable discussions with their teams. Leaders then log their efforts in the TZ Leader mobile or desktop application and receive recognition for their milestone achievements based on the number of activities they complete. To encourage participation in this program, all leaders are sent a weekly reminder email and receive a monthly safety moment achievement summary. Leaders can also use the app to reward employees for their Target Zero efforts.\n\nCelebrating 10 Years of Ergo Cup\n\nWe held our 10th annual Lockheed Martin Ergo Cup competition in 2022. This competition fosters innovation of new ergonomic practices and processes to minimize ergonomic stressors experienced in the workplace. Individuals, teams, departments, facilities and business areas are encouraged to submit ergonomic innovations that have been designed and implemented. In 2022, the winning project was submitted by our Manassas, VA, Rotary and Mission Systems facility. The team proposed an innovative solution to a production process that posed a tremendous ergonomic risk for employees. By employing an autonomous mobile robot with a grounded cart, the solution eliminated manual lifting and provided several other efficiencies that streamline the process and improve safety.\n\n9 Lost days severity rate is calculated as a function of the number of days away from work due to an injury or illness per 100 employees.\n10 The 2022 severity rate without occupational COVID illnesses was 4.00, which was within goal. The 2022 severity rate including occupational COVID illness was 5.45. No other identified trends impacted our 2022 performance. The 2021 severity rate without occupational COVID illnesses was 5.81. No other identified trends impacted our 2021 performance.\n11 Since its initiation in 2004, the Lockheed Martin Target Zero program has focused employees and leaders in the direction of injury prevention to protect our most important asset: our people. Our approach to drive improvement encompasses education, leader accountability and employee engagement through a variety of safety and health programs and initiatives.\nModeling Business Integrity\n\nEarning and maintaining the trust of our stakeholders is essential to our business. We are proud of our culture of integrity and work to create an environment that supports ethical behavior and empowers employees to speak up with concerns. We are deeply committed to doing business the right way and strive to strengthen our programs to ensure our employees and anyone who works with us adheres to the same high ethical standards.\nEthical Business Practices\n\nA core component of an effective ethics program is ensuring employees feel empowered to raise concerns to their leader or Ethics Officer for guidance or to report potential misconduct. Promptly responding to concerns promotes trust and accountability in the workplace. Lockheed Martin’s sustained reputation for ethical conduct instills confidence in our customers and suppliers and helps attract and retain high-quality employees whose values and integrity align with the company. To learn more, visit our website.\n\nETHICS CONTACTS (PER 1,000 EMPLOYEES)\\textsuperscript{a,b,c}\n\n| Year | Guidance | Cases |\n|------|----------|-------|\n| 2018 | 37       | 4     |\n| 2019 | 38       | 4     |\n| 2020 | 33.9     | 2.8   |\n| 2021 | 38.8     | 2.7   |\n| 2022 | 35.9     | 2.9   |\n\n2022 INVESTIGATION FEEDBACK SCORES (SATISFACTION SCORED ON A FIVE-POINT SCALE)\\textsuperscript{d}\n\n- Reporting Party: 4.5\n- Subject: 4.4\n\nGold Hermes Award Winner\n\nLockheed Martin received a Gold Hermes Award in the educational category for our Integrity Minute 49-video series, “Dinosaurs Are Extinct,” about respecting others. Hermes Awards recognize excellence for the concept, writing and design of traditional materials and programs and emerging technologies. In 2022, we also received a Bronze “Stevie” from American Business Awards for our Integrity Minute 51-video series, “Call Me by My Name,” about diversity and inclusion.\n\nEthics in Engineering Case Competition\n\nLockheed Martin hosted our fifth annual Ethics in Engineering Case Competition virtually in 2022. Twenty-four colleges and universities competed by presenting solutions to a fictional scenario involving ethical, business and engineering dilemmas. This event helps students focus on the importance of integrity in the workplace as dilemmas arise in the fast-paced world of technology. This year’s top teams included the U.S. Air Force Academy, the U.S. Coast Guard Academy, the University of Florida, the University of Nebraska-Lincoln, the U.S. Naval Academy and the U.S. Military Academy at West Point.\n\n\\textsuperscript{a} Ethics contact requests for an Ethics Officer to provide guidance or to investigate misconduct.\n\\textsuperscript{b} Ethics guidance information, advice or resources to clarify policy and resolve workplace questions on a wide-range of ethics and compliance topics.\n\\textsuperscript{c} Ethics case internal investigation into a good-faith allegation of misconduct.\n\\textsuperscript{d} Investigation feedback score perspectives of reporting party and subjects on the ethics investigative process.\nAnti-Bribery and Corruption\n\nAt Lockheed Martin, we have zero tolerance for bribery and corruption. We will walk away from business engagements associated with improper conduct and that would violate U.S. and other applicable anti-corruption laws. To learn more, visit our website.\n\nInternational Anti-Corruption\n\nAt Lockheed Martin, thousands of employees are deployed on global assignments each year. When stationed away from their home country, the risk of being exposed to potential misconduct or potential corruption is higher. This is due, in part, to operating within different cultural contexts and local laws, and interacting with individuals who may conduct business differently or even illegally.\n\nAs such, Lockheed Martin has formulated a life cycle approach to provide training and resources to ensure deployed personnel know how to respond if confronted with an issue that could potentially be a violation of our zero tolerance anti-corruption policy. This approach includes training courses, partnering with Lockheed Martin’s Global Emergency Operations Center to provide ongoing communications, utilizing our Traveler’s Suitcase portal and frequent outreach to provide a steady stream of engagement while deployed.\n2022 ESG Performance Index\n\nOur ESG Performance Index contains relevant environmental, social and governance metrics to support the efforts highlighted throughout our sustainability performance report. Our reporting is prepared in accordance with key reporting frameworks, including selected Global Reporting Initiative (GRI) indicators and Sustainability Accounting Standards Board (SASB) standards.\n\n| Company Profile | 33 |\n|-----------------|----|\n| Workplace Demographics | 33 |\n| Benefits | 37 |\n| Employee Training and Development | 38 |\n| Data Security | 38 |\n| Product Safety | 39 |\n| Ethics and Anti-Corruption | 39 |\n| Environment, Safety and Health Management | 41 |\n| Energy | 42 |\n| Emissions | 43 |\n| Climate | 45 |\n| Waste | 45 |\n| Water | 46 |\n| Health and Safety | 47 |\n| Supply Chain | 48 |\n| GRI Content Index | 49 |\n# 2022 ESG Performance Index\n\nPlease note that qualitative responses are only provided for the 2022 reporting year. Quantitative metrics that were collected for the first time, not applicable to certain years or do not have historic data available are indicated by dashes in the table. Data is rounded to the nearest whole number unless otherwise provided.\n\n## Company Profile\n\n| ESG Metrics | 2022 | 2021 | 2020 | 2019 | 2018 | GRI Indicator* | SASB Standard |\n|-------------|------|------|------|------|------|----------------|---------------|\n| **ECONOMIC PERFORMANCE** | | | | | | | |\n| Direct Economic Value Generated and Distributed (EVG&D) | 2022 Annual Report/Form 10-K | - | - | - | - | 201-1 | - |\n| Production by Reportable Segment | Aircraft (Fixed and Rotary Winged) represent the largest market segment by sales in Lockheed Martin’s product portfolio. Publicly, the number of annual and quarterly deliveries are provided as part of our Quarterly Earnings Release documentation. | - | - | - | - | - | RT-AE-000.A |\n| **LABOR PRACTICES** | | | | | | | |\n| Number of Work Stoppages\\(^{(1)}\\) | 0 | 0 | 0 | 0 | 0 | - | TC-ES-310a.1 |\n| Total Days Idle | 0 | 0 | 0 | 0 | 0 | - | TC-ES-310a.1 |\n| **POLITICAL CONTRIBUTIONS** | | | | | | | |\n| Political Contributions ($USD) | Political Disclosures | | | | | 415-1 | - |\n\n2022 Footnote:\n\\(^{(1)}\\) Represents the number of work stoppages involving 1,000 or more workers lasting one full shift or longer.\n\n## Workplace Demographics\\(^{(1)}\\)\n\n| ESG Metrics | 2022 | 2021 | 2020 | 2019 | 2018 | GRI Indicator* | SASB Standard |\n|-------------|------|------|------|------|------|----------------|---------------|\n| Total Employees\\(^{(2)}\\) | 116,000 | 114,000 | 114,000 | 110,000 | 105,000 | 2-7, 2-8 (2021) 405-1 | RT-AE-000.B |\n| Total Engineers, Scientists and IT Professionals\\(^{(3)}\\) | 61,000 | 59,000 | 60,000 | - | - | 2-7, 2-8 (2021) 405-1 | RT-AE-000.B |\n| Total New Hires\\(^{(3)}\\) | 14,621 | 10,317 | 11,406 | 15,941 | 14,145 | 401-1 | - |\n\n2022 Footnotes:\n\\(^{(1)}\\) All data as of December 31, 2022, except for Board of Directors metrics which are as of January 1, 2023.\n\\(^{(2)}\\) Excludes casual workers and employees of certain subsidiaries and joint ventures. Data is rounded to nearest thousand.\n\\(^{(3)}\\) There were an additional 2,456 intern hires. These are not considered “new hires” because they return to school and do not remain logged in our internal employee tracking system.\n\n* All indicators are from GRI 2016 unless noted otherwise in parentheses.\n## Workplace Demographics[^1]\n\n| ESG Metrics                                      | 2022 | 2021 | 2020 | 2019 | 2018 | GRI Indicator[^*] | SASB Standard |\n|--------------------------------------------------|------|------|------|------|------|-------------------|---------------|\n| New Hire Percentage of Workforce[^4]              | 13%  | 9%   | 10%  | 14%  | 14%  | 401-1             | -             |\n| % Employees Covered by Collective Bargaining Agreements[^5] | 20%  | 20%  | 20%  | 20%  | 21%  | 2-7, 2-8 (2021)   | 2-30 (2021)   |\n| **ALL EMPLOYEES**                                |      |      |      |      |      |                   |               |\n| Women[^6]                                        | 23.3%| 23.2%| 23.2%| 23.0%| 22.6%| 2-7, 2-8 (2021)   | RT-AE-000.B   |\n| Men[^6]                                          | 76.7%| 76.8%| 76.8%| 77.0%| 77.4%| 2-7, 2-8 (2021)   | RT-AE-000.B   |\n| People of Color[^7],[^8]                         | 30.4%| 29.2%| 28.4%| 27.6%| 26.0%| 2-7, 2-8 (2021)   | RT-AE-000.B   |\n| Veterans[^7]                                     | 21.2%| 21.2%| 21.6%| 22.1%| 22.5%| 2-7, 2-8 (2021)   | RT-AE-000.B   |\n| Persons with Disabilities[^7],[^8]               | 10.8%| 9.8% | 8.6% | -    | -    | 2-7, 2-8 (2021)   | RT-AE-000.B   |\n| **EXECUTIVES**                                   |      |      |      |      |      |                   |               |\n| Women[^9]                                        | 24.7%| 23.4%| 22.2%| 21.8%| 20.0%| 2-7, 2-8 (2021)   | RT-AE-000.B   |\n| Men[^9]                                          | 75.3%| 76.6%| 77.8%| 78.2%| 80.0%| 2-7, 2-8 (2021)   | RT-AE-000.B   |\n| People of Color[^10]                             | 16.0%| 14.9%| 13.9%| 13.0%| 11.7%| 2-7, 2-8 (2021)   | RT-AE-000.B   |\n| Veterans[^10]                                    | 20.6%| 20.4%| 20.6%| 20.7%| 20.9%| 2-7, 2-8 (2021)   | RT-AE-000.B   |\n| Persons with Disabilities[^10]                   | 11.1%| 11.0%| 9.1% | -    | -    | 2-7, 2-8 (2021)   | RT-AE-000.B   |\n\n2022 Footnotes:\n\n[^1]: All data as of December 31, 2022, except for Board of Directors metrics which are as of January 1, 2023.\n[^4]: Calculated as total new hires divided by total employees.\n[^5]: Excludes casual workers and employees of certain subsidiaries and joint ventures.\n[^6]: Based on employees who self-identify. Excludes casual workers, interns, co-ops and employees of certain subsidiaries and joint ventures.\n[^7]: Based on employees who self-identify. Includes only U.S. employees and expatriates. Excludes casual workers, interns, co-ops and employees of certain subsidiaries and joint ventures.\n[^8]: As defined by the U.S. Equal Employment Opportunity Commission.\n[^9]: Based on employees who self-identify. Excludes casual workers, interns, co-ops and employees of certain subsidiaries and joint ventures. Executive is defined as director-level (one level below vice president) or higher.\n[^10]: Based on employees who self-identify. Includes only U.S. employees and expatriates. Excludes casual workers, interns, co-ops and employees of certain subsidiaries and joint ventures. As defined by the U.S. Equal Employment Opportunity Commission. Executive is defined as director-level (one level below vice president) or higher.\n\n[^*]: All indicators are from GRI 2016 unless noted otherwise in parentheses.\n## Workplace Demographics[^1]\n\n| ESG Metrics          | 2022  | 2021  | 2020  | 2019  | 2018  | GRI Indicator* | SASB Standard |\n|----------------------|-------|-------|-------|-------|-------|----------------|---------------|\n| **BOARD OF DIRECTORS** |       |       |       |       |       |                |               |\n| Women                | 30.8% | 31%   | 27%   | 36%   | 25%   | 2-7, 2-8 (2021) | RT-AE-000.B   |\n| Men                  | 69.2% | 69%   | 73%   | 64%   | 75%   | 2-7, 2-8 (2021) | RT-AE-000.B   |\n| People of Color      | 7.7%  | 8%    | 9%    | 9%    | 8%    | 2-7, 2-8 (2021) | RT-AE-000.B   |\n| Veterans             | 38.5% | 38%   | 46%   | 46%   | 42%   | 2-7, 2-8 (2021) | RT-AE-000.B   |\n| **GEOGRAPHIC LOCATION** |       |       |       |       |       |                |               |\n| Australia[^11]       | 1,190 | 1,200+| 1,000+| 900+  | 800+  | 2-7, 2-8 (2021) | RT-AE-000.B   |\n| Canada[^11]          | 1,308 | 1,200+| 1,100+| 1,000+| 900+  | 2-7, 2-8 (2021) | RT-AE-000.B   |\n| New Zealand[^11]     | 293   | 250+  | 300+  | 200+  | 200+  | 2-7, 2-8 (2021) | RT-AE-000.B   |\n| Poland[^11]          | 1,521 | 1,600+| 1,600+| 1,600+| 1,600+| 2-7, 2-8 (2021) | RT-AE-000.B   |\n| United Kingdom[^11]  | 1,679 | 1,600+| 1,800+| 1,800+| 1,700+| 2-7, 2-8 (2021) | RT-AE-000.B   |\n| United States[^12]   | 110,194 | 107,000+ | 107,800+ | 104,000+ | 98,200+ | 2-7, 2-8 (2021) | RT-AE-000.B   |\n| **GENERATION**       |       |       |       |       |       |                |               |\n| Traditionalist[^13]  | 0.1%  | 0.2%  | <0.1% | 0.3%  | 0.3%  | 2-7, 2-8 (2021) | RT-AE-000.B   |\n| Baby Boomer[^13]     | 21.1% | 24%   | 27%   | 31%   | 35%   | 2-7, 2-8 (2021) | RT-AE-000.B   |\n\n2022 Footnotes:\n\n[^1]: All data as of December 31, 2022, except for Board of Directors metrics which are as of January 1, 2023.\n[^11]: Local country nationals.\n[^12]: Does not include contract workers, interns or employees of certain subsidiaries or joint ventures; This includes U.S. expats who are working overseas.\n[^13]: Includes U.S. employees, local country nationals and expatriates. Excludes casual workers, interns, co-ops and employees of certain subsidiaries and joint ventures. The generational structure used by Lockheed Martin in 2022, based on U.S. government and Pew Research Center definitions, is as follows:\n- Traditionalist: Birth year from 1928 to 1945\n- Baby Boomer: Birth year from 1946 to 1964 inclusive\n- Generation X: Birth year from 1965 to 1980 inclusive\n- Millennial: Birth year from 1981 to 1996 inclusive\n- Generation Z: Birth year from 1997 to present\n* All indicators are from GRI 2016 unless noted otherwise in parentheses.\n## Workplace Demographics\\(^{(1)}\\)\n\n| ESG Metrics          | 2022  | 2021  | 2020  | 2019  | 2018  | GRI Indicator* | SASB Standard |\n|----------------------|-------|-------|-------|-------|-------|----------------|---------------|\n| **GENERATION**       |       |       |       |       |       |                |               |\n| Generation X\\(^{(13)}\\) | 31.0% | 32%   | 31%   | 23%   | 23%   | 2-7, 2-8 (2021) | RT-AE-000.B   |\n| Millennials\\(^{(13)}\\) | 39.8% | 39%   | 38%   | 36%   | 32%   | 2-7, 2-8 (2021) | RT-AE-000.B   |\n| Generation Z\\(^{(13)}\\) | 8.0%  | 5%    | 3%    | 2%    | 0.4%  | 2-7, 2-8 (2021) | RT-AE-000.B   |\n| **EDUCATION LEVEL**  |       |       |       |       |       |                |               |\n| High School/None Indicated | 29.7% | 30%   | 30%   | 29%   | 30%   | 2-7, 2-8 (2021) | RT-AE-000.B   |\n| Associate’s/Some College | 6.6%  | 7%    | 7%    | 7%    | 7%    | 2-7, 2-8 (2021) | RT-AE-000.B   |\n| Bachelor’s           | 38.5% | 38%   | 38%   | 39%   | 38%   | 2-7, 2-8 (2021) | RT-AE-000.B   |\n| Graduate/PhD         | 25.2% | 25%   | 25%   | 25%   | 25%   | 2-7, 2-8 (2021) | RT-AE-000.B   |\n| **EMPLOYEE TURNOVER**|       |       |       |       |       |                |               |\n| Total Turnover\\(^{(14)}\\) | 12,135 | 11,435 | 8,400 | 9,600 | 10,000 | 401-1          | -             |\n| Voluntary Turnover\\(^{(15)}\\) | 7,375  | 6,185  | 4,040 | 4,871 | 4,784  | 401-1          | -             |\n| Involuntary Turnover\\(^{(16)}\\) | 4,760  | 5,250  | 4,400 | 4,800 | 5,300  | 401-1          | -             |\n\n2022 Footnotes:\n\n\\(^{(1)}\\) All data as of December 31, 2022, except for Board of Directors metrics which are as of January 1, 2023.\n\n\\(^{(13)}\\) Includes U.S. employees, local country nationals and expatriates. Excludes casual workers, interns, co-ops and employees of certain subsidiaries and joint ventures. The generational structure used by Lockheed Martin in 2022, based on U.S. government and Pew Research Center definitions, is as follows:\n- Traditionalist: Birth year from 1928 to 1945\n- Baby Boomer: Birth year from 1946 to 1964 inclusive\n- Gen X: Birth year from 1965 to 1980 inclusive\n- Millennial: Birth year from 1981 to 1996 inclusive\n- Gen Z: Birth year from 1997 to present\n\n\\(^{(14)}\\) All terminations. Uses a rolling 12-month attrition. Attrition calculated as terminations during the year divided by monthly average employee population.\n\n\\(^{(15)}\\) Voluntary terminations. Uses a rolling 12-month attrition. Attrition calculated as terminations during the year divided by monthly average employee population.\n\n\\(^{(16)}\\) All terminations other than voluntary. Uses a rolling 12-month attrition. Attrition calculated as terminations during the year divided by monthly average employee population.\n\n* All indicators are from GRI 2016 unless noted otherwise in parentheses.\n## Benefits\n\n| ESG Metrics                                      | 2022  | 2021  | 2020  | 2019  | 2018  | GRI Indicator* | SASB Standard |\n|-------------------------------------------------|-------|-------|-------|-------|-------|----------------|---------------|\n| **PARENTAL LEAVE**                               |       |       |       |       |       |                |               |\n| Total Employees Entitled to Parental Leave       | 92,534| 89,675| 90,282| 104,656| 81,369| 401-3          | -             |\n| Female Employees Entitled to Parental Leave      | 23,159| 22,467| 22,458| 24,124| 19,724| 401-3          | -             |\n| Male Employees Entitled to Parental Leave        | 69,375| 67,208| 67,824| 80,532| 61,645| 401-3          | -             |\n| Total Employees Who Took Parental Leave          | 4,332 | 2,336 | 2,842 | 1,758 | 1,280 | 401-3          | -             |\n| Female Employees Who Took Parental Leave         | 738   | 536   | 629   | 445   | 472   | 401-3          | -             |\n| Male Employees Who Took Parental Leave           | 3,594 | 1,800 | 2,213 | 1,313 | 808   | 401-3          | -             |\n| Total Employees Who Returned to Work After Parental Leave | 4,325 | 2,328 | 2,833 | 1,747 | 1,273 | 401-3          | -             |\n| Female Employees Who Returned to Work After Parental Leave | 733   | 532   | 623   | 442   | 465   | 401-3          | -             |\n| Male Employees Who Returned to Work After Parental Leave | 3,592 | 1,796 | 2,210 | 1,305 | 808   | 401-3          | -             |\n| Total Employees Who Were Still Employed 12 months After Taking Parental Leave | -     | 2,045 | 2,618 | 1,627 | 1,189 | 401-3          | -             |\n| Female Employees Who Were Still Employed 12 months After Taking Parental Leave | -     | 478   | 578   | 407   | 430   | 401-3          | -             |\n| Male Employees Who Were Still Employed 12 months After Taking Parental Leave | -     | 1,567 | 2,040 | 1,220 | 759   | 401-3          | -             |\n| Retention Rate of Total Employees Who Returned to Work After Parental Leave | -     | 88%   | 92%   | 93%   | 93%   | 401-3          | -             |\n| Retention Rate of Female Employees Who Returned to Work After Parental Leave | -     | 89%   | 93%   | 91%   | 91%   | 401-3          | -             |\n| Retention Rate of Male Employees Who Returned to Work After Parental Leave | -     | 87%   | 92%   | 93%   | 94%   | 401-3          | -             |\n\n2022 Footnotes:\n\n1. Retention data for 2022 will be available starting January 1, 2024.\n\n* All indicators are from GRI 2016 unless noted otherwise in parentheses.\n### Benefits\n\n| ESG Metrics                                      | 2022 | 2021 | 2020 | 2019 | 2018 | GRI Indicator* | SASB Standard |\n|--------------------------------------------------|------|------|------|------|------|----------------|----------------|\n| Global Minimum Weeks Paid Parental Leave (2)     | 4    | 4    | 4    | 4    | 1    | 401-3          | -              |\n\n2022 Footnotes:\n\n(2) Lockheed Martin provides up to 4 weeks of Paid Parental Leave (PPL). Mothers also take 6–8 weeks of Short-Term Disability Leave for pregnancy before PPL (10–12 weeks total for Maternity Leave). Employees/fathers may also take 4 weeks of PPL to bond with the new child and 2 weeks of Family Care Leave to care for the mother (6 weeks total). This does not include represented employees whose benefits are governed by applicable collective bargaining agreements. We comply with all relevant laws where applicable.\n\n### Employee Training and Development\n\n| ESG Metrics                                      | 2022 | 2021 | 2020 | 2019 | 2018 | GRI Indicator* | SASB Standard |\n|--------------------------------------------------|------|------|------|------|------|----------------|----------------|\n| Employees Receiving Regular Performance Reviews  | 100% | 100% | 100% | 100% | 100% | 404-3          | -              |\n| Average Hours of Training Per Employee           | 27.3 | 26.0 | 25.2 | 29.3 | 28.6 | 404-1          | -              |\n| Hours Per Employee Devoted to Training on Human Rights Policies or Procedures | 0.4  | 0.4  | 0.4  | 0.4  | 0.4  | 412-2          | -              |\n| Percentage of Employees Trained in Human Rights Policies or Procedures | 100% | 100% | 100% | 100% | 100% | -              | -              |\n\n### Data Security\n\n| ESG Metrics                                      | 2022 | 2021 | 2020 | 2019 | 2018 | GRI Indicator* | SASB Standard |\n|--------------------------------------------------|------|------|------|------|------|----------------|----------------|\n| Description of Approach to Identifying and Addressing Data Security Risks in (1) Company Operations and (2) Products | Cyber Kill Chain 2023 Proxy Statement | -    | -    | -    | -    | -              | RT-AE-230a.2   |\n| Substantiated Complaints Concerning Breaches of Customer Privacy and Losses of Customer Data | We regularly report metrics and engage our Board of Directors to discuss cyber security risk and associated actions plans. For security reasons, we do not publicly disclose performance on these measures. | -    | -    | -    | -    | 418-1          | -              |\n| (1) Number of Data Breaches, (2) Percentage Involving Confidential Information | Lockheed Martin does not disclose this information. | -    | -    | -    | -    | -              | RT-AE-230a.1   |\n\n* All indicators are from GRI 2016 unless noted otherwise in parentheses.\n## Product Safety\n\n| ESG Metrics                                                                 | 2022                                                                 | 2021 | 2020 | 2019 | 2018 | GRI Indicator* | SASB Standard |\n|----------------------------------------------------------------------------|----------------------------------------------------------------------|------|------|------|------|----------------|---------------|\n| Number of Recalls Issued, Total Units Recalled                            | Lockheed Martin does not disclose this information.                  | -    | -    | -    | -    | -              | RT-AE-250a.1  |\n| Number of Airworthiness Directives Received, Total Units Affected[^1]     | Docket No. FAA-2021-0689, 89 units [U.S.], AD 2022-02-01              | -    | -    | -    | -    | -              | RT-AE-250a.3  |\n|                                                                             | Docket No. FAA-2021-1002, 22 units [U.S.], AD 2022-03-09              | -    | -    | -    | -    | -              |               |\n|                                                                             | Docket No. FAA-2022-0146, 82 units [U.S.], AD 2022-11-04              | -    | -    | -    | -    | -              |               |\n|                                                                             | Docket No. FAA-2020-1120, 2,911 units [U.S.], AD 2022-05-10[^2]       | -    | -    | -    | -    | -              |               |\n| Total Amount of Monetary Losses as a Result of Legal Proceedings Associated with Product Safety ($USD) | Lockheed Martin does not disclose this information.                  | -    | -    | -    | -    | -              | RT-AE-250a.4  |\n| Percentage of Significant Product and Service Categories for Which Health and Safety Impacts are Assessed for Improvement | All of our end-deliverable products and services are assessed by our system safety group for continuous improvement in health and safety performance. The system safety group also supports the environmental, health and safety function for matters related to facilities and production, as required. | -    | -    | -    | -    | 416-1          |               |\n\n2022 Footnotes:\n\n[^1] As publicly available on the Federal Aviation Administration Airworthiness Directives website.\n\n[^2] This Airworthiness Directive is for various model helicopters with certain part-numbered Goodrich externally-mounted hoist assemblies installed. The total number of units impacted includes aircraft from numerous manufacturers. This directive impacts Sikorsky Aircraft Corporation, Models S-61A, S-61L, S-61N, S-76A, S-76B, S-76C, S-76D, and S-92A. The total number of Sikorsky Aircraft Corporation impacted is undetermined.\n\n## Ethics and Anti-Corruption\n\n| ESG Metrics                                                                 | 2022                                                                 | 2021 | 2020 | 2019 | 2018 | GRI Indicator* | SASB Standard |\n|----------------------------------------------------------------------------|----------------------------------------------------------------------|------|------|------|------|----------------|---------------|\n| Description of Policies and Practices for Prevention of: (1) Corruption and Bribery and (2) Anti-Competitive Behavior | Code of Ethics and Business Conduct                                  | -    | -    | -    | -    | -              | RT-EE-510a.1  |\n|                                                                             | Supplier Code of Conduct                                             |      |      |      |      |                |               |\n|                                                                             | CPS-730: Compliance with Anti-Corruption Laws                         |      |      |      |      |                |               |\n|                                                                             | CPS-008: Gifts, Hospitality, Other Business Courtesies, and Sponsorships |      |      |      |      |                |               |\n|                                                                             | Other Policies Related to Anti-Corruption                             |      |      |      |      |                |               |\n| Discussion of Processes to Manage Business Ethics Risks Throughout the Value Chain | Code of Ethics and Business Conduct                                  | -    | -    | -    | -    | -              | RT-AE-510a.3  |\n|                                                                             | Supplier Code of Conduct                                             |      |      |      |      |                |               |\n|                                                                             | Ethics Website                                                        |      |      |      |      |                |               |\n| Total Amount of Monetary Losses as a Result of Legal Proceedings Associated with Incidents of Corruption, Bribery, and/or Illicit International Trade | Lockheed Martin considers this information to be confidential.        | -    | -    | -    | -    | -              | RT-AE-510a.1  |\n\n* All indicators are from GRI 2016 unless noted otherwise in parentheses.\n## Ethics and Anti-Corruption\n\n| ESG Metrics                                                                 | 2022 | 2021 | 2020 | 2019 | 2018 | GRI Indicator* | SASB Standard |\n|----------------------------------------------------------------------------|------|------|------|------|------|----------------|---------------|\n| **OPERATIONS ASSESSED FOR RISK**                                          |      |      |      |      |      |                |               |\n| Business Units Analyzed for Risks Related to Corruption                    | 5    | 5    | 5    | 5    | 5    | 205-1          | -             |\n| Business Units Analyzed for Risks Related to Corruption                    | 100% | 100% | 100% | 100% | 100% | 205-1          | -             |\n| Revenue from Countries Ranked in the \"E\" or \"F\" Band of Transparency      | -    | -    | -    | -    | -    | 205-1          | RT-AE-510a.2  |\n| International’s Government Defense Anti-Corruption Index ($USD Mil)       |      |      |      |      |      |                |               |\n| Lockheed Martin considers this information to be confidential.             |      |      |      |      |      |                |               |\n| **COMMUNICATION AND TRAINING**                                            |      |      |      |      |      |                |               |\n| Total Percentage of Employees to Whom the Organization’s Anti-Corruption   | 100% | 100% | 100% | 100% | 100% | 205-2          | -             |\n| Policies and Procedures Have Been Communicated to(1)                       |      |      |      |      |      |                |               |\n| Total Percentage of Governance Body Members to Whom the Organization’s    | 100% | 100% | 100% | 100% | 100% | 205-2          | -             |\n| Anti-Corruption Policies and Procedures Have Been Communicated to(2)      |      |      |      |      |      |                |               |\n| Total Percentage of Business Partners to Whom the Organization’s Anti-     | 100% | 100% | 100% | 100% | 100% | 205-2          | -             |\n| Corruption Policies and Procedures Have Been Communicated to(3)           |      |      |      |      |      |                |               |\n| Total Percentage of Employees Who Have Received Training on Anti-Corruption| 100% | 100% | 100% | 100% | 100% | 205-2          | -             |\n| (1)                                                                        |      |      |      |      |      |                |               |\n| Total Percentage of Governance Body Members Who Have Received Training    | 100% | 100% | 100% | 100% | 100% | 205-2          | -             |\n| on Anti-Corruption(2)                                                      |      |      |      |      |      |                |               |\n| Total Percentage of Business Partners Who Have Received Training on        | 100% | 100% | 100% | 100% | 100% | 205-2          | -             |\n| Anti-Corruption(3)                                                         |      |      |      |      |      |                |               |\n\n2022 Footnotes:\n\n(1) Employees receive anti-corruption policies and training through a combination of Code of Ethics and Business Conduct training, ethics awareness training and two business conduct compliance training modules (International Business Practices and/or Gifts and Business Courtesies), in addition to an annual CEO Anti-Corruption Day letter.\n\n(2) The Board of Directors complete annual mandatory ethics awareness training and also reviews the Code of Ethics and Business Conduct every three years; both exercises train and communicate on anti-corruption topics.\n\n(3) International business development consultants, agents, representatives and offset brokers are grouped as “consultants.” All consultants receive annual ethics and compliance training, with a focus on anti-corruption.\n\n* All indicators are from GRI 2016 unless noted otherwise in parentheses.\n### Ethics and Anti-Corruption\n\n| ESG Metrics | 2022 | 2021 | 2020 | 2019 | 2018 | GRI Indicator* | SASB Standard |\n|-------------|------|------|------|------|------|----------------|---------------|\n| **INCIDENTS** |      |      |      |      |      |                |               |\n| Confirmed Incidents of Corruption | 0    | 0    | 0    | 0    | 0    | 205-3          | -             |\n| Confirmed Incidents in Which Employees Were Dismissed or Disciplined for Corruption | 0    | 0    | 0    | 0    | 0    | 205-3          | -             |\n| Confirmed Incidents When Contracts with Business Partners Were Not Renewed Due to Violations Related to Corruption | 0    | 0    | 0    | 0    | 0    | 205-3          | -             |\n| **DISCRIMINATION** |      |      |      |      |      |                |               |\n| Incidents of discrimination | 304(4) | 234(5) | 286(6) | 324(7) | 277(8) | 406-1          | -             |\n\n2022 Footnotes:\n\n(4) 304 internal EEO related complaints were investigated in the United States; disciplinary action was taken in 64.6% of the investigated EEO matters.\n(5) 234 internal EEO related complaints were investigated in the United States; disciplinary action was taken in 51.8% of the investigated EEO matters.\n(6) 286 internal EEO related complaints were investigated in the United States; disciplinary action was taken in 41% of the investigated EEO matters.\n(7) 324 internal EEO related complaints were investigated in the United States; disciplinary action was taken in 42% of the investigated EEO matters.\n(8) 277 internal EEO related complaints were investigated in the United States; disciplinary action was taken in 37.5% of the investigated EEO matters.\n\n### Environment, Safety and Health Management\n\n| ESG Metrics | 2022 | 2021 | 2020 | 2019 | 2018 | GRI Indicator* | SASB Standard |\n|-------------|------|------|------|------|------|----------------|---------------|\n| **Description of the Safety and Health Management System** | 2022 Sustainability Performance Report: Workplace Safety | - | - | - | - | 403-1(2018) | - |\n| **ISO14001** |      |      |      |      |      |                |               |\n| Total Number of Sites Certified | 45    | 40    | 41    | -    | -    | -              | -             |\n| Percentage of Sites Certified | 13%   | 11%   | -     | -    | -    | -              | -             |\n| **ISO45001** |      |      |      |      |      |                |               |\n| Total Number of Sites Certified | 32    | 25    | 26    | -    | -    | 403-1(2018)    | -             |\n| Percentage of Sites Certified | 9%    | 7%    | -     | -    | -    | 403-1(2018)    | -             |\n| **ISO50001** |      |      |      |      |      |                |               |\n| Total Number of Sites Certified | 0     | 0     | -     | -    | -    | -              | -             |\n| Percentage of Sites Certified | 0%    | 0%    | -     | -    | -    | -              | -             |\n\n2022 Footnotes:\n\n(1) Includes the certification of our central function. Site certifications may not include all buildings and programs at a site.\n* All indicators are from GRI 2016 unless noted otherwise in parentheses.\n## Energy\\(^{(1)(2)}\\)\n\n| ESG Metrics                                      | 2022       | 2021       | 2020       | 2019       | 2018       | GRI Indicator* | SASB Standard |\n|--------------------------------------------------|------------|------------|------------|------------|------------|----------------|---------------|\n| **Total Energy Consumption (MWh)**               | 3,166,367  | 3,023,608  | 3,211,334  | 3,186,378  | 3,109,929  | 302-1          | RT-AE-130a.1  |\n| **Energy Intensity Ratio (MMBTU per $M USD Revenue)** | 164        | 163        | 168        | 151        | 175        | 302-3          | -             |\n| **Energy Reduction per Occupant Compared to a 4-year Projected Growth Scenario (% MMBTU)** | 7%         | 7%         | -          | -          | -          | 302-4          | -             |\n\n### SCOPE 1 ENERGY CONSUMPTION\n\n| Total (MWh)                                      | 1,640,012  | 1,616,288  | 1,619,686  | 1,608,834  | 1,517,576  | 302-1          | RT-AE-130a.1  |\n| Diesel (MWh)                                     | 10,818     | 11,793     | 12,641     | 11,087     | 11,054     | 302-1          | RT-AE-130a.1  |\n| Distillate Fuel Oil No. 2 (MWh)                  | 7,693      | 5,132      | 1,287      | 4,461      | 23,571     | 302-1          | RT-AE-130a.1  |\n| Gasoline (MWh)                                   | 16,044     | 23,922     | 15,774     | 16,080     | 16,721     | 302-1          | RT-AE-130a.1  |\n| Jet Fuel (MWh)                                   | 200,935    | 182,640    | 185,197    | 230,365    | 219,845    | 302-1          | RT-AE-130a.1  |\n| Natural Gas (MWh)                                | 1,285,503  | 1,287,325  | 1,293,197  | 1,275,001  | 1,171,937  | 302-1          | RT-AE-130a.1  |\n| Propane (MWh)                                    | 59,183     | 43,555     | 39,297     | 34,780     | 38,903     | 302-1          | RT-AE-130a.1  |\n| Biomass (MWh)                                    | 59,837     | 61,921     | 72,293     | 37,060     | 35,545     | 302-1          | RT-AE-130a.1  |\n\n### SCOPE 2 ENERGY CONSUMPTION\\(^{(5)}\\)\n\n| Total (MWh)                                      | 1,526,355  | 1,589,820  | 1,591,648  | 1,577,544  | 1,592,353  | 302-1          | RT-AE-130a.1  |\n| Cooling (Chilled Water) (MWh)                    | 25,622     | 25,911     | 27,197     | 24,252     | 26,590     | 302-1          | RT-AE-130a.1  |\n| Electricity (MWh)                                | 1,500,733  | 1,563,909  | 1,564,515  | 1,553,292  | 1,565,763  | 302-1          | RT-AE-130a.1  |\n| Heating (MWh)                                    | 0          | 0          | 0          | 0          | 0          | 302-1          | RT-AE-130a.1  |\n| Steam (MWh)                                      | 0          | 0          | 0          | 0          | 0          | 302-1          | RT-AE-130a.1  |\n\n### RENEWABLE ELECTRICITY\n\n| Total (MWh)\\(^{(6)}\\)                           | 424,311    | 442,272    | -          | -          | -          | 302-1          | RT-AE-130a.1  |\n| Percentage of Total Electricity Consumption\\(^{(6)}\\) | 29%        | 26%        | -          | -          | -          | 302-1          | RT-AE-130a.1  |\n| Sources and Percentage of Total Renewable Electricity\\(^{(6)}\\) | Renewable energy certificates (mixed): 27%  \nOn-site (solar): 11%  \nPower purchase agreements (solar): 26%  \nGreen Tariff (solar/wind): 16%  \nHydro: 20% | -          | -          | -          | -          | -          | 302-1          | RT-AE-130a.1  |\n\n---\n\n2022 Footnotes:\n\n\\(^{(1)}\\) In 2022, we enhanced our methodology and data collection practices for environmental data including scope 1 and 2 emissions, energy, waste and water to improve data quality. We applied this new methodology to our 2020 and 2021 data in order to ensure the most accurate baseline for our updated carbon goal and have restated impacted metrics.\n\n\\(^{(2)}\\) Data is shown for our Go Green year, which runs November-October (e.g., November 2021 - October 2022).\n\n\\(^{(3)}\\) In 2022, we adjusted our goals to account for the significant variation in occupancy driven by COVID-19-related operational changes. Energy per occupant performance is compared to a 4-year projected growth scenario instead of a historical baseline.\n\n\\(^{(4)}\\) 2021 energy reduction reported against a 2016 baseline in line with previous energy reduction goal.\n\n\\(^{(5)}\\) Scope 2 energy consumption includes energy from renewable sources.\n\n\\(^{(6)}\\) Including solar, wind, geothermal, biofuels and hydropower from a combination of on-site generation, power purchase agreement contracts, renewable energy certificate procurement and green tariffs.\n\n* All indicators are from GRI 2016 unless noted otherwise in parentheses.\n### Energy\n\n| ESG Metrics | 2022 | 2021 | 2020 | 2019 | 2018 | GRI Indicator* | SASB Standard |\n|-------------|------|------|------|------|------|----------------|---------------|\n| **RENEWABLE ELECTRICITY** | | | | | | | |\n| Total (excluding hydropower) (MWh) | 340,558 | 362,576 | 382,164 | 321,941 | 307,378 | 302-1 | RT-AE-130a.1 |\n| Percentage of Total Electricity Consumption (excluding hydropower) | 23% | 21% | - | - | - | 302-1 | RT-AE-130a.1 |\n| Sources and Percentage of Total Renewable Electricity (excluding hydropower) | Renewable energy certificates (mixed): 34% | - | - | - | - | 302-1 | RT-AE-130a.1 |\n| | On-site (solar): 13% | - | - | - | - | - | - |\n| | Power purchase agreements (solar): 32% | - | - | - | - | - | - |\n| | Green Tariff (solar/wind/biofuels): 21% | - | - | - | - | - | - |\n\n**ENERGY SOLD**\n\n| ESG Metrics | 2022 | 2021 | 2020 | 2019 | 2018 | GRI Indicator* | SASB Standard |\n|-------------|------|------|------|------|------|----------------|---------------|\n| Total (MWh) | 0 | 0 | 0 | 0 | 0 | 302-1 | - |\n| Cooling (MWh) | 0 | 0 | 0 | 0 | 0 | 302-1 | - |\n| Electricity (MWh) | 0 | 0 | 0 | 0 | 0 | 302-1 | - |\n| Heating (MWh) | 0 | 0 | 0 | 0 | 0 | 302-1 | - |\n| Steam (MWh) | 0 | 0 | 0 | 0 | 0 | 302-1 | - |\n\n2022 Footnotes:\n\n1. In 2022, we enhanced our methodology and data collection practices for environmental data including scope 1 and 2 emissions, energy, waste and water to improve data quality. We applied this new methodology to our 2020 and 2021 data in order to ensure the most accurate baseline for our updated carbon goal and have restated impacted metrics.\n\n2. Including solar, wind, geothermal and biofuels from a combination of on-site generation, power purchase agreement contracts, renewable energy certificate procurement and applicable green tariffs.\n\n3. Lockheed Martin defines energy sold as energy production greater than energy consumption in a given Go Green year at a given site. This does not count net metering or similar programs.\n\n### Emissions\n\n| ESG Metrics | 2022 | 2021 | 2020 | 2019 | 2018 | GRI Indicator* | SASB Standard |\n|-------------|------|------|------|------|------|----------------|---------------|\n| Net GHG Emissions (Scope 1 + Scope 2 Market-Based) (MT CO₂e) | 678,622 | 707,474 | 784,501 | 771,435 | 819,548 | 305-1 | - |\n| GHG Emissions Reduction vs. 2015 Baseline (Scope 1 and Scope 2) | 29% | 24% | - | - | - | 305-5 | - |\n| GHG Emissions Intensity Ratio (Scope 1 and 2) (MT CO₂e per $USD Revenue) | 0.000013 | 0.000013 | 0.000014 | 0.000016 | 0.000018 | 305-4 | - |\n\n2022 Footnotes:\n\n1. In 2022, we enhanced our methodology and data collection practices for environmental data including scope 1 and 2 emissions, energy, waste and water to improve data quality. We applied this new methodology to our 2020 and 2021 data in order to ensure the most accurate baseline for our updated carbon goal and have restated impacted metrics.\n\n2. Data is shown for our Go Green year, which runs November-October (e.g., November 2021 - October 2022).\n\n3. This metric measures or estimates data for 94% of eligible owned and leased building area. Excluded from the metric are non-operational sites (under initial construction) or sites for which we do not have operational control (such as government-operated or full-service leased facilities). The remaining 6% represents small and international sites with limited data availability. The reported Scope 1 and 2 combined emissions are estimates and were calculated using the Greenhouse Gas (GHG) Protocol’s market-based methodology for Scope 2, which reflects emissions net of unbundled renewable energy certificates, off-site power purchase agreements and on-site renewable energy generation.\n\n4. 2022 is our second year reporting against a 2015 baseline.\n\n* All indicators are from GRI 2016 unless noted otherwise in parentheses.\n### Emissions\n\n| ESG Metrics                                      | 2022       | 2021       | 2020       | 2019       | 2018       | GRI Indicator* | SASB Standard |\n|--------------------------------------------------|------------|------------|------------|------------|------------|----------------|---------------|\n| Science Based Target Content Based Score         | 0.629      | 0.521      | 0.641      | 0.617      | 0.698      | -              | -             |\n| Biogenic CO2 Emissions (MT CO$_2$e)              | 19,151     | 19,818     | 23,138     | 12,020     | 11,414     | 305-1          | -             |\n| **SCOPE 1 EMISSIONS**                            |            |            |            |            |            |                |               |\n| Gross Direct GHG Emissions (MT CO$_2$e)          | 317,143    | 311,088    | 308,495    | 305,362    | 291,782    | 305-1          | -             |\n| **SCOPE 2 EMISSIONS**                            |            |            |            |            |            |                |               |\n| Gross Location-based Indirect GHG Emissions (MT CO$_2$e) | 508,459    | 558,842    | 605,082    | 662,659    | 673,108    | 305-2          | -             |\n| Gross market-based Indirect GHG Emissions (MT CO$_2$e) | 361,479    | 396,387    | 478,006    | 466,073    | 527,766    | 305-2          | -             |\n| **SCOPE 3 EMISSIONS**                            |            |            |            |            |            |                |               |\n| Total (MT CO$_2$e)                               | 28,431,587 | 29,265,474 | 26,577,652 | 30,496,636 | 30,893,528 | 305-3          | -             |\n| Purchased Goods and Services (MT CO$_2$e)        | 4,387,643  | 5,284,180  | 5,341,218  | 6,070,890  | 10,309,550 | 305-3          | -             |\n| Capital Goods (MT CO$_2$e)                       | 600,322    | 727,142    | 900,407    | 1,040,055  | 804,621    | 305-3          | -             |\n| Fuel and Energy Related Activities (not included in Scope 1 and 2) (MT CO$_2$e) | 67,871     | 68,745     | 69,393     | 68,357     | 90,000     | 305-3          | -             |\n| Business Travel (MT CO$_2$e)                     | 99,237     | 54,035     | 64,810     | 169,693    | 170,000    | 305-3          | -             |\n| Employee Commuting (MT CO$_2$e)                  | 78,323     | 80,506     | 79,595     | 86,535     | 210,000    | 305-3          | -             |\n| Waste Generated in Operations (MT CO$_2$e)       | 6,938      | 6,580      | 6,566      | 6,897      | 11,000     | 305-3          | -             |\n| Use of Sold Products (MT CO$_2$e)                | 23,191,253 | 23,044,286 | 20,115,663 | 23,054,209 | 19,298,357 | 305-3          | RT-AE-410a.2  |\n\n2022 Footnotes:\n\n1. In 2022, we enhanced our methodology and data collection practices for environmental data including scope 1 and 2 emissions, energy, waste and water to improve data quality. We applied this new methodology to our 2020 and 2021 data in order to ensure the most accurate baseline for our updated carbon goal and have restated impacted metrics.\n2. Data is shown for our Go Green year, which runs November-October (e.g., November 2021 - October 2022), with the exception of the Use of Sold Products category which is reported for each calendar year.\n3. Annual context based score. The ratio of the actual emissions to allocated emissions, based on a company’s contribution (gross profits) to estimated global gross domestic product, to meet a 1.5 degree Celsius pathway. Context based scoring is based on a score of <1 indicating alignment with a 1.5 degree Celsius pathway, and >2 indicating a misalignment with a 1.5 degree Celsius pathway.\n4. Calculated in accordance with the GHG Protocol.\n5. Scope 3 emissions are estimates. See our website for a description of each Scope 3 category methodology.\n6. In 2022, we updated our Scope 3 emissions methodologies for all categories. We applied these updated methodologies to historic data for 2019-2021. Data necessary to apply the new methodologies was not available for 2018.\n7. All indicators are from GRI 2016 unless noted otherwise in parentheses.\n### Climate\n\n| ESG Metrics | 2022 | 2021 | 2020 | 2019 | 2018 | GRI Indicator* | SASB Standard |\n|-------------|------|------|------|------|------|----------------|---------------|\n| Risks and Opportunities Posed by Climate Change | TCFD-Aligned Climate-Related Risks and Opportunities Report | - | - | - | - | 201-2 | - |\n| | 2022 CDP Climate Change Disclosure | - | - | - | - | - | - |\n| | 2022 Annual Report/Form 10-K: Risk Factors | - | - | - | - | - | - |\n\n### Waste\n\n#### Waste Metrics\n\n| ESG Metrics | 2022 | 2021 | 2020 | 2019 | 2018 | GRI Indicator* | SASB Standard |\n|-------------|------|------|------|------|------|----------------|---------------|\n| Description of the Processes Used to Collect and Monitor Waste-Related Data | Waste Management | - | - | - | - | 306-2 (2020) | - |\n| Description of Waste Reduction Actions | Waste Management | - | - | - | - | 306-2 (2020) | - |\n\n#### TOTAL WASTE\n\n| | 2022 | 2021 | 2020 | 2019 | 2018 | GRI Indicator* | SASB Standard |\n|---|------|------|------|------|------|----------------|---------------|\n| Total Waste Generated (lbs.) | 58,255,678 | 55,832,948 | 58,018,047 | 61,566,290 | 60,631,125 | 306-3 (2020) | - |\n| Landfill (lbs.) | 17,087,047 | 16,078,795 | 15,247,761 | 17,710,190 | 15,901,551 | 306-5 (2020) | - |\n| Recycled (lbs.) | 30,090,983 | 28,005,012 | 29,153,717 | 31,566,392 | 26,561,628 | 306-4 (2020) | - |\n| Incineration [with energy recovery] (lbs.) | 4,125,079 | 4,098,804 | - | - | - | 306-5 (2020) | - |\n| Incineration [without energy recovery] (lbs.) | 3,339,905 | 3,322,258 | - | - | - | 306-5 (2020) | - |\n| Other Disposal Method (lbs.) | 3,612,664 | 4,327,079 | - | - | - | 306-5 (2020) | - |\n| Percentage to Landfill | 31% | 31% | - | - | - | 306-5 (2020) | - |\n| Percentage Recycled | 52% | 50% | - | - | - | 306-4 (2020) | - |\n\n#### HAZARDOUS WASTE\n\n| | 2022 | 2021 | 2020 | 2019 | 2018 | GRI Indicator* | SASB Standard |\n|---|------|------|------|------|------|----------------|---------------|\n| Total Hazardous Waste Generated (lbs.) | 5,221,041 | 6,323,483 | 5,512,094 | 5,322,000 | 3,014,000 | 306-3 (2020) | RT-AE-150a.1 |\n| Landfill (lbs.) | 888,216 | 885,390 | - | - | - | 306-5 (2020) | - |\n| Recycled (lbs.) | 617,301 | 620,288 | 454,225 | 506,000 | 520,000 | 306-4 (2020) | RT-AE-150a.1 |\n| Incineration [with energy recovery] (lbs.) | 332,048 | 379,782 | - | - | - | 306-5 (2020) | - |\n| Incineration [without energy recovery] (lbs.) | 2,298,096 | 3,023,607 | - | - | - | 306-5 (2020) | - |\n\n2022 Footnotes:\n\n1. In 2022, we enhanced our methodology and data collection practices for environmental data including scope 1 and 2 emissions, energy, waste and water to improve data quality. We applied this new methodology to our 2020 and 2021 data in order to ensure the most accurate baseline for our updated carbon goal and have restated impacted metrics.\n2. Data is shown for our Go Green year, which runs November-October (e.g., November 2021 - October 2022).\n3. This metric does not include ash as by-product disposal of incineration which totaled 960,814 lbs in 2022.\n4. Lockheed Martin policy requires that hazardous waste be disposed of at an approved facility in accordance with applicable regulations, rules and requirements.\n\n* All indicators are from GRI 2016 unless noted otherwise in parentheses.\n### Waste\n\n| ESG Metrics | 2022 | 2021 | 2020 | 2019 | 2018 | GRI Indicator* | SASB Standard |\n|-------------|------|------|------|------|------|----------------|---------------|\n| **HAZARDOUS WASTE**<sup>(3)</sup> | | | | | | | |\n| Other Disposal Method (lbs.) | 1,085,380 | 1,414,416 | - | - | - | 306-5 (2020) | - |\n| Percentage Total Hazardous Waste to Landfill | 17% | 14% | - | - | - | 306-5 (2020) | - |\n| Percentage Total Hazardous Waste Recycled | 12% | 10% | - | - | - | 306-4 (2020) | RT-AE-150a.1 |\n| **SPILLS** | | | | | | | |\n| Number of Reportable Spills<sup>(4)</sup> | 0 | 0 | 0 | 0 | 0 | - | - |\n\n2022 Footnotes:\n\n<sup>(1)</sup> In 2022, we enhanced our methodology and data collection practices for environmental data including scope 1 and 2 emissions, energy, waste and water to improve data quality. We applied this new methodology to our 2020 and 2021 data in order to ensure the most accurate baseline for our updated carbon goal and have restated impacted metrics.\n\n<sup>(2)</sup> Data is shown for our Go Green year, which runs November-October (e.g., November 2021 - October 2022).\n\n<sup>(3)</sup> Lockheed Martin policy requires that hazardous waste be disposed of at an approved facility in accordance with applicable regulations, rules and requirements.\n\n<sup>(4)</sup> Number and aggregate quantity of reportable spills determined in accordance with The Comprehensive Environmental Response, Compensation, and Liability Act of 1980 (CERCLA) requirements.\n\n### Water\n\n| ESG Metrics | 2022 | 2021 | 2020 | 2019 | 2018 | GRI Indicator* | SASB Standard |\n|-------------|------|------|------|------|------|----------------|---------------|\n| **A Description of How the Organization Interacts with Water and Identifies Water-Related Impacts** | Water Management | - | - | - | - | 303-1 (2018) | - |\n| **An Explanation of the Process for Setting Any Water-Related Goals and Targets that Are Part of the Organization’s Management Approach** | Water Management | - | - | - | - | 303-1 (2018) | - |\n| **Total Water Consumption (million gallons)**<sup>(3)</sup> | 1,316 | 1,234 | 1,322 | 1,360 | 1,230 | 303-5 (2018) | - |\n| **Percentage of Sites in Areas of high Water Stress**<sup>(4)(5)</sup> | 28% | - | - | - | - | - | - |\n| **Total Water Consumption from Areas of High Water Stress (million gallons)**<sup>(4)(5)</sup> | 504 | - | - | - | - | - | - |\n\n2022 Footnotes:\n\n<sup>(1)</sup> In 2022, we enhanced our methodology and data collection practices for environmental data including scope 1 and 2 emissions, energy, waste and water to improve data quality. We applied this new methodology to our 2020 and 2021 data in order to ensure the most accurate baseline for our updated carbon goal and have restated impacted metrics.\n\n<sup>(2)</sup> Data is shown for our Go Green year, which runs November-October (e.g., November 2021 - October 2022).\n\n<sup>(3)</sup> Water consumption is reported for 87% of our building square footage.\n\n<sup>(4)</sup> Includes sites in extremely high and high risk 2030 water stress regions from the World Resource Institute Aqueduct Water Risk Atlas using 2015 data based on building square footage.\n\n<sup>(5)</sup> Includes 8 Sites: Palmdale, CA; Santa Barbara, CA; Waterton, CO; Deer Creek, CO; Colorado Springs, CO; Orlando, FL; Fort Worth, TX; and Grand Prairie, TX.\n\n* All indicators are from GRI 2016 unless noted otherwise in parentheses.\n## Health and Safety\n\n| ESG Metrics                                                                 | 2022                                                                 | 2021 | 2020 | 2019 | 2018 | GRI Indicator* | SASB Standard |\n|----------------------------------------------------------------------------|----------------------------------------------------------------------|------|------|------|------|----------------|---------------|\n| **A Description of the Processes Used to Identify Work-Related Hazards and Assess Risks** | Individual business elements establish, implement and maintain processes for hazard identification and, where needed, associate controls that are ongoing, preventive and applicable to the size, scale and scope of the site, activity or operation. | -    | -    | -    | -    | 403-2 (2018)   | -             |\n| **A Description of the Process to Investigate Work-Related Incidents and Determine Corrective Actions** | This process is directed by our internal procedures ESH-01 ESH Management Systems, ESH-04 Reporting of Incidents and Regulatory Agency Notifications and the Serious Incident and Fatality guidance document. | -    | -    | -    | -    | 403-2 (2018)   | -             |\n| **A Description of Any Occupational Health and Safety Training Provided to Workers** | Professional development training for environment, safety and health professionals is sponsored at the corporate level. A corporate contract is in place for individual web playable compliance training that is tracked via our enterprise-wide training system. Business area specific training is developed at the business area or site level and tracked via our enterprise-wide training system. | -    | -    | -    | -    | 403-5 (2018)   | -             |\n| **A Description of Any Worker Safety and Health Committees that Exist** | The Target Zero Committee is chaired by Environment, Safety, Health and Sustainability for continuous improvement of the Target Zero program, with employee-based committees existing at the local level. | -    | -    | -    | -    | 403-4 (2018)   | -             |\n| **Near Miss Frequency Rate (NMFR)** | Lockheed Martin does not track near miss frequency rate at this time. | -    | -    | -    | -    | 403-9 (2018)   | RT-IG-320a.1  |\n| **Total Recordable Incident Rate (TRIR)** | 1.09 | 1.02 | 0.9 | 1.03 | 1.11 | 403-9 (2018)   | RT-IG-320a.1  |\n| **Fatality Rate** | 0 | 0 | 0 | 0 | 0 | 403-9 (2018) | RT-IG-320a.1 |\n| **Day Away Case Rate** | 0.37 | 0.3 | 0.23 | 0.18 | 0.16 | 403-9 (2018) | RT-IG-320a.1 |\n\n2022 Footnotes:\n\n1. Safety metrics disclosed are for U.S. employees only.\n2. All indicators are from GRI 2016 unless noted otherwise in parentheses.\n## Supply Chain\n\n| ESG Metrics                                                                 | 2022 | 2021 | 2020 | 2019 | 2018 | GRI Indicator* | SASB Standard |\n|----------------------------------------------------------------------------|------|------|------|------|------|---------------|---------------|\n| Description of the Management of Risks Associated with the Use of Critical Materials | 2022 Annual Report/Form 10-K: Raw Materials, Suppliers and Seasonality | -    | -    | -    | -    | -             | RT-AE-440a.1   |\n| Percentage of the Procurement Budget Used for Significant Locations of Operation Spent on Suppliers Local to that Operation<sup>(1)</sup> | 25%  | 20%  | 22%  | 20%  | 21%  | 204-1         | -             |\n| COUNTERFEIT PARTS                                                          |      |      |      |      |      |               |               |\n| Number of Counterfeit Parts Detected, Percentage Avoided                   |      |      |      |      |      |               | RT-AE-250a.2   |\n| ENVIRONMENTAL IMPACT                                                       |      |      |      |      |      |               |               |\n| Percentage of New Suppliers that Were Screened Using Environmental Criteria.<sup>(2)</sup> | 100% | 100% | -    | -    | -    | 308-1         | -             |\n| SOCIAL IMPACT                                                              |      |      |      |      |      |               |               |\n| Percentage of New Suppliers that Were Screened Using Social Criteria.<sup>(3)</sup> | 100% | 100% | -    | -    | -    | 414-1         | -             |\n| Suppliers Assessed for Social Impacts<sup>(4)</sup>                        | 13,383 | 13,700 | 17,200 | 15,800 | 15,704 | 414-2         | -             |\n| Number of Suppliers Identified as Having Significant Actual and Potential Negative Social Impacts<sup>(5)</sup> | 10  | 32  | 31  | 15  | 18  | 414-2         | -             |\n\n2022 Footnotes:\n\n<sup>(1)</sup> Lockheed Martin defines \"local\" as domestic small business relative to locations of operations; 93% of all small business spend is domestic. \"Significant locations of operation\" is defined as the locations of operations identified by procurement spend; 51 domestic Lockheed Martin locations identified. Starting in 2019, we began reporting both direct and indirect spend, while prior to 2019, we reported using an allocated portion of indirect spend per Federal Acquisition Regulations. Historically, we have reported both direct procurement and 100% of indirect procurement.\n\n<sup>(2)</sup> Represents the percentage of new suppliers asked about their environmental practices. Includes all U.S. suppliers and select global suppliers.\n\n<sup>(3)</sup> Represents the percentage of new suppliers asked about their socio-economic practices. Includes all U.S. suppliers and select global suppliers.\n\n<sup>(4)</sup> This includes the number of suppliers assessed for human trafficking using the State Department tier assignments.\n\n<sup>(5)</sup> The U.S. Department of State, Office to Monitor and Combat Trafficking in Persons conducts an annual country analysis on human trafficking and publishes the U.S. Department of State Trafficking in Persons annual report. The reported number represents suppliers based in countries classified in the report as Tier 2 Watch and Tier 3 countries and are not specific concerns regarding the individual suppliers. In 2022, the downgrade of Bulgaria and Kuwait accounts for tier-driven changes of our supply chain risk profile.\n\n* All indicators are from GRI 2016 unless noted otherwise in parentheses.\n## GRI Content Index\n\n| Statement of use | Lockheed Martin has reported the information cited in this GRI content index for the period January 1, 2022, through December 31, 2022, with reference to the GRI Standards. |\n|------------------|--------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------|\n| GRI 1 used       | GRI 1: Foundation 2021                                                                                                                                                                           |\n\n### ESG Metrics\n\n| GRI 2: GENERAL DISCLOSURE 2021 |\n|---------------------------------|\n| **2-1 Organizational details**  | About Lockheed Martin  \n2022 Annual Report/Form 10-K  \n2022 Annual Report/Form 10-K: Available Information  \n2022 Annual Report/Form 10-K: Properties |\n| **2-2 Entities included in the organization’s sustainability reporting** | 2022 Annual Report/Form 10-K |\n| **2-3 Reporting period, frequency and contact point** | 2022 Sustainability Performance Report: About This Report |\n| **2-4 Restatements of information** | In 2022, we enhanced our methodology and data collection practices for environmental data including scope 1 and 2 emissions, energy, waste and water to improve data quality. We applied this new methodology to our 2020 and 2021 data in order to ensure the most accurate baseline for our updated carbon goal and have restated impacted metrics.  \nIn 2022, we updated our 2021-2018 Scope 1 energy totals to include biomass to align with best practice. Biomass has always been included in our reported emissions totals  \nIn 2022, we updated our scope 3 emissions methodologies for all categories. We applied these updated methodologies to historic data for 2019-2021. Data necessary to apply the new methodologies was not available for 2018. |\n| **2-5 External assurance** | 2022 Sustainability Performance Report: About This Report  \n2022 Sustainability Performance Report Assurance Statement |\n| **2-6 Activities, value chain and other business relationships** | About Lockheed Martin  \n2022 Annual Report/Form 10-K  \n2022 Annual Report/Form 10-K: Business  \n2022 Annual Report/Form 10-K: Financial Statements  \n2022 Annual Report/Form 10-K: Raw Materials, Suppliers and Seasonality |\n| **2-7 Employees** | About Lockheed Martin  \n2022 Annual Report/Form 10-K  \n2022 Annual Report/Form 10-K: Workforce Demographics  \n2022 Sustainability Performance Report: Inclusion and Equity  \n2022 ESG Performance Index: Workplace Demographics |\n| **2-8 Workers who are not employees** | About Lockheed Martin  \n2022 Annual Report/Form 10-K  \n2022 Annual Report/Form 10-K: Workforce Demographics  \n2022 Sustainability Performance Report: Inclusion and Equity  \n2022 ESG Performance Index: Workplace Demographics |\n| **2-9 Governance structure and composition** | ESG Governance  \n2023 Proxy Statement: Sustainability Governance Structure  \n2023 Proxy Statement: Corporate Governance |\n| **2-10 Nomination and selection of the highest governance body** | 2023 Proxy Statement: Corporate Governance  \n2023 Proxy Statement: Proposal 1 |\n| 2-11 Chair of the highest governance body | 2023 Proxy Statement: Corporate Governance |\n|------------------------------------------|------------------------------------------|\n| 2-13 Delegation of responsibility for managing impacts | 2022 Sustainability Performance Report: 2025 Sustainability Management Plan |\n|                                           | Core Issues Assessment Process |\n|                                           | 2023 Proxy Statement: Stockholder Engagement |\n|                                           | 2023 Proxy Statement: Sustainability Governance Structure |\n|                                           | 2023 Proxy Statement: Corporate Governance |\n|                                           | 2023 Proxy Statement: Board Oversight of Risk |\n| 2-14 Role of the highest governance body in sustainability reporting | 2023 Proxy Statement: Corporate Governance |\n| 2-15 Conflicts of interest | 2023 Proxy Statement: Corporate Governance |\n| 2-16 Communication of critical concerns | Since Lockheed Martin is a publicly traded company, any stockholder or interested person may communicate with the independent Lead Director or with the non-management directors as a group as follows: |\n|                                           | • By Email: lead.director@lmco.com |\n|                                           | • By Mail: Independent Lead Director or Non-Management Directors, c/o Senior Vice President, General Counsel and Corporate Secretary, Lockheed Martin Corporation, 6801 Rockledge Drive, Bethesda, MD 20817. |\n| 2-17 Collective knowledge of the highest governance body | 2023 Proxy Statement: Frequently Asked Questions |\n| 2-18 Evaluation of the performance of the highest governance body | 2023 Proxy Statement: Summary of Director-Nominees’ Core Competencies |\n| 2-19 Remuneration policies | 2023 Proxy Statement: Annual Incentive Goals and Results |\n| 2-20 Process to determine remuneration | 2023 Proxy Statement: Compensation Discussion and Analysis |\n|                                           | 2023 Proxy Statement: Executive Compensation |\n| 2-21 Annual total compensation ratio | 2023 Proxy Statement: CEO Pay Ratio |\n|                                           | Lockheed Martin does not disclose percentage increase in annual total compensation ratio. |\n| 2-22 Statement on sustainable development strategy | Supporting Sustainable Development |\n|                                           | 2022 Sustainability Performance Report: Message from our Chairman, President and Chief Executive Officer |\n| 2-23 Policy commitments | About Lockheed Martin |\n|                                           | Code of Ethics and Business Conduct |\n|                                           | Supplier Code of Conduct |\n|                                           | TCFD-Aligned Climate-Related Risks and Opportunities Report |\n|                                           | ESG Governance |\n|                                           | 2022 Sustainability Performance Report: Workplace Safety |\n|                                           | 2022 Sustainability Performance Report: Energy Management |\n| 2-24 Embedding policy commitments | 2022 ESG Performance Index |\n|                                           | 2022 Annual Report/Form 10-K: Workforce Demographics |\n| 2-25 Processes to remediate negative impacts | Corporate Ethics Hotline |\n|                                           | Code of Ethics and Business Conduct |\n|                                           | Human Rights |\n|                                           | 2022 Sustainability Performance Report: Modeling Business Integrity |\n| 2-26 Mechanisms for seeking advice and raising concerns | Corporate Ethics Hotline |\n### 2-27 Compliance with laws and regulations\n\nLockheed Martin’s activities are conducted in compliance with the laws and regulations of the countries in which we operate, except where such laws conflict with U.S. law, and our compliance with them is reinforced by our robust integrated assurance program and Board of Directors oversight of our enterprise risk management process.\n\n*2022 Annual Report/Form 10-K: Note 14 – Legal Proceedings, Commitments and Contingencies*\n\n### 2-28 Membership associations\n\n*2022 CDP Climate Change Disclosure: C12. Engagement*\n\n*2022 Climate Lobbying Assessment Report*\n\n### 2-29 Approach to stakeholder engagement\n\nThe Lockheed Martin sustainability stakeholder engagement process is guided by our Corporate Policy Statement on Sustainability, CPS-803. The Director, Enterprise Risk and Sustainability is responsible for an annual engagement plan providing internal and external strategies for education, memberships, academic connections, association recognition events, conferences and publications related to sustainability.\n\n### 2-30 Collective bargaining agreements\n\n*2022 ESG Performance Index*\n\n*2022 Annual Report/Form 10-K: Workforce Demographics*\n\n### GRI 3: MATERIAL TOPICS 2021\n\n| 3-1 Process to determine material topics | Core Issues Assessment Process |\n| 3-2 List of material topics | 2022 Sustainability Performance Report: 2025 Sustainability Management Plan |\n| 3-3 Management of material topics | 2025 SMP Management |\n\n### GRI 201: ECONOMIC PERFORMANCE 2016\n\n| 201-1 Direct economic value generated and distributed | 2022 ESG Performance Index: Company Profile |\n| 201-2 Financial implications and other risks and opportunities due to climate change | 2022 ESG Performance Index: Climate |\n\n### GRI 204: PROCUREMENT PRACTICES 2016\n\n| 204-1 Proportion of spending on local suppliers | 2022 ESG Performance Index: Supply Chain |\n\n### GRI 205: ANTI-CORRUPTION 2016\n\n| 205-1 Operations assessed for risks related to corruption | 2022 ESG Performance Index: Ethics and Anti-Corruption: Operations Assessed for Risk |\n| 205-2 Communication and training about anti-corruption policies | 2022 ESG Performance Index: Ethics and Anti-Corruption: Communication and Training |\n| 205-3 Confirmed incidents of corruption and actions taken | 2022 ESG Performance Index: Ethics and Anti-Corruption: Incidents |\n\n### GRI 302: ENERGY 2016\n\n| 302-1 Energy consumption within the organization | 2022 ESG Performance Index: Energy |\n| 302-3 Energy intensity | 2022 ESG Performance Index: Energy |\n| 302-4 Reduction of energy consumption | 2022 ESG Performance Index: Energy |\n\n### GRI 303: WATER AND EFFLUENTS 2018\n\n| 303-1 Interactions with water as a shared resource | 2022 ESG Performance Index: Water |\n| 303-5 Water consumption | 2022 ESG Performance Index: Water |\n| GRI 305: EMISSIONS 2016 |  |\n|-------------------------|-------------------------|\n| 305-1 Direct (Scope 1) GHG emissions | 2022 ESG Performance Index: Emissions |\n| 305-2 Energy indirect (Scope 2) GHG emissions | 2022 ESG Performance Index: Emissions |\n| 305-3 Other indirect (Scope 3) GHG emissions | 2022 ESG Performance Index: Emissions |\n\n| GRI 306: WASTE 2020 |  |\n|---------------------|-------------------------|\n| 306-2 Management of significant waste-related impacts | 2022 ESG Performance Index: Waste |\n| 306-3 Waste generated | 2022 ESG Performance Index: Waste |\n| 306-4 Waste diverted from disposal | 2022 ESG Performance Index: Waste |\n| 306-5 Waste directed to disposal | 2022 ESG Performance Index: Waste |\n\n| GRI 308: SUPPLIER ENVIRONMENTAL ASSESSMENT 2016 |  |\n|-----------------------------------------------|-------------------------|\n| 308-1 New suppliers that were screened using environmental criteria | 2022 ESG Performance Index: Supply Chain |\n\n| GRI 401: EMPLOYMENT 2016 |  |\n|--------------------------|-------------------------|\n| 401-1 New employee hires and employee turnover | 2022 ESG Performance Index: Workplace Demographics |\n| 401-3 Parental leave | 2022 ESG Performance Index: Benefits: Parental Leave |\n\n| GRI 403: OCCUPATIONAL HEALTH AND SAFETY 2018 |  |\n|---------------------------------------------|-------------------------|\n| 403-1 Occupational health and safety management system | 2022 ESG Performance Index: Environment, Safety and Health Management |\n| 403-2 Hazard identification, risk assessment, and incident investigation | 2022 ESG Performance Index: Health and Safety |\n| 403-4 Worker participation, consultation, and communication on occupational health and safety | 2022 ESG Performance Index: Health and Safety |\n| 403-9 Work-related injuries | 2022 ESG Performance Index: Health and Safety |\n\n| GRI 404: TRAINING AND EDUCATION 2016 |  |\n|-------------------------------------|-------------------------|\n| 404-1 Average hours of training per year per employee | 2022 ESG Performance Index: Employee Training and Development |\n| 404-3 Percentage of employees receiving regular performance and career development reviews | 2022 ESG Performance Index: Employee Training and Development |\n\n| GRI 405: DIVERSITY AND EQUAL OPPORTUNITY 2016 |  |\n|-----------------------------------------------|-------------------------|\n| 405-1 Diversity of governance bodies and employees | 2022 ESG Performance Index: Workplace Demographics |\n\n| GRI 406: NON-DISCRIMINATION 2016 |  |\n|---------------------------------|-------------------------|\n| 406-1 Incidents of discrimination and corrective actions taken | 2022 ESG Performance Index: Ethics and Anti-Corruption |\n\n| GRI 414: SUPPLIER SOCIAL ASSESSMENT 2016 |  |\n|-----------------------------------------|-------------------------|\n| 414-1 New suppliers that were screened using social criteria | 2022 ESG Performance Index: Supply Chain |\n| 414-2 Negative social impacts in the supply chain and actions taken | 2022 ESG Performance Index: Supply Chain |\n\n| GRI 415: PUBLIC POLICY 2016 |  |\n|---------------------------|-------------------------|\n| 415-1 Political contributions | 2022 ESG Performance Index: Political Contributions |\n\n| GRI 416: CUSTOMER HEALTH AND SAFETY 2016 |  |\n|-----------------------------------------|-------------------------|\n| 416-1 Assessment of the health and safety impacts of product and service categories | 2022 ESG Performance Index: Product Safety |\n\n| GRI 418: CUSTOMER PRIVACY |  |\n|---------------------------|-------------------------|\n| 418-1 Substantiated complaints concerning breaches of customer privacy and losses of customer data | 2022 ESG Performance Index: Data Security |\nForward-Looking Statements\n\nThis report contains statements which, to the extent not recitations of historical fact, constitute forward-looking statements within the meaning of the federal securities laws. The words \"will,\" \"enable,\" \"expect,\" \"plan,\" \"forecast,\" \"anticipate,\" \"continue,\" \"achieve,\" \"scheduled,\" \"estimate,\" \"believe,\" \"intend,\" \"aim,\" \"orient,\" \"goal,\" and similar expressions are intended to identify forward-looking statements. Statements and assumptions with respect to achievement of goals and objectives; anticipated actions to meet goals and objectives; allocation of resources; planned, encouraged or anticipated actions; planned performance of technology; or other efforts are also examples of forward-looking statements.\n\nForward-looking statements are based on our current expectations and assumptions, are not guarantees of future performance, and are subject to risks and uncertainties. Actual results could differ materially due to factors such as (i) the availability of funding for the programs described in this report; (ii) our ability to achieve reductions in energy use, greenhouse gas emissions and other sustainability goals and objectives; (iii) changes in our priorities as well as changes in the priorities of our customers and suppliers; (iv) the amount of our future investments; (v) the accuracy of our estimates and assumptions; (vi) the future effect of legislation, rulemaking and changes in policy; (vii) the impact of acquisitions or divestitures or other changes in our employee or product and service base; (viii) the competitive environment; (ix) the ability to attract and retain personnel and suppliers with technical and other skills; (x) the success of our diversity and inclusion initiatives; (xi) the success of technologically developed solutions; (xii) the willingness of suppliers to adopt and comply with our programs; (xiii) the impact of cyber or other security threats or other disruptions to our business; and (xiv) global economic, business, political, and climate conditions.\n\nThese are only some of the factors that may affect the forward-looking statements contained in this report. For further information regarding risks and uncertainties associated with our business, please refer to our U.S. Securities and Exchange Commission (SEC) filings including our Annual Report on Form 10-K for the year ended December 31, 2022 and our subsequent Quarterly Reports on Form 10-Q, which can be obtained at our website www.lockheedmartin.com/investor or through the website maintained by the SEC at www.sec.gov. The forward-looking statements in this report are intended to be subject to the safe harbor protection provided by federal securities laws.\n", "source": "lockheed_martin_2022", "added": "2025-04-27", "created": "2025-04-27", "metadata": {"Source-File": "climate_reports/tp_reports/lockheed_martin_2022.pdf", "olmocr-version": "0.1.59", "pdf-total-pages": 54, "total-input-tokens": 120578, "total-output-tokens": 34462, "total-fallback-pages": 0}, "attributes": {"pdf_page_numbers": [[0, 63, 1], [63, 2711, 2], [2711, 6756, 3], [6756, 8918, 4], [8918, 10115, 5], [10115, 10836, 6], [10836, 12051, 7], [12051, 12521, 8], [12521, 13389, 9], [13389, 15828, 10], [15828, 17057, 11], [17057, 18052, 12], [18052, 19831, 13], [19831, 22986, 14], [22986, 23584, 15], [23584, 24461, 16], [24461, 24966, 17], [24966, 27262, 18], [27262, 28697, 19], [28697, 31087, 20], [31087, 32868, 21], [32868, 34227, 22], [34227, 34645, 23], [34645, 35806, 24], [35806, 38053, 25], [38053, 40073, 26], [40073, 42850, 27], [42850, 46140, 28], [46140, 46600, 29], [46600, 49198, 30], [49198, 50429, 31], [50429, 51266, 32], [51266, 53802, 33], [53802, 57154, 34], [57154, 59840, 35], [59840, 62701, 36], [62701, 65341, 37], [65341, 68201, 38], [68201, 73545, 39], [73545, 77531, 40], [77531, 80726, 41], [80726, 85473, 42], [85473, 89330, 43], [89330, 93526, 44], [93526, 96832, 45], [96832, 100233, 46], [100233, 102941, 47], [102941, 106590, 48], [106590, 109801, 49], [109801, 113542, 50], [113542, 116349, 51], [116349, 120072, 52], [120072, 122788, 53], [122788, 122788, 54]]}}