{"id": "f924ea2270fc920c8f8c72197f195b221f5dacbe", "text": "# Table of Contents\n\n| Section                                                                 | Page |\n|------------------------------------------------------------------------|------|\n| Message from CEO                                                       | 2    |\n| Our Company                                                            | 3    |\n| Our Values                                                             | 4    |\n| ESG at Northrop Grumman: Our Approach                                  | 5    |\n| **PIONEERING PERFORMANCE**                                             | 9    |\n| Company Performance                                                    | 10   |\n| Governance Structure                                                   | 11   |\n| Compliance                                                             | 13   |\n| Ethics & Responsible Business Practices                                | 14   |\n| Global Supply Chain                                                    | 19   |\n| Cybersecurity & Data Protection                                        | 24   |\n| **PIONEERING PEOPLE**                                                  | 25   |\n| Our Diverse Workforce                                                  | 26   |\n| Diversity, Equity & Inclusion                                          | 27   |\n| Employee & Family Well-Being                                           | 32   |\n| Employee Health & Safety                                               | 35   |\n| Talent Strategy                                                        | 37   |\n| Talent Management & Development                                        | 40   |\n| Corporate Citizenship                                                  | 43   |\n| **PIONEERING PURPOSE**                                                 | 53   |\n| Our Approach to Environmental Action                                   | 54   |\n| Enhancing Operations & Management                                      | 57   |\n| Environmental Remediation & Conservation                               | 62   |\n| **PIONEERING INNOVATION**                                              | 65   |\n| Ushering in a Digital Transformation                                   | 66   |\n| Product Quality                                                        | 67   |\n| Product Stewardship                                                    | 70   |\n| Research & Development                                                 | 71   |\n| **APPENDIX**                                                           | 73   |\n| Selected Awards & Recognitions for 2022                                | 74   |\n| Organizations & University Partnerships                                | 75   |\n| Materiality                                                            | 77   |\n| Stakeholder Engagement                                                 | 78   |\n| Environmental Data Accountability                                      | 79   |\n| Methodology                                                            | 79   |\n| Forward-Looking Statements                                             | 79   |\n| GRI Standards Content Index                                            | 80   |\n| SASB Index                                                             | 86   |\n| ESG Performance Data Matrix                                            | 87   |\nMessage from CEO\n\nA more connected and protected world, and a universe better understood.\n\nThat’s our mission at Northrop Grumman. To create cutting edge technology that solves the world’s most complex challenges and defines what is possible. To make a massive aircraft disappear; intercept moving targets continents away; peer backwards through time to the creation of the universe.\n\nBehind each groundbreaking program are people and communities who turn these ideas into realities. They are the driving force of our company, counting on us to adapt, innovate and lead as the defense and national security stages evolve.\n\nGlobally, we’ve witnessed environmental and societal changes threatening values that we hold dear: from resource inequity to severe weather events, data privacy breaches to social justice and sovereignty. These dynamic shifts threaten our way of life and demand bold, meaningful action. Now.\n\nNorthrop Grumman has the talent, technology, purpose and ingenuity to help our world become more sustainable, equitable and secure for everyone.\n\nOur vision for the future is built on decades of experience supporting communities. Purpose and ethics are foundational to our company and our values. We foster transparency and trust among employees, customers and shareholders, enabling us to innovate fearlessly and operate with excellence; qualities earning our team the 2022 Deming Cup for Operational Excellence.\n\nOur people are one of our greatest assets. We are deeply proud of the culture of belonging we have built at Northrop Grumman where employees feel empowered and valued. Leading groups in diversity, equity and inclusion including DiversityInc, Human Rights Campaign, Disability Equality Index, Military Friendly and others continue to recognize our focus and efforts to ensure all employees can thrive.\n\nHarnessing our technology leadership, we’ve also made strides to reduce our carbon, water and waste footprints and partnered with customers and suppliers to help them do the same. Last year, we released bold sustainability goals, including Net Zero greenhouse gas emissions in our operations by 2035.¹ We were named one of America’s Most JUST Companies for our work making a more equitable business environment and named to the Dow Jones Sustainability Index for the seventh year in a row. We also brought forth our inaugural sustainability hackathon and two incredible Tech for Conservation projects – HOP Queue and Project Glacier Watch – which rethink how we use artificial intelligence, sensors and satellites to monitor water quality and ice melt rates.\n\nFrom undersea to outer space, there is infinite opportunity to make positive contributions to our communities and our planet. And a journey to a more sustainable, equitable and secure world is underway.\n\nOur legacy of success emboldens our vision for a brighter future fueled by innovation. Because while the challenges that face our world may seem great, we are ready, as always, to define what is possible.\n\nSincerely,\n\nKATHY J. WARDEN\nChair, Chief Executive Officer and President\nMarch 16, 2023\n\n¹ “Net Zero operations”, as referred to throughout this report, is defined as our goal to reach Net Zero GHG emissions in our operations (i.e., our Scope 1 and 2 GHG emissions) by 2035. Our baseline year for tracking interim progress on the goal is 2019.\nOur Company\n\nNorthrop Grumman Corporation (herein referred to as “Northrop Grumman,” the “company,” “we,” “us” or “our”) is a leading global aerospace and defense technology company. Our pioneering solutions equip our customers with the capabilities they need to connect and protect the world, and push the boundaries of human exploration across the universe. Driven by a shared purpose to solve our customers’ toughest problems, our 95,000 employees define possible every day. We have four operating sectors that comprise our business:\n\n**Aeronautics Systems** is a leader in the design, development, production, integration, sustainment and modernization of advanced aircraft systems for the United States (U.S.) Air Force, the U.S. Navy, other U.S. government agencies and international customers. These aircraft systems support four mission areas: strike; air dominance; battle management and control; and intelligence, surveillance and reconnaissance (ISR).\n\n**Defense Systems** is a leader in the design, development, production, integration, sustainment and modernization of weapon and mission systems for U.S. military and civilian agency customers, and a broad range of international customers. Major products and services include integrated battle management systems, weapons systems and aircraft and mission system sustainment and modernization.\n\n**Mission Systems** is a leader in advanced mission solutions and multifunction systems, primarily for the U.S. defense and intelligence community and international customers. Major products and services include cyber; command, control, communications and computers, intelligence, surveillance and reconnaissance (C4ISR) systems; radar, electro-optical/infrared (EO/IR) and acoustic sensors; electronic warfare systems; advanced communications and network systems; cyber solutions; intelligence processing systems; navigation; and maritime power, propulsion and payload launch systems.\n\n**Space Systems** is a leader in delivering end-to-end mission solutions through the design, development, integration, production and operation of space, missile defense, launch and strategic missile systems for national security, civil government, commercial and international customers. Major products include satellites and payloads; ground systems; missile defense systems and interceptors; launch vehicles and related propulsion systems; and strategic missiles.\nOur Values\n\nOur Values underlie all we do; they enable us to deliver on our shared purpose; they reflect who we are and how we treat others; they define who we are as a people and a culture, and how we act and operate. Our Values reaffirm what is important to us and explicitly state what we should expect from our company and from one another. This is what makes our company special.\n\nWe do the right thing\n\nWe do what we promise\n\nWe commit to shared success\n\nWe pioneer\nESG at Northrop Grumman: Our Approach\n\nAt Northrop Grumman, our pioneering solutions equip our customers with the capabilities they need to connect and protect the world, and push the boundaries of human exploration across the universe. Driven by a shared purpose to solve our customers’ toughest problems, we endeavor to advance our understanding of the universe and how we sustain it for the future. We aim to identify and manage our environmental, social and governance (ESG) impacts and define what is possible across our company and in our communities. Whether it’s singular engineers bringing the power of their whole selves to a project, our teams and suppliers working ethically to source materials or facilities managers reducing the footprint of our operations, sustainability and doing the right thing is part of our culture and is grounded in our Values. We strive to responsibly manage our ESG impacts as we deliver and build on that innovative spirit that has guided us for decades. At Northrop Grumman, we make a safe, sustainable and inclusive world possible.\n\nNon-Financial Performance Metrics\n\nWe are committed to developing a fair and equitable workplace for our employees and enhancing environmental sustainability while maintaining an unrelenting focus on our customers. To reinforce these commitments, we include related non-financial performance metrics in our annual incentive compensation program. These metrics — Diversity, Employee Experience, Environmental Sustainability, Quality and Customer Satisfaction — align our commitment to achieving a high level of ESG performance with our overall strategy. This report covers our performance against these metrics, as well as other important ESG metrics and goals that drive our company forward.\n\nDIVERSITY\nEMPLOYEE EXPERIENCE\nENVIRONMENTAL SUSTAINABILITY\nQUALITY\nCUSTOMER SATISFACTION\n\nAbout this Report\n\nThis report follows the Global Reporting Initiative (GRI) Standards, a voluntary framework widely used to support transparency in ESG reporting. Our GRI Index is available towards the end of this document, located in the Appendix, along with our Sustainability Accounting Standards Board (SASB) Index and ESG Performance Data Matrix. Additionally, we are continuing to build upon our alignment with the recommendations from the Task Force on Climate-related Financial Disclosures (TCFD). In 2022, we published our first TCFD summary report and published an updated report in 2023. For more information on our alignment with TCFD, please see the Updates to Climate Strategy section.\n\nThis report addresses certain items which are most important to the company from an ESG reporting perspective consistent with the GRI Standards. Information disclosed in this report should not be interpreted as meaning an item is material for purposes of the U.S. Securities and Exchange Commission (SEC) rules and regulations, including those related to SEC reporting and disclosure obligations, or any other securities laws or U.S. Generally Accepted Accounting Principles (GAAP). We periodically review our assessment of those items that are important from an ESG reporting perspective and update such assessments as appropriate.\n\nFor copies of our previous reports and more information on our ESG-related policies, statements and disclosures and the latest news about how our people are using technology as a guiding force for sustainable progress, please see our website.\nOur Environmental Sustainability Goals\n\nIn 2022, we introduced our Next-Generation sustainability goals in three mission areas. In this report, we announce our pioneering goals for water and waste. All of these goals serve as success markers to help us better measure our sustainability progress. As you read through the rest of the report, look for the symbols below to indicate where one of our 2022 actions supports a goal listed here:\n\n**FOOTPRINT**\nAddress the fundamental needs driving environmental sustainability by minimizing the footprint of our operations.\n\n**FOOTPRINT GOALS INCLUDE:**\n- Net Zero greenhouse gas (GHG) emissions in our operations (Scopes 1 and 2) by 2035. Interim target of 50% reduction by 2030.²\n- Source 50% of total electricity from renewable sources by 2030.\n- **Reduce** 10% of absolute water withdrawals,² **reuse** 10% of water withdrawals and **replenish** 10% of water withdrawals, focusing in water-stressed regions — all by 2030.\n- Reduce solid waste sent to landfill and incineration by 10% by 2030.²\n\n**2022 PROGRESS**\n- Achieved 10.6% reduction in emissions, compared to 2019 base year and sourced 10.0% of electricity from renewable sources.\n- Set pioneering goals in environmental stewardship for water and waste.³\n\n**HANDPRINT**\nEnhance sustainability within the aerospace & defense industry by supporting customer needs and supply chain objectives.\n\n**HANDPRINT GOALS INCLUDE:**\n- In collaboration with key customers, work to develop a pioneering product stewardship program focused on material efficiency, product design and life cycle assessment.\n- Update the company’s “Standards of Business Conduct for Suppliers and Other Trading Partners” to incorporate industry-leading sustainability practices by 2023.\n\n**2022 PROGRESS**\n- Engaged with customers, industry trade associations and internal stakeholders on product stewardship, chemical management, material efficiency, product design and life cycle assessment. Began planning our first comprehensive life cycle assessment that will occur in 2023.\n- Performed benchmarking to identify industry-leading supply chain sustainability practices and integrated practices into the Supplier Standards of Business Conduct, to be published by the end of 2023.\n\n**BLUEPRINT**\nAffirm our leadership in sustainability by collaborating to protect ecosystems and define environmental opportunities in our communities.\n\n**BLUEPRINT GOALS INCLUDE:**\n- Expand Technology for Conservation (T4C) initiatives in proximity to Northrop Grumman’s U.S. locations by 2030, in collaboration with external partners.\n\n**2022 PROGRESS**\n- Expanded T4C initiatives to 54 additional sites (up from 17 sites in 2021).\n- Launched two new T4C projects, HOP Queue and Project Glacier Watch.\n\n---\n\n² Indicated footprint reduction goals and/or targets have a base year of 2019.\n³ The water and waste goals listed under footprint replace our initial water and waste goal, originally written as “Strengthen leadership in operational footprint reduction through setting and achieving pioneering targets in environmental stewardship by 2025, including potable water use and solid waste to landfill.”\n## 2022 ESG Success Indicators\n\n| Zero | $1.4 billion | 25% |\n|------|--------------|-----|\n| Northrop Grumman is committed to achieving net zero GHG emissions in our operations by 2035 | in capital investment (CapEx) | female employees |\n| 43 million pounds of waste diverted from landfill | $36.6 billion | 34% |\n| 10.6% reduction in GHG emissions from 2019 | $1.2 billion | 37% |\n| | in R&D investments | employees of color |\n| | | 19% people of color in leadership (Vice President and above) |\nIndustry Recognitions\n\nOne of DiversityInc’s “Top 50 Companies for Diversity,” as well as a top company for Veterans, employee resource groups, Native American/Pacific Islander employees, people with disabilities, executive diversity councils, Black executives and ESG\n\nParticipated in the CDP Climate Survey for the 11th consecutive year, receiving a B score\n\nDesignated as a “High Performing Company” by Willis Tower Watson for our high levels of employee engagement\n\nMSCI ESG Rating of AA\n\nAchieved a perfect score on the CPA-Zicklin Index of Corporate Political Disclosure and Accountability\n\nSupport of 14 employee resource groups (ERGs) with more than 28,000 total employee participants\n\nNamed as one of JUST Capital’s “100 Most Just Companies” for 2022\n\nIncluded on the Dow Jones Sustainability North America Index for the seventh consecutive year\n\nAchieved a perfect score on the Corporate Equality Index and designated as a “Best Place to Work for LGBTQ+ Equality”\n\n18th consecutive year that Northrop Grumman has exceeded the U.S. government’s 23% small business statutory goal\nGOVERNANCE\nAT THE FOUNDATION OF INNOVATION\n\nGovernance is the foundation of our approach to ESG. The policies, systems and principles to which we hold ourselves represent the fundamentals of what fuels our innovation and long-term growth. Governance sets us all on a path to success – the kind of success we can be proud of – that is sustained by ethics, responsibility and motivation to go beyond what is required to what is needed by the world. But we know that governance is more than just a rule book or set of standards. It’s a sense of accountability that empowers us to make a difference to our customers and to countless communities around the world.\nCompany Performance\n\nWe are focused on performance, our portfolio and a balanced approach to capital deployment as a foundation for long-term value creation for our shareholders. We assess and transparently report against the performance of our company using a comprehensive set of measures important to our shareholders, customers and employees. Our compensation programs are tied to achievement of such measures.\n\nWe utilize both financial and non-financial metrics to assess our performance and progress. Our non-financial metrics include measures focused on Diversity, Employee Experience, Environmental Sustainability, Quality and Customer Satisfaction. These non-financial metrics have been a key element of our compensation programs since 2010, demonstrating our longstanding commitment to using ESG priorities as a key measure of the company’s overall performance.\n\nIn February 2022, we revised our annual incentive plan design to include non-financial metrics in our core metrics, as opposed to a negative-only modifier as in prior years (i.e., non-financial metrics could only reduce the overall annual incentive plan score and were not a component of the overall score). This reflects our continued focus on ESG and alignment for employees, shareholders and other stakeholders. The non-financial metrics account for 10% of the overall 2022 annual incentive plan score and include specific metrics for performance across ESG topics. For more information regarding our annual incentive plan, please see our 2023 Proxy Statement.\n\n* All company performance data on this page is as of and for the year ended December 31, 2022. Board data based on the full slate of Board nominees, as reflected in the 2023 Proxy Statement.\nGovernance Structure\n\nWe are committed to maintaining high standards of corporate governance consistent with our Values and in service to our shareholders, employees, customers and other stakeholders. Our Principles of Corporate Governance and Standards of Business Conduct, among other documents, serve as key pillars of our strong corporate governance practices, which reflect and reinforce our commitment to our core values and robust governance practices.\n\nBoard of Directors\n\nOur Board of Directors (BoD) is responsible for fostering the long-term success of the company and promoting the interests of our shareholders. We have a balanced, independent BoD with a diversity of backgrounds and experiences, all of which help to enhance diversity of thought and the overall effectiveness of our Board. The BoD is composed of 13 directors, 12 of whom are independent. The BoD has four standing committees: Audit and Risk, Compensation, Governance and Policy. In 2022, the BoD held nine meetings, including a meeting focused on reviewing long-term strategy.\n\nFor more information regarding our BoD, including committees of the Board and their roles and responsibilities, please see our 2023 Proxy Statement, committee charters and other corporate governance policies available on the Northrop Grumman website.\n\nRisk Oversight\n\nThe BoD oversees enterprise risk management, and each of our Board committees assists in this role and provides expertise. The BoD and Audit and Risk Committee also receive reports on our Enterprise Risk Management Council, which seeks to ensure we have identified and understood the more significant risks facing our business and that we have effective mitigation measures in place to address them.\n\nKey Corporate Governance Elements\n\n- All board committees are comprised entirely of independent directors\n- Annual election of all directors\n- A lead independent director with significant and clearly defined responsibilities\n- Majority voting for directors in uncontested elections with a director resignation policy if a director fails to receive a majority of votes cast “for” their election\n- Proxy access bylaw provision, providing for eligible shareholders to include their own director nominees in Northrop Grumman’s Proxy materials\n- Annual board, committee and director self-evaluations\n- Ability of shareholders to act by written consent\n- Ability of shareholders to call a special meeting\n- Ability of shareholders to communicate and meet directly with our management and directors\n- Annual advisory vote on executive compensation\n- Recoupment policy for incentive compensation\n- Stock ownership guidelines for directors and executive officers\n- Policy prohibiting hedging, pledging and other specified derivative transactions involving Northrop Grumman stock by directors, executive officers and those receiving performance-based compensation\n\n4 Board data based on the full slate of Board nominees, as reflected in the 2023 Proxy Statement.\nESG Oversight\n\nBOARD OF DIRECTORS\nOur BoD provides leadership and oversight with respect to ESG practices, among other duties, and regularly receives reports from management throughout Northrop Grumman on these matters.\n\nAUDIT AND RISK COMMITTEE\n- Reviews and discusses the company’s global compliance programs with our General Counsel and Chief Compliance Officer (CCO), including the tone set by leaders throughout the organization.\n- Meets quarterly with our Vice President of Global Corporate Responsibility to receive a report on matters that are communicated through the OpenLine reporting system.\n- Assists the BoD in its overall financial and enterprise risk management responsibilities, including review of the company’s financial risks, as well as risks pertaining to anti-corruption, cybersecurity, insurance, nuclear, natural and environmental matters and the company compliance program.\n- Responsible for overseeing the audit and assurance processes for ESG reporting.\n\nPOLICY COMMITTEE\n- Receives a report from our Vice President of Global Corporate Responsibility at least annually regarding our ethics and corporate responsibility programs, including our Standards of Business Conduct, and reviews and oversees practices with respect to sustainability and environmental matters, human rights, health and safety and charitable organizations.\n- Oversees the company’s environmental program, including Net Zero operations, water and waste plans; receives updates from the Chief Sustainability Officer; and oversees management of climate change risks (including, among other things, Scope 1 and 2 GHG emissions and targets for emissions reductions), TCFD evaluations and our annual ESG report (formerly known as the sustainability report).\n\nGOVERNANCE COMMITTEE\n- Provides the BoD with oversight of the company’s corporate culture and governance-related risks.\n- Oversees our corporate governance, the make-up and effectiveness of our BoD, with a focus on diversity and succession planning, and engagement with our shareholders, including on shareholder proposals.\n\nCOMPENSATION COMMITTEE\n- Reviews the company’s human capital management processes with the Chief Human Resources Officer, oversees policies and practices with respect to diversity, equity and inclusion (DE&I) and reviews a risk assessment of the company’s compensation programs.\n- Approves DE&I goals and financial and non-financial metrics for our compensation programs.\nCompliance\n\nOur compliance program, overseen by the Northrop Grumman CCO helps ensure that we meet or exceed our performance standards and set ourselves and our stakeholders up for success. Located within the company’s law department and reporting directly to the General Counsel, the CCO and team promote and facilitate a company culture of integrity, ethics and compliance with all applicable laws, helping us to achieve our strategic goals. The compliance team works closely with functional and operational teams across the company to identify, assess, manage and mitigate compliance and ethics risks and ensure internal controls are effective. Our CCO chairs the company’s Compliance Council, which includes senior representatives from Internal Audit, Human Resources, Finance, the Sustainability Office, Security, Quality, Digital Transformation, Ethics, Global Corporate Responsibility and all four of our operating sectors.\n\nOur Compliance Council:\n\n- Provides leadership and guidance on effective and agile internal policies, procedures and processes that are globally accessible to our employee base\n- Meets regularly to identify and assess compliance risks and evaluate the continued effectiveness of the company’s system of policies and procedures, as well as elements of the compliance program itself\n- Monitors changes in the regulatory environment and supports effective implementation of new or revised compliance plans to address evolving requirements in the U.S. and globally\n- Promotes a “speak-up” and safe culture (in collaboration with Ethics, Human Resources and other functions) to enhance business performance and help enable employees to report issues without fear of retaliation\n- Regularly evaluates and adapts the company’s compliance program to reflect the changing nature of our business, our long-term objectives, our customers’ evolving requirements, our shareholders’ interests and the global environment\n\nAdditionally, we are diligent in assessing third parties such as sales representatives, partners, consultants, suppliers and teammates for compliance. We expect our partners to share our commitment to do business with high levels of ethics and integrity and comply with all applicable laws and regulations. As articulated in our Standards of Business Conduct for Suppliers and Other Trading Partners, we also require our partners and suppliers to share our commitment to human rights. For more information, please see the Global Supply Chain section.\n\n2022 Compliance Highlights\n\n- Sustaining a best in class compliance program focused on doing the right thing, promoting a speak up culture, implementing effective policies and procedures and providing engaging education and training to leaders and employees\n- Supporting the development and implementation of digital transformation projects designed to effectively manage risk and further integrate compliance into company operations\n\nNorthrop Grumman is also active in the compliance community outside our company to promote ethics and integrity throughout the global defense industry and beyond. For more information, please see the list of partnership organizations in the Appendix.\nWe have built our business on doing the right thing. Our commitment to ethics and integrity is the foundation of our business culture — so much so that doing the right thing is the first of our company Values. When we lead with honesty and integrity, we create a work environment where each employee is empowered to speak up and perform at the highest standards.\n\nOperating ethically is fundamental to achieving our goals, complying with requirements and consistently delivering excellence to our stakeholders. Our dedicated Ethics team develops and implements our strategy and initiatives to support ethical culture throughout our company. We have full-time ethics directors and advisors in place at the business unit level to assist in implementing our programs and initiatives. We provide our employees with guidelines and resources to both understand and do what is right, make ethical decisions and support compliance with company policies, procedures and legal requirements.\n\nOur ethics are reflected in our Values, the Standards of Business Conduct and leadership behaviors. These are available in several languages to make them more accessible for our global population. For more information on our policies and practices, please see our Ethics and Business Conduct webpage.\n\nOur “Speak-Up” Culture\nWe are committed to ensuring our employees feel safe to speak up, share ideas and challenge how things are done without fear of retaliation. Employees may raise concerns and ask questions through their managers, members of our Human Resources or Law departments, Business Conduct Advisors (BCAs) or the global OpenLine reporting system. In 2022, we refreshed our Ethical Decision Guide and Ethical Dilemma Conversation Guide, which provide employees with a framework to guide their decision making, plus tools to help both the employee and the leader navigate conversations around ethical issues. We encourage employees to seek guidance on ethics questions and report possible violations of our Standards of Business Conduct, company policy or the law.\n\nEthics Training\nWe provide mandatory ethics training during onboarding for all new employees. We reinforce our ethical standards through annual training that focuses on informing and updating employees on ethical practice and obligations. This annual refresher training is required for all full- and part-time employees.\n\nEthics training for new employees covers key topics including our Standards of Business Conduct, time and labor charging, business courtesies, conflicts of interest and the revolving door policy.\n\nOur interactive ethics refresher training course connects our company Values to key topics. The training covers our Standards of Business Conduct, civility and respect, which includes discrimination and harassment, business courtesies, conflicts of interest, time charging accuracy and the importance of a “speak-up” culture. Printed training materials are available to manufacturing and production employees who do not have access to a work computer. The ethics training is also translated into Dutch, French, German, Italian, Polish and Arabic.\n\nAll employees must certify at the completion of the training that they are familiar with and will abide by the Northrop Grumman Standards of Business Conduct. In addition, each year we require our U.S. employees and many of our international employees to certify that they do not have any new or undisclosed conflicts of interest.\n\nApproximately 99% of our full and part-time employees completed ethics training in 2022.\nBusiness Conduct Advisors\n\nBCAs are well respected Northrop Grumman employees who are nominated and selected by their leadership and the Corporate Ethics Office because they demonstrate high ethical standards. BCAs are key stakeholders who promote ethics awareness to management and employees, coach colleagues through ethical dilemmas, raise concerns and potential risks to their departments or the corporate ethics office and respond to questions and concerns from employees. Northrop Grumman has more than 140 BCAs located at major company sites around the globe. Through monthly BCA meetings and the BCA Share Center, we provide updates on ethics initiatives, trends and additional resources to support their role and responsibilities. We gather the community annually at our regional BCA workshops, which took place in Falls Church, Redondo Beach, London and Brisbane in 2022.\n\nNorthrop Grumman OpenLine\n\nAll Northrop Grumman employees, business partners, suppliers and other stakeholders are encouraged to use the OpenLine to report any concerns or potential violations of the law, regulations or company policies without fear of retaliation. The OpenLine phone is a toll-free, third-party phone number which is available 24/7 and in multiple languages so all employees can speak to a representative in their native language. Web-based reporting is also available to employees in locations where it does not conflict with local laws.\n\nTo efficiently address and resolve OpenLine contacts, we first categorize them as either inquiries, business conduct allegations or employee relations concerns.\n\n- We assign inquiries to subject matter experts. These questions typically call for a response based on Northrop Grumman’s policy or procedures. Most inquiries relate to business courtesies and conflicts of interest.\n- Ethics investigators handle most business conduct allegations, such as matters relating to suspected fraud, waste and abuse. The more serious allegations may be referred to the law department for investigation. Employee relations investigators typically address reported cases of employee misconduct and employment practices.\n\nIn 2022, approximately 35% of contacts, including allegations of wrongdoing, were substantiated, in whole or in part. This compares to 40% in 2021. A total of 368 actions were taken as a result. The percentage of substantiated allegations was lower than the NAVEX 2022 Ethics Hotline Benchmark Report (NAVEX Report) figure (43%) which includes over 3,400 companies. Employees or other parties who contact us through the OpenLine typically share their name, but they have the option to remain anonymous, entirely at their discretion. In 2022, anonymous contacts were at 36%. In comparison, the NAVEX Report average for anonymous contacts was 50%.\n\nWe analyze OpenLine metrics quarterly to identify trends and areas of potential concern, and share findings with the Corporate Ethics Committee, which consists of members of the Executive Leadership Team, and also with other senior leaders, external auditors and the Audit and Risk Committee of our BoD. We provide department and site leadership with quarterly OpenLine metrics and address trends through leadership actions, including targeted communications and additional training.\n\n2022 Allegations and Inquiries\n\n- 1,564 Openline Allegations\n- 2,178 Openline Inquiries\n- 574 Business Conduct Allegations: 44% Substantiated\n- 990 Employee Relations Allegations: 29% Substantiated\n- Top Allegations:\n  - Time Reporting/Mischarging/Overpayments: 278\n  - Security: 62\n  - Misuse of Company Resources: 51\n\n2022 Actions Taken\n\nas a Result of Investigations Substantiated in Whole or in Part\n\n- Coaching or Counseling: 132\n- Written Warning: 85\n- Terminations: 84\n- Memo of Expectations: 54\n- Verbal Warning: 6\n- Personnel Move: 5\n- Suspension & Demotion: 2\n- Total: 368\nEthics Communications\n\nThroughout the year, we use a variety of engagement channels to highlight the importance of ethics and integrity in the workplace. In 2022, we continued to communicate with employees about various ethics initiatives and resources throughout the year. This includes:\n\n- Messaging from our CEO, Kathy Warden, on ethics, which reaffirms our commitment to ethics and encourages employees to speak up with concerns. This is reinforced through our quarterly ethics newsletters.\n- Our annual training, which brings together important ethics and compliance information and our Values. This year, we held Ethics Awareness Month activities including leadership communications, ethics quizzes, giveaways and on-site activities.\n\nPolitical Involvement\n\nWe engage in the democratic process in a variety of ways. Our Chief Strategy and Development Officer manages political activities, including lobbying, and reports directly to the CEO. Our BoD Policy Committee also reviews and oversees the company’s political activities.\n\nWe conduct political activities in accordance with applicable laws and our company Values and ethical standards. Policies, approval procedures and required disclosures for involvement in political activities are clearly stated and available to our employees.\n\nWe are proud to be recognized by the Center for Political Accountability (CPA) and the Zicklin Center for Business Ethics Research for our transparency, policies and strong disclosure practices related to political expenditures. Based on voluntarily disclosed information, the Zicklin Index measures electoral spending transparency among the largest corporations in the U.S. Northrop Grumman was one of 17 companies to receive a 100% score in the 2022 CPA-Zicklin Index. We have received a 100% score for the last four years, the only aerospace and defense company to consistently receive this recognition of our longstanding political transparency.\n\nFor more information on the company’s political activity practices, as well as links to publicly available disclosure reports, please see our Political Contributions webpage.\n\nAnti-Corruption Compliance\n\nBy maintaining a best-in-class global anti-corruption compliance program, we continue to operate as a trusted supplier for our customers, a reliable performer for our shareholders and an employer of choice for our workforce. We require all our employees and those with whom we do business to maintain high ethical standards in full compliance with applicable anti-corruption laws. We have zero tolerance for bribes, kickbacks or any other illegal business practices. We require our employees to ask questions and raise concerns they may have regarding ethics and compliance issues. For details on the various elements of our program, please see our Anti-Corruption Compliance webpage.\nProduct Sales\n\nWe have robust procedures to ensure we do not conduct business in countries or with customers who are not properly approved by the U.S. government, or, even if permissible, where the risk is too significant and cannot adequately be mitigated. We focus on doing business that aligns with our company Values and applicable laws. We incorporate our ESG responsibilities and customer support into decision-making, including the products we design, develop, manufacture and sustain.\n\nSales to international countries include both Foreign Military Sales (FMS) and Direct Commercial Sales (DCS). FMS sales are administered through the Defense Security Cooperation Agency, with final approval from the State Department, and involve the U.S. government directly procuring products or services on behalf of a foreign defense ministry. DCS sales are contracted directly with foreign entities and require an export license from the State Department’s Directorate of Defense Trade Controls for defense related products and services, pursuant to the International Traffic in Arms Regulations. In addition to following all applicable laws and regulations, Northrop Grumman has a rigorous risk-based internal due diligence process and policy for international business activities.\n\nControversial Weapons\n\nWe are committed to high standards of ethical business conduct in our developments, offerings and provisions of goods and services. We consider potential risks and impacts in assessing whether and how to design and manufacture products, as well as to whom and under what circumstances our products and services can and should be sold. We are mindful of how our products might be used and potential unintended uses. We have robust processes and procedures in place that are designed to ensure we do not do business in certain countries or sell products to certain customers. We also have made the following commitments as it relates to certain products:\n\n- We do not manufacture or sell cluster munitions or components of such munitions as defined in the Convention on Cluster Munitions issued on May 30, 2008 as initiated at the Oslo Conference in 2007 (Oslo Conference).\n- We do not manufacture or sell anti-personnel mines or components of such articles as defined in the Convention on the Prohibition of the Use, Stockpiling, Production and Transfer of Anti-personnel Mines and on their Destruction (Ottawa Treaty).\n- We do not manufacture or sell biological or chemical weapons or components of such articles as defined in the Biological and Toxin Weapons Convention and Chemical Weapons Convention.\n- We do not manufacture or sell white phosphorus weapons or components of such articles.\n\nAdditionally, in 2022 we announced our decision to exit our prime role in depleted uranium ammunition.\n\nWe conduct business globally in a manner consistent with our Values, as well as applicable laws. We work to incorporate our ESG responsibilities and customer support into decision-making, including the products the company designs, develops, manufactures and sustains. For more information on how we uphold our commitment to these practices, please see our Human Rights Policy.\n\nHuman Rights\n\nNorthrop Grumman deeply respects individual and human rights. To that end, we have a robust and wide-reaching Human Rights Policy, as well as other company policies, practices and procedures that reflect and reinforce our commitment. Our policies address discrimination, harassment and retaliation; they also cover freedom of association, fair working conditions, ethical procurement practices, health and safety and the protection of the environment. Our Human Rights Policy also addresses how we do business, including how we develop and provide our goods and services, and how we work with our supply chain.\n\nWe have established a Human Rights Working Group to help ensure our Human Rights Policy is implemented effectively. The general counsel or her designee leads the working group, which consists of senior representatives from Global Corporate Responsibility, Human Resources, Legal, Global Supply Chain, Investor Relations, Contracts, Environmental, Health and Safety (EH&S), Global Business Office, Government Relations, Communications and each of our four operating sectors.\n\nOur BoD provides oversight of both our policy and our practices. The Policy Committee in particular oversees our human rights program, including reviewing and making recommendations for enhancements, as appropriate. The Policy Committee receives reports from the Human Rights Working Group, our Vice President of Global Corporate Responsibility and our General Counsel on how we implement our Human Rights Policy, as well as areas of concern or suggestions for improvement.\nLabor Relations\n\nAcross our company, we are committed to strong management practices in support of our employees. Currently, collective bargaining agreements cover approximately 4% of Northrop Grumman employees in the U.S. At our facilities, employees are free to exercise their rights of freedom of association and collective bargaining, and we work to maintain positive relationships with the third-party organizations who represent our employees. We engage in constructive negotiations on labor topics that include wages, schedules and hours, job progression, training and education, health and safety, non-discrimination and benefits, including employee assistance resources. These negotiations help our company reach collective agreements that benefit our employees.\n\nAnti-Human Trafficking & Forced Labor\n\nWe have zero tolerance for human trafficking or forced labor and support the elimination of both from the supply chain. As reflected in our Standards of Business Conduct for Suppliers and Other Trading Partners, we require our suppliers to comply with all applicable local laws in the country or countries in which they operate and our standard terms and conditions prohibit trafficking of persons and the use of forced labor. We require our suppliers to integrate applicable terms and conditions into their lower tier purchase orders and continue to prohibit trafficking in persons and the use of forced labor. More broadly, we provide our employees and suppliers with targeted training and awareness regarding the global problem of human trafficking and forced labor through online training modules, communication campaigns, newsletters, posters at applicable work sites and postings on Northrop Grumman websites. For information on our Anti-Human Trafficking and Slavery Statement, please see our Anti-Human Trafficking Compliance webpage.\n\nResponsible Sourcing of Minerals/Conflict Minerals\n\nWe are committed to responsibly sourcing minerals in our supply chain and routinely take steps to ensure that suppliers comply with applicable laws and regulations regarding conflict minerals (i.e., tin, tantalum, tungsten and gold). As required, we report known or potential use of conflict minerals to the SEC, consistent with requirements. We also regularly review our process for opportunities to improve our conflict minerals due diligence and oversight practices. For more information, please see our Conflict Minerals Statement.\n\nBusiness Continuity & Operational Resilience\n\nBusiness continuity practices at Northrop Grumman extend from standards to systems and programs that allow us to pivot quickly and address challenges. These practices were critical in 2022, as we responded to significant natural disasters, the continued COVID-19 pandemic, acts of violence and continued supply chain challenges, among other disruptions. We require each sector of our business to have an established, effective security program that considers relevant risks and vulnerabilities, including crisis management, emergency response, IT disaster recovery and business recovery and resumption. We work to protect and secure our personnel, resources and information — while maintaining compliance with customer, federal, state, local and risk management requirements and regulations.\nGlobal Supply Chain\n\nOur diverse supplier base is essential to our continued growth and leadership in supply chain management. Successful program performance is defined by our ability to foster these supplier partnerships and deliver on our Values. To help create the most cutting-edge solutions for our customers and generate shared value, we prioritize suppliers who provide high-quality, ethically sourced raw materials, products and services.\n\nSupplier Responsibility\n\nMeeting the moment of need or challenge is what we do best, and we are committed to protecting the world’s natural resources and upholding high standards of ethics and human rights through responsible sourcing.\n\nWe expect our suppliers to act consistently with our Values and manage our supply chain with a particular focus on performance, risk management and transparency. We require our suppliers to comply with all applicable laws, regulations and contract terms, and adhere to our Standards of Business Conduct for Suppliers and Other Trading Partners (or approved equivalent). Our standard terms and conditions include a provision that requires suppliers and other trading partners to comply with our standards of business conduct as a condition of doing business. These standards apply to our suppliers at all tiers, as well as those who work for them, and encompass a variety of topics including ethics and integrity, labor and employment practices, diversity and inclusion, human rights protection and environmental sustainability. If a violation of these standards occurs, we reserve the right to terminate our contract.\n\nWe support our suppliers in many ways, including by providing training materials and resources through our online Supplier Portal. These resources support engagement and collaboration with our suppliers and facilitate long-term, mutually beneficial relationships. We regularly communicate and engage with our suppliers regarding social responsibility and regulatory compliance in areas including, but not limited to, affirmative action, anti-human trafficking, conflict minerals, counterfeit parts, cybersecurity, equal employment opportunity, harassment and discrimination and international trade.\n\nFor more information about our work to prevent human trafficking and forced labor within the global supply chain, please see the Human Rights section.\n\nSupply Chain Sustainability\n\nWe cannot act alone to address global environmental challenges like climate change. That's why we created the \"Handprint\" Mission within our Next-Generation Sustainability Goals. This mission area encompasses our commitment to enable sustainable practices within our supply chain and within the aerospace and defense industry by supporting our customer needs and supply chain objectives.\n\nIn support of this mission area, we established a Global Supply Chain (GSC) sustainability working group in 2022. This group reports to the Supply Chain Leadership Council and is composed of a cross-sectional team from across the company — including members of the supply chain team at both the corporate and sector levels, investor relations, supplier diversity, mission assurance and the law department. Core members of the team meet regularly to develop and refine the GSC Sustainability Strategy, which is built on industry best practices and focuses on the ongoing integration and advancement of ESG considerations.\n\nThe working group is also working on advancing internal and external goals and developing programs and processes to implement these goals. Northrop Grumman announced a public goal to update the company’s Standards of Business Conduct for Suppliers and Other Trading Partners to incorporate industry-leading sustainability practices by the end of 2023. Additionally, the working group is focused on remaining in close collaboration with the industry as a whole on supply chain sustainability. For example, in 2022 members of the group participated in the International Aerospace Environmental Group’s Work Group 11, which is focused on ESG in the industry, including engagement across the supply chain.\n\nHANDPRINT GOAL\n\nUpdate the company’s “Standards of Business Conduct for Suppliers and Other Trading Partners” to incorporate industry-leading sustainability practices by 2023.\nSupplier Performance\n\nWe evaluate supplier performance across several major categories including management, technical, schedule, cost, proposal, mission assurance, security, cybersecurity, supply chain management and customer satisfaction. We monitor and assess our current and potential suppliers across a variety of risk and resilience factors that measure their overall capability and capacity to meet current and expected supply chain demands. We place an additional focus on those suppliers who are most critical to our core business requirements, using critical supplier criteria including:\n\n- Criticality of program\n- Past performance\n- Dollar value and total spending\n- Open purchase order value and volume\n- Sole-source or single-source\n- Multiple programs\n- Affordability\n- Risk/financial health\n- Investments, business agreements and small business categories\n- Unique technology and strategic partnering\n\nOur supplier rating and evaluation processes help us identify superior supplier performance, drive future sourcing decisions and address potential supplier performance issues. Evaluations can occur at several points, including at the time of onboarding, annually through certification reviews, triennially with full scope reassessments or whenever a business experiences significant changes. These audits enable the management of supply chain risks and the development of corrective action plans as required.\n\nSupply Chain Risk Management\n\nThroughout 2022, the aerospace and defense industry has been challenged with managing various supply chain risks. These risks include rising inflation, geopolitical unrest, labor challenges, resource shortages, transportation and logistics challenges and volatility in the microelectronics market. Recognizing these challenges, Northrop Grumman’s Enterprise Risk Management Council utilizes a process to identify, assess and mitigate certain risks that have the potential to disrupt our supply chain.\n\nThe Council assesses risks broadly across 20 financial, operational or business characteristics, including regulatory compliance, supply chain sustainability, cybersecurity and market conditions. The team uses data-driven approaches and evaluates the likelihood, potential impact and velocity of risks. We regularly monitor levels to determine changes in our risk trends. Assessments that exceed predefined prioritization levels trigger the development and execution of enterprise-level mitigation strategies. The Council incorporates insights from a diverse set of stakeholders and data from many different sources, enabling collaboration across our enterprise to help ensure the identification and management of enterprise risks at the appropriate level. We apply risk management strategies at program levels, informed by guidance and data gathered across the enterprise.\n\nThe residual effects of COVID-19 combined with rising inflation and other macroeconomic challenges impact our small suppliers in particular. As a result, Northrop Grumman continues to support these organizations. Since the onset of the pandemic, we have accelerated payments to over 330 small and vulnerable suppliers, positively impacting localities across approximately 40 states. On average, we have accelerated $34 million of payments each week, bringing our total to more than $4.5 billion in payments since the program began in 2020. For more information about our efforts, please see our Suppliers COVID-19 Resource Center webpage and our 2021 Sustainability Report.\nTransportation & Logistics\n\nThroughout our global supply chain, we pursue opportunities to improve efficiency and reduce our GHG emissions associated with transportation and logistics. Since 2008, Northrop Grumman has been a registered U.S. Environmental Protection Agency (EPA) SmartWay Transport Partner. Today, we use SmartWay Carrier Partners across our business to meet our freight transportation requirements. We continue to integrate sustainability requirements beyond SmartWay into our transportation contracts and all new requests for proposals.\n\nClimate considerations have also been added to our transportation management strategy. For Scope 3 emissions, we continue to consolidate domestic shipments and switch from air to ocean freight carriers to further drive down carbon dioxide (CO₂) emissions where feasible. Where air freight carriers must be utilized, we have prioritized partnerships with providers who use sustainable aviation fuel and consolidate traffic at the container level. We are also pursuing opportunities to reduce CO₂ by modally diverting shipments from air to surface transportation through partnerships with logistics service providers (LSPs) who deploy zero emission vehicles (ZEVs) or utilize alternative fuels for the movement of our goods. Through our efforts, we have been able to reduce our Scope 3 GHG emissions while simultaneously increasing shipment efficiency and decreasing fuel usage.\n\nOur focus for 2023 and beyond is to strengthen our partnerships with LSPs who are actively embracing Net Zero goals, have ZEVs in their fleet or utilize alternative fuels such as sustainable aviation fuels for their aircrafts or biodiesel, green methanol or green ammonia fuels for their vessels. We remain committed to exploring additional opportunities to reduce emissions, such as by pursuing circular transportation and increasing electric vehicle availability within our own fleet, as well as improving our ability to measure emissions by gathering additional Tier 2 and 3 supplier data.\nSupplier Diversity\n\nHaving a diverse supply chain adds resiliency and value to our business and our customers. Through our Global Supplier Diversity Program (GSDP), we work to expand our relationships with small and diverse suppliers, including businesses owned by minorities, women, veterans, service-disabled veterans, people with disabilities, the LGBTQ+ community and businesses located in historically underutilized business zones, such as HUBZone small businesses.\n\nWe manage supply chain diversity at both the enterprise level and within our sectors. Our sector supply chain teams make annual commitments for their sector and are responsible for increasing diverse business spend in commodities where possible. In addition, we leverage our current supplier relationships for training and subcontracting, examine sourcing decisions that impact diverse suppliers and utilize nonprofit organizations for training opportunities.\n\nWe embrace different ways of engaging and encouraging small and minority business. We support small and diverse business growth and development through mentoring programs and academic sponsorship. Our supply chain teams engage in the Mentor-Protégé Program, which pairs prime contractor mentors with small business protégés to help protégés expand their business skills and better compete for contracts.\n\nThe GSDP partners with Historically Black Colleges and Universities (HBCUs), Hispanic-serving institutions and tribal colleges and universities. We also work with our ERGs to help identify diverse supplier candidates. For more information, please see the GSDP webpage.\n\nNorthrop Grumman remains focused on assisting our small business suppliers as they navigate today’s challenging economic environment. In addition to the COVID-19 Accelerated Payment process, we continue to provide favorable payment terms to vulnerable small business suppliers. We also continue to support the National Minority Supplier Development Council Business Consortium Fund’s mission to provide diverse businesses with access to low-cost loans to grow and sustain their businesses.\n\nNorthrop Grumman spent nearly $11.0 billion domestically on subcontractors during government fiscal year 2022. Over $3.9 billion was awarded to small business suppliers, representing 36% of our total domestic spend. This marks the 18th consecutive year that Northrop Grumman has exceeded the U.S. government's 23% small business statutory goal. These expenditures represent important investments in the local economies where our subcontractors operate.\n\nNational Veteran Small Business Coalition\n\nIn 2022, Northrop Grumman Defense Systems received the Champion of Veterans Enterprise Award from the National Veteran Small Business Coalition. This award is presented to large business prime contractors and federal agencies that met or exceeded the 3% Service-Disabled Veteran Owned Small Business and/or the 8% Veteran Owned Small Business contract awards goals for veteran small businesses. Northrop Grumman Defense Systems has met or exceeded the Service-Disabled Veteran Owned Small Business goal for seven consecutive years.\nSupply Chain Security\n\nWe know the importance of protecting company and customer property and information, including intellectual assets. We collaborate with government and industry partners to develop common strategies and standards that mitigate risks associated with cybersecurity, counterfeit material and global trade security. Our company-wide approach to supplier security identifies and assesses risks across the business with a consistent strategy.\n\nWe implement effective policies and procedures to lessen the burden on small business suppliers. We provide our partners with resources and guidance that align with our security expectations consistent with applicable federal, state and local laws, regulations and internal policy. Additionally, our program’s digital transformation activities present opportunities to further refine and develop our approach to supply chain security, particularly with regards to lower-tier suppliers.\n\nSupply Chain Cybersecurity Model\n\nOur supply chain cybersecurity maturity model aligns with the National Institute of Standards and Technology Special Publication 800-161, Supply Chain Management Practices for Federal Information Systems and Organizations. This maturity model includes targeted improvements in the areas of risk definition, governance, impact levels, support process, supplier information security, supplier management and incident response.\n\nNorthrop Grumman actively participates in the Aerospace Industries Association Supplier Management Council Cybersecurity working group and the Defense Industrial Base Sector Coordinating Council (DIB SCC) Supply Chain Cyber Task Force, which is aligned with the National Defense Information Sharing and Analysis Center. By participating in these groups, we share best practices and provide suppliers with additional resources to keep their operations secure.\n\nIn 2022, we provided additional resources to assist our suppliers in implementing effective cybersecurity risk mitigation strategies. These resources include our Cybersecurity Reminders and Resources, as well as a Supplier Awareness Video, which provides recommendations and materials related to some of the biggest cybersecurity challenges our suppliers face, including spear phishing schemes, business email compromise and ransomware attacks. In addition, we partnered with the DIB SCC Supply Chain Cyber Task Force to release the Cybersecurity Maturity Model Certification (CMMC) Level 1 Training Modules on the Cyber Assist webpage. For additional information, please see our Cybersecurity Resources for Suppliers webpage.\n\nMaterial Authenticity and Counterfeit Parts\n\nWe design our procedures and procurement strategies to help detect and prevent counterfeit material from entering our supply chain. Our suppliers are contractually required to maintain full compliance with our counterfeit parts prevention processes, as well as government regulations, as applicable. We provide material authenticity training to our supply chain, quality, engineering, program management and receiving organizations. This training offers guidance on prevention, detection and mitigation practices to keep counterfeit parts from entering our supply chain.\n\nBeyond training, our Counterfeit Material Detection and Avoidance program requires Northrop Grumman to source materials from suppliers confirmed to have appropriate counterfeit prevention processes. If an approved supplier is not available, we apply rigorous quality control measures to validate the authenticity of parts received.\n\nGlobal Trade Security\n\nAs a company with global operations and a dedication to security, we are committed to complying with global trade security standards. Northrop Grumman participates in U.S. Customs and Border Protection’s (CBP) Customs Trade Partnership Against Terrorism (CTPAT) program and encourages our international partners to participate in their respective Authorized Economic Operator (AEO) or other supply chain security programs. Participation allows for common and approved processes that support a more secure supply chain ecosystem. CTPAT and AEO programs minimize disruptions, improve import predictability and reliability and foster a high level of trust with the U.S. government and a strong partnership with CBP. For more information, please see our Global Trade Security (CTPAT) webpage.\nCybersecurity & Data Protection\n\nWe recognize the critical importance of maintaining the security of our systems and data, both internally and throughout our supply chain. To achieve this high level of security, we must continually improve our approach to guard against threats as our business evolves. We are vigilant in protecting our networks, systems and intellectual property, as well as company, customer, partner and employee data wherever it resides.\n\nCybersecurity\n\nWe provide Northrop Grumman employees with a range of tools to help keep our information secure, including training, information-sharing and assessments. To help ensure effective oversight, the BoD Audit and Risk Committee receives reports on information security and cybersecurity from the Vice President and Chief Information Security Officer regularly.\n\nOur approach to information security includes several key elements:\n\n- **Information Sharing and Collaboration:** We work with government, customer, industry and/or supplier partners to gather and develop best practices, address cyber threats and enhance the overall security of these partnerships. Northrop Grumman has a leading role in collaborating with the greater defense industrial base community. We actively participate in the National Defense Information Sharing and Analysis Center as well as other government-industry partnerships that promote awareness and share cyber threat information, best practices and product enhancements for improved cybersecurity.\n\n- **Technology Investment:** We work to protect our computing environments and products from cyber threats through multi-layered defenses. We invest in cloud storage and computing power, and we leverage data analytics to detect anomalies and hunt for known threats, which provides greater return for us to reinvest in our cybersecurity.\n\n- **Insider Threats:** To help safeguard against the potential theft and misuse of intellectual property and other sensitive information, we maintain an insider threat program designed to identify, assess and, as necessary, address potential risks. Our program evaluates potential risks consistent with industry leading practices, customer requirements and privacy considerations.\n\n- **Third-Party Risk Assessments:** Before sharing or allowing the hosting of sensitive data in a computing environment managed by a third party, we conduct an information security assessment and implement contractual provisions that mandate security protections.\n\n- **Training and Awareness:** We train our employees to identify, avoid and mitigate cyber threats as they are our first line of defense in information security. New employees receive cybersecurity training that covers company expectations and first-line of defense methods. All employees participate annually in a mandatory training that includes spear phishing exercises.\n\n- **Supplier Engagement:** We collaborate with our suppliers to help them build in resiliency throughout our supply chain. Northrop Grumman provides training opportunities and informative cyber updates to tens of thousands of our suppliers to help their systems meet our security standards. This program is designed to protect our information while also giving small suppliers an opportunity to build more mature systems using best practices they may not have access to otherwise.\n\nData Privacy\n\nWe implement leading data protection standards through a comprehensive approach that complies with global, federal, state and local laws, where applicable. Our Corporate Privacy Office manages our global commitment to respect the personal information of our employees, customers and other stakeholders. Our website notifies users of the cookies we track, which meets global best practices and provides awareness to all website visitors, regardless of location or nationality. This practice also provides a more personalized and faster user experience to website visitors. Our privacy professionals monitor emerging global privacy standards to help ensure our practices remain aligned with evolving requirements. We regularly seek to enhance our privacy governance framework through training and awareness initiatives for employees, audits, self-assessments, access controls, international and third-party supplier risk assessments, effective privacy notices, compliant cross-border transfers of data and other risk mitigation measures.\nSOCIAL EQUITY AT THE HEART OF EMPOWERMENT\n\nPossibility becomes reality because of people. The individuals who have chosen Northrop Grumman as the place to develop themselves and their careers are the harbingers of success and innovation. We see firsthand that when people can be themselves, they can be their best. With our immense scale and scope, we support our people to shape their career journeys, feed their curiosity and fuel their passion in our culture of belonging that embraces diverse experiences and perspectives. We take that mindset beyond our walls, to invest in the growth and success of the communities of which we are a part. Inclusivity powers success at Northrop Grumman. Because we know that the most innovative ideas are only possible when people can thrive.\nOur Diverse Workforce\n\n**TOTAL POPULATION**\n\n- **25%** Women\n- **18%** Veterans\n- **8%** People With Disabilities\n\n**LEADERSHIP — TOTAL MANAGEMENT POPULATION**\n\n- **27%** Women\n- **29%** People of Color\n\n**LEADERSHIP — VICE PRESIDENT & ABOVE POPULATION**\n\n- **34%** Women\n- **19%** People of Color\n\n**2022 HIRES**\n\n- **16,000** External Hires\n- **3,900** Women\n- **7,100** People of Color\n- **3,300** Veterans\n- **1,300** People with Disabilities\n\n---\n\n6 All demographic data reflects U.S. population only.\n6 New hires may fall into one or more diversity categories.\nIntroducing Kenny Robinson, New VP of Global Corporate Responsibility and Chief Diversity Officer\n\nKenneth “Kenny” Robinson was named the Chief Diversity Officer and Vice President of Global Corporate Responsibility for Northrop Grumman, effective May 31, 2022 after 15 years of leadership within the company, and following a distinguished career in the U.S. Air Force. He takes the reins from Sandra Evers-Manly whose career at Northrop Grumman spanned over 40 years and culminated with her selection as the inaugural recipient of the Out & Equal Arne Sorenson Vanguard Award for her leadership in advancing equality for LGBTQ+ people in workplaces globally.\n\nIn this role, Kenny drives the advancement of the company’s DE&I strategy, corporate citizenship initiatives, equal employment opportunities, workplace accommodations and ethics programs. He also serves as the president of the Northrop Grumman Foundation. In 2023, Kenny and his team will focus on elevating our culture of allyship, diversity and belonging by continuing to develop vital tools and resources for employees and leaders.\n\nDiversity, Equity & Inclusion\n\nAt Northrop Grumman, we believe that an innovative idea can come from anywhere or anyone. When bringing a diverse community together, anything is possible. We work every day to support that community by providing a strong, inclusive culture that emphasizes equity across our entire business. We are advancing social justice and unity within our workforce and through our partnerships while remaining focused on providing growth and development opportunities to all of our employees. Our culture of DE&I enables us to recognize diversity in many forms and fosters an environment where all of our employees belong.\n\nDE&I is a part of our history and our legacy as a company. Since 2009, we have enacted formal diversity plans to ensure long-term support as a critical business function. We use our diversity plans to set priorities for the business, demonstrate accountability and incorporate the company’s non-financial performance metrics for diversity. In 2022, we completed year three of our current five-year diversity plan, showing continued alignment of our representation to our available talent pool. The rate of women in all leadership roles was consistent at 27% from 2021 to 2022. The rate of people of color in leadership roles continued to increase, from 28% in 2021 to 29% in 2022.\n\nWe use technology to support our diversity efforts. Workday, our Human Resources Information System, facilitates our diversity efforts by flagging positions to recruiters that are currently underrepresented by minority populations. The system helps our hiring teams better understand the needs of our workforce and where we can reach available diverse talent pools to find the most qualified candidates.\n\nThe Enterprise DE&I Leadership Council (EDEILC) sets our DE&I strategy and serves as the governing body of our related activities, including developing our company-wide strategic direction, policies and initiatives. EDEILC also partners with the Global DE&I Leadership Committee staffed by company leaders from around the world, along with a DE&I Working Group based in the United Kingdom (U.K.).\n\nEach Northrop Grumman sector has a dedicated DE&I team and a sector-focused Diversity Council comprised of Executive Leadership, Human Resources Vice Presidents and working groups. Each Diversity Council works in coordination with the EDEILC, serving as a link between our DE&I organization and our employees and manages priority topics from a corporate and sector level. The Compensation Committee of the BoD reviews the company’s progress in workforce diversity on at least a semi-annual basis.\n\nNon-Financial Performance Metrics\n\nDiversity: Representation of females and people of color in all management level positions with respect to internal and external benchmarks\nHow We Embed DE&I Into Our Culture\n\nWe develop successful programs and initiatives to drive awareness and educate our employees on DE&I matters of opportunity and interest. These initiatives include:\n\n**Inclusion Promotion:** Our DE&I organization continued the Small Acts of Inclusion program, which promotes simple actions that any employee or team can take to enhance inclusion for all employees.\n\n**DE&I Councils:** At the enterprise level and within each sector, DE&I Councils and their working teams lead our strategy from the top and foster a culture of understanding and commitment to DE&I around the world. As an example, in 2022, the councils developed a company-wide focus group initiative to better understand the employee experience and potential needs of our self-reported multi-racial population.\n\n**DE&I Events:** In 2022, we offered more than 125 individual events to support the nine heritage months recognized by Northrop Grumman, as well as over 200 group trainings, engagements and briefings to support our inclusion initiatives.\n\n**Employee Resource Groups (ERGs):** Across the company, these groups foster a sense of belonging, familial support and community and provide opportunities to take action to build a diverse, inclusive workplace aligned with Northrop Grumman Values and goals. ERGs also promote educational awareness and provide development opportunities for all members.\n\n**Sustained Support of Social Justice and Unity:** Through CEO meetings with all levels of leadership and employees, we stand with and demonstrate support for all communities, including our Black, Asian, Veteran and LGBTQ+ employees and employees with disabilities. For example, we offered listening sessions to provide employees with a safe space to speak and promoted awareness of available relevant resources.\n\n**Training and Education:** In 2021, 99% of current employees completed required DE&I training, and we maintained a 99% completion rate for all new hires in 2022. This content included materials on understanding and remediating unconscious bias. We also continued to offer optional monthly micro-learning sent to every employee via email.\n\n**Growth Partnerships:** We continuously partner with best-practice programs that connect leaders and employees with solutions and next steps to face today’s diversity needs and challenges. Our initiatives include both internal and external partnerships. During 2022, company partnership performance was assessed by more than 18 external organizations, after which the volume and value of accomplishments were recognized with annual awards (see Appendix for a list of awards). Externally, we participated in events such as the White House Office of Science and Technology Policy’s STEM Initiative and Workforce Pledge Activities, both of which focus on developing a diverse talent pipeline.\n\n**Achievement Conferences:** We leverage achievement conferences to demonstrate our dedication to diverse talent, recruit prospective employees to build our diverse talent pipeline and expand leadership reach. We also offer our employees guidance in the award nomination process to recognize their incredible contributions and performance through individual achievement awards.\nLearning About Each Other\n\nOur DE&I organization partners with our Communications and Human Resources teams to manage a robust education curriculum and provide information and awareness on diversity matters to employees across the company.\n\nWe began requiring DE&I training for current and newly hired Northrop Grumman employees in 2021. Since instituting that requirement, we have achieved a more than 99% training completion rate. In 2022, the EDEILC introduced training curriculum with the intention of meeting employees where they are in their DE&I journey and providing a solid foundation for future progress. We also encourage managers to have ongoing conversations about topics included in the training, such as unconscious bias, micro-inequities and how DE&I relates to our Values.\n\nIn 2022, we also expanded the outreach of our Global DE&I Toolkit, which consists of targeted micro-learning topics, quick-read resources and year-round educational opportunities. We continue to build awareness of the toolkit by sending monthly e-mail updates to our employees and highlighting offerings in biweekly employee and leader newsletters. We saw higher rates of engagement with the toolkits that offered guidance for annual reviews and provided resources that highlighted methods for engaging with managers throughout the review process.\n\nEmployee Resource Groups\n\nOur ERGs play a key role in fostering belonging, inclusion, engagement and allyship, and they promote talent attraction and retention at Northrop Grumman. More than 28,000 employee ERG members volunteer their time to learn, develop and have meaningful conversations with their colleagues. In 2022, our DE&I organization sought to expand ERG membership and resources in chapters both inside and outside of the U.S. This work included numerous in-person and virtual experiences, such as leadership development events, retention and engagement activities, community outreach and competitive sporting events with industry companies. We introduced new chapters of our 14 ERGs at nine sites, which helped Northrop Grumman rank #3 on DiversityInc’s Top Companies for ERGs.\n\nThroughout the year, our DE&I organization partnered with our ERGs and hosted 10 ERG summits, which were open to all employees regardless of membership in a specific ERG. The ERG summits provide our people with additional opportunities to connect and learn from guest speakers and colleagues about a variety of DE&I and ERG-specific topics. In total, our ERG summits brought together more than 1,500 attendees in-person and virtually in 2022. Many of the summits had record-level participation this year, including the Asian Pacific Professional Network (APPN) summit, which was attended by more than 100 employees.\n\nThe APPN also hosted the Executive Leadership Team (ELT) at the Society of Asian Scientists and Engineers event in Atlanta. Each year, the ELT attends one achievement conference as a group and they spent time at this year’s event getting to know the Northrop Grumman award winners, recognizing members of the company’s APPN ERG and networking with conference attendees.\n\nNorthrop Grumman Women’s International Network (NGWIN) presented their inaugural lifetime achievement award to Mary Petryszyn, who served as the Defense Systems Sector president through October 2022 and worked tirelessly on behalf of women across the company and supported NGWIN.\n\nIn 2022, our Adelante ERG launched a working group for Latina women and their allies. Known as the Mujeres Initiative, the group has piloted a LatinX and Hispanic Employee Advocacy Program, known as Mujeres Circles, that builds on the traditional mentoring program with a focus on earned advocacy. The group is led by senior leaders and allies within the company who offer guidance in how mentees can rise to positions of leadership within Northrop Grumman.\n\nFor more information on our ERGs, please see our website.\nEqual Opportunity & Access\n\nOur inclusive culture relies on our commitment to equity and access. At Northrop Grumman, we reinforce equity through our Equal Employment Opportunity (EEO) compliance activities as a federal contractor, as well as through U.S. and global government reporting related to gender, race and ethnicity, and disability and veteran status. Our Equality and Equity Compliance team oversees equal opportunity efforts across our employment hiring and selection processes. The team also develops affirmative action plans in the U.S. to help ensure our programs comply with EEO laws and regulations. Our affirmative action plans also enable us to leverage the diversity of the available talent pool when recruiting candidates for employment at Northrop Grumman.\n\nWe are committed to equitable pay for all employees, including for women and people of color. In support of this goal, we benchmark our pay through external salary surveys, use a performance-based incentive system and make further adjustments to promote internal equity. As of 2022, we include salary ranges for all job descriptions and support U.S. requisitions to improve pay transparency.\n\nAs part of our efforts to enhance inclusion for potential and current employees, we provide workplace accommodations to employees, applicants and visitors. The Workplace Accommodations team manages a centralized budget, which covers qualifying accommodation requests that reflect a diverse range of needs, including, but not limited to, deployment of job equipment, provision of specialized services, modifications of job duties and schedules, modifications to the environment, requests unique to the COVID-19 pandemic and more.\n\nFollowing the integration of the legacy accommodation request process into the Employee Services portal, employees now have increased visibility and access to the Workplace Accommodations process. Direct access to the process enables employees to request accommodations side-by-side with Human Resources and IT services, making the overall process easier and enhancing the employee experience. The improved user experience has also led to an increase of accommodation requests made by employees through the Employee Services portal. In 2022, we received approximately 1,700 accommodation requests through our system.\nUnlocking Potential: Northrop Grumman Launches Neurodiverse Internship Program\n\nIntern Hax’s path to Northrop Grumman is a bit of a funny story. “Other people from my school sent out over a hundred internship applications, got an interview with five companies and an offer from three,” said Hax. “I sent out one application, I got one interview and I got one offer.”\n\nFor Hax, this is funny because, as of May 2022, he hadn’t yet submitted any internship applications — but when a friend shared an internship pilot program at Northrop Grumman’s Baltimore, Maryland, site targeted to neurodiverse candidates, his interest was piqued.\n\nA rising third-year student at the University of Maryland studying computer science, Hax identifies as neurodiverse. For Hax, who has both ADHD (attention-deficit/hyperactivity disorder) and autism, tasks which require a high level of planning, multitasking and focused attention can be challenging, including the internship application process.\n\n“Those abstract tasks just don’t resonate with me in the same way they do for a ‘neurotypical’ person; it feels almost like there isn’t really an end goal there,” said Hax.\n\nHax also communicates in a frank, highly technical manner, as is characteristic of many neurodiverse people, who are often technically inclined and detail oriented. “We say everything in as few words as possible to convey as much meaning as we can,” he said. Hax explained that this can make the traditional, multi-round interview process feel like jumping through hoops.\n\nNorthrop Grumman software engineer and former intern Tyler — who has several neurodiverse family members, including a twin sister with Asperger’s — agreed that job search processes often aren’t conducive to success for neurodiverse candidates. She served as a mentor in the pilot. “I know that people who are neurodiverse are more than capable of getting the job done,” said Tyler. “In general, people work differently, and we need to be understanding of how anybody, neurodiverse or not, works best.”\n\nNorthrop Grumman Talent Acquisition Manager Luke Mann also recognized this, and it frustrated him — in addition to not being as inclusive as we could be, it meant Northrop Grumman was potentially missing out on talent. “I’ve wanted to stand up a neurodiversity hiring program for years,” said Luke.\n\nWith the program’s executive sponsor, Human Resources Vice President Beth Pitts-Madonna, and NGCare Manager Debbie Edwards Veihdeffer, he spent a year researching what environment they would need to create for neurodiverse candidates to be successful, partnering with the Howard County Autism Society and the Maryland Department of Disabilities, as well as meeting with other companies that have successful neurodiversity programs.\n\nThe pilot program was designed to provide neurodiverse candidates with opportunities to make a real-world impact. Interns were matched with employee mentors to provide support, and the program’s application process was designed to have a straightforward approach to better set neurodiverse candidates up for success.\n\nMatt Cunningham, a Northrop Grumman intern manager who participated in the pilot, said he learned a lot from the program, and not just about managing neurodiverse employees. This experience was a reminder that all employees — regardless of their neurodiversity — thrive when they’re working in an environment where they feel empowered to contribute their best work.\n\n“This program is about focusing on providing the coaching people need in order to maximize their potential; it’s an opportunity for us to learn about growth, development and coaching of employees across the board,” said Matt. “Neurodiversity is a good microcosm to study, but the lessons should be applied everywhere.”\n\nAs the company’s Baltimore team looks to the program’s future, they’re excited for its growth, both at their campus and beyond.\n\n“A program like this is really important, because a lot of the greatest engineers and minds throughout history have been people who are neurodivergent in some form,” said Hax, who is continuing to intern with Northrop Grumman through the fall. “There are a large number of very talented STEM majors who are neurodiverse, but, often, we’ll get left behind by the hiring process.”\nEmployee & Family Well-Being\n\nA successful career starts with the foundational well-being that encompasses many aspects of an employee’s life. When our employees and their families have the tools to care for their well-being, we all thrive. Our well-being strategy focuses on increasing awareness, organizing introductions for employee participation, equipping leadership with the right tools and using data analytics to promote, execute and evaluate the program’s ability to meet employee needs. To help employees and their families determine which paths are best for their needs, we designed the My Well-Being program.\n\nThe program emphasizes four dimensions of well-being — emotional, physical, financial and social — that play an important role in overall employee health. Our NGCare Program promotes work-life balance, reduces stress and provides peace of mind to our employees and their families. We support working parents and caretakers with subsidized back-up childcare and eldercare, plus virtual tutoring and camps. Other programs include discounts to childcare centers, college advising and support for parents of children with special needs. In 2022, over 14,000 employees participated in these programs.\n\nNorthrop Grumman has flexible work guidelines in place and is committed to educating both managers and employees on how to successfully use these options. A toolkit and training are available to help guide managers and employees as they consider whether a flexible work arrangement is right for them and for their job responsibilities. Flexible work arrangements can take many forms, including compressed work-weeks, flexible schedules and locations, including hybrid work arrangements and part-time options, where possible dependent on job duties.\n\nIn 2022, we introduced the Well-Being Champions program. Champions are employees who act as an extension of the well-being team to connect with and support their colleagues. More than 60 employees currently serve as champions across the company. Throughout the year, we have also focused on raising awareness of our employee-facing Total Rewards Gateway, which offers program services and resources to all employees and their families.\n\nOther 2022 initiatives included:\n\n- **Implementing the Manager’s Well-being Toolkit:** Designed to provide quick and easy access to monthly information for managers, the toolkit highlights programs and resources that managers can share during team and one-on-one meetings.\n\n- **Increasing engagement with My Well-being newsletter:** Our monthly newsletter is read by 83% of Northrop Grumman employees. The content focuses on increasing education and awareness of the My Well-being Program and sharing resources from all four pillars of well-being — physical, financial, social and emotional.\n\n- **Ongoing assessment:** We continue to evaluate the well-being needs of our people and develop personalized solutions based on identified gaps and feedback. For example, in 2022, we expanded leave benefits in response to concerns raised in the Total Rewards surveys.\n\n- **Caregiver support:** Caregiver support is often sought by Northrop Grumman employees, and specific events were sponsored by our NGCare community in collaboration with our NGFamily ERG throughout 2022. These events offered employees the chance to access support provided by the company, share concerns with colleagues and ask questions.\nEmotional Well-Being\n\n- Connected more than 28% of employees with services through the NGCare Employee Assistance Program (EAP) including counseling, work-life support, financial and legal consultation, webinars and workplace support following a crisis.\n- Hosted over 121 NGCare webinars that were attended by more than 12,000 employees. Sessions covered a variety of tailored topics and some were in partnership with our ERGs.\n- Provided in-house clinical support for mandatory and formal EAP referrals and supported almost 40 events including sessions covering grief and loss, critical incidents and transgender inclusion.\n- Hosted over 120 mindfulness programming sessions, which approximately 4,900 employees attended, in addition to hosting trainings on the benefits of mindfulness.\n- Presented webinars and information sessions about emotional well-being benefits and coping with traumatic events, including suicide, domestic violence and understanding addiction.\n- Certified 96 leaders from across functions and locations in Mental Health First Aid at Work, which teaches participants how to notice and support individuals who may be experiencing a mental health concern or crisis at work. Participants included Human Resources staff and well-being champions.\n- Offered team and non-step challenges, such as the Power Down Challenge, through ENGAGE to encourage unplugging from technical devices at night.\n\nPhysical Well-Being\n\n- Launched the SWORD Healthy Back and Joint Program, a virtual physical therapy program that matches employees with a physical therapist who will design a personalized treatment program to manage acute or chronic pain due to musculoskeletal pain.\n- Hosted more than 12,000 attendees at the 2022 Well-Being EXPO, which was held virtually and hosted onsite at six locations.\n- Over 30,000 people received a $500 well-being incentive by completing their annual physical and setting health goals through ENGAGE, a personalized, digital well-being assistant.\n- Hosted over 100 onsite flu clinics.\n- Offered telemedicine care, which approximately 5,600 people used for non-emergency services like cold, flu and other acute care — saving over $1 million in out-of-pocket costs.\n- Implemented a 2022 team-based step challenge through Engage, which 588 Mission Possible Teams completed, walking over 560 million steps.\n\nSocial Well-Being\n\n- Aligned our volunteerism and outreach initiatives with the strategic pillars of the Corporate Citizenship program: STEM education, Military and Veterans, Health and Human Services and the Environment.\n- Expanded our paid parental leave from two weeks to four weeks, offering our new parents more time to connect with their growing families. We implemented this change as a result of feedback from our second Total Rewards Survey, which had a 48% participation rate among all employees, and in collaboration with our NGWIN ERG. We also offer lactation accommodations for our employees that are nursing, including reasonable break time and access to lactation rooms.\n\nFinancial Well-Being\n\n- Presented 39 financial preparedness workshops.\n- Offered 39 Ask Fidelity Retirement Sessions.\n- Implemented Financial Wellness Check-Ups, which more than 4,200 employees completed.\n- Offered one-on-one consultations with Fidelity representatives, and approximately 5,800 employees attended a session.\nMental Health Training for Leadership\n\nBalancing emotional well-being and the demands of the business can be challenging for an individual. At Northrop Grumman, we are changing perceptions among the leadership team about the role they play in the mental health of their employees.\n\nWhen approached holistically, leaders at all levels of the organization recognize their importance in creating an environment where it is acceptable to discuss mental health concerns, including stress. Our leadership’s ability to set this tone is critical in building a workplace where all employees can thrive. We recognize that while leaders are not counselors, their role often requires a basic understanding of how mental health works and how a person’s job can affect their well-being. To prepare our leaders for the well-being aspect of their work, we held Mental Health Awareness trainings for leaders across the organization in 2022. More than 3,400 leaders attended trainings this year during 13 sessions.\n\nThe trainings focused on the importance of creating a climate of open communication. The trainings also provided guidance on:\n\n- Building strong relationships through open communication and active listening.\n- Understanding how job stressors affect mental health and can be addressed by proactively communicating NGCare benefits.\n- Maintaining regular dialogue about the importance of well-being and one-on-one check-ins with direct reports.\n- Spotting the warning signs of possible mental health concerns in a colleague, including suicide.\n- Reaching out and offering initial help, including what to say to someone who may be in distress and how to say it.\n- Guiding employees to professional help and the emotional well-being resources the company offers, including short-term counseling available through NGCare and our confidential, dedicated telephone number that connects employees directly with a licensed counselor.\n\nWe continue to look for opportunities to support, counsel and collaborate with leaders and partners across our global operations so they can provide support and offer solutions to teams around the world.\nEmployee Health & Safety\n\nSuccess at our company begins and ends with the health of our employees, customers, visitors and contractors. We work diligently to protect their health and safety, and we evolve our safety program to address emerging challenges. By prioritizing the safety of our people, we enable them to continue defining possible.\n\nHealth & Safety\n\nWe work every day to create a safe workplace for our employees. We focus our efforts on training, risk and hazard identification, abatement and prevention. Everyone at Northrop Grumman has a responsibility to safely perform tasks and identify workplace hazards. We empower employees to report concerns or hazards without fear of retaliation directly to their supervisors or through our confidential reporting system, OpenLine. Employees have the right to stop any job they deem hazardous to human health and safety or the environment. We provide occupational health and safety training, tailored to employees’ job duties, through in-person and online training modules. Trainings help employees recognize common workplace hazards and establish methods for reporting and remediating safety issues. Supervisors help to ensure their employees have completed assigned trainings.\n\nSafety is managed at all levels throughout the company. Our Safety Committee is a diverse representation of our business that meets monthly to develop and manage safety initiatives. The Safety Committee advises the EH&S Leadership Committee as well as corporate and sector management on health and safety, including procedures and best practices across the company as a whole and in individual sectors. As part of an effort to proactively prevent employee injuries, the committee continued to implement a near miss/good catch program across our sectors and worked to refine the system throughout 2022. Launched in 2021, the program encourages employees to report events to EH&S and management for evaluation and correction. The goal of the program is not only to reduce overall injuries, but also encourage our employees to be more diligent and to proactively report safety concerns.\n\nNorthrop Grumman EH&S specialists work to verify compliance with legal requirements and review the effectiveness of our hazard risk assessment program through periodic self-inspections and audits. EH&S investigates the root cause of findings, identifies potential preventive actions and makes recommendations to prevent future safety incidents. We review data on all safety incidents and related events to identify and address injury trends by type and location. We take action to mitigate safety concerns where necessary, working with internal and external industrial hygienists and other EH&S partners to investigate and eliminate workplace hazards and potential exposures.\n\nFor tasks that carry a significant element of risk, we often conduct Job Hazard Analysis (JHA) reviews. Employees work with our EH&S specialists to review JHAs prior to undertaking tasks and receive answers to questions regarding personal protective equipment and steps needed to minimize hazards. Employees use JHA reviews in addition to prior training and hazard identification resources to help them make decisions.\n\nWhen removal of risks through engineering and process design changes is not possible, we seek to identify the hazard and enact other measures to protect employee health and safety. At select locations, on-site medical personnel are available to treat injuries and illnesses if and when they occur.\nContinuing to Learn from COVID-19\n\nThe COVID-19 pandemic has provided an opportunity for us to enhance our public health program and support our workforce both at work and at home. Our goals have been, and continue to be, to reduce the potential adverse health and economic impacts of the pandemic, to perform for our stakeholders and to position the company for long-term success.\n\nSince the onset of the pandemic in late 2019, we have taken robust actions to protect the health, safety and well-being of our employees, customers, visitors and contractors. In 2022, we made further improvements to our reporting and tracking methodologies. COVID-19 positive tests with potential impact to our sites are reported through our Human Resources Service Center. Handling these cases through one centralized team helps us prioritize positive cases with potential site impact, ensures consistency in how cases are handled across sites and sectors and further streamlines our metrics.\n\nHealth & Safety Performance Summary\n\nWe evaluate the effectiveness of our internal health and safety programs by conducting trend analyses of our past performance and externally through benchmarking with industry peers and the U.S. Bureau of Labor Statistics.\n\nIn 2022, we made improvements to our reporting and tracking methodologies. Reflecting the rise of the more infectious COVID-19 Omicron variant and the U.S. Occupational Safety and Health Administration (OSHA) recommendation that COVID-19 cases be tracked as recordable cases and days away, we saw an increase in our total case rates this year. For reference, we also provide our health and safety performance excluding COVID-19 cases to provide insight into our health and safety performance more broadly.\nTalent Strategy\n\nAs demand for top talent increases and the employment landscape changes, we are working to ensure that we have the right talent at the right place and at the right time. We are broadening our talent pool with diverse candidates and skills-based hiring and redesigning work models to create a superior and tailored career experience for each Northrop Grumman employee. We align our employee development, engagement and retention efforts with pivotal career milestones and strive to address the specific needs of Northrop Grumman employees throughout every step of their journey.\n\nAt Northrop Grumman, our diverse workforce thrives in an inclusive, engaging environment where we come together as a team to deliver solutions for our customers. We work on a meaningful mission to connect and protect the world. With our immense scale and scope, our people have boundless opportunities to shape their career journeys in a culture of belonging that embraces their diverse experiences and perspectives. Our employees have the support and work-life flexibility to be themselves and thrive in life.\n\nBroadening Our Talent Pools\n\nWe differentiate ourselves from other companies through our people, our culture of belonging and our pioneering technology. In 2022, we updated our employee value proposition to reflect this voice internally and externally. We continue to reinforce this culture within employee programs and actions, including our Career Development Hub and branding and marketing to attract and retain talent.\n\nWe have invested in tools, resources and training to:\n\n• Incorporate a skills-driven talent strategy.\n• Shape our recruitment marketing efforts to attract diverse talent pools.\n• Identify and counteract unconscious bias when sourcing, interviewing and hiring.\n• Expand our network to reach a wider range of candidates by promoting our jobs on diverse job boards.\n• Ensure a consistent interview structure that reflects our Values and Leadership Behaviors.\n• Reimagine our internal partnerships with ERGs.\n\nWe focus on remaining responsive to the evolving hiring environment to ensure a positive experience for Northrop Grumman employees and candidates. As we compete for top talent, we understand the importance of skills-based hiring and continue to explore the best ways to measure and evaluate skills in the hiring process. This helps ensure that we include all potential candidates in our hiring pool and ultimately hire the best qualified individuals for the job, regardless of their background.\n\nHighlights from our 2022 talent acquisition activities include:\n\n• We attended, sponsored and hired diverse talent at ten achievement conferences, including Black Engineer of the Year, National Society of Black Engineers, Disability:IN, Grace Hopper Celebration, Great Minds in STEM, Society of Asian Scientists, Society of Hispanic Engineers, Society of Women Engineers, Out and Equal Workplace, and Out in Science, Technology, Engineering, and Mathematics. Through these conferences we extended over 1,300 written offers.\n• The enterprise Contingent Workforce Solution (CWS) program in partnership with a third-party managed service provider and vendor management system governs our contingent workforce engaged through staffing suppliers. Currently, we have approximately 1,800 active contingent workers, with a 37% conversion-to-employee rate at end of assignment. In 2022, the program resulted in a savings of $8.8 million. Additional CWS program benefits include contingent worker population visibility and compliance, co-employment risk mitigation, supplier management and performance metrics.\n• Through our work with the Business Roundtable Workforce Partnership Initiative and OneTen, we work with peer companies to identify new ways to recruit skilled candidates without requiring them to have specific degrees or credentials.\n• To support critical skill hiring needs in key business locations, we executed a recruiting campaign targeted to rehires. We utilized a customized approach to attract these candidates to return to NG, including personalized communications, tailored content and a high-touch candidate experience. As a result, rehires accounted for approximately 5% of total hires in 2022.\nDiverse STEM Talent Pipeline\n\nIn October 2022, our annual HBCU Invitational shifted from virtual to in-person in Washington, DC for the first time since 2019. This flagship event brought in over 130 students from 23 schools for a two-day event that included personal networking with executives, technical presentations on various Northrop Grumman products and capabilities, professional skills workshops and a tour of the National Museum of African American History and Culture. The event culminated in interviews for internship or entry-level positions, resulting in 116 job offers. Northrop Grumman provided all travel, lodging and meals to the participating students. We look forward to participating in continued in-person and virtual events to support our growing pipeline of diverse talent.\n\nSkills-Based Hiring\n\nAt Northrop Grumman, our hiring practices focus on the skills and competencies required for the job, rather than solely specific degrees or certifications. In 2022, we scaled our approach by developing a skills-based hiring playbook for hiring teams and hosted a talent acquisition training on skills-based hiring, while continuing to support existing systems to further integrate this hiring model into our practices. Additionally, we utilize hiring data to closely track and analyze sector-specific unique skills which informs our upskilling and development efforts across the organization. We will continue these efforts in 2023 as we implement manager skills-based hiring training.\n\nTalent Pipeline Development\n\nWe utilize key data and analyze performance trends to develop our talent pipeline and embrace the evolution of workers’ expectations. We focus on diversifying our talent pipeline to leverage the breadth of the available talent pool to meet our future needs. Local partnerships with colleges and universities continue to bring in ready-to-learn talent, and our hands-on training programs, such as ASTAR, provide the tools and resources our new hires need to succeed.\n\nIt is our top priority to foster a diverse future workforce of Northrop Grumman employees with the skills they need to succeed in their careers. To achieve this, we support engineering and technology-based programs and initiatives that engage, excite and develop today’s students. In 2022, we continued to increase our support to enable the enrollment and success of a diverse STEM pipeline at two-year and four-year universities. Our funding to diversity-focused efforts, including programs, activities and clubs increased by 3% over 2021. For additional partnerships, please see our list of partnerships in the Appendix.\n\nWe work closely with colleges and universities to attract a diverse, highly skilled cohort of candidates prepared for the future of work. We collaborate with the Greater Washington Partnership and Capital Collaborative of Leaders in Academia and Business (CoLAB) to provide credentialed digital skills to more than 12,000 undergraduate students across 18 universities annually. Now entering its fourth year, CoLAB helps academic institutions develop stronger curricula that prepare students and make them more attractive candidates when entering the workforce.\n\nNorthrop Grumman’s involvement with OneTen is another example of how we invest and engage with trusted partners to grow and support a diverse talent pipeline. In 2021, we joined OneTen, a coalition of companies representing a wide range of industries that seek to advance racial justice and close the opportunity gap for Black talent in the U.S. With the support of partner companies such as Northrop Grumman, OneTen aims to train, hire and promote one million Black individuals over the next 10 years into family-sustaining careers with opportunities for advancement.\n\niReturn\n\nWe continued our participation in the iReturn program in partnership with the Society of Women Engineers and iRelaunch. This program helps experienced professionals of all genders return to the workforce after a career break of two years or more by providing a 12-week “returnship” to prepare for a full-time career at Northrop Grumman.\n\nIn 2022, all four of our business sectors participated in iReturn with an expanded pool of twelve locations and 35 participants. Since 2017, we have hired 132 participants into the iReturn program, converting 118 participants to full-time employment with an 82% retention rate. Northrop Grumman is committed to widening our talent pool and iReturn assists with bringing in diverse top talent across the business.\nInternships and Early Career Hiring\n\nWe provide students with hands-on work experience through our summer internship program. Northrop Grumman interns gain the opportunity to build their professional network, learn more about our company culture and better understand potential STEM career paths. In 2022, we continued the hybrid virtual/in-person model established in 2020 in response to COVID-19, hosting nearly 2,400 interns. More than 680 interns from last year’s cohort converted to full-time employees in 2022. We also offer apprenticeships in select locations to hire and train new talent to gain additional skills.\n\nOur approach to early career talent focuses on developing strategic skills and abilities which will enable the ultimate success of our business. One such program that supports this approach is our Pathways Program, which gives select early-career hires the opportunity to fast-track their development through three targeted rotations. The program prepares early career employees for future talent needs critical to the business while developing a solid foundation for a successful career at Northrop Grumman.\n\nApproximately\n\n65% of eligible interns convert to full-time employees every year\n\n95% of our interns said they would recommend Northrop Grumman to others\n\nHiring Military Veterans\n\nWith almost 18% of our total workforce self-identifying as veterans, we recognize the great contributions made by military veterans to Northrop Grumman’s success as a company. The approximately 200,000 service members transitioning out of the U.S. military each year are an important source of talent, and examples of our efforts to work with and recruit veterans include:\n\n- Operation IMPACT, our unique, award-winning program focused on helping wounded service members in their transition to civilian careers.\n- The NG6 Partnership, in conjunction with Los Angeles County, which assists unhoused veterans in identifying employment opportunities and provides funding for housing.\n- Our partnership with Embry-Riddle Aeronautical University as a primary hiring partner in their Aviation Maintenance Program, which provides education and training. Embry-Riddle currently enrolls thousands of active-duty service members, reservists and veterans through its online Worldwide Campus programs.\n- Participation in the Department of Defense SkillBridge program, where we host internships for transitioning veterans during their last 180 days of service, followed by a full-time role post internship. Since 2020, Northrop Grumman has hosted over 300 transitioning military members and maintains a 97% full-time employment offer rate.\n- Attendance at five military and veteran conferences in 2022, focused on increased hiring of transitioning military members and veterans.\n\n2022 Veteran Hiring Highlights\n\n| 3,300 | Veterans hired, representing 21% of external hires |\n|-------|---------------------------------------------------|\n| 60    | Veterans hired through Operation IMPACT           |\n| 8     | Unhoused veterans hired as a result of the NG6 Partnership Program |\nTalent Management & Development\n\nFrom pre-hire to retirement, we focus on employee well-being and growth, keeping the holistic experience of our employees in mind. Our employee and leadership development offerings are rooted in our Values and Leadership Behaviors. We aim to strengthen the skill sets, behaviors and mindsets that support both our current and future business needs. We foster knowledge-sharing and support career growth and progression. We encourage employees to pursue diverse job experiences that expand their knowledge of our business, products and customers. As developers of talent, we expect our leaders to provide performance feedback, coaching and development opportunities to employees to foster a culture of continuous improvement. In 2022, 98% of our employees completed a performance review, and 22% of our employees were promoted in the company, reflecting development and growth in the workforce.\n\nWe believe that we need to grow, develop and optimize our human capital to help Northrop Grumman achieve its goals. We continuously evaluate our approach to talent management, and our priorities are organized around four key pillars: attract, engage, develop and adapt. Our strategy helps align us with a changing employment landscape.\n\nTalent Development\n\nWe support our employees who seek to shape their career journeys with diverse roles and experiences that expand their expertise, feed their curiosity and fuel their passions. We offer development tools through our Career Development Hub, which serves as a one-stop resource for employees to hone their skills and knowledge. We continue to encourage internal mobility within the company, and our core human resources system, Workday, empowers employees by putting them in the driver’s seat of their career journey. By setting up job alerts and building career profiles, employees can easily view suggested roles and job opportunities based on their career interests, as well as identify people in these roles so they can connect with and learn from others in the company.\n\nExecutive & Leadership Development\n\nWe hold regular talent review discussions with our leadership to ensure line of sight to talent at various levels of the organization. Succession plans are refreshed and reviewed to promote a robust, diverse talent pipeline and business continuity, which encourages a tight linkage to development. We focus on accelerating the learning and growth of our leaders by providing a combination of experiences, exposure and education. Our Executive Assessment & Development Program provides high potential senior executives with comprehensive development insights as well as an opportunity to participate in a masterclass series that focuses on key enterprise leadership capabilities, gain exposure to leading internal and external thought leaders/experts and strengthen peer networks through collaborative learning. We also offer leadership development cohort programs such as the Executive Leadership Program, the Leadership Cohort Program, Women in Leadership and the Affinity Forum. Within these programs, participants engage in strategic dialogue with senior leaders, external thought leaders and peers, and apply learnings real-time in their sectors. In 2022, we evolved our development strategy to align closely with our goal to develop and support “the modern leader,” as expectations of leaders continue to shift.\n\nIn 2022 nearly 350 people completed either the Leadership Cohort Program, Women in Leadership Program, or the Affinity Forum.\nVice President Mentoring\n\nWe offered structured mentoring for high-potential talent for the sixth year in a row, demonstrating our commitment to develop current and future leaders. Company leaders engaged in monthly mentoring sessions focused on accelerating growth and mobility through position-based development and skill-building. Of the over 190 employees who participated in this mentoring program in 2022, 64% were women and/or people of color, reflecting Northrop Grumman’s commitment to develop and promote the best and brightest within our growing pool of diverse internal talent.\n\nManager Development\n\nOur Leading For Impact Program offers development paths for all new and experienced managers seeking to refresh or build their leadership capabilities. Approximately 3,300 leaders have honed their skills by leveraging various learning modalities, including virtual instructor-led, in-person and web-based trainings, in addition to micro-courses.\n\nProfessional & Technical Development\n\nWe work with subject matter experts across the company to provide relevant and timely employee development paths in critical skill areas. Using input gathered from employees ranging from junior engineers to Northrop Grumman Fellows, we created a Technical Career Progression resource that helps employees direct their careers. In 2022, we also created the Systems Engineering development path, the newest of 11 Technical Development Paths, which will help us upskill employees from beginner- to expert-level. Over 1,500 pathways were completed across all Technical Development Paths in 2022.\n\nOur employees have access to countless learning opportunities, including on-the-job training, formal training and platform-based learning. Across the company, we leverage learning technology platforms to enable our people to access curated content relevant to help them develop new skill sets and support their career growth. Since 2020, nearly 77,000 employees have benefited from My Learning Experience, our primary point of access for all professional and career development. This platform implements machine learning to recommend related resources and create a personalized training experience for each employee. All learning materials are accessible from this single location with integrated social interaction and the ability to connect with subject matter experts across the company. In 2022, over 47,000 employees accessed My Learning Experience, completing almost 1.9 million pieces of content. On average, a minimum of 11 training hours per person were completed through our learning platform, GLX. This does not include the other formal and on-the-job training opportunities our employees access regularly.\n\nPrioritizing Learning and Development\n\nNorthrop Grumman believes that development is important to support continued learning and build curiosity throughout the business, and it should exist both inside and outside of daily work duties. In 2022, we launched our Learning in the Flow of Work vision, to help promote faster and more relevant access to learning and development resources. We also support our employees in broadening their expertise through various cohort programs that bolster critical skill areas and build their internal network. Cohorts not only provide regular opportunities for career development, but in some instances have also evolved into communities of practice with long-term impacts on the company. Our cohorts include:\n\n- The Enterprise Women in Science and Engineering (WiSE) Cohort, which focuses on empowering early- to mid-career female technical employees by providing opportunities to develop skills, make informed decisions about available career paths at Northrop Grumman and build their community by forming lasting relationships. In 2022, the Enterprise WiSE had 119 graduates, with 40% of the cohort comprised of people of color, representing all sectors of the business. Many participants mentioned how they resonated with the cohort themes and speakers, with one participant stating: “I learned so much and feel much more empowered in my career. I enjoyed going through the program alongside so many other talented women.” For an example of what one WiSE cohort accomplished, please see the Product Stewardship section.\n\n- The TechStarter Cohorts, which are aimed at early- to mid-career technical employees looking to jump start their learning in a critical skill area. The cohort places an emphasis on attracting the underutilized and diverse talent within the company. In 2022, Northrop Grumman supported 189 total graduates, with 46% people of color and 34% women, representing all sectors. One participant remarked, “I am grateful that programs like this exist. I don’t think I would have had exposure like this to artificial intelligence (AI) and machine learning if I wasn’t part of this program and I very well could have missed out on discovering an interest I didn’t know I had.”\nEducation Assistance\n\nNorthrop Grumman supports employee efforts to expand their career opportunities even further through continued education. We offer Education Assistance benefits to employees who pursue a college degree or professional or technical certification that directly aligns with our present and future skills requirements. Northrop Grumman covers up to $10,000 per year for education at any accredited institution with manager approval, and we also partner with a third-party firm to negotiate discounted tuition rates for our employees at several academic institutions. In addition to tuition assistance, coaching services are available to employees who want to discuss topics such as education decisions, field of study choices and financing. In 2022, Northrop Grumman invested $37.5 million in education assistance for 6,580 employees who used this benefit to enhance their career journeys.\n\nBreakdown of Education Assistance Provided to Employees\n\n- **$37 million** Education Assistance\n  - 53% Graduate Degree\n  - 22% Non-Degrees\n  - 23% Undergraduate Degrees\n\nEmployee Engagement\n\nNorthrop Grumman strives to place our employees at the center of everything we do. This focus on employee experience requires continuous listening and ongoing improvements at every level of the company. Employees are able to provide honest feedback through surveys deployed in the flow of work, as well as quarterly pulses and an annual experience survey. Key areas of focus include career development, inclusion, living our values, operational efficiency, leadership, well-being and the work environment.\n\nOur performance on the annual survey is compared to the Global High Performance Norm and Aerospace & Defense Norm from the survey provider, Willis Towers Watson. In 2022, we exceeded industry norms in all categories and once again secured our designation as a High Performing Company by Willis Towers Watson. 79% of Northrop Grumman employees completed the annual employee survey, performing in the top 6% of companies, exceeding industry norms and earning us the designation of a High Performing Company by Willis Towers Watson.\n\nNon-Financial Performance Metrics\n\n**Employee Experience:** Perform at or above the Aerospace & Defense Norm, a Willis Towers Watson index, with a focus on inclusion and engagement. Results are derived from the annual employee survey with a “percent favorable response” measurement scale.\nCorporate Citizenship at Northrop Grumman starts with people — the people we employ, the people in our communities and the people who may become part of our workforce. Together with our employees, we strive to make the lives of the people in our communities better, safer and more successful.\nCorporate Citizenship Strategy\n\nOur Corporate Citizenship strategy is set at the corporate level and executed locally by Corporate Citizenship team members who provide regional oversight. A network of volunteer ambassadors supports this framework and serves as points of contact at sites where Corporate Citizenship staff are not located. The strategy includes the following priorities:\n\n- Develop a diverse workforce through strategic STEM education programs and initiatives that align to the company’s current and future talent needs.\n- Drive employee attraction and retention through strategic and impactful volunteerism, skills development and philanthropy that underscore our commitment to DE&I.\n- Enhance Northrop Grumman’s position as an employer and business of choice through key partnerships in our communities.\n- Address local stakeholder issues in communities that support DE&I and align with the company’s business strategies.\n\nCorporate Citizenship team members collaborate with local Northrop Grumman leaders and ambassadors, as well as community-based nonprofit organizations, to identify needs, develop objectives, review philanthropic opportunities and implement community-specific plans that align with our priorities and focus areas. Every year, the team evaluates and analyzes the impact of grants and assesses performance against our goals. This process helps to determine continuation or refinement of our partnerships. In 2022, we contributed to organizations in over 70 Northrop Grumman communities.\n\nCharitable Giving\n\nTo support the diverse needs of the communities in which we live and work, Northrop Grumman, the Northrop Grumman Foundation and our generous employees provide strategic contributions aimed at strengthening our communities. Our core areas of giving include programs and partnerships that focus on four areas: STEM education, Military and Veterans, Health and Human Services and the Environment.\n\nSOCIAL VALUE GENERATED\n\n$16.9 million\nCompany Giving*\n\n$16.5 million\nFoundation\n\n$4.0 million\nEmployees\n\n$2.3 million\nEmployee Volunteerism\n\n$0.8 million\nIn-Kind/Non-Cash\n\n$40 million\nin social value generated by Northrop Grumman\n\n* In addition, Northrop Grumman donated $15 million to the Northrop Grumman Foundation.\nFOCUS AREA\nSTEM Education\n\nOur country is facing a shortage in the number of students with an interest in STEM — which is why we leverage our Corporate Citizenship efforts to support strategic education programs and initiatives that match the company’s current and future needs for top talent. To do so, we engage with students throughout their entire educational life cycle — from elementary school through vocational school or college and beyond. Working closely with our University Relations and Recruiting (URR) organization and Chief Technology Office, we identify the fundamental skills required for key company disciplines. With this in mind, we develop strategic partnerships with nonprofit organizations and K-12 institutions focused on engineering- and technology-based experiences designed to excite, engage and educate students and grow their interest in STEM careers.\n\nStarting in 2021, we established an annual Education Equity Goal to dedicate a minimum of 50% of our education funding to resources or programs that support social justice through DE&I. Student populations include women and racial groups who are underrepresented in STEM, people with disabilities, LGBTQ+ individuals, low-income groups and those experiencing homelessness. In 2022, we exceeded our goal by contributing 83% of our education funding to support education equity.\n\nIn 2022, Northrop Grumman and the Northrop Grumman Foundation contributed a total of $17 million to STEM-related programs.\nIn support of our goal, this year, we refined our K-12 partner school grants to focus on diversity organizations’ junior chapters, teacher professional development and hands-on engineering and technology capabilities for students. In addition, we piloted a high school-to-college bridge program that involved providing grants to partner universities’ K-12 STEM programming.\n\nOur global aim is to reach students who are underserved in STEM, with particular attention to engaging with girls, people of color, people with disabilities, low-income individuals and Indigenous Peoples. In 2022, we set a goal to reduce disparities in K-12 STEM education for underrepresented students, by providing 5 million STEM experiences annually through informal and formal programming and teacher professional development.\n\nOne such example is the Summer Engineering Experience for Kids (SEEK), a three-week educational experience for students in grades three through five. The Northrop Grumman Foundation provides direct funding to this program, which is administered by the National Society of Black Engineers. In addition, our African-American Task Group ERG connects students to Northrop Grumman employees during the camp to provide mentoring and project support. We also share SEEK engagement opportunities with our university partners to provide additional counseling opportunities for these students.\n\nNorthrop Grumman provides informal programming that gives students opportunities to explore STEM by engaging in hands-on activities and experiences through classroom visits, career talks, science fairs, site tours and celebratory STEM events at Northrop Grumman facilities like Engineers Week or Manufacturing Day.\n\nIn addition to student-directed programs, we also recognize the important role teachers play in impacting students’ likelihood to pursue STEM careers. To that end, we support teacher professional development programs that help increase their competency in teaching STEM subjects with a focus on those that align with the company’s core disciplines. By exposing educators to strategic learning opportunities, they are better prepared to demonstrate the connection between curriculum and exciting STEM careers. These include a training intensive focused on one or more of the following: pedagogy, STEM, Next Generation Science Standards and Common Core.\n\nSupporting STEM Education in Utah\n\nUtah is a critical community for our workforce development and for enhancing Northrop Grumman’s position as an employer and business of choice. We have expanded our operations in northern Utah in recent years and, with this growth, we have become more dedicated to engaging with our local communities by supporting the STEM pipeline.\n\nWe contribute funding to the Hill Aerospace Museum and the Clark Planetarium, both of which provide air and space STEM education programs to their local communities. These partnerships directly support increased STEM access to underserved and rural populations in northern Utah, as well as the development of curriculum and workshops for teachers.\n\nNorthrop Grumman also supports the Douglas Space and Science Center in Ogden, Utah. The facility hosts a number of student events throughout the year, including Space Week. Our employee volunteers exposed students to STEM concepts such as combustible propulsion by conducting experiments and then applying this knowledge to simulate rocket launches.\nHigh School Involvement Partnership Mentoring Program\n\nIn support of our focus on enhancing the workforce readiness for STEM students, the High School Involvement Participation (HIP) mentoring program pairs high school juniors and seniors with employees to provide them with business exposure and hands-on experiences in real-world environments. HIP exposes these students to Northrop Grumman’s core capabilities, technology, mission and business priorities by contributing to their development and the enhancement of critical skills necessary for success in career pathways leading to vocation, college and beyond. We collaborated with our URR team to integrate our respective strategies to support workforce pathway progression and align with new workforce development needs, such as in AI and machine learning. As an example, our HIP program will continue to engage students who are on a four-year, technical college path, but we will also expand the program to include vocational and manufacturing pathways. During the 2022-2023 school year, 300 students participated in HIP in communities near Northrop Grumman sites.\n\nMentoring Future Innovators\n\nThe TryEngineering Together virtual mentoring program aligns well with our focus on developing a diverse STEM workforce. The organization pairs Northrop Grumman employees with students in grades six through eight who attend low socio-economic schools. The program curriculum exposes students to standards-aligned STEM topics such as aerospace, engineering and technology. Through our engagement, we work to provide students opportunities to explore potential STEM careers. During the most recent academic year, Northrop Grumman employees helped mentor 300 students in nine classrooms across eight states.\n\nGlobal Education Outreach\n\nNorthrop Grumman also partners with CyberPatriot, a national youth cyber education program that aims to direct students toward careers in cybersecurity and other STEM-based disciplines. CyberPatriot is a STEM competition that challenges students to find and fix security vulnerabilities in a virtual computer environment. CyberSakura, the program’s newest iteration in Japan, offers cybersecurity educational programs and competitions to Japanese junior high and high school students. In addition to CyberPatriot and CyberSakura, we also support CyberCenturion in the U.K. and CyberTaipan in Australia. We are proud to continue our support of these organizations that play a crucial role in exciting, engaging and educating today’s students about different STEM careers.\nFOCUS AREA\nMilitary & Veterans\n\nWe take great pride in supporting our veterans, military and their families through volunteerism and giving. We contribute to programs focused on employment, homelessness, appreciation and services for the wounded, ill and injured.\n\nAmerican Corporate Partners\nNorthrop Grumman employees volunteer to serve as mentors and provide both professional development guidance and career networking opportunities through American Corporate Partners (ACP). ACP is a nonprofit organization dedicated to helping post-9/11 veterans and spouses of service members transition to the civilian workforce through one-on-one mentoring, networking and online career advice. In addition to direct assistance, Northrop Grumman employees frequently provide veterans and military spouses with guidance and advice through ACP’s AdvisorNet, a free online business Q&A site. With 18% of our total workforce self-identifying as veterans, our employees take pride in passing on their skills and experiences in aid of veterans, service members and military spouses.\n\nWreaths Across America\nIn partnership with our military and veteran-focused employee resource group, VERITAS, we hold an annual campaign to engage our workforce through volunteering and sponsor wreaths for Wreaths Across America Day in December. Wreaths Across America is an organization that honors our fallen U.S. military veterans through coordinated wreath-laying ceremonies at thousands of cemeteries around the world. We are proud of the generosity our employees exhibit year after year to support Wreaths Across America and help Northrop Grumman surpass our annual donation goal. During 2022, our employees contributed over 7,200 wreaths and our total donations over the last five years is close to 24,000 wreaths.\nFOCUS AREA\nHealth and Human Services\n\nBoth hunger and disaster relief are critical issues we address within Northrop Grumman’s Health and Human Services focus area. This year, we reassessed our 2021 goal of providing five million meals to people in need by 2030 and doubled it to ten million meals donated by 2030. As 2022 unfolded, we again exceeded our projections due largely to Hurricane Ian and the Ukrainian humanitarian crisis. The company and our employees donated approximately 4.2 million meals in 2022.\n\nGoal: Donate 10,000,000 meals to people in need by 2030\n\nTo further encourage employee engagement and performance toward reaching our goal of 10 million meals donated by 2030, we created a campaign in support of Hunger Action Month in September. During the month-long campaign, we offered an employee donation match to select organizations. Additionally, we provided opportunities for employees to register to support hunger relief organizations year-round through the ECHO workplace giving program.\n\nWe also collaborated with Rise Against Hunger to conduct 26 meal packing events at Northrop Grumman sites across the country. During this assembly-line style activity, hundreds of volunteers scooped and measured nutritious ingredients, which were then sealed and packaged for delivery. These meals will help provide healthy options throughout the world in school food programs, orphanages and crisis relief efforts.\n\nIn 2022, our employees further demonstrated their commitment to ending hunger by organizing 41 food drives and volunteering more than 4,000 hours at 100 hunger-related events.\nHabitat for Humanity\n\nNorthrop Grumman employees have been an active part of our years-long engagement with Habitat for Humanity, volunteering and donating locally through ECHO workplace and giving to numerous projects and locations.\n\nIn 2022, Northrop Grumman supported Habitat for Humanity’s Female Veterans’ Village project in Brevard County, Florida. The Female Veterans’ Village, completed in December 2022, is the first of its kind, providing six new homes to female military veterans and their families. As part of the project, the new homeowners will also benefit from zero-interest mortgages to help keep their living expenses manageable.\n\nThe Female Veterans’ Village serves as a shining example of what is possible for future affordable housing around the country. The project also contributes to the overall revitalization of the Diamond Square neighborhood in Cocoa, Florida. We are proud to be a part of creating a place in our communities where people feel a sense of safety and community.\n\nDisaster Relief and Humanitarian Crisis Support\n\nWe address critical local needs in our communities by supporting disaster relief through planned giving to organizations such as the American Red Cross and Americares. Our annual gifts help these organizations provide crucial support when communities need it most following a disaster.\n\nNatural disasters are an unfortunate reality and our employees have long demonstrated their willingness to quickly respond to support those affected. In response to the devastating tornadoes that ripped across our country’s heartland in December 2021 and the wildfires that burned in Colorado in January 2022, our employees donated close to $170,000 toward relief efforts.\n\nIn September, we committed funding through the Northrop Grumman Foundation to assist people in Florida and Puerto Rico impacted by hurricanes. Following Hurricane Ian, we offered a donation match to our employees, raising more than $82,000 in relief. In response to Hurricane Fiona, Northrop Grumman provided a charitable grant to the University of Puerto Rico, Mayagüez to assist with the school’s most pressing needs including their food bank, a generator for the Student Center and mini solar charging stations for students to charge their laptops and phones.\n\nWe also addressed humanitarian crises in 2022. This included financial contributions in communities impacted by shootings in Buffalo, New York; Uvalde, Texas; and Colorado Springs, Colorado. After the onset of the war in Ukraine in February, the Northrop Grumman Foundation provided funding in support of Ukrainian war victims and offered up to $500,000 towards an employee match. Our employees exceeded this limit, raising a total of $521,000 in donations, which were fully matched by the Foundation.\nEach year, Northrop Grumman employees uphold our company’s commitment to the environment by supporting important causes in their local ecosystems. We extend this mindset through our philanthropic partnerships with local nonprofit organizations to help protect our natural environment and provide a more resilient planet for future generations. We aim to promote conservation and inspire the next generation of environmental stewards.\n\nWe are mindful of the fact that low-income and communities of color are often disproportionately affected by climate change. Northrop Grumman prioritizes these communities in our philanthropic giving to ensure our actions contribute to a more inclusive and equitable future for all people.\n\n**The Nature Conservancy’s Resilient Coasts Program**\n\nIn 2022, Northrop Grumman provided a grant to support The Nature Conservancy’s (TNC) Resilient Coasts Program in Crisfield, Maryland. The program approaches climate change through the lens of environmental justice to identify strategies to adapt to climate impacts in a socially equitable way. Crisfield, Maryland, a town near the Chesapeake Bay with a poverty rate more than double the national average is at the frontline of climate change, experiencing frequent flooding that threatens the long-term health of the city. The grant supports TNC’s efforts to develop a nature-based adaptation strategy that also helps safeguard Crisfield’s long-term social and economic health.\n\n**Green Star Schools**\n\nWe continually look for ways to expand our commitment to environmental sustainability beyond our company by instilling principles of conservation and stewardship in our communities. In Colorado, we provided grant funding for the Green Star Schools recycling program, an initiative managed by Eco-Cycle, a community recycling center in Boulder County. The program engages with Pre-K through 12th grade students, exposing them to key zero waste practices including recycling, composting and special waste reduction techniques. Through the program, students learn about more sustainable methods of consumption and disposal that foster a sense of environmental stewardship. This program reached more than 28,000 students at 59 schools in Colorado. We value the opportunity to support our next generation of leaders as they learn to make zero waste a way of life.\nMaking a Difference Through Volunteering\n\nEmployee engagement through volunteering is an accompanying goal to our programming and an important aspect of our Corporate Citizenship strategy. As we develop our partnerships, we seek ways to connect the passions and talents of our employees to the community.\n\nThroughout the year, employees logged approximately 77,000 volunteer hours valued at $2.3 million. Those who logged 40 or more hours within a calendar year received a Community Service Grant to benefit the nonprofit or school where they volunteer. This year, we increased Community Service Grants from $400 to $500 and modified the program to allow employees to accumulate volunteer hours across multiple organizations instead of just one. Approximately $139,000 was distributed to nonprofits through this program during the year.\n\nThe Difference Maker Awards celebrate employees’ commitment to making a difference through volunteerism. Awards are given in three categories, with the top winner in each awarded a $10,000 charitable grant for their qualifying nonprofit or accredited public school and two runners-up in each category receive a similarly qualifying $5,000 charitable grant. The categories recognize volunteers committed to STEM education, our ERG’s philanthropic initiatives and those who define possible every day in the community.\nAdapting in the face of global climate change is one of greatest challenges facing our planet. Good thing some of the best problem-solvers work at Northrop Grumman. Whether we are managing our footprint, applying our visionary minds to the climate needs of customers or innovating for global ecosystem protection, we discover new performance opportunities when we consider our planet. Taking action to meet a moment of need is what we do best at Northrop Grumman, and our actions as environmental stewards give us a meaningful opportunity to have an enduring, positive impact on the future of our natural world.\nOur Approach to Environmental Action\n\nThe impact of climate change on our ecosystems is something that affects us all. As we pioneer leading technologies, we recognize that we have an important role to play in ensuring a sustainable future for our business and stakeholders.\n\nAs a part of embracing our stewardship role, we published our first TCFD Report in 2022, highlighting our approach to identifying and addressing climate risks and opportunities. We issued an update to our TCFD Report in early 2023 to expand on our company’s disclosure on climate change strategy, risks and opportunities.\n\nAs we continue on our journey to next-generation environmental stewardship, our teams are defining possible, with our sustainability goals as a key driver. As we continue to innovate, integrate and strategize, we remain transparent about our progress towards achieving our goals. While we focused on setting the organization up for success through ambitious goal setting and strategy in 2022, we now have our sights set firmly on execution and achievement, starting with the impact we can have on our climate.\n\nMike Witt: Chief Sustainability Officer, Year One\n\n2022 marked Mike Witt’s first full year in his role as Chief Sustainability Officer at Northrop Grumman. Mike’s team kicked off the year in earnest, with the March publication of the company’s 2021 Sustainability Report along with the publication of the company’s first TCFD Report, providing stakeholders with actionable ESG information earlier in the year. On Earth Day in April, he announced the company’s Next-Generation Environmental Sustainability Goals.\n\nStakeholder engagement was another priority for 2022. Mike developed a regular cadence of meetings with the Chief Executive Officer, Executive Leadership Team and the Board of Directors to discuss the view and vision of what the sustainability and ESG opportunities are and where he and his team can help to guide the company to harness value-creating opportunities. That cadence also extended to regular discussions with a variety of stakeholders, from investors to suppliers to customers. Direct engagement with the company’s key customers, including the U.S. Department of Defense, National Aeronautics and Space Administration (NASA) and National Oceanic and Atmospheric Administration (NOAA) supports the development of tailored solutions that meet the needs of customers while enabling progress towards both customer and Northrop Grumman sustainability goals. These discussions are focused on footprint reduction, supplier engagement and building a blueprint that enables progress towards the sustainable future we’re all seeking.\n\n“The work that my team and I have done this year builds upon the foundation of sustainability that this company has had in place for well over a decade,” said Witt. “We’re building momentum that drives sustainability progress in a way that leans on our strengths of seeing where environmental sustainability can be a positive addition to growing the aerospace, manufacturing and defense industries.”\nUpdates to Climate Strategy\n\nAt Northrop Grumman, we recognize that environmental sustainability is a matter of national security. We see the impacts of climate change as a destabilizing force in our world today — with increasing and intensifying natural disasters displacing populations and leading to critical resource shortages. The significance of these impacts to our global community drives our climate strategy, which aims to provide solutions and technology that expand the boundaries of what it means to define possible for our planet.\n\nWe have a long history of serving as a global steward of environmental sustainability and have made significant progress in reducing our footprint. In 2022, we continued to build on that work by establishing our Next-Generation Environmental Sustainability Goals, which include our commitment to achieving Net Zero operations by 2035.7\n\nWe will realize these reductions through a multifaceted strategy, which will focus on:\n\n- Sourcing renewable energy\n- Identifying and implementing energy efficiency solutions across our sites\n- Engraining resource conservation and efficiency into operations decisions\n\nWe established an interim target of 50% reduction in GHG emissions by 2030 from a 2019 baseline year. We also announced our goal to source 50% of our total electricity from renewable sources by 2030. We continue to pursue other avenues for emissions reductions through electrification, alternative fuels and energy monitoring.\n\nWe recognize that focusing on GHGs emitted from our operations alone is not all that we can or need to do to mitigate the impacts of climate change on our planet and limit global temperature rise to 1.5 degrees Celsius above pre-industrial levels. For that reason, we have also set goals across our value chain to work with our customers and our supply chain to advance sustainability across the industry. Additionally, we have established goals specific to water and waste reduction. For more information on these goals, please see the Water and Waste sections.\n\n7 “Net Zero operations” is defined as our goal to reach Net Zero GHG emissions in our operations (i.e., our Scope 1 and 2 GHG emissions) by 2035. Our baseline year for tracking interim progress on the goal is 2019.\nExpanding Renewable Energy Opportunities\n\nFOOTPRINT GOAL\nSource 50% of total electricity from renewable sources by 2030\n\nSourcing renewable electricity is an important component of our mission to achieve Net Zero operations by 2035. In 2022, we sourced 10.0% of electricity from renewable sources. To achieve our 50% renewable energy goal, we will work to integrate a mix of onsite and offsite renewable energy across our portfolio. After exploring our potential onsite solar opportunities, we have developed and approved standard solar power purchase and site license agreements at several locations. A total of 10 sites in four states have approved onsite solar designs and are in various stages of implementation.\n\nIn addition to our onsite projects, we are also exploring opportunities for large-scale offsite renewable energy. We are currently prioritizing developments located near our major electricity loads to ensure our investment in renewable energy benefits our communities. We have assessed 30 potential large-scale offsite solar projects and identified a subset of developments for terms negotiations. Together with our onsite renewable projects, these offsite developments will help our company meet our renewable energy procurement goal.\n\nLike many companies, we were impacted by industry-wide factors that have delayed the original timeline to bring a new renewable energy project online. In 2022, we continued to move forward on the development process for the 62.5 megawatt solar facility in Orange County, Virginia constructed by Dominion Energy as a part of our 15-year virtual power purchase agreement (VPPA) signed in 2020. The project completion date has been postponed due to delays in the issuance of a Special Use Permit to the developer. The Special Use Permit and the associated Land Disturbance Permit have been received with the unanimous approval from the Orange County Board.\n\nDriving Towards Zero Emission Vehicles\n\nEnabling and engaging our employees to participate in carbon reduction activities is a central part of our environmental sustainability mission. Our Electric Vehicle (EV) Workplace Charging Program helps address our employees’ demand for onsite charging stations as the use of EVs continues to rise. In 2022, 720 new drivers enrolled in this program, representing a 34% increase in enrollment since 2021. At the end of 2022, we had approximately 2,900 drivers in the program. Three new sites began providing EV charging for employees in 2022, and a total of 14 new charging connections were added across the enterprise to accommodate employee demand for this service.\n\nWe also know that business and regulatory considerations are pushing our vehicle fleets towards electrification and we are taking meaningful strides to plan for that shift. We have already begun preparing for the ZEV transition by replacing some of our fleet trucks and buses and investing in dedicated fleet charging stations. We are also taking steps to reduce our upstream transportation emissions. For more information, please see the Transportation and Logistics section.\nEnhancing Operations & Management\n\nEnvironmental stewardship is at the heart of our operations and management approach. At Northrop Grumman, we are continuously exploring how our business processes can be more environmentally sustainable. By placing sustainability at the forefront of all that we do, we find new ways to define possible within our footprint.\n\nNon-Financial Performance Metrics\n\nEnvironmental Sustainability: Reductions in absolute greenhouse emissions\n\nGHG Emissions\n\nFOOTPRINT GOAL\n\nNet Zero GHG emissions in our operations by 2035, with an interim target of 50% reduction in GHG by 2030, from a 2019 base year.\n\nWe report our GHG emissions performance in accordance with the company’s GHG emissions goals. As we undertake activities to meet this commitment, we remain focused on implementing projects and initiatives that further reduce our emissions, support energy efficiency and improve operational performance.\n\nIn 2022 our total GHG emissions decreased 10.6% compared to our 2019 base year. Although we saw fluctuations in operations since 2019, in part due to the COVID-19 pandemic, we are seeing consistent year-over-year benefits from our emissions-reduction projects and process improvements to mitigate inefficiencies. We also continue to evaluate and pursue opportunities to diversify our energy portfolio with renewable energy. This year, 100% of our electricity usage in Virginia was offset with Renewable Energy Certificates; this usage will continue to be offset by renewable energy once our Orange County, Virginia VPPA comes online. In 2022, we implemented innovative solutions through the execution of 64 projects which are expected to save a total of 3,250 MT of carbon dioxide-equivalent (CO₂e) annually to continue on a path towards Net Zero operations.\n\nEnergy Conservation\n\nEnergy conservation is essential to achieving our Net Zero operations and renewable energy goals, reducing our climate impact and lowering costs within our operations. Internally, our Energy Management Committee works to leverage the company’s progress to date to share best practices and learn about new technologies that can further drive efficiencies across the company.\n\nExternally, we continue to collaborate with the EPA as members of the ENERGY STAR Partner program. We consulted with EPA leaders to develop an energy management vision that includes a playbook for implementing company-wide energy efficiency measures. The vision and playbook are based on ENERGY STAR’s guidelines for energy management, which is the foundation for the International Organization for Standardization (ISO) 50001 Energy Management Standard.\n\nIn 2022, our electricity consumption increased by 1.4% and natural gas usage was consistent, both when compared to 2021. Business growth drove the increase which was offset by energy reduction projects and initiatives described above.\n\n2022 GHG Performance Highlights\n\n3,250 MT CO₂e\n\nImplemented 64 GHG and energy reduction projects, expected to reduce 3,250 MT of CO₂e annually\n\n2,000 MT CO₂e\n\nInvested in LED lighting upgrades, reducing 2,000 MT CO₂e annually\n\n1,020 MT CO₂e\n\nCompleted 18 boiler and HVAC replacements, reducing 1,020 MT CO₂e annually\n\nSCOPE 1 & SCOPE 2 EMISSIONS (TOTAL MT CO₂e)\n\n| Year | Emissions (MT CO₂e) |\n|------|---------------------|\n| 2019 (base year) | 788,480 |\n| 2020 | 751,380 |\n| 2021 | 744,750 |\n| 2022 | 705,240 |\nWaste\n\nFOOTPRINT GOAL\nReduce solid waste sent to landfill and incineration by 10% from a 2019 base year by 2030.\n\nWe recognize the importance of reducing our waste streams and maintaining diversion practices across our operations. In 2023, we established a goal to reduce solid waste sent to landfill and incineration by 10% by 2030, from a 2019 base year. In 2022, our waste reduction and diversion efforts included targeted material recovery and reuse initiatives, expanded composting and recycling of specific waste streams and improved solid waste management infrastructure. This included the installation of trash compactors at sites to improve data accuracy and reduce the amount of landfill space needed. We also executed process improvements to divert and reduce the generation of hazardous waste. While a combination of program growth, increased personnel working on site, including new hires, and renovation activities resulted in an increase in disposed waste in 2022, we are intent on both reducing and improving the management of our most significant waste streams.\n\nIn addition, as we pursue our next generation waste reduction target, we will continue to ensure that the solid and hazardous waste we generate is responsibly managed in compliance with all applicable legal requirements, from point of generation to final disposition. We exercise additional due diligence with our hazardous waste streams by maintaining a list of approved treatment, storage and disposal facilities for our authorized waste haulers to use.\n\n2022 Waste Performance Highlights\n\n600 tons total\nImplemented 21 solid waste projects across the company, estimated to divert 600 tons from landfill annually\n\n38 tons\nImplemented and expanded organics waste programs at various sites, reducing 38 tons\n\n17 tons\nInstalled chemical recovery distillation systems, reducing 17 tons of waste\n\nSOLID WASTE SENT TO LANDFILL/INCINERATION (TONS)\n\n| Year | Tons |\n|------|------|\n| 2019 (base year) | 20,000 |\n| 2020 | 21,890 |\n| 2021 | 21,490 |\n| 2022 | 21,940 |\n\nWaste Reduction Projects\n\nTo achieve our ambitious waste goal, we know that we'll have to find new opportunities for reducing and diverting the waste we generate. We face unique challenges in alternative disposal methods due to the nature of many of our processes and products. However, we are dedicated to working alongside our customers and suppliers to make sure we prevent any resources from unnecessarily reaching a landfill or incinerator.\n\nOne way we plan to achieve new waste reduction is by exploring opportunities to extend the lifecycle of our material inputs. For example, at our Salt Lake City, Utah site, we use epoxy in the manufacturing of navigation systems. Our team identified that epoxy was often a source of both industrial and hazardous waste due to quality protocols that required its disposal after the expiration of its shelf life. Through collaboration with program teams and customers, our team completed acceptance testing in our labs and revised our protocols to extend the useable life of the epoxy. Not only did this initiative reduce our industrial and hazardous waste generation at the site, but the longer shelf life also led to lower costs for our project teams.\nWater\n\n**FOOTPRINT GOAL** Reduce 10% of absolute water withdrawals from a 2019 baseline, reuse 10% of water withdrawals and replenish 10% of water withdrawals, focusing in water-stressed regions — all by 2030.\n\nWater is a crucial natural resource for our operations and communities, particularly in water-stressed regions. In 2023, we announced our next-generation water goals as described above.\n\nThese new goals underscore our commitment to using water more efficiently, minimizing our impact on water resources, especially in water-stressed regions, and ensuring we can sustainably grow our operations.\n\nOur water withdrawals directly support our manufacturing processes around the world. Our sites withdraw water primarily from municipal and groundwater supplies with some surface water consumption from rivers and rainwater capture systems. We do not use seawater or produced water sources and any wastewater discharges from our operations flow through onsite wastewater treatment plants or directly to municipal sanitary sewers. All Northrop Grumman sites adhere to local regulatory or permit requirements for quality.\n\nOur water withdrawals have fluctuated from the 2019 base year, with 2020 and 2021 fluctuations largely due to impacts from the COVID-19 pandemic. This year we saw a 1.5% increase in water withdrawal from the 2019 base year and a 6.2% increase from 2021. This year over year growth is primarily due to operational growth, including increased activity in production operations with water intensive processes. Although this growth in our operations has impacted our water goal performance, we continue to implement sustainable solutions to increase efficiency at our operations. In 2022, we focused on our operations at water-stressed locations and executed 11 projects which are expected to reduce 15 million gallons of water annually to strategically align us to our 2030 water goals.\n\n### 2022 Water Performance Highlights\n\n**15M Gallons**\nImplemented 11 water conservation projects across the company, as detailed below, expected to conserve over 15 million gallons annually\n\n**10M Gallons**\nImplemented water reuse initiatives at Space Park, CA and Allegheny Ballistics Laboratory, WV, two of our water-stressed sites, with over 10 million gallons reduced annually\n\n**2M Gallons**\nImproved the water leak detection system and identified maintenance opportunities at our Palmdale, CA site, with a nearly two million gallon annual reduction\n\n**3M Gallons**\nReplaced water intensive equipment and/or processes at seven sites with an expected annual reduction of three million gallons\n\n| TOTAL POTABLE WATER WITHDRAWALS (MILLION GALLONS) |\n|-----------------------------------------------|\n| 2019 (base year) | 2020 | 2021 | 2022 |\n| 1,438 | 1,262 | 1,375 | 1,460 |\nU.K. Former Fareham Southampton Site Partners with Clear Workspace to Reduce Office Waste\n\nWhen our U.K. operations reorganized site locations due to increases in remote workers and shifts within the business, our former Fareham Southampton site closed in 2022. As a result of the closure, there was a significant amount of leftover onsite furniture and IT equipment, such as computer screens, keyboards and brackets. To prevent as much of this from becoming waste as possible, we redistributed these items to other Northrop Grumman offices as well as provided them to our local employees for at-home use.\n\nHowever, despite these efforts, a large amount of furniture and equipment remained. Rather than send these items to a landfill, we partnered with Clear Workspace, a London-based zero-waste company that promotes a circular economy through national and international reuse of used office goods. All items that could not be relocated internally were removed by Clear Workspace, refurbished as needed and redistributed for reuse. In instances where items could not be redistributed, they were broken down by component and material for recycling. This partnership ensured that the site closure contributed zero waste from onsite furniture and equipment.\n\nEnvironmental & Efficiency Program\n\nOne way we advance efficiency and environmental conservation across Northrop Grumman is by employing a centralized investment mechanism to allocate additional targeted capital funding. Through our environmental and efficiency (E&E) allocated capital, we solicit project ideas from across the company and fund impactful projects that drive efficiency and performance against our goals. In 2022, the E&E allocation totaled $2.7 million. The funding was distributed across the company for projects and initiatives across all environmental footprint elements, the largest of which were three projects in water-stressed regions, expected to reduce annual water consumption by 10 million gallons. We will increase the level of investment in 2023 to $8.0 million to incentivize and encourage innovation and operational efficiencies that support environmental sustainability.\n\nHarnessing Helium\n\nSupply chain challenges have impacted nearly every aspect of our business, including the use of critical materials. With a sustainability mindset, we consider ways to reduce both our impact and our reliance on critical material inputs. Helium is naturally occurring and cannot be made by humans. This finite resource is produced as a byproduct of natural gas extraction and processing, ultimately used in the production of electronics, medical imaging technology and fiber optics manufacturing. At Northrop Grumman, helium is critical for semi-conductor manufacturing.\n\nA global helium shortage leading up to 2022 resulted in delivery delays that forced us to reimagine how we can improve use of this limited natural resource. At our Advanced Technology Laboratories site in Maryland, we used the E&E fund to invest in improvements that will optimize the plant that stores helium until it is ready to use. The updates to the plant, which include new pressure vessels, will enhance its operational efficiency, increasing our helium reuse capability by an estimated 93,000 cubic feet.\nEnvironmental Management\n\nNorthrop Grumman is committed to sound environmental management and environmental sustainability. We conduct all operations in an environmentally responsible manner with a particular focus on the health and safety of our employees, contractors, visitors and community. We strive for continual improvement through our environmental programs and the implementation of our EH&S policy and associated procedures, which help reduce risk and maintain compliance with applicable laws, regulations and company-established directives.\n\nNavigating the complex and evolving nature of environmental management requires both a stalwart foundation as well as the flexibility to adapt to emerging issues.\n\nAt Northrop Grumman, we take a multi-pronged approach to responsible management of our environmental impacts, which includes:\n\n- **Program Execution**: We position our EH&S professionals at all levels of the company to manage and support our environmental programs. These employees are responsible for executing site-level compliance activities, implementing key projects, conducting compliance reviews, maintaining EH&S management systems, tracking our performance against established goals and targets and engaging with internal and external stakeholders. The work these individuals perform and facilitate is critical to the implementation and success of our environmental programs at Northrop Grumman.\n\n- **Compliance Assurance**: We conduct site-level EH&S compliance reviews to help evaluate how key fundamentals of our environmental programs are being successfully integrated into day-to-day operations. In 2022, we largely resumed our normal cadence of in-person reviews, although some were completed with a hybrid in-person/virtual approach to accommodate the ongoing challenges presented by the COVID-19 pandemic. In total, we conducted reviews at 42 of our sites, which account for roughly 46% of the sites included in this program.\n\n- **EH&S Management Systems**: We maintain an internal EH&S Management System requirement, which is a pillar of our compliance program and based on ISO 14001. We require the implementation and maintenance of a management system for our sites that actively manage complex or specific EH&S risks. In addition, currently 21 of our sites hold an external environmental certification, such as ISO 14001. These sites account for approximately 23% of our global footprint.\n\n- **Stakeholder Engagement**: We implement training and educational campaigns to help ensure employees are aware of and understand job-specific requirements and company environmental priorities. We also engage with external stakeholders including regulatory agencies, industry organizations, peers and our local communities. Interacting with these stakeholders allows us to share insights on industry-wide issues, benchmark our performance and gather feedback to inform our environmental priorities.\nEnvironmental Remediation & Conservation\n\nNorthrop Grumman is committed to safe, effective and sustainable environmental remediation. Our remediation team works in close coordination with federal, state and local regulators and stakeholders and in accordance with scientifically sound approaches. We have a longstanding record of leveraging our R&D innovations to provide effective and lasting solutions in lieu of more traditional, resource-intensive practices. This helps reduce the overall impact of our remediation efforts on the surrounding environment. We work to return our sites to beneficial use in our communities and conserve our environment for generations to come.\n\nIn 2022, we remained dedicated to meeting our annual planned remediation obligations and were able to make significant progress on key projects.\n\nBethpage, New York\n\nWe have been engaged in extensive, science-based remedial activities for over 25 years related to historic operations at the former U.S. Navy and Grumman facilities in Bethpage, New York.\n\nIn 2022, New York State reached an agreement with Northrop Grumman that provides for how our company implements the Bethpage amended groundwater remedy, makes payments to benefit water districts, funds other public water supply and restoration projects and resolves claims for natural resource damages.\n\nIn order to further benefit the citizens of Bethpage and surrounding communities — including the local water districts — we are building on our longstanding partnership with the State and exhaustive work over the past 25 years to understand and remediate contamination. The work we will continue to perform complements the work that we understand the Navy has agreed to undertake.\n\nAs of 2022, we have completed the installation and testing of 11,000 feet of conveyance piping and are completing construction of a state-of-the-art groundwater treatment system in Bethpage. This system, which is expected to commence start-up operations in Spring 2023, will treat an estimated 2.7 million gallons of water each day and replenish the aquifer below. In early 2023, we will implement the next phase of the latest state-approved amended groundwater remedy by installing six vertical profile borings to sample and map specific areas offsite; then implement a science-based remedy according to state requirements.\n\nWe also completed the first phase of our in-situ thermal remediation in nearby Bethpage Community Park. This work at the Park exceeded New York State’s clean-up objectives. We are commencing phase two of our operations using the same method at two other designated locations of the Park. This remediation technology is an “in-ground” application, which means the treatment was performed without excavating and trucking soil to a disposal facility.\n\nWe are actively engaged with key community stakeholders including residents, business owners, elected officials and organizations.\nPuente Valley, City of Industry, California\n\nWith oversight from the EPA and local water authorities, Northrop Grumman and the local water district have worked together to deliver a creative, pragmatic solution to help the San Gabriel Valley in Southern California address increased demand for local water supplies. Known as the City of Industry, the region will soon benefit from the first of two new state-of-the-art ground water treatment facilities. The initial facility, which broke ground in 2018, was designed and constructed under the leadership of Northrop Grumman. It will produce enough drinkable water to support 50,000 people annually in the San Gabriel Valley Groundwater Basin area.\n\nTo reach this major milestone, our team successfully navigated an intricate set of technical, regulatory, legal and administrative challenges. We are now working through the extensive permitting process required and anticipate delivering this significant new resource to the community by the first quarter of 2024.\n\nShelbyville, Indiana\n\nAs part of Indiana’s Department of Environmental Management Voluntary Remediation Program, Northrop Grumman led the excavation of over 3,800 tons of hazardous and non-hazardous chlorinated solvent-impacted soils resulting from legacy operations in Shelbyville. This removal ensures chlorinated solvents that were present in the soil do not further impact the community’s groundwater resources.\n\nOur remediation team, contractors and consultants worked with property owners and existing businesses in Shelbyville to prevent disruptions to business operations and community events and minimize the overall impact on the community throughout the duration of the project. We expect the completion of excavation activities and restoration of impacted areas by Spring 2023.\n\nAlternative Remediation Technologies\n\nAt several remediation sites, Northrop Grumman has implemented enhanced in-situ bioremediation (EISB) technologies that do not require large excavations, transport and disposal of soil or discharge of groundwater. Depending on the water chemistry and other environmental conditions, we have been able to enhance the naturally occurring chemical degradation processes of microbial communities in the ground by adding food sources for microbes, such as substrate, or by increasing oxygen in the groundwater by air sparging.\n\nIn Hawthorne, California, we have implemented two EISB systems to treat volatile organic compounds (VOCs) that have impacted the groundwater. Each system consists of a network of injection and extraction wells used to recirculate groundwater that has been amended with sodium lactate and a bacterial culture, which work together to stimulate the biological degradation of the VOCs. These systems have been in operation at the Hawthorne site since 2021, covering more than 16 acres, and are expected to yield a 90% total VOC mass reduction.\n\nIn Anaheim, California, we have built a groundwater circulation well to reduce VOC impacts at a former Northrop Grumman facility. The circulation well is connected to a system of in-casing advanced oxidation equipment that uses ultraviolet light and hydrogen peroxide to destroy VOCs in the groundwater without generating unwanted byproducts. It creates a localized circulation cell by pumping groundwater into the well casing for treatment and then discharging clean groundwater back into the aquifer. Initially piloted in 2010, the well has been operating as a full-scale remedy and has successfully reduced VOC concentration by approximately 50% within its approximately 6.5 acre area of influence.\nConservation and Biodiversity\n\nBiodiversity is critical to the stability of natural resources and provides resilience in the face of climate-related events. Northrop Grumman is invested in doing our part to protect and conserve critical habitats around the world. As our land footprint is comparatively small, we believe that the biggest role we can play in protecting biodiversity is to contribute our brainpower and technology to support conservation efforts.\n\nThrough our T4C initiative, Northrop Grumman engineers work with conservation partners to help tackle some of the toughest challenges facing ecosystems and wildlife. T4C teams develop innovative technologies that conservationists need to collect data in harsh or remote conditions. These partners gain access to advanced systems and engineering expertise suitable for their needs, while our employees get the opportunity to use their technical skills to help their communities and the planet thrive.\n\nT4C teams and projects generate cutting-edge technical and tactical solutions that provide our conservation partners with unique insights to better analyze, predict and address environmental issues such as climate change and biodiversity loss. This work capitalizes on our pioneering, innovative spirit — and underscores our understanding of the role conservation and sustainability plays in securing a safer world. For these reasons, we formally established a goal related to T4C as a part of our 2022 Next-Generation Environmental Sustainability Goals. By 2030, we will expand T4C initiatives in proximity to our U.S. locations and in collaboration with external partners.\n\nIn 2022, we expanded engagement with T4C to 54 additional sites and launched two new projects. One new project is HOP Queue, which utilizes a hyperspectral imager and an onboard AI processor to more quickly and efficiently assess and predict coastal water and forest health from low Earth orbit. Phase 1 of the project is currently underway. During this phase, airborne data is collected using the new HOP Queue method and is being compared to “truth data” from smart buoys in the Chesapeake Bay, as well as satellite images and prior data acquired by partners like NASA) to establish a baseline.\n\nThe second new project is Project Glacier Watch, which establishes an innovative system to better measure glacial melt below the surface of the ocean, a major cause of sea level rise. The project utilizes sensors mounted on smart buoys to collect conductivity, temperature and depth data at predetermined depths. This allows the T4C team, Hyperkelp and our partners at the NASA Jet Propulsion Lab to measure the sub-glacial meltwater plume from fixed depths. The buoy takes daily measurements in several places along the underwater column, creating a more frequent and efficient data collection method.\n\nIn 2022, we began the process of handing over a number of T4C projects. We successfully transitioned our Oyster Monitoring Challenge project to our partners at the Chesapeake Bay Foundation. Their team will continue testing and integrating components of the system in 2023 in anticipation of its regular use for remote monitoring of reef health to support oyster restoration in the Chesapeake Bay.\n\nAdditionally, we are preparing to hand over the Turtle Tech system to our partners at Brevard Zoo. The zoo will utilize the remote sensing technology developed by our T4C team to detect, identify and track sea turtles along the Florida coastline. The project includes self-sustaining support, primarily from university partners, that will continue to operate, maintain and enhance the program moving forward.\n\nEnvironmental Sustainability Hackathon\n\nMore than 300 Northrop Grumman employees participated in our inaugural Environmental Sustainability Hackathon in June 2022. Hackathons focus on finding solutions to technical and social challenges in time efficient ways, and often result in the development of new software codes, websites, engineering designs, policies, business plans, community models or art.\n\nThe goals of our hackathon were to brainstorm strategies for making areas of Northrop Grumman’s business more environmentally sustainable, proactively connect with people who could implement these strategies and provide support for the resulting initiatives. Fifteen of the formal projects submitted reached the exploration of funding stage, and the roundtable discussions held at the hackathon generated captivating and meaningful dialogue and activity focused on making our products and processes more environmentally sustainable.\n\nBLUEPRINT GOAL\n\nExpand T4C initiatives in proximity to Northrop Grumman’s U.S. locations by 2030, in collaboration with external partners.\nAt Northrop Grumman, we utilize our experiences and the tools around us to deliver the highest quality products and capabilities to our customers today — and anticipate their needs for tomorrow. By developing cutting-edge technologies and conducting pioneering research that outpaces the speed of need, we’re making a difference to our customers and communities. Through our products, we are making lasting, positive impacts for our industry that the world never thought possible.\nUshering in a Digital Transformation\n\nAs the defense industry gains momentum on its digital transformation journey, Northrop Grumman continues leading the way. We are demonstrating the value of implementing digital solutions across the enterprise to facilitate access to data and employ collaboration tools in new and innovative ways. We are realizing unprecedented success in accelerating design, testing and deployment cycles faster than ever before to meet the rapidly evolving needs and expectations of our customers.\n\nIn addition to adding value for our customers, digital transformation has also opened doors to broader workforce inclusion and efficiency. We now have more remote and hybrid career options empowering our teams to connect and collaborate globally through integrated business systems and secure virtual operations. These factors, combined with the transition to a dashboard-driven digital culture, contribute to an even smaller carbon footprint by diminishing travel demands and reducing paper and other waste, while also increasing communication and efficiency.\n\nOur success as a partner in digital transformation builds on our leadership in digital engineering, Development Security and Operations, AI and machine learning, advanced manufacturing and an open architecture woven through Lean-Agile methodologies. Key groups within the company are also providing digital transformation leadership. For example, our Corporate Operations Council (COC), made up of vice presidents representing each business unit, provides governance strategies to initiate change across the company. In 2022, our COC continued to focus on digital transformation across all departments, collaborating closely with our enterprise Digital Transformation leaders. For more information about our approach to digital transformation, please see our website.\n\nDigital Transformation Change Network\n\nOur commitment to digital transformation has impacted all areas of our business. For this reason, we launched the Digital Transformation Change Network in 2022 to help us accelerate change across our business and ensure employees are prepared to embrace new technologies and adapt to new ways of working. This group is comprised of change management professionals across the company, who aim to establish a common change management framework and implement best practices in change management across our sectors. The group has also distributed change management resources and tools, including a Digital Transformation Change Management Toolkit to help better support employees to adapt to changes that impact their work.\nProduct Quality\n\nOur culture of continuous improvement propels our teams to find new ways to push the boundaries of technology and research, pioneering advancements with proven best practices to deliver industry-leading product innovations. Adaptive trainings enable our engineers to assess the impact of decisions on the overall product systems at every stage of the development process, and their experience and dedication help us deliver safe, high-quality solutions to our customers. From observation to implementation, our processes emphasize customer satisfaction, quality and product safety as we develop our products. As a result of our dedication to quality, Northrop Grumman chair, CEO and president Kathy Warden was recognized as a recipient of the 2022 Deming Cup for Operational Excellence Award by Columbia Business School.\n\nProgram Quality & Engineering\n\nOur enduring commitment to quality is inherent throughout Northrop Grumman’s culture and systems. Our Quality Management Policy requires our sites to implement a Quality Management System (QMS) consistent with either ISO 9001 or the aerospace industry-specific AS9100 standards, as appropriate. Leadership and quality professionals curate quality management policies, report on metrics and share best practices on a quarterly basis.\n\nAwards for Excellence\n\nThe Awards for Excellence (AFE) are Northrop Grumman’s highest honor, reserved for those who live our values and make exceptional contributions to our customers, business and company. This year the award honored 14 teams whose 87 winners represent the depth and breadth of our portfolio and capabilities. The AFE recognize teams for extraordinary performance and contributions in six area — customer excellence, innovation excellence, operational excellence, program excellence, quality excellence and systems engineering excellence.\n\nFirst Inspector Program with Model-Based Staffing\n\nOur Aeronautics Systems sector received an AFE in the Quality Excellence category for the First Inspector Program, which is a remarkable example of cross-functional collaboration that drives a culture of quality. The reduction of defects, rework, repair hours and charge-back defects has aided the team to meet their schedule commitments. Together, it demonstrates the influence of Northrop Grumman’s values, the enabling power of digital transformation and the team’s hard work and dedication to excellence.\n\nJames Webb Space Telescope Leadership\n\nAfter nearly two decades of innovation and performance by Northrop Grumman employees, including a successful launch and historic on-orbit operations, the James Webb Space Telescope (JWST) has begun to study every phase of cosmic history. Our Space Systems sector received an AFE in the Program Excellence category for JWST, which is one of the most ambitious missions in NASA’s history. The award recognized the Northrop Grumman team’s ability to foster partnerships that resulted in phenomenal success, with a recent performance rated as “excellent” by the customer.\nCustomer Satisfaction & Quality Metrics\n\nWe consider customer satisfaction to be crucial to our continued success. We hold ourselves accountable for quality performance excellence, and we demonstrate our commitment to our customers through continuous performance analysis and refinement. Our Programs, Quality and Engineering team oversees performance in these key areas and implements strategic initiatives to support our programs.\n\nEach month, our corporate leadership reviews customer satisfaction and quality metrics to ensure we remain mission driven. When programs fail to meet performance expectations, our teams supply additional oversight and resources to move the programs forward and improve performance. We also provide teams with guidance on developing and executing our “Return to Green” plan, corporate engagement with partners and suppliers and regular meetings between corporate executives and program leaders.\n\nWe are proud to report that we exceeded our quality and customer satisfaction targets in 2022.\n\nProduct Safety\n\nWe implement processes that include our QMS and corporate systems engineering policy to ensure our products remain safe and reliable for our customers. We develop individualized system safety plans for each program, which address potential hazard sources such as hardware, software, environmental and organizational issues. These safety system plans also apply to our partners and suppliers, helping ensure safety performance throughout our supply chain.\n\nNorthrop Grumman’s experienced safety engineers oversee each of our product safety programs. The team applies industry best practices, which are discussed and collected through our company-wide, cross-sector Safety Community of Practice (COP), to identify, analyze and manage risk. Engineers on the team track safety risks, provide oversight when they conduct hazard analyses on programs, ensure compliance with applicable standards and work closely with customer and regulatory safety personnel to communicate and address any residual risks.\n\nThe Environmental Sustainability of the James Webb Space Telescope\n\nThe JWST, launched successfully in late 2021, is an example of how environmental sustainability is ingrained in how we operate as a company. The JWST was commissioned by NASA and manufactured by a large team led by Northrop Grumman. As engineers designed and built the JWST over a span of 20 years, they incorporated environmental sustainability principles into the development and successful production of the telescope.\n\nThroughout the manufacturing process of the JWST, the team minimized industrial waste and recycled materials by performing rigorous pre-production design reviews. This enabled them to adjust the design of the JWST prior to manufacturing, preventing excess waste. In addition, any cut metallic chips were recycled so that they could be repurposed for other manufacturing jobs and infrastructure development at our Space Park site. Our JWST team also adopted robust testing standards for all design and manufacturing elements of the telescope, which resulted in fewer latent failures and minimal final production runs. “All these actions led to a smaller carbon footprint of the JWST and produced a high-quality product,” said Scott Willoughby, vice president and program manager.\n\nOur JWST team also considered the environmental impact of the data that the telescope would collect. Information gathered studying the planets inside and outside the solar system can help us draw important conclusions about Earth’s formation and its future. For example, the JWST’s groundbreaking optics and sensing systems will help scientists study Venus — a planet similar in size and composition to Earth but completely unlivable. Venus’ atmosphere is made up mostly of CO₂ and scientists want to understand how Venus became that way. “They also want to answer questions like: Did it contain oceans or trees at some point? Were they destroyed by its high amount of CO₂?” said Glen McBrayer, a Northrop Grumman engineering manager.\n\nLooking ahead, Northrop Grumman is continuing to apply the lessons learned with the JWST. We are investing resources in state-of-the-art milling machines that help prevent errors and increase machine automation. The company has also adopted new digital inspection capabilities which reduce parts inspections from days to minutes. These efforts and the constant, new scientific findings of the JWST demonstrate our contributions to pushing the boundaries of what we know is possible within our industry, ourselves and our universe.\nNon-Financial Performance Metrics\n\nCustomer Satisfaction: Customer feedback, including customer-generated performance scores, award fees and verbal and written feedback\n\nQuality: Program-specific objectives, including defect rates, process quality, supplier quality, planning quality or other appropriate criteria for program type and phase\n\nAssessing Airworthiness\n\nAirworthiness continues to be an integral aspect of product safety for the air systems’ hardware and software that our team produces, procures, manages and sustains. Northrop Grumman’s CO-AW100 Airworthiness Enterprise Governing Procedure empowers an airworthiness lead department to oversee cross-department compliance to military and civil airworthiness regulations.\n\nAs we continue to embrace the digital transformation of airworthiness, we are working to launch a model-based approach and digital certification database that is integrated into a common company-wide platform. This platform helps us stay aligned with customers’ expectations for modern and agile airworthiness compliance.\n\nNorthrop Grumman is also leading industry airworthiness training and education standardization with the development of standards through the Aerospace Industries Association. In 2022, we received no airworthiness directives.\nProduct Stewardship\n\nNorthrop Grumman is committed to delivering thoughtfully designed, high-quality products that meet the mission of our customers efficiently and effectively. By maintaining strong lines of communication with our customers, partners and suppliers, we look to better understand the needs and expectations of our stakeholders and align on shared goals and initiatives, such as sustainability, which has become an increasingly prominent priority to our customers and partners. In 2022, we launched a new sustainability goal to build a product stewardship program in collaboration with key customers which is focused on material efficiency, product design and life cycle assessment. While manufacturing efficient, sophisticated and durable products has always been a core practice for our company, the intent of this new goal is to leverage the “systems thinking” that underpins our strong manufacturing and design processes to examine product environmental impacts and opportunities through a sustainability lens.\n\nFor many years, we have relied on the discipline of systems engineering to create balanced product solutions that achieve the performance objectives of our customers effectively, reliably and affordably. For example, longevity and durability are often critical product characteristics for our customers, and the application of systems thinking helps ensure we deliver smart, efficient and durable products that have decades-long service lives. Much like systems engineering, effective product stewardship requires cross-functional engagements with a variety of teams from an environmental sustainability perspective. Examining our products through the lens of sustainability with experts from teams such as engineering, EH&S and supply chain allows collaboration to better understand our designs and processes and to identify new opportunities for improving the health, safety, environmental and social impacts of our products while continuing to support our customers’ needs.\n\nIn 2022, we worked to define our product stewardship program with a focus on developing a process that looks more critically at our product footprint. This approach will provide opportunities to increase engagements with our partners and customers for better alignment on product stewardship priorities and identify tools and resources to better equip us to design our products with a sustainability mindset.\n\nWe are also exploring the use of life cycle assessments to gather critical data and identify opportunities to integrate environmental sustainability in our products and we have established greater transparency with our suppliers, including expanding our Supplier Code of Conduct, to articulate our expectations more clearly around sustainability.\n\nThe Product Stewardship Community of Practice\n\nAt Northrop Grumman, we believe that creating a workforce and a workplace that values diversity and fosters inclusion is pivotal to promoting innovation and driving sustainable solutions. Our WiSE talent development program is just one example of a program that supports diversity in engineering across our workforce. In 2020, we tasked a WiSE Cohort with developing a product stewardship approach for a product. This project led to the creation of a Product Stewardship COP within the Aeronautics Systems sector. The COP uses an integrated approach to product stewardship, which helps to achieve environmental sustainability outcomes for our company. In 2022, the team identified one chemical of concern, gathered data regarding its applications throughout the business, studied its health and environmental impacts and prepared a business case to understand the implications of switching to alternative chemicals.\n\nSince completing this pilot program, the COP has begun engaging real-life opportunities to adjust the company’s use of the chemical. Moving forward, they plan to continue identifying chemicals of concern and examining the implications of their use across the sector. For more information on our Enterprise WiSE Cohort, please see the Talent Management and Development section.\n\nSperry Marine\n\nThe shipping industry contributes significantly to global GHG emissions. The International Maritime Organization (IMO), the UN body responsible for overseeing maritime regulations, has pledged to halve these emissions by 2050 and Northrop Grumman Sperry Marine, a worldwide supplier of navigation and automation systems for commercial marine and naval markets, is prepared to help customers achieve these reductions. Sperry Marine provides dedicated, state-of-the art navigation and automation systems for commercial and naval vessels. Products like the Navigpilot 4500N autopilot system and the Intelligent Navigation digital navigational platforms are designed to optimize ship routes and bolster fuel efficiency traits, which are invaluable to every ship-owner and help satisfy adherence to IMO regulations, while championing environmentally sustainable shipping.\n\nHANDPRINT GOAL\n\nIn collaboration with key customers, work to develop a pioneering product stewardship program focused on material efficiency, product design and life cycle assessment.\nResearch & Development\n\nExploration and experimentation through R&D are necessary for the long term growth of our business. Our R&D portfolio encourages innovation at every level of our organization and empowers our technologists and researchers to deploy innovations within and across each of our business departments. Departments gain new insights into the nature, direction and technology of our portfolio. Company wide, our R&D management approach fosters data driven decision making across our technology investments.\n\nWe make strategic investments in R&D, which allows us to create and identify cutting edge technologies and integrate those technologies into our already proven systems and services. In 2022, we invested $1.2 billion in company sponsored R&D. Our approach to R&D ensures continued success of the most complex missions our nation and its allies will face going forward.\n\nThe Northrop Grumman Corporate Technology Council (CTC) is a key part of our R&D approach as the group identifies and supports company campaigns and investment focus areas that define success for our customers’ most critical missions. In 2022, the CTC partnered with the enterprise Joint All Domain Command and Control campaign to identify various cross sector technologies and investments that could be utilized in creative, non traditional ways to achieve better results for our customers. Collaborations like this enable the CTC to tackle the most challenging problems facing our customers and provide innovative solutions.\nTechnology and Business Innovation and Operations\n\nNorthrop Grumman remains committed to fulfilling the needs of our customers by focusing on the advancement of critical technology, supply and team priorities, which are vital to our national security.\n\nOne such way is through our development of technologies with open architectures that significantly enhance our customers’ situational awareness and their ability to realize its vision of information advantage and decision superiority. As the need for data-centric technologies rapidly increases, we remain dedicated to the exploration of employing the commercial cloud for operational data management and hosted environments for engineering services expansion.\n\nRe-establishing microchip manufacturing in the U.S. is another active focus area for our team. Through strategic efforts, we are engaging with the most advanced semiconductor technologies available in the country to strengthen our domestic supply chain. One such effort is our active participation in various efforts associated with the CHIPS Act, which aims to revitalize domestic manufacturing of semiconductors, advanced computing components and strengthen U.S. supply chains by making historic investments in domestic workers, communities and businesses. Our involvement in the CHIPS Act encompasses efforts across the entire U.S. to address microelectronics workforce development and create advanced prototypes for future government systems and commercial industries.\n\nWe also align our technology priorities with our strategic university partners. We are committed to maturing technical talent through our partnerships with universities across the country. The close collaboration in critical technology areas is vital to the outside-the-box thinking that drives the development of solutions to the most complex environments. Our support of and commitment to our university partners remains strong, and our ongoing collaborations include projects and engagements that define and shape the curriculum and mentorship of young talent.\n\nFor more information on the critical skills and disciplines our curriculum focuses on, please see the Education Focus Area in the Corporate Citizenship section.\n\nResponsible Artificial Intelligence\n\nAI is fundamentally changing the way we work and the way our solutions perform. AI presents us with an opportunity to harness advanced technologies to enhance performance for next-generation mission solutions. With that opportunity comes the responsibility to develop our AI products and systems ethically and securely.\n\nIn 2022, we continued working with government and trade organizations as well as industry and academic partners to build policies for implementing responsible AI. We developed technical solutions to enable responsible AI development, testing and operations. These actions will help us continue to meet the high ethical standards and expectations set by our Values and our customers. Looking to the future, operationalizing AI in a responsible way is of utmost importance. We recognize the unique opportunity that AI presents to enable our products and systems to perform at unprecedented levels, and continually adapt to the fast-evolving environment around them. As we continue to push the boundaries of AI development and integrate it into our business, our top priority will continue to be delivering this technology to our customers in a safe, effective and ethical way. For more information, please see our AI Ethics website.\nAPPENDIX\n\nDEFINING OUR SUSTAINABILITY STANDARDS\nSelected Awards & Recognitions for 2022\n\n- 100% rating for the eighth consecutive year on the Human Rights Campaign’s Corporate Equality Index “Best Place to Work for LGBTQ+ Equality”\n- 2022 Best of the Best Top Employers and Top LGBTQ+ Friendly Companies by Professional Woman’s Magazine\n- 2022 Best of the Best Top Employers and Top LGBTQ+ Friendly Companies lists by Black Employment & Entrepreneur Journal\n- 2022 Best of the Best Top Supplier Diversity Programs and Top Veteran-Friendly Company by U.S. Veterans Magazine\n- 2022 Best of the Best Top Supplier Diversity Programs, Top Employers and Top LGBTQ+ Friendly Companies, Hispanic Network Magazine\n- 2022 Best of the Best Top Disability Friendly Companies, DIVERSEability Magazine\n- 2022 Columbia Business School Deming Cup for Operational Excellence awarded to Kathy Warden, Chair, CEO and President\n- 2022 Gold HIRE Vets Medallion Award from the U.S. Department of Labor\n- 2022 JUST Capital’s 100 Most JUST Companies\n- 2022 Champion Partner in Education Award from the Ogden & Weber School District Foundation\n- AA rating from MSCI for ESG management\n- American Heart Association Workplace Health Achievement Index Silver Level Recognition\n- Champion of Veterans Enterprise Award from the National Veterans Small Business Coalition\n- Disability Equality Index “Best Place to Work for Disability Inclusion.” Achieved 100% for nine consecutive years\n- DiversityInc’s Top 50 Companies for Diversity (#20). Specific lists: Top Company for Veterans (#2), ERGs (#3), Native American/Pacific Islander (#5)Top Company for People with Disabilities (#7), Executive Diversity Councils (#10), Black Executives (#16) and ESG (#21)\n- Forbes 2022 World’s Best Employers List\n- INSIGHT Into Diversity Magazine’s 2022 Inspiring Programs in STEM Award\n- Military Friendly® (Gold) and Military Friendly Spouse awards from Victory Media\n- Named to the S&P Global Dow Jones Sustainability Index, North America\n- National Organization on Disability Leading Disability Employer for eighth consecutive year\n- One of only two A&D companies to receive a 100% Score on the CPA-Zicklin Index for Corporate Political Contributions\n- One of Top 50 Employers by CAREERS & the disABLED Magazine and named Private-Sector Employer of the Year for 2022\n- One of the Top 50 LinkedIn 2022 Companies for investment in talent and helping employees build their careers for long-term success\n- One of 54 organizations recognized by the 2022 Seramount Inclusion Index for creating an inclusive workplace\n- Participated in the CDP climate change questionnaire for 11 consecutive years, receiving a B score\n- One of the Top 10 supporters of HBCUs\n- Veteran’s Consortium Pro Bono Program 2022 Pro Bono Mission Partner Award\nOrganizations & University Partnerships\n\nNorthrop Grumman maintains affiliations with a variety of organizations and universities that inform and enhance our performance. Some of these organizations are listed below. In addition, our list of trade association memberships is available on our trade associations webpage.\n\nOrganizations\n\n- Advancing Minorities Interest in Engineering (AMIE)\n- Aerospace Industries Association\n- American Association of Exporters and Importers\n- Asian Business Association\n- Association for Supply Chain Management\n- Association of Corporate Citizenship Professionals\n- Black Business Association\n- Black Engineer of the Year\n- Boston College Center for Corporate Citizenship\n- Boston College Center for Work & Family Workforce Roundtable\n- Brookings Institution\n- Business Roundtable\n- Capital Collaborative of Leaders in Academia and Business (CoLAB)\n- CAPS Research\n- Center for a New American Security\n- Center for Strategic and Budgetary Assessments\n- Center for Strategic and International Studies\n- Corporate Eco Forum\n- Defense Industry Initiative on Business Ethics and Conduct\n- Disability:IN\n- Diversity Best Practices\n- Ethics and Compliance Initiative\n- Equal Justice Works\n- Gartner Advisory Group\n- Great Minds in STEM\n- Greater Washington Partnership\n- Greater Los Angeles African American Chamber of Commerce\n- HUBZone Contractors National Council\n- Human Rights Campaign\n- Industrial Security Awareness Council\n- Institute for Supply Management\n- Institute of Business Ethics\n- International Aerospace Environmental Group\n- International Forum on Business Ethical Conduct\n- Latin Business Association\n- Mitchell Institute for Aerospace Studies\n- National Association of Manufacturers\n- National Association of Women Business Owners\n- National Center for American Indian Enterprise Development\n- National Defense Industrial Association\n- National LGBT Chamber of Commerce\n- Capital Region National Minority Supplier Development Council\n- National Science Teaching Association\n- National Society of Black Engineers\n- National Veteran Small Business Coalition\n- OneTen\n- Out & Equal Workplace Summit\n- Recycling Black Dollars\n- Responsible Minerals Initiative\n- Society of Asian Scientists and Engineers\n- Society of Hispanic Professional Engineers\n- Society of Women Engineers\n- Southern California Minority Supplier Development Council\n- The Conference Board\n- The Telemus Group LLC\n- U.S. Pan Asian American Chamber of Commerce\n- Virginia Chamber of Commerce\nUniversities\n\n- Alabama A&M University\n- Antelope Valley College\n- Arizona State University\n- Bowie State University\n- California Institute of Technology\n- California Polytechnic State University, San Luis Obispo\n- California State Polytechnic University, Pomona\n- California State University, Long Beach\n- California State University, Northridge\n- Carnegie Mellon University\n- Colorado School of Mines\n- Embry-Riddle University\n- Florida A&M University\n- Florida Institute of Technology\n- George Mason University\n- Georgia Institute of Technology\n- Howard University\n- James Madison University\n- Massachusetts Institute of Technology\n- Morgan State University\n- North Carolina A&T State University\n- Pennsylvania State University\n- Purdue University\n- Rochester Institute of Technology\n- San Diego State University\n- Stanford University\n- University of Alabama, Huntsville\n- University of Arizona\n- University of California, Irvine\n- University of California, Los Angeles\n- University of California, San Diego\n- University of California, Santa Barbara\n- University of Central Florida\n- University of Colorado, Boulder\n- University of Florida\n- University of Illinois, Chicago\n- University of Illinois, Urbana-Champaign\n- University of Maryland, Baltimore County\n- University of Maryland, College Park\n- University of Michigan\n- University of Oklahoma\n- University of Puerto Rico, Mayaguez\n- University of South Florida\n- University of Southern California\n- University of Utah\n- University of Virginia\n- Utah State University\n- Virginia Polytechnic Institute and State University\n- Weber State University\n- West Virginia University\nMateriality\n\nThis report addresses certain items that are most important to the company from an ESG reporting perspective consistent with the GRI Standards.\n\nIn 2020, we conducted a comprehensive materiality* assessment of ESG topics with a third party to identify and prioritize those items that were most important to the company from an ESG reporting perspective.\n\nIn this process, we gathered and analyzed input by engaging with a diverse set of internal and external stakeholders, including company leadership, trade associations, university partners, nonprofits and suppliers. Our executive leadership reviewed and validated the results to ensure we had a list of topics that aligned with our business and reflected the feedback from our stakeholders. For a full description of our materiality assessment process, please see our 2020 Sustainability Report.\n\nIn 2022, we reviewed and refreshed this assessment, giving consideration to, among other things, our current ESG priorities, our strengths and opportunities and external trends. This report reflects the outcome of these assessments and highlights certain topics that are most important to our company and stakeholders from an ESG reporting perspective, including the ESG topics identified in the table.\n\nThese ESG topics are considered in shaping our sustainability strategies, goals, initiatives, risk management and more. We track emerging ESG issues and update our sustainability strategies periodically to address the topics that are important to our business and our many stakeholders.\n\n| Environmental | Social | Governance | Product |\n|---------------|--------|------------|---------|\n| • Climate, GHG Emissions and Product Environmental Impact | • Community Engagement | • Business Continuity | • Customer Satisfaction |\n| • Environmental Impact of Operations | • Diversity, Equity & Inclusion | • Corporate Governance | • Product Safety & Quality |\n| • Environmental Remediation | • Employee Health, Safety and Well-being | • Cybersecurity | • R&D, Innovation & Digital Transformation |\n| | • Human Rights | • Ethics | |\n| | • Talent Acquisition, Management and Development | • Geopolitical Factors | |\n| | | • Regulatory Compliance | |\n\n* We do not use the term “materiality” as defined by or in the context of the U.S. Securities and Exchange Commission (SEC) laws including those related to SEC reporting and disclosure obligations, or any other securities laws, or as the term is used in the context of financial statements and financial reporting.\nStakeholder Engagement\n\nOur key stakeholders include academia, communities, customers, employees, governments, industry partners, policymakers, professional associations, shareholders and suppliers. We engage extensively with stakeholder groups through various means to promote understanding and dialogue regarding management of these material ESG issues.\n\n| WHOM WE ENGAGE | HOW WE ENGAGE |\n|----------------|---------------|\n| Communities    | Review programs and initiatives in collaboration with community partners and senior leadership; develop community engagement plans that align with strategic priorities |\n|                | Network with leaders from organizations in our targeted areas, including military and veterans, STEM education and diversity-focused organizations, to understand key issues and needs |\n| Customers      | Work with customers on establishing program goals and priorities |\n|                | Partner with government and industry partners to develop and drive common strategies and standards that support program performance, foster innovation and reduce supply chain risk |\n| Employees      | Consult and collaborate with employees through a variety of ways, including our annual employee survey, ERGs, Global and Sector Diversity and Inclusion Committees and all hands and small group forums |\n|                | Offer volunteer opportunities and programs in areas such as mentoring, STEM education, environmental conservation, military and veterans, health and human services, matching gifts and payroll contributions to charities |\n| Industry Partners | Represent the company on industry associations addressing security stakeholder topics such as critical technology protection, controlled unclassified information, insider threats and personnel security clearance |\n|                | Participate in industry meetings with various nonprofit and government organizations |\n| Shareholders   | Collaborate with investment leads and actively managed shareholders |\n|                | Meet with the governance leads of our largest shareholders |\n| Suppliers      | Host supplier outreach events and offer mentoring programs |\n|                | Sponsor academic, customer and industry activities that support small business growth and development |\nEnvironmental Data Accountability Methodology\n\nWe have continued to prioritize tracking and maintaining high-quality data about our key operational environmental metrics, including GHG emissions, energy usage, water usage and solid waste reduction from landfills.\n\nIn 2022, we shifted our environmental data reporting year from calendar year (January-December) to the government fiscal year (October-September). This shift accommodates our earlier report publication date and enables our data to include actual results for all months where data is available, improving our data quality and eliminating duplicative reporting efforts. The 2019-2021 environmental data for GHG, energy, water and solid waste for Northrop Grumman global facilities has been re-stated to reflect our adjusted reporting year.\n\nOur environmental footprint data is tracked across the full portfolio of our facilities where we have operational control, which represents more than 99% of our global footprint. Reporting for our historical data has also been adjusted to align with our current business composition, structure and revised methodologies. Our GHG inventory was developed in accordance with the GHG Protocol Corporate Standard and in alignment with the International Aerospace Environmental Group Greenhouse Gas Reporting Guidance, and includes CO₂, CH₄, N₂O, HFCs, PFCs, SF₆ and NF₃. We continue to engage third-party verifiers to validate our Scope 1 (direct), Scope 2 (indirect, location- and market-based) and Scope 3 (other indirect) Business Travel emissions to the ISO 14064-3 standard. Our waste metric includes hazardous waste generation, so reduction from landfill reflects our entire waste portfolio for the business as opposed to just non-hazardous waste.\n\nForward-Looking Statements\n\nStatements in this report contain or may contain statements that constitute “forward-looking statements” within the meaning of the Private Securities Litigation Reform Act of 1995. Words such as “will,” “expect,” “anticipate,” “commit,” “intend,” “may,” “could,” “should,” “plan,” “project,” “forecast,” “believe,” “estimate,” “outlook,” “trends,” “goals” and similar expressions generally identify these forward-looking statements. These forward-looking statements speak only as of the date when made, and the company undertakes no obligation to publicly update or revise any forward-looking statements after the date of this release, except as required by applicable law. Forward-looking statements are not guarantees of future performance and inherently involve a wide range of risks and uncertainties that are difficult to predict. A discussion of these risks and uncertainties is contained in the company’s filings with the SEC.\nGRI Standards Content Index\n\nThe GRI content index indicates the location of each disclosure within this report, externally on our website or other reports or provides the information directly in a statement. We have also indicated how our reporting topic areas align with the United Nations Sustainable Development Goals (UN SDGs). The SDGs address global challenges and are designed to encourage active participation by corporations, governments and nonprofit organizations to collaborate on finding solutions.\n\nFor more information, please see the UN SDGs website.\n\n| Index | PR: 2022 Proxy Statement |\n|-------|--------------------------|\n|       | PCG: Principles of Corporate Governance |\n\nGeneral Disclosures\n\n| Statement of Use | Northrop Grumman has reported with reference to the GRI Standards for the period January 1, 2022-December 31, 2022, unless otherwise noted. |\n|------------------|----------------------------------------------------------------------------------------------------------------------------------|\n| GRI 1 Used       | GRI 1: Foundation 2021 |\n| Applicable GRI Sector Standard(s) | Not applicable |\n\n| Disclosure | Location (Or Direct Information) | SDG Reference |\n|------------|----------------------------------|---------------|\n| 2-1 Organization Details | a. Northrop Grumman Corporation (NYSE: NOC) | |\n| | b. Organization details can be found in the Our Company section and ownership information in the Form 10-k, p. 1 | |\n| | c. Location of Headquarters: Falls Church, Virginia, U.S. | |\n| | d. For location of operations, see the Northrop Grumman website, Contact Us | |\n| 2-2 Entities included in the organization’s sustainability reporting | Northrop Grumman Corporation | |\n| 2-3 Reporting period, frequency and contact point | a. Reporting period for sustainability reporting: January 1, 2022 to December 31, 2022, unless otherwise noted. For more information, see the Environmental Data Accountability Methodology. | |\n| | b. Reporting period for financial reporting: January 1, 2022 to December 31, 2022 | |\n| | c. See the Northrop Grumman website, Contact Us | |\n| 2-4 Restatements of information | a. See Environmental Data Accountability Methodology | |\n| 2-5 External assurance | a. Governance Structure – ESG Oversight | |\n| | b. We externally assure our Emissions and Water data using an independent assurance provider, LRQA. See our website. | |\n| Disclosure                                                                 | Location (Or Direct Information)                                                                                                                                                                                                 | SDG Reference |\n|---------------------------------------------------------------------------|---------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------|---------------|\n| 2-6 Activities, value chain and other business relationships               | a. Our Company  \nb. For activities, products, services and markets served: Our Company. For information on the supply chain: Global Supply Chain  \nc. We disclose our significant business relationships in the Supply Chain section of this report.                                                                 |               |\n| 2-7 Employees                                                              | People and Culture; ESG Performance Data Matrix  \nEmployee data is as of 12/31/22.                                                                                                                                                                                                  |               |\n| 2-8 Workers who are not employees                                         | People and Culture; ESG Performance Data Matrix                                                                                                                                                                                                                                           |               |\n| 2-9 Governance structure and composition                                  | a. Governance Structure – ESG Oversight; Board of Directors; PR Proposal 1: Election of Directors  \nb. Governance Structure – ESG Oversight; Board of Directors; PR Proposal 1: Election of Directors  \nc. Board of Directors; PR Proposal 1: Election of Directors                                                                                                                                 | SDG 5, 16     |\n| 2-10 Nominating and selecting the highest governance body                 | a. Board of Directors; PR Proposal 1: Election of Directors  \nb. Board of Directors; PR Proposal 1: Election of Directors  \nc. Board of Directors; PR Proposal 1: Election of Directors                                                                                                                                 | SDG 5, 16     |\n| 2-11 Chair of the highest governance body                                 | a. Board of Directors; PR Proposal 1: Election of Directors  \nb. Board of Directors; PR Proposal 1: Election of Directors  \nc. Board of Directors; PR Proposal 1: Election of Directors                                                                                                                                 | SDG 16        |\n| 2-12 Role of the highest governance body in overseeing the management of impacts | a. Stakeholder Engagement; Board of Directors, Board of Directors: Sustainability Oversight; PCG Sections I, II, IV,G  \nb. PR: Board Membership and External Relationships  \nc. Stakeholder Engagement; Board of Directors, Board of Directors: Sustainability Oversight                                                                                                                                 | SDG 16        |\n| 2-13 Delegation of responsibility for managing impacts                    | a. Governance; PCG Section 11.B                                                                                                                                                                                                                                                             | SDG 16        |\n| 2-14 Highest governance body’s role in sustainability reporting           | a. Governance; PCG Section 11.B                                                                                                                                                                                                                                                             |               |\n| 2-15 Conflicts of interest                                                 | a. Ethics & Responsible Business Practices; PCG Section III.E; VII; PR, p. 34, 42                                                                                                                                                  | SDG 16        |\n| 2-17 Collective knowledge of the highest governance body                  | PR Director Qualifications and Experience                                                                                                                                                                                                                                                   |               |\n| 2-18 Evaluation of the performance of the highest governance body         | a. Governance; PCG Section VI.D  \nb. PCG Section VI.D  \nc. PR Annual Self-Assessment Process                                                                                                                                                                                                 |               |\n| 2-19 Remuneration policies                                                 | PR, p. 41-58, 64-65                                                                                                                                                                                                                                                                       |               |\n| 2-20 Process to determine remuneration                                    | PCG Section V.A, B ; PR, p. 7, 31, 43-85                                                                                                                                                                                                                                                  |               |\n| 2-21 Annual total compensation ratio                                      | PR, p. 84                                                                                                                                                                                                                       |               |\n| 2-22 Statement on sustainable development strategy                        | Message from CEO; TCFD Report – a Message from Our Chief Sustainability Officer                                                                                                                                                  |               |\n| 2-23 Policy commitments                                                   | a. Ethics & Responsible Business Practices; Global Supply Chain  \nb. Ethics & Responsible Business Practices; Global Supply Chain  \nc. Standards of Business Conduct and Suppliers Standards of Business Conduct; Human Rights Policy; Anti-Human Trafficking and Slavery Statement  \nd. Governance  \ne. Ethics & Responsible Business Practices; Global Supply Chain  \nf. Ethics & Responsible Business Practices; Global Supply Chain                                                                                                                                 | SDG 16        |\n| Disclosure | Location (Or Direct Information) | SDG Reference |\n|------------|----------------------------------|---------------|\n| 2-24       | Embedding policy commitments     | Our Values; Ethics & Responsible Business Practices; PR, p. 32 |\n| 2-25       | Processes to remediate negative impacts | a. Ethics & Responsible Business Practices: Northrop Grumman OpenLine  \n|            |                                  | b. Ethics & Responsible Business Practices: Northrop Grumman OpenLine  \n|            |                                  | c. Northrop Grumman OpenLine  \n|            |                                  | d. Northrop Grumman OpenLine  \n|            |                                  | e. Compliance (Business Conduct Advisors)  \n|            |                                  | f. Ethics & Responsible Business Practices: Northrop Grumman OpenLine |\n| 2-26       | Mechanisms for seeking advice and raising concerns | Ethics & Responsible Business Practices: Northrop Grumman OpenLine; ESG Performance Data Matrix |\n| 2-27       | Compliance with laws and regulations | ESG Performance Data Matrix |\n| 2-28       | Membership associations          | Organizations & Universities |\n| 2-29       | Approach to stakeholder engagement | Stakeholder Engagement |\n| 2-30       | Collective bargaining agreements | ESG Performance Data Matrix |\n| 3-1        | Defining report content and topic boundaries | About This Report; Materiality |\n| 3-2        | List of material topics          | Materiality  \n|            |                                  | Reporting changes are listed in About This Report |\n| 3-3        | Management of Material Topics    | Ethics & Responsible Business Practices  \n|            |                                  | Governance Structure  \n|            |                                  | Ethics & Responsible Business Practices  \n|            |                                  | Cybersecurity & Data Protection  \n|            |                                  | Business Continuity & Operational Resilience  \n|            |                                  | Ethics & Responsible Business Practices  \n|            |                                  | Global Supply Chain  \n|            |                                  | Ushering in a Digital Transformation, Research & Development  \n|            |                                  | Product Stewardship  \n|            |                                  | Product Quality  \n|            |                                  | Enhancing Operations & Management  \n|            |                                  | Pioneering People  \n|            |                                  | Diversity, Equity & Inclusion  \n|            |                                  | Employee Health and Safety  \n|            |                                  | Enhancing Operations & Management  \n|            |                                  | Enhancing Operations & Management  \n|            |                                  | Corporate Citizenship |\n\n**SDG Reference**\n\n- SDG 1, 2, 3, 4, 5, 11, 17\n- SDG 6, 7, 13, 14, 15\n- SDG 8\n- SDG 9\n- SDG 12\n- SDG 16\n## Topic-Specific Disclosures\n\n| Disclosure | Location (Or Direct Information) | SDG Reference |\n|------------|----------------------------------|---------------|\n| **Economic** | | |\n| **ECONOMIC PERFORMANCE** | | |\n| 201-1 Direct economic value generated and distributed | Company Performance; Annual Report; ESG Performance Data Matrix | SDG 2, 8, 9 |\n| **PROCUREMENT PRACTICES** | | |\n| 204-1 Proportion of spending on local suppliers | Global Supply Chain | SDG 12 |\n| **ANTI-CORRUPTION** | | |\n| 205-1 Operations assessed for risks related to corruption | Ethics & Responsible Business Practices; Standards of Business Conduct; Form 10-k, p. 16-24 (Business and Operational Risks) | SDG 16 |\n| 205-2 Communication and training about anti-corruption policies and procedures | Governance Structure; Ethics & Responsible Business Practices | SDG 16 |\n| 205-3 Confirmed incidents of corruption and actions taken | Northrop Grumman Openline | SDG 16 |\n| **Environmental** | | |\n| **ENERGY** | | |\n| 302-1 Energy consumption within the organization | ESG Performance Data Matrix; 2022 CDP Response | SDG 7, 12, 13 |\n| 302-3 Energy Intensity | ESG Performance Data Matrix | SDG 7, 12, 13 |\n| 302-4 Reduction of energy consumption | Energy Conservation | SDG 7, 12, 13 |\n| **WATER AND EFFLUENTS** | | |\n| 303-1 Interactions with water as a shared resource | Enhancing Operations & Management | |\n| 303-2 Management of water discharge-related impacts | Enhancing Operations & Management | |\n| 303-3 Water withdrawal | Enhancing Operations & Management; ESG Performance Data Matrix | SDG 6 |\n| **EMISSIONS** | | |\n| 305-1 Direct (Scope 1) GHG emissions | Enhancing Operations & Management; ESG Performance Data Matrix; 2022 CDP Response | SDG 12, 13 |\n| 305-2 Energy indirect (Scope 2) GHG emissions | Enhancing Operations & Management; ESG Performance Data Matrix; 2022 CDP Response | SDG 12, 13 |\n| 305-3 Other indirect (Scope 3) GHG emissions | 2022 CDP Response | SDG 12, 13 |\n| 305-4 GHG emissions intensity | ESG Performance Data Matrix | SDG 12, 13 |\n| 305-5 Reduction of GHG emissions | ESG Performance Data Matrix; 2022 CDP Response | SDG 12, 13 |\n| **WASTE** | | |\n| 306-3 Waste generated | Enhancing Operations & Management; ESG Performance Data Matrix | SDG 12 |\n| 306-4 Waste diverted from disposal | Enhancing Operations & Management; ESG Performance Data Matrix | SDG 12 |\n| 306-5 Waste directed to disposal | Enhancing Operations & Management; ESG Performance Data Matrix | SDG 12 |\n| Disclosure | Location (Or Direct Information) | SDG Reference |\n|------------|----------------------------------|---------------|\n| SUPPLIER ENVIRONMENTAL ASSESSMENT | | |\n| 308-1 New suppliers that were screened using environmental criteria | Global Supply Chain - Supplier Performance | |\n| 308-2 Negative environmental impacts in the supply chain and actions taken | Global Supply Chain- Supplier Performance | |\n| Social EMPLOYMENT | | |\n| 401-1 New employee hires and employee turnover | DE&I; ESG Performance Data Matrix | SDG 8 |\n| 401-2 Benefits provided to full-time employees that are not provided to temporary or part-time employees | Employee & Family Well-Being; My Well-being | SDG 8 |\n| 401-3 Parental leave | Employee Resource Groups | SDG 8 |\n| OCCUPATIONAL HEALTH AND SAFETY | | |\n| 403-1 Occupational health and safety management system | Employee Health & Safety | |\n| 403-2 Hazard identification, risk assessment and incident investigation | Employee Health & Safety | |\n| 403-3 Occupational health services | Employee & Family Well-Being; Northrop Grumman Total Rewards | |\n| 403-4 Worker participation, consultation and communication on occupational health and safety | Employee Health & Safety | |\n| 403-5 Worker training on occupational health and safety | Employee Health & Safety | |\n| 403-6 Promotion of worker health | Employee Health & Safety; Employee & Family Well-Being | |\n| 403-7 Prevention and mitigation of occupational health and safety impacts directly linked by business relationships | Global Supply Chain: Supplier Responsibility; Supplier Standards of Business Conduct | |\n| 403-8 Workers covered by an occupational health and safety management system | Employee Health & Safety | |\n| 403-9 Types of injury and rates of injury, occupational diseases, lost days and absenteeism and number of work-related injuries | ESG Performance Data Matrix | |\n| TRAINING AND EDUCATION | | |\n| 404-1 Average hours of training per year per employee | | SDG 8 |\n| 404-2 Programs for upgrading employee skills and transition assistance programs | Talent Management | SDG 8 |\n| 404-3 Percentage of employees receiving regular performance and career development reviews | Talent Management | SDG 8 |\n| Disclosure | Location (Or Direct Information) | SDG Reference |\n|------------|----------------------------------|---------------|\n| **DIVERSITY AND EQUAL OPPORTUNITY** | | |\n| 405-1 Diversity of governance bodies and employees | Governance Structure; Talent Management & Development; ESG Performance Data Matrix | SDG 5, 8 |\n| **NON-DISCRIMINATION** | | |\n| 406-1 Incidents of discrimination and corrective actions taken | Ethics & Responsible Business Practices: Northrop Grumman Openline | SDG 8 |\n| **FREEDOM OF ASSOCIATION AND COLLECTIVE BARGAINING** | | |\n| 407-1 Operations and suppliers in which the right to freedom of association and collective bargaining may be at risk | a. Labor Relations  \nb. ESG Performance Data Matrix | SDG 8 |\n| **CHILD LABOR** | | |\n| 408-1 Operations and suppliers at significant risk for incidents of child labor | Ethics & Responsible Business Practices | SDG 8 |\n| **FORCED OR COMPULSORY LABOR** | | |\n| 409-1 Operations and suppliers at significant risk for incidents of forced or compulsory labor | Ethics & Responsible Business Practices | SDG 8 |\n| **SUPPLIER SOCIAL ASSESSMENT** | | |\n| 414-1 New suppliers that were screened using social criteria | Global Supply Chain - Supplier Performance | |\n| 414-2 Negative social impacts in the supply chain and actions taken | Global Supply Chain - Supplier Performance | |\n| **PUBLIC POLICY** | | |\n| 415-1 Political Contributions | Northrop Grumman Political Contributions | SDG 16 |\n## SASB Index\n\nThe table below identifies the SASB indicators for which we have publicly available information, relevant to the Aerospace & Defense Standard (Version 2018-10).\n\n| Metric Code       | Accounting Metric                                                                 | Location or Direct Information                                      |\n|-------------------|-----------------------------------------------------------------------------------|-----------------------------------------------------------------------|\n| **Energy Management** |                                                                                   |                                                                       |\n| RT-AE-130a.1      | (1) Total energy consumed (in gigajoules (GJ))                                    | (1) 10,384,010 GJ                                                    |\n|                   | (2) Percentage of grid electricity                                                | (2) 53%                                                              |\n|                   | (3) Percentage renewable                                                          | (3) 5%                                                              |\n| **Hazardous Waste Management** |                                                                                   |                                                                       |\n| RT-AE-150a.1      | Amount of hazardous waste generated, percentage recycled                          | 3,560 MT                                                            |\n|                   |                                                                                   | 1% recycled                                                          |\n| RT-AE-150a.2      | Number and aggregate quantity of reportable spills, quantity recovered             | 1 reportable spill                                                  |\n| **Data Security** |                                                                                   |                                                                       |\n| RT-AE-230a.2      | Description of approach to identifying and addressing data security risks in company operations and products | Cybersecurity & Data Protection                                      |\n| **Product Safety** |                                                                                   |                                                                       |\n| RT-AE-250a.2      | Number of counterfeit parts detected — While this quantitative metric is not reported, we provide a qualitative description of our management approach to protecting the integrity of our supply chain. | Global Supply Chain                                                  |\n| RT-AE-250a.3      | Number of Airworthiness Directives received; total units affected                  | 0 Airworthiness Directive received                                   |\n|                   |                                                                                   | 0 units affected                                                    |\n| **Fuel Economy & Emissions In Use-Phase** |                                                                                   |                                                                       |\n| RT-AE-410a.1      | Revenue from alternative energy-related products                                  | NC                                                                   |\n| RT-AE-410a.2      | Description of approach and discussion of strategy to address fuel economy and GHG emissions of products | Product Stewardship                                                 |\n| **Materials Sourcing** |                                                                                   |                                                                       |\n| RT-AE-440a.1      | Description of the management of risks associated with the use of critical materials | Ethics & Responsible Business Practices Global Supply Chain          |\n| **Business Ethics** |                                                                                   |                                                                       |\n| RT-AE-510a.3      | Discussion of processes to manage business ethics risks throughout the value chain | Ethics & Responsible Business Practices Global Supply Chain          |\n| **Activity Metric** |                                                                                   |                                                                       |\n| RT-AE-000.B       | Number of employees                                                                | 95,000                                                              |\n\nNC: Not collected.\n# ESG Performance Data Matrix\n\n| TOPIC                                                                 | 2020   | 2021   | 2022   | GRI | SASB |\n|----------------------------------------------------------------------|--------|--------|--------|-----|------|\n| **COMPANY DATA**                                                     |        |        |        |     |      |\n| Sales (million USD)                                                  | $36,799| $35,667| $36,602| 2-6 |      |\n| Employees                                                            | 97,000 | 88,000 | 95,000 | 2-7 | RT-AE-000.B |\n| Floor space (thousand square feet)                                   | 50,875 | 51,104 | 51,508 | 2-6 |      |\n| **CORPORATE CITIZENSHIP/COMMUNITY**                                  |        |        |        |     |      |\n| Direct community investment through philanthropy (million USD)¹      | $33.9  | $34.3  | $33.4  | 201-1 |      |\n| Company charitable grants—education (target 50%)                     | 50%    | 60%    | 56%    | 201-1 |      |\n| Company charitable grants—military and veterans (target 25%)         | 13%    | 13%    | 14%    | 201-1 |      |\n| Company charitable grants—health and human services (target 20%)     | 20%    | 13%    | 14%    | 201-1 |      |\n| Company charitable grants—environment (target 5%)                    | 3%     | 3%     | 4%     | 201-1 |      |\n| Company in-kind and non-cash contributions (million USD)             | $5.0   | $0.1   | $0.8   | 201-1 |      |\n| Charitable donations as measured by Business for Societal Impact (company and foundation) | 26%    | 13%    | 18%    | 201-1 |      |\n| Community investments as measured by Business for Societal Impact (company and foundation) | 74%    | 87%    | 82%    | 201-1 |      |\n| Employee giving (million USD)²                                       | $5.2   | $3.3   | $4.0   |      |      |\n| Employee volunteerism (hours)                                        | 55,890 | 56,310 | 76,750 |      |      |\n| Paid volunteerism (hours)                                            | 0      | 120    | 90     |      |      |\n| STEM experiences provided to underrepresented students               | NR     | NR     | 8,718,000 |      |      |\n| Meals donated towards hunger relief                                  | NR     | NR     | 4,158,000 |      |      |\n| **ENVIRONMENT**                                                      |        |        |        |     |      |\n| Sites with ISO 14001 certification                                   | 23     | 22     | 21     |      |      |\n| Significant fines and penalties (shown in years paid) ($)           | 0      | 0      | 0      |      |      |\n| Tons of toxic release inventory                                      | 421    | 667    | N/A    |      |      |\n\n¹ Includes investments from Northrop Grumman and the Northrop Grumman Foundation; excludes donations from Northrop Grumman to the Northrop Grumman Foundation.\n\n² Includes giving through ECHO, matched gifts and employee fundraising.\n\nNR: Not reported publicly in prior years.\n### HAZARDOUS WASTE\n\n| Topic                                      | 2020  | 2021  | 2022  | GRI/SASB |\n|--------------------------------------------|-------|-------|-------|----------|\n| Hazardous waste generation (tons)          | 3,530 | 3,400 | 3,560 | 306-3    |\n| Hazardous waste (number of reportable spills) | 0     | 0     | 1     | RT-AE-150a.1 |\n| Hazardous waste recycled                   | 4%    | 2%    | 1%    | 306-3    |\n\n### NONHAZARDOUS SOLID WASTE\n\n| Topic                                      | 2020  | 2021  | 2022  | GRI/SASB |\n|--------------------------------------------|-------|-------|-------|----------|\n| Reuse (tons)                               | 730   | 420   | 240   | 306-4    |\n| Recycling (tons)                           | 18,690| 20,660| 20,260| 306-4    |\n| Composting (tons)                          | 860   | 1,370 | 1,220 | 306-4    |\n| Recovery (including energy recovery) (tons)| 400   | 820   | 680   | 306-4    |\n| Landfill (tons)                            | 21,490| 20,670| 21,260| 306-5    |\n| Diversion rate                             | 48%   | 51%   | 50%   | 306-4    |\n\n### ENERGY\n\n| Topic                                      | 2020  | 2021  | 2022  | GRI/SASB |\n|--------------------------------------------|-------|-------|-------|----------|\n| Energy consumption (GJ)                    | 9,929,370| 10,227,860| 10,384,010| 302-1    |\n| Renewable energy consumption (GJ)          | 77,570| 85,330| 564,630| RT-AE-130a.1 |\n| Percentage of energy that is renewable     | 1%    | 1%    | 5%    | 302-1    |\n| Percentage of energy supplied from grid electricity | 54% | 53% | 53% | RT-AE-130a.1 |\n| Energy intensity (Joules/USD sales)        | 269,830| 286,760| 283,700| 302-3    |\n| Electricity consumption (MWh)              | 1,514,350| 1,546,500| 1,567,600| 302-3    |\n| Renewable electricity consumption (MWh)    | 21,550| 23,700| 156,840| 302-3    |\n| Onsite renewable electricity generation (MWh)| 690   | 690   | 660   | 302-3    |\n| Percentage of electricity that is renewable| 1%    | 2%    | 10%   | 302-3    |\n\n### EMISSIONS\n\n| Topic                                      | 2020  | 2021  | 2022  | GRI/SASB |\n|--------------------------------------------|-------|-------|-------|----------|\n| Direct (Scope 1) greenhouse gas emissions (tonnes CO₂e) | 268,700| 265,650| 282,240| 305-1    |\n| Indirect (Scope 2) market-based greenhouse gas emissions (tonnes CO₂e) | 493,680| 479,100| 423,000| 305-2    |\n| Carbon removals (tonnes CO₂e)              | 11,000| 0     | 0     | 305-5    |\n| Total GHG emissions (market-based, includes carbon removals) (tonnes CO₂e) | 751,380| 744,750| 705,240| 305-5    |\n| Greenhouse gas emission intensity (Scope 1 and Scope 2—location-based) (tonnes CO₂e/per USD sales) | 0.00002042| 0.00002088| 0.00001927| 305-4    |\n| Reduction of greenhouse gas emissions (from 2019 base year) | -4.7% | -5.5% | -10.6% | 305-5    |\n\n---\n\n3 Environmental metrics are restated as a result of our shift in environmental data reporting year from a 12/31 year end to a 9/30 year. For more information, please see the Environmental Data Accountability Methodology.\n\nNR: Not reported publicly in prior years.\n| TOPIC | 2020 | 2021 | 2022 | GRI | SASB |\n|-------|------|------|------|-----|------|\n| WATER |      |      |      |     |      |\n| Water withdrawal (potable)—total (gallons) | 1,261,608,000 | 1,374,568,000 | 1,459,828,000 | 303-3 |      |\n| Water withdrawal source (potable)—surface water (gallons) | 113,549,000 | 95,972,000 | 121,889,000 | 303-3 |      |\n| Water withdrawal source (potable)—groundwater (gallons) | 292,910,000 | 425,822,000 | 496,417,000 | 303-3 |      |\n| Water withdrawal source (potable)—municipal supply (gallons) | 855,149,000 | 852,775,000 | 841,523,000 | 303-3 |      |\n| Water withdrawal (potable and nonpotable)—total (gallons) | 1,284,998,000 | 1,427,854,000 | 1,521,382,000 | 303-3 |      |\n| Water withdrawal source (nonpotable)—municipal reclaimed (gallons) | 23,352,000 | 53,258,000 | 61,533,000 | 303-3 |      |\n| Water withdrawal source (nonpotable)—rainwater (gallons) | 38,000 | 27,000 | 21,000 | 303-3 |      |\n| ETHICS AND INTEGRITY |      |      |      |     |      |\n| OpenLine inquiries | 565 | 577 | 614 | 2-26 |      |\n| OpenLine allegations | 1,578 | 1,611 | 1,564 | 2-26 |      |\n| GOVERNANCE |      |      |      |     |      |\n| Members on the Board of Directors | 12 | 13 | 13 | 2-9 |      |\n| Independent directors on the Board | 11 | 12 | 12 | 2-9 |      |\n| Women/minority directors on the Board | 5 (42%) | 6 (46%) | 8 (62%) | 2-22, 405-1 |      |\n| HEALTH AND SAFETY |      |      |      |     |      |\n| Work-related fatalities | 0 | 1 | 0 | 403-9, 403-10 |      |\n| Total case rate (per 100 workers) | 0.96 | 1.08 | 1.52 | 403-9, 403-10 |      |\n| Employee lost work day rate (per 100 workers) | 10.70 | 18.61 | 17.56 | 403-9, 403-10 |      |\n| Days away case rate (per 100 workers) | 0.39 | 0.56 | 0.87 | 403-9, 403-10 |      |\n| Lost-time injuries frequency rate (per one million hours worked) (LTIFR) | 2.00 | 2.84 | 4.34 |      |      |\n| Total recordable incident rate (TRIR) | 0.96 | 1.08 | 1.52 |      |      |\n| PRODUCTS |      |      |      |     |      |\n| Number of airworthiness directives received | 1 | 0 | 0 | RT-AE-250a.3 |      |\n| Number of airworthiness directives, units affected | 0 | 0 | 0 | RT-AE-250a.3 |      |\n| Revenue from alternative energy-related products (million USD) | NC | NC | NC | RT-AE-410a.1 |      |\n| RESEARCH AND DEVELOPMENT AND INNOVATION |      |      |      |     |      |\n| Company-sponsored R&D expense (million USD) | $1,100 | $1,100 | $1,200 | 201-1 |      |\n\n3 Environmental metrics are restated as a result of our shift in environmental data reporting year from a 12/31 year end to a 9/30 year. For more information, please see the Environmental Data Accountability Methodology.\n\n4 Board data for 2020, 2021 and 2022, respectively, reflects the full slate of Board nominees, as reflected in the 2021, 2022 and 2023 Proxy Statements, respectively.\n\n5 Updated in this report to include one fatality in 2021.\n\n6 Total case rate (per 100 workers) excluding COVID-19 cases was 0.79, 0.79 and 0.85, respectively, for the years ended December 31, 2020, 2021 and 2022, respectively.\n\n7 Employee lost work day rate (per 100 workers) excluding COVID-19 cases was 9.11, 14.72 and 13.17, respectively, for the years ended December 31, 2020, 2021 and 2022, respectively.\n\n8 Days away case rate (per 100 workers) excluding COVID-19 cases was 0.23, 0.29 and 0.31, respectively, for the years ended December 31, 2020, 2021 and 2022, respectively.\n\n9 LTIFR excluding COVID-19 cases was 1.16, 1.44 and 1.53, respectively, for the years ended December 31, 2020, 2021 and 2022, respectively.\n\n10 TRIR excluding COVID-19 cases was 0.79, 0.79 and 0.85, respectively, for the years ended December 31, 2020, 2021 and 2022, respectively.\n\nNC: Not collected.\n## INTRODUCTION\n\n### PIONEERING PERFORMANCE\n\n### PIONEERING PEOPLE\n\n### PIONEERING PURPOSE\n\n### PIONEERING INNOVATION\n\n### APPENDIX\n\n| TOPIC | 2020 | 2021 | 2022 | GRI | SASB |\n|-------|------|------|------|-----|------|\n| **SUPPLY CHAIN** | | | | | |\n| Domestic spend on subcontractors (billion USD) | $13.0 | $12.5 | $11.0 | | |\n| Amount awarded to small business suppliers (billion USD) | $4.8 | $3.8 | $3.9 | | |\n| Percent of Small Business | 37% | 30% | 36% | 2-6 | |\n| Percent of Small Disadvantaged Business (SDB) | 5% | 4% | 4% | 2-6 | |\n| Percent of Women-Owned Small Business (WOSB) | 8% | 6% | 7% | 2-6 | |\n| Percent of HUBZone Small Business | 3% | 3% | 4% | 2-6 | |\n| Percent of Veteran-Owned Small Business (VOSB) | 4% | 4% | 4% | 2-6 | |\n| Percent of Service-Disabled Veteran-Owned Small Business (SDVOSB) | 2% | 2% | 2% | 2-6 | |\n| **TALENT MANAGEMENT, DIVERSITY, EQUITY AND INCLUSION** | | | | | |\n| Part-time employees | 1,388 | 1,390 | 1,407 | 2-7 | |\n| Employee average age | 43 | 44 | 43 | | |\n| U.S. employees covered by collective bargaining agreements | 4% | 4% | 4% | 2-30 | |\n| Total population—men | 75% | 75% | 75% | 405-1 | |\n| Total population—women | 25% | 25% | 25% | 405-1 | |\n| Total population—non-binary | NR | NR | 0.1% | | |\n| Total population—people of color | 35% | 36% | 37% | 405-1 | |\n| Total population—veterans | 18% | 18% | 18% | 405-1 | |\n| Total population—persons with disabilities | 8% | 9% | 8% | 405-1 | |\n| Management population—men | 73% | 73% | 73% | 405-1 | |\n| Management population—women | 27% | 27% | 27% | 405-1 | |\n| Management population—people of color | 27% | 28% | 29% | 405-1 | |\n| Vice president and above population—women | 32% | 35% | 34% | 405-1 | |\n| Vice president and above population—people of color | 18% | 18% | 19% | 405-1 | |\n| Women in revenue-generating management positions | NR | NR | 25% | | |\n| Women in STEM-related positions | NR | NR | 17% | | |\n\n11 All demographic data reflects U.S. population only.\n\nNR: Not reported publicly in prior years.\n| TOPIC | 2020 | 2021 | 2022 | GRI | SASB |\n|-------|------|------|------|-----|------|\n| TALENT- NEW HIRES (EXTERNAL) AND TURNOVER<sup>11</sup> |      |      |      |     |      |\n| Total external hires | 13,400 | 9,100 | 16,000 | 401-1 |      |\n| Veteran external hires | 22% | 21% | 21% |     |      |\n| Female external hires | 23% | 23% | 24% |     |      |\n| Persons with disabilities external hires | 11% | 11% | 8% |     |      |\n| People of color external hires | 43% | 41% | 44% |     |      |\n\n<sup>11</sup> All demographic data reflects U.S. population only.\nLook for our other reports:\n\nFor more information on our ESG Reporting, please see our website:", "source": "northrop_grumman_2022", "added": "2025-04-27", "created": "2025-04-27", "metadata": {"Source-File": "climate_reports/tp_reports/northrop_grumman_2022.pdf", "olmocr-version": "0.1.59", "pdf-total-pages": 93, "total-input-tokens": 270003, "total-output-tokens": 54474, "total-fallback-pages": 0}, "attributes": {"pdf_page_numbers": [[0, 0, 1], [0, 3384, 2], [3384, 6731, 3], [6731, 9143, 4], [9143, 9615, 5], [9615, 13054, 6], [13054, 16215, 7], [16215, 16713, 8], [16713, 17801, 9], [17801, 18460, 10], [18460, 20190, 11], [20190, 23171, 12], [23171, 25621, 13], [25621, 28798, 14], [28798, 32347, 15], [32347, 36211, 16], [36211, 39047, 17], [39047, 43803, 18], [43803, 47086, 19], [47086, 51361, 20], [51361, 54870, 21], [54870, 56897, 22], [56897, 60025, 23], [60025, 64381, 24], [64381, 68775, 25], [68775, 69557, 26], [69557, 70124, 27], [70124, 74024, 28], [74024, 77255, 29], [77255, 81174, 30], [81174, 83494, 31], [83494, 87771, 32], [87771, 91180, 33], [91180, 94538, 34], [94538, 96665, 35], [96665, 100182, 36], [100182, 101927, 37], [101927, 106171, 38], [106171, 110689, 39], [110689, 113769, 40], [113769, 117306, 41], [117306, 122244, 42], [122244, 124672, 43], [124672, 124965, 44], [124965, 127225, 45], [127225, 128708, 46], [128708, 132138, 47], [132138, 134695, 48], [134695, 136487, 49], [136487, 138096, 50], [138096, 140878, 51], [140878, 143221, 52], [143221, 144575, 53], [144575, 145187, 54], [145187, 148248, 55], [148248, 150507, 56], [150507, 153603, 57], [153603, 156999, 58], [156999, 160238, 59], [160238, 163028, 60], [163028, 166292, 61], [166292, 169220, 62], [169220, 172146, 63], [172146, 175756, 64], [175756, 180483, 65], [180483, 180964, 66], [180964, 183577, 67], [183577, 186607, 68], [186607, 191186, 69], [191186, 192471, 70], [192471, 197647, 71], [197647, 199167, 72], [199167, 202672, 73], [202672, 202720, 74], [202720, 205460, 75], [205460, 207968, 76], [207968, 209600, 77], [209600, 212126, 78], [212126, 214408, 79], [214408, 217124, 80], [217124, 219526, 81], [219526, 227012, 82], [227012, 230160, 83], [230160, 232655, 84], [232655, 234881, 85], [234881, 236355, 86], [236355, 241205, 87], [241205, 244304, 88], [244304, 247492, 89], [247492, 251235, 90], [251235, 253267, 91], [253267, 253837, 92], [253837, 253932, 93]]}}