{"id": "b6ed816d257bf0412f88ae82c269c05ee15e485a", "text": "Creating a better tomorrow. Today.\nAbout this Report\n\nReport Overview\nPreviously known as the Corporate Social Responsibility (CSR) Report, the 2021 Sustainability Report is the ninth iteration of our voluntary non-financial public disclosure of topics concerning environmental, social and governance (ESG) initiatives at onsemi. This report was created to transparently communicate our efforts in ESG with our investors, customers, stakeholders and employees. These reports have become an important tool for managing sustainability efforts, disclosing sustainability strategies and measures, and sharing achievements.\n\nReport Scope\nData presented in this report covers the 2021 fiscal year, January 1, 2021 - December 31, 2021. To demonstrate quantitative performance, this report includes year-over-year data to allow for trend identification. This report contains information about onsemi worldwide subsidiaries and joint ventures for which we have management control. Environmental data covers leased and owned internal manufacturing sites, which account for most of our environmental footprint worldwide.\n\nReporting Principles\nOur 2021 Sustainability Report was prepared in accordance with the Global Reporting Initiative (GRI), Task Force on Climate-related Financial Disclosures (TCFD) and Sustainability Accounting Standards Board (SASB) standards.\n\nDate of Issuance\nonsemi publishes this Report annually. An electronic version is available on the onsemi website.\n\nCurrent issue: 2021, published in June 2022\nDate of previous publication: June 2021\nDate of publication for the next issue: June 2023\n\nFeedback\nWe welcome feedback on our activities and performance outlined in this report. Please contact us if you have any suggestions or questions regarding this report.\n\nonsemi\nInvestor Relations and Corporate Development\n5005 E McDowell Rd\nPhoenix, Arizona 85008\ninvestor@onsemi.com\nwww.onsemi.com\n\nReporting Assurance\nInformation contained in this report has been assured by S&P TruCost Limited in accordance with AA 1000 assurance standard. Our full assurance statement can be found in the appendix of this report.\nA Letter from our President and CEO – Hassane El-Khoury\n\nThe challenges of the last two years have certainly been daunting; yet despite the ongoing battle against the pandemic, volatile geopolitical events and the unpredictable supply chain constraints, I am encouraged by so many companies, including onsemi, that are diligently solving the biggest challenges and transforming industries while continuing to emphasize the commitment to create a better world for tomorrow.\n\nonsemi is committed to developing strategies and programs to address global climate change – including introducing methods to reduce our greenhouse gas emissions and our impact on air, water and waste. In addition, onsemi is developing technology and semiconductor products that enable our customers to achieve their own sustainability goals. Our strategy delivers intelligent power and sensing solutions for the sustainable ecosystem including electric vehicles, energy infrastructure, factory automation and advanced safety applications.\n\nTo address our carbon footprint, we have pledged to achieve net-zero emissions by 2040. Net-zero emissions require an ambitious 1.5°C target aligned with climate science for emission reductions across a company’s full value chain, and further, ensures direct emissions will not contribute to a global temperature rise exceeding 1.5°C above pre-industrial times.\n\nWe have set one of the most ambitious goals in our industry and with this commitment we will surpass the Paris Agreement’s goal by a full decade. While it’s aggressive, we know that it’s the right thing to do for us, for our customers and for generations to come.\n\nSince celebrating my first-year anniversary with onsemi, I have taken time to reflect upon our accomplishments – and while there is a lot to be proud of, I keep coming back to the same conclusion: onsemi is made up of the smartest and brightest minds from all around the world. Our employees, and the ongoing contributions from each one, are our greatest asset – and together, we will continue to create innovative technologies and positively change the world as we know it.\n\nI am proud to share that onsemi was awarded eight accolades for 2021 including being listed on Dow Jones Sustainability Index North America for the fourth consecutive year. In 2022 – for the seventh consecutive year, we were named one of the World’s Most Ethical Companies by Ethisphere; for the fifth consecutive year, we were named part of Barron’s 100 Most Sustainable Companies; and for the third consecutive year, one of Newsweek’s America’s Most Responsible Companies – to name a few. While I am incredibly humbled by these accomplishments; we are not done.\n\nThrough 2022 and beyond, we will continue to focus on sustainable manufacturing – concentrating on emissions reduction, energy and water conservation, material optimization and recycling. We will also continue to focus on sustainable products as we innovate and introduce technologies that enable reduced global energy use while supporting our customers to meet and exceed global energy efficiency standards. And we will continue to drive sustainable practices to challenge and enable employees to embody our values and act sustainably in both work and personal aspects as we believe that every action counts in contributing to the greater good.\n\nAt onsemi, we are one team working together with our customers and partners for a better tomorrow. Together, we are solving the world’s greatest challenges through technical innovation and delivering leadership products for sustainable outcomes. We understand that even the smallest actions can make a positive and meaningful difference. I believe deeply in this company’s future and our employees who are passionately committed to doing what’s right – today, tomorrow and for decades to come.\n\nHassane El-Khoury\nPresident and CEO, onsemi\n2021 was an exciting year for onsemi. The company went through a massive transformation and started to focus on a winning strategy relative to its business operations. In addition, onsemi committed to be net-zero by 2040. Why did onsemi choose this goal?\n\nFor years, onsemi has had a dedicated CSR team guiding our practices around the triple bottom line – people, planet, and profit. The company has won many accolades over the years for our continued commitment to ESG initiatives. However, we know that addressing global climate change is the challenge of our time. As average temperatures rise, climate science finds that acute hazards such as heatwaves and floods are growing in frequency and severity, and chronic hazards, such as drought and rising sea levels continue to increase at alarming rates. These acute and chronic hazards have a significant impact on human development and economic productivity, including supply chain disruptions, damage to owned operations and endangerment, death or injury to people in impacted communities. At onsemi, we’re creating a future we want to live in. We understand that the contributions we make today can have an impact on the world tomorrow. We knew we needed to address climate change more directly and strategically, thus our net zero goal was born.\n\nHow does this goal support the fight against climate change? How is this goal different than some of the other commitments in the semiconductor industry?\n\nonsemi’s net zero by 2040 goal demonstrates leadership in addressing climate change by focusing on how we can make a difference. Our goal aligns with the Paris Agreement and ensures direct emissions will not contribute to a global temperature rise exceeding 1.5°C above pre-industrial times. Climate scientists have determined that warming above 1.5°C can have profound impacts on our planet, including loss of biodiversity, ocean acidification and impacts on agriculture yields. Our net-zero goal differs from some of the other commitments in the semiconductor industry by prioritizing deep decarbonization in our operations and investment in renewable energy before purchasing carbon offsets. Most companies have a commitment to be carbon neutral which allows them to continue to emit as much as they would, like as long as they purchase carbon offsets equal to the amount they emit. At onsemi, we feel it’s important to address the root cause. We don’t want to use a Band-Aid on a bullet hole and instead define a concrete plan that ensures our actions are solving the problem at hand.\n\nWe understand the big picture goal – net-zero by 2040 – but can you tell us how onsemi plans to get there? What are some of your short-term goals?\n\nWe realize this is a big commitment and we are taking the time to build a solid roadmap to ensure we achieve this goal. We acknowledge we still have a lot of work to do – Rome was not built in a day! In 2021, we focused on vetting the correct goal and strategy for our business. We worked with BSR, a global nonprofit that works with companies to develop sustainable business strategies and solutions, to develop this goal and build our strategy. Additionally, we took time to educate our internal teams and ensure they understand how this goal will impact them – whether they are in global supply chain, finance or product development. We also needed to ensure we had the correct team in place to lead this strategy. Now that we have built this strong foundation, we are mapping out our roadmap to 2040 and determining what annual targets are needed to meet our goal. Additionally, we are preparing to commit to the Science Based Target initiative (SBTi) and plan to do so by the end of 2022. Our SBTi commitment ensures our goals are based on the latest climate science and will prevent the worst effects of climate change.\n\nWe also acknowledge that this goal is hyper-focused on emissions and the environmental side of ESG. We are working with our internal teams to develop more granular goals around topics like diversity, equity and inclusion, supplier selection, employee learning and development, data security, anti-corruption, water and waste management and global giving to ensure we are incorporating the social and governance sides of ESG within our strategy.\n\nonsemi has many products that support a more sustainable future. Can you tell us about a technology you’re excited about?\n\nAt onsemi, we provide intelligent sensing and power solutions to help our customers solve the most challenging problems and create cutting-edge products for a better future. Our intelligent power technologies accelerate automation and enable efficient power production, distribution and consumption in the automotive and industrial sectors. Silicon carbide (SiC) is a key component of next-generation semiconductors that provides sustainable technical benefits and improves system efficiency in many applications, including electric vehicles (EVs), EV charging and energy infrastructure. SiC supports the electrification of the automotive industry and allows for lighter and longer-range electric vehicles.\n\nIn 2021, we completed our acquisition of GT Advanced Technologies Inc. (GTAT), a producer of SiC. onsemi customers will benefit from GTAT’s extensive experience in crystalline growth as well as its impressive technical capabilities and expertise in the development of wafering ready SiC. We intend to scale and accelerate GTAT’s development of SiC to assure customers’ supply of critical components and further commercialize intelligent power technologies.\n\nWhat’s next?\n\nWe have a long journey ahead, but we have a great group of leaders and employees that are passionate and able to help us meet our goals. Whether it’s investing in infrastructure to help us reduce our emissions at the facility level, designing cutting-edge technologies to help our customers improve sustainable efficiencies in their products or ensuring our internal workforce consists of diverse talent, we strive to keep ESG top of mind in everything we do at onsemi. Our annual sustainability report will give an in-depth look at our achievements thus far and highlights the key performance indicators we are tracking to ensure we are achieving our goals. We are looking forward to what’s to come and invite you to follow along on this journey – we know it will be one exciting ride! To learn more, please visit onsemi.com/tomorrowtoday.\nAt onsemi, we understand that we cannot solve tomorrow’s problems with yesterday’s thinking. We employ innovative thinking that delivers cutting-edge technology to solve the world’s most challenging problems. Our products and technologies enable our customers to deliver on the promise of a more sustainable future. Moreover, we take fundamental responsibility for our actions and seek to ensure our business operations leave a positive impact on our planet, communities, employees and stakeholders. Through our products, we deliver solutions to reduce energy usage and emissions, minimizing the impacts on our planet and environment. Through our policies, we ensure we operate responsibly and protect human rights throughout our supply chain. Through our internal programs, we develop and support our employees, placing an intrinsic value on diversity, equity and inclusion. And finally through our giving efforts, we inspire tomorrow’s leaders through Science, Technology, Engineering, Arts and Mathematics (STEAM) education and donate where our help is needed most. We are building a better future today for the generations of tomorrow.\n\n2021 Highlights\n\nBarron’s 100 Most Sustainable Companies; Five Consecutive Years\n\nIn 2022, onsemi ranked #41 on Barron’s 100 Most Sustainable Companies. Companies are scored on five key areas: shareholders, employees, customers, community and planet.\n\nEcoVadis Platinum Level Recognition; Two Consecutive Years\n\nIn 2022, onsemi received a 79/100 score from EcoVadis, a leading platform for environmental, social and ethics performance ratings for global supply chains. Overall, our company scored in the top 1% of the 912 companies assessed by EcoVadis within the “manufacture of electronics components and boards” industry.\n\nInternational Shareholder Services (ISS) ESG Prime Corporate Rating; Three Consecutive Years\n\nIn 2022, onsemi maintained a “Prime” rating by ISS ESG, one of the world’s leading rating agencies for sustainable investments. Our company ranked in the top 30% of the 89 companies rated within the semiconductor industry.\n\nPlatinum Responsible Business Alliance (RBA) Validated Assessment Program (VAP) Recognition for Receiving a Perfect Score of 200 for Initial Recipient Sites\n\nThe onsemi manufacturing sites in Bucheon, South Korea received this recognition. onsemi had five sites with a perfect score of 200 points on their remote initial audit resulting in RBA Recognition. These five sites are Mountain Top, Pennsylvania, United States; South Portland, Maine, United States; Cimarron, Philippines; Cebu, Philippines; and Tatar, Philippines. Due to these being remote audits, our sites did not receive official “Platinum” status but were still recognized by RBA for achieving a perfect score.\n\nBloomberg Gender Equality Index; Three Consecutive Years\n\nIn 2022, onsemi was named to the Bloomberg Gender Equality Index for our transparent disclosure practices and overall performance across the framework’s five pillars: female leadership and talent pipeline, equal pay and gender pay parity, inclusive culture, sexual harassment policies and pro-women branding.\n\nCorporate Knights’ Clean200 global list member for 2022\n\nIn 2022, onsemi ranked #175 on Corporate Knights’ and As You Sow’s Clean200 global list. The Clean200 are the largest 200 public companies ranked by green energy revenues. To be eligible, a company must earn more than 10% of total revenues from clean sources.\n\nInvestor’s Business Daily 100 Best ESG Companies of 2021\n\nIn 2022, onsemi ranked #49 on IBD’s 100 Best ESG Companies for 2021. Companies are ranked based on profitability along with their efforts in ethical and social responsibility.\n\nMSCI ESG “A” Rating; Three Consecutive Years\n\nIn 2022, onsemi maintained its ESG “A” rating from MSCI. We are among the top five industry leaders for our ethical practices related to sourcing raw materials from areas associated with human rights and labor abuses.\n\nWorld Finance Sustainability Award, Two Consecutive Years\n\nonsemi won the 2021 World Finance Sustainability Award and was named the most sustainable company in the semiconductor industry. This is the second consecutive year that onsemi has won this award.\n\n2021 Sustainability Report\n\nTable of Contents  Introduction  Our Business  Protecting our Planet and Environment  Ensuring Social Responsibility  Committing to a Responsible Business  Appendix\n\nChairman of the Board\n\nAlan Campbell\n\n2021 Highlights\n\nBarron’s 100 Most Sustainable Companies; Five Consecutive Years\n\nIn 2022, onsemi ranked #41 on Barron’s 100 Most Sustainable Companies. Companies are scored on five key areas: shareholders, employees, customers, community and planet.\n\nEcoVadis Platinum Level Recognition; Two Consecutive Years\n\nIn 2022, onsemi received a 79/100 score from EcoVadis, a leading platform for environmental, social and ethics performance ratings for global supply chains. Overall, our company scored in the top 1% of the 912 companies assessed by EcoVadis within the “manufacture of electronics components and boards” industry.\n\nInternational Shareholder Services (ISS) ESG Prime Corporate Rating; Three Consecutive Years\n\nIn 2022, onsemi maintained a “Prime” rating by ISS ESG, one of the world’s leading rating agencies for sustainable investments. Our company ranked in the top 30% of the 89 companies rated within the semiconductor industry.\n\nPlatinum Responsible Business Alliance (RBA) Validated Assessment Program (VAP) Recognition for Receiving a Perfect Score of 200 for Initial Recipient Sites\n\nThe onsemi manufacturing sites in Bucheon, South Korea received this recognition. onsemi had five sites with a perfect score of 200 points on their remote initial audit resulting in RBA Recognition. These five sites are Mountain Top, Pennsylvania, United States; South Portland, Maine, United States; Cimarron, Philippines; Cebu, Philippines; and Tatar, Philippines. Due to these being remote audits, our sites did not receive official “Platinum” status but were still recognized by RBA for achieving a perfect score.\n\nBloomberg Gender Equality Index; Three Consecutive Years\n\nIn 2022, onsemi was named to the Bloomberg Gender Equality Index for our transparent disclosure practices and overall performance across the framework’s five pillars: female leadership and talent pipeline, equal pay and gender pay parity, inclusive culture, sexual harassment policies and pro-women branding.\n\nCorporate Knights’ Clean200 global list member for 2022\n\nIn 2022, onsemi ranked #175 on Corporate Knights’ and As You Sow’s Clean200 global list. The Clean200 are the largest 200 public companies ranked by green energy revenues. To be eligible, a company must earn more than 10% of total revenues from clean sources.\n\nInvestor’s Business Daily 100 Best ESG Companies of 2021\n\nIn 2022, onsemi ranked #49 on IBD’s 100 Best ESG Companies for 2021. Companies are ranked based on profitability along with their efforts in ethical and social responsibility.\n\nMSCI ESG “A” Rating; Three Consecutive Years\n\nIn 2022, onsemi maintained its ESG “A” rating from MSCI. We are among the top five industry leaders for our ethical practices related to sourcing raw materials from areas associated with human rights and labor abuses.\n\nWorld Finance Sustainability Award, Two Consecutive Years\n\nonsemi won the 2021 World Finance Sustainability Award and was named the most sustainable company in the semiconductor industry. This is the second consecutive year that onsemi has won this award.\n\n2021 Highlights\n\nBarron’s 100 Most Sustainable Companies; Five Consecutive Years\n\nIn 2022, onsemi ranked #41 on Barron’s 100 Most Sustainable Companies. Companies are scored on five key areas: shareholders, employees, customers, community and planet.\n\nEcoVadis Platinum Level Recognition; Two Consecutive Years\n\nIn 2022, onsemi received a 79/100 score from EcoVadis, a leading platform for environmental, social and ethics performance ratings for global supply chains. Overall, our company scored in the top 1% of the 912 companies assessed by EcoVadis within the “manufacture of electronics components and boards” industry.\n\nInternational Shareholder Services (ISS) ESG Prime Corporate Rating; Three Consecutive Years\n\nIn 2022, onsemi maintained a “Prime” rating by ISS ESG, one of the world’s leading rating agencies for sustainable investments. Our company ranked in the top 30% of the 89 companies rated within the semiconductor industry.\n\nPlatinum Responsible Business Alliance (RBA) Validated Assessment Program (VAP) Recognition for Receiving a Perfect Score of 200 for Initial Recipient Sites\n\nThe onsemi manufacturing sites in Bucheon, South Korea received this recognition. onsemi had five sites with a perfect score of 200 points on their remote initial audit resulting in RBA Recognition. These five sites are Mountain Top, Pennsylvania, United States; South Portland, Maine, United States; Cimarron, Philippines; Cebu, Philippines; and Tatar, Philippines. Due to these being remote audits, our sites did not receive official “Platinum” status but were still recognized by RBA for achieving a perfect score.\n\nBloomberg Gender Equality Index; Three Consecutive Years\n\nIn 2022, onsemi was named to the Bloomberg Gender Equality Index for our transparent disclosure practices and overall performance across the framework’s five pillars: female leadership and talent pipeline, equal pay and gender pay parity, inclusive culture, sexual harassment policies and pro-women branding.\n\nCorporate Knights’ Clean200 global list member for 2022\n\nIn 2022, onsemi ranked #175 on Corporate Knights’ and As You Sow’s Clean200 global list. The Clean200 are the largest 200 public companies ranked by green energy revenues. To be eligible, a company must earn more than 10% of total revenues from clean sources.\n\nInvestor’s Business Daily 100 Best ESG Companies of 2021\n\nIn 2022, onsemi ranked #49 on IBD’s 100 Best ESG Companies for 2021. Companies are ranked based on profitability along with their efforts in ethical and social responsibility.\n\nMSCI ESG “A” Rating; Three Consecutive Years\n\nIn 2022, onsemi maintained its ESG “A” rating from MSCI. We are among the top five industry leaders for our ethical practices related to sourcing raw materials from areas associated with human rights and labor abuses.\n\nWorld Finance Sustainability Award, Two Consecutive Years\n\nonsemi won the 2021 World Finance Sustainability Award and was named the most sustainable company in the semiconductor industry. This is the second consecutive year that onsemi has won this award.\nOur Business\n\nDelivering a Sustainable Future\n\nAbout onsemi\nOur Values\nTomorrow, today\nNet-Zero Commitment\nonsemi is driving disruptive innovations to help build a better future. With a focus on automotive and industrial end-markets, the company is accelerating change in megatrends such as vehicle electrification and safety, sustainable energy grids, industrial automation and 5G and cloud power. With a highly differentiated and innovative product portfolio, onsemi creates intelligent power and sensing technologies that solve the world’s most complex challenges and leads the way in creating a safer, cleaner and smarter world.\n\nOur intelligent power technologies enable energy efficient solutions across all applications by providing improved power factor, enhanced active-mode efficiency and reduced standby-mode power consumptions. Our intelligent power technologies allow our customers to exceed range targets with lower weight and reduce system cost through efficiency. With our sensing integration, we believe onsemi’s intelligent power solutions achieve higher efficiencies compared to our peers and allow lower temperature operation, reducing cooling requirements, saving costs and minimizing weight while delivering the required power with less die per module and achieving a higher range for a given battery capacity.\n\nOur intelligent sensing technologies support the next generation of industry allowing for smarter factories and buildings while also enhancing the automotive mobility experience with imaging and depth sensing that make advanced vehicle safety and automated driving systems possible. onsemi’s intelligent sensing solutions offer proprietary features in smaller packages that support customers’ use cases. We believe our intelligent sensing technologies offer advanced features to achieve optimal results and our product integration drives improved efficiency. This performance is delivered in a smaller footprint while reducing system latency to increase safety and throughput by providing a proprietary feature set to solve different use cases.\n\nTogether, our industry leading intelligent power and sensing technologies help our customers solve the most challenging problems and create cutting edge products for a better future.\n\nWe serve a broad base of end-user markets, including automotive, industrial and others which include communications, computing and consumer. We believe the evolution of automotive with advancements in autonomous driving, advanced driver-assistance systems (ADAS), vehicle electrification and the increase in electronics content for vehicle platforms is reshaping the boundaries of transportation.\n\nWithin the industrial space, onsemi helps Original Equipment Manufacturers (OEMs) develop innovative products and navigate the ongoing transformation across energy infrastructure, industrial automation, smart buildings and power conversion. From wide-bandgap technologies, such as SiC and gallium nitride (GaN), power metal-oxide-semiconductor field-effect transistors (MOSFETs), insulated-gate bipolar transistors (IGBTs) and gate drivers to state-of-the-art imaging, depth sensing and connectivity devices, our versatile portfolio helps OEMs tailor their designs to fulfill the needs of every application.\n\nCloud and 5G applications demand large-scale power management solutions with the utmost efficiency, quality and reliability. The comprehensive power portfolio by onsemi services high performance computers and servers with solutions including totem pole power factor correction (PFC) controllers for AC/DC power conversion, single or multiphase controllers for DC/DC power conversions, gate drivers, smart power stages, point-of-load DC/DC converters and hotswap protection devices. The power conversion technologies from onsemi offer industry leading efficiency reducing energy consumption by cloud data centers and 5G telecom infrastructures.\n\nWith decades of experience in power conversion and management, motion and a variety of sensing and connectivity solutions, onsemi brings the expertise and technologies necessary to address present and future environmental challenges and to support the opportunities of e-mobility and the fourth industrial revolution.\nWorldwide Locations\n\nManufacturing Locations:\nBelgium, Canada, Czech Republic, China, Japan, Malaysia, Philippines, South Korea, United States and Vietnam\n\nDesign Center Locations:\nAustralia, Belgium, Canada, China, Czech Republic, France, Germany, India, Ireland, Israel, Italy, Japan, Romania, Russia, Singapore, Slovakia, Slovenia, South Korea, Sweden, Switzerland, Taiwan, United Kingdom and United States\n\nSolution Engineering Center Locations:\nChina, Germany, Japan, Slovakia and United States\n\nWorldwide Workforce by Region\n\n- Asia (excluding Japan): 70%\n- EMEA: 13%\n- North America: 12%\n- Japan: 5%\nAs a leading semiconductor manufacturer for more than 80,000 different parts and a global supply chain, onsemi serves tens of thousands of customers across multiple markets. Some of our key markets include automotive solutions, industrial solutions, 5G and cloud power, Internet of Things (IoT), medical solutions and aerospace and defense.\n\nWe are organized into three operating and reportable segments: Power Solutions Group (PSG), Advanced Solutions Group (ASG) and Intelligent Sensing Group (ISG).\n\nPower Solutions Group (PSG)\nPSG offers a wide array of analog, discrete, module and integrated semiconductor products that perform multiple application functions, including power switching, power conversion, signal conditioning, circuit protection, signal amplification and voltage regulation functions. If you drive an electric vehicle, onsemi components from PSG can help you go many more miles on a single charge.\n\nAdvanced Solutions Group (ASG)\nASG designs and develops analog, mixed-signal, advanced logic, application-specific standard products (ASSP) and application-specific integrated circuits (ASIC), radio frequency (RF) and integrated power solutions for a broad base of end-users in different end-markets. If you store data in the cloud, onsemi components from ASG ensure the data center housing your information is running efficiently and effectively, allowing you access to your information from anywhere at any time with a click of a button.\n\nIntelligent Sensing Group (ISG)\nISG designs and develops complementary metal-oxide semiconductor (CMOS) image sensors, image signal processors, single photon detectors, including silicon photomultiplier (SiPM) and single photon avalanche diodes (SPAD) arrays, as well as actuator drivers for autofocus and image stabilization for a broad base of end-users in the different end-markets. onsemi components from ISG provide improved manufacturing efficiency by using cameras in quality inspections to detect defective parts early in the process, ensuring end-product quality and reliability.\n\nOur disciplined execution of transformation initiatives in 2021 resulted in record financial performance. Revenue for 2021 grew 28.3%. Operating income and free cash flow increased six times faster than revenue as we focused our portfolio on secular megatrends of electric vehicles, advanced driver-assistance system (ADAS), alternative energy and industrial automation. We continue to expand gross margins as we shift our mix into these high-value strategic markets while ramping new products, rationalizing our manufacturing footprint and improving our overall cost structure.\n\nRevenue for 2021 grew 28.3%\nOur Values\n\nMission\nWe push innovation to create intelligent power and sensing technologies that solve the most challenging customer problems. Our employees are inspired to go above and beyond to increase stakeholder value through high quality and high value products and services.\n\nVision\nDrive technology breakthroughs that deliver on the promise of a sustainable future.\n\nCore Values\nOur core values, reviewed annually, define who we are as employees and as representatives of onsemi. We are a performance-based company committed to profitable growth, world class operating results, quality and delivering superior customer and shareholder value. By putting our core values of integrity, respect and initiative into action, we each do our part in making our company a great place to work. Each year, our board of directors and employees receive training about our core values through the Code of Business Conduct, which is available in the languages that represent our worldwide workforce. Each of us is expected to demonstrate these core values in our roles at onsemi. These values apply equally to us all — employees, global leadership teams, executive staff and board of directors alike.\n\nIntegrity\nWe mean what we say, and we say what we mean. Our company has set high standards for our products and individual conduct. Our reputation depends on the highest standards of ethical behavior. We are accountable for delivering our commitments on time with the highest quality. We address issues objectively, using facts and constructive feedback in a work atmosphere where we do not fear open discussion or questions. When a decision has been made, we work to support it. We comply with all legal requirements and hold ourselves to the highest standards of ethical conduct.\n\nRespect\nWe treat each other with dignity and respect. We share information and encourage different views in an open and honest environment. We draw out the best in each other, recognizing that diversity of backgrounds and experience are key strengths. We all win when we support each other.\n\nInitiative\nWe value people who demonstrate a positive, “can-do” attitude, while collaborating to win. We work intelligently, with a sense of urgency, while always maintaining our commitment to comply with applicable laws, regulations and standards. If a problem exists, we see it through to rapid resolution while acting in an ethical manner.\n\nTomorrow, today\nIn 2021, the corporate social responsibility team (CSR) began evaluating how to bring the company’s multiple environmental, social and governance activities together under one cohesive message. The decision was to develop a campaign that would bring all these activities together under one unifying message and hence in early 2022, the Tomorrow, today campaign was launched.\n\nOur ‘Tomorrow, today’ Campaign Message\nThe work and giving we do today are essential for a better future and together at onsemi, we are creating a future we want to live in. At onsemi, we have a mission to propel the world forward with intelligent technology and a goal to achieve net-zero emissions by 2040. We understand how we work, how we impact our planet, the environment and how we give back makes a difference to the customers we serve and the communities we live in. We have a passion to drive change and make the world a better place. And, while we have our eyes on tomorrow, it is our contributions no matter the size, that can make an impact today for a better future.\n\nThe Tomorrow, today campaign is categorized into four pillars:\n\n1. Impacting Our Community through Giving\n   - Giving Now Program Including Matching Employee Giving\n   - Science, Technology, Engineering, Arts and Mathematics (STEAM) Education\n   - Disaster Relief and Responding when Crises Arise\n\n2. Protecting our Planet and Environment\n   - Product Stewardship\n   - Energy and Emissions\n   - Water and Waste Management\n   - Environmental Compliance\n\n3. Ensuring Social Responsibility\n   - Diversity, Equity and Inclusion\n   - Learning and Development\n   - Employee Hiring\n   - Employee Health and Safety\n\n4. Committing to a Responsible Business\n   - Ethics and Compliance\n   - Supply Chain Management\n   - Fair Treatment\n   - Information Protection\nIn 2021, onsemi announced our goal to be net-zero by 2040. This commitment will guide how we operate our business over the coming years and is essential to ensuring we operate in a socially thoughtful and environmentally responsible manner. This goal reaffirms our commitment to our planet and requires that we take fundamental responsibility for its well-being. Our actions today can have a lasting impact on our planet and people for generations to come. We want that impact to be positive and plan to achieve this by being a net zero company.\n\nOur net-zero goal is one of the most ambitious goals among our competitors within the semiconductor industry with $5-10B annual revenue. This net-zero commitment will surpass the Paris Agreement’s goal by a full decade. We will be using 2022 as our baseline year and will base all reduction targets off our total emissions in this year.\n\nOur emissions data is verified by a third-party company, Trucost, a subsidiary of S&P Global, is a leader in carbon and environmental data and risk analysis. Our full assurance statement can be found in the appendix of this report.\n\nIn addition, our corporate social responsibility team works closely with our environmental health and safety (EHS) and facilities teams to ensure processes and frameworks are in place to measure our progress against our net-zero goal. Our annual Sustainability Report will be a key resource for tracking our progress.\n\nNet-Zero Commitment\n\nWe are implementing an aggressive strategy to reach this goal. Our strategy is categorized into three pillars:\n\n**Capitalize on Efficiencies**\n- Further investments in facilities, processes and equipment to increase energy efficiency\n- Explore opportunities to mitigate process gas usage\n- Identify areas where improved efficiencies can reduce raw material, fuel and resource usage\n\n**Transition to Renewable Energy**\n- Transition to an emissions-free renewable energy portfolio\n- Commit to 50% renewable energy by 2030 and 100% renewable energy by 2040\n- Join the Clean Energy Buyers Alliance to support the rapid transition to a cleaner energy future\n\n**Purchase Offsets and Influence**\n- For non-electricity emissions that cannot be eliminated, over the long-term, onsemi will purchase certified offsets equal to the amount of such emissions\n- Green-E and Gold Standard certified offsets are most credible and will be prioritized\n- Leverage our Responsible Business Alliance (RBA) membership to engage supply chain stakeholders on emissions reductions\nProtecting our Planet and Environment\n\nOur promise for a brighter tomorrow\n\nEmissions and Energy Consumption\nWater and Waste Management\nEnvironmental Compliance\nProduct Stewardship\nWe are dedicated to reducing our energy consumption and overall carbon footprint in alignment with our net-zero by 2040 goal. As stated in the Intergovernmental Panel on Climate Change’s (IPCC) Sixth Assessment Report, it is unequivocal that human activities related to greenhouse gas (GHG) emissions have warmed the atmosphere, ocean and land. This warming has created widespread and rapid changes around the world that include rising sea levels, melting glaciers and more frequent extreme weather events. Climate change is undeniable, and the main driver of climate change is human-based activities.\n\nIncreasing energy demands and GHG emissions are driving a global mandate for energy efficiency and reduced emissions, including the replacement of fossil fuels by clean alternative energy sources. Government regulations for improved energy efficiency in countries such as the U.S., United Kingdom, France and China are further enforcing this mandate. Fortunately, our comprehensive portfolio of intelligent power and sensing technologies is designed to minimize power consumption and improve energy efficiency. Examples of these products include solar inverters, efficient motors for fans, HVAC units, power tools, power conversion (as a part of the shift toward renewable energy), electric cars and products that assist with the transition from coal to renewables.\n\nAt onsemi, we take climate change seriously. For years, we have taken steps to reduce GHG emissions and energy consumption throughout the company’s operational footprint. We measure and report Scope 1 and 2 emissions at our manufacturing sites along with select categories of Scope 3 emissions. We know that what gets measured is managed. Our Environmental Health and Safety (EHS) management team has implemented policies and procedures to ensure our manufacturing sites are reporting accurate and complete data on a quarterly basis as it relates to emissions and energy consumption. To keep our carbon accounting cohesive across all operational activities, onsemi reports all emissions on a carbon dioxide equivalent basis (CO₂e).\n\nEmissions and Energy Consumption\n\nScope 1 Emissions\n\nScope 1 emissions are direct emissions from company-owned and controlled resources. Some examples of Scope 1 emissions include emissions from fuels used in heating or furnaces and process emissions from process chemicals used in industrial processes.\n\nonsemi directly emits GHG emissions from fabrication and assembly and test locations. We work to eliminate Scope 1 emissions by:\n\n- Installing efficient manufacturing technologies.\n- Exploring eliminating nonessential fluorinated gases and using alternative gases.\n- Exploring the installation of abatement devices that treat the exhaust of gases used in semiconductor manufacturing.\n\nEmissions and Energy Consumption\n\nScope 1 Emissions\n\nTotal Scope 1 GHG Emissions (metric tons of CO₂e)\n\n| Year | Total Scope 1 GHG Emissions |\n|------|-----------------------------|\n| 2021 | 2,485,870                   |\n| 2020 | 2,173,461                   |\n\nScope 1 Process Gases by Type (metric tons of CO₂e)\n\n| Gas Type | 2021 | 2020 |\n|----------|------|------|\n| Carbon Dioxide (CO₂) | 17 | 17 |\n| Tetrafluoromethane (CF₄) | 45,499 | 32,012 |\n| Nitrous Oxide (N₂O) | 29,722 | 33,153 |\n| Sulfur hexafluoride (SF₆) | 979,767 | 920,932 |\n| Nitrogen trifluoride (NF₃) | 1,262,444 | 1,083,020 |\n| Perfluorooctanoic acid (PFOA) | 715,545 | 658,844 |\n\nPlease note that each category is shown on an independent scale.\nScope 2 Emissions\nScope 2 emissions are indirect emissions from the generation of purchased energy. For our purposes, this means our purchased electricity. onsemi indirectly emits GHG emissions from electricity purchased for manufacturing.\n\nWe work to reduce Scope 2 emissions by:\n• Increasing energy efficiency in our manufacturing processes, buildings and operations.\n• Exploring investments in renewable energy projects around the globe.\n\nScope 3 Emissions\nScope 3 emissions are indirect emissions that occur in the value chain of the company, including both upstream and downstream emissions. Some examples of Scope 3 emissions include business travel, emissions our suppliers create making the products we purchase, employees commuting and emissions from the transportation of our products to the end-user.\n\nCurrently, onsemi only tracks Scope 3 emissions related to our business travel. Due to the COVID-19 pandemic, we have seen a significant reduction in our business travel-related emissions over the past two years. As the world continues to open up, we expect that figure to increase. Additionally, we expect to have a full Scope 3 inventory completed in 2022.\n\nWe will work to reduce our Scope 3 emissions by:\n• Collaborating with suppliers to assist them in tracking and managing their own Scope 1 and 2 emissions.\n\nTotal Scope 2 GHG Emissions (metric tons of CO₂e)\n\n| Year | Emissions |\n|------|-----------|\n| 2021 | 762,790   |\n| 2020 | 774,849   |\n\nTotal Scope 3 GHG Emissions (Business Travel) (metric tons of CO₂e)\n\n| Year | Emissions |\n|------|-----------|\n| 2021 | 817       |\n| 2020 | 1,565     |\n\nEnergy\nEnergy efficiency is central to the success of our products and operations. Along with our products, which help to reduce energy consumption, we regularly implement energy conservation and consolidation projects. Our total energy consumption in 2021 was 1,781,685 megawatt hours (MWh).\n\nAs part of our strategy to achieve net-zero by 2040, we will investigate and invest in renewable and clean energy options in the future. We are exploring options to help us transition to 50% renewables by 2030 and 100% renewables by 2040.\n\nTotal Energy Consumption (megawatt hours)\n\n| Year | Consumption |\n|------|-------------|\n| 2021 | 1,781,685   |\n| 2020 | 1,216,419   |\n\nEnergy Consumption by Source (megawatt hours)\n\n| Source          | 2021       | 2020       |\n|-----------------|------------|------------|\n| Natural Gas     | 173,332    | 166,546    |\n| Diesel Fuel     | 4,335      | 8,357      |\n| Town Gas        | 25,422     | 24,304     |\n| Heavy Oil       | 24,734     | 24,923     |\n| Liquefied Natural Gas | 664.346 | 1,240      |\n\n2021 Total Energy Consumption 1,781,685 MWh.\nHigh purity water is a necessity for semiconductor manufacturing, as it is used in delivering chemicals, washing wafers and many other operations within the fabrication process such as scrubbing the exhaust of our systems to reduce pollution. When the process is complete, the water used in these processes is discharged to waste treatment facilities as non-hazardous industrial waste; most water is supplied to our facilities by third-party resources who report water withdrawal from groundwater or surface water.\n\nTo identify and avoid negative water-related impacts, there are many tools and methodologies used throughout our facilities, including laboratory analysis of both incoming and outgoing water from a facility. This analysis allows for the continued production of high-purity water and ensures against potential negative impacts regarding water waste discharge.\n\nAnother assessment used in identifying potential impacts is comparing our organization to common industry practices and standards. Researching these practices and standards allows us to continue to modernize and develop our methodologies to increase efficiency and decrease negative impacts on our water resources. We work with process and facilities engineers to determine process needs, understand the waste that is produced and effectively utilize our resources to focus on conservation, reduction of chemical usage and effective treatment of water waste. We regularly interface with local regulatory agencies to ensure that usage of water resource and water waste discharge is lawful and does not damage the environment.\n\nWe actively seek to avoid negative water-related impacts. Our organization strives for transparency with stakeholders, displaying deliberate stewardship of water as the important resource it is. Following this, we firmly believe that reduction in water usage enables the shared usage of water resources and reduces cost within process methods; therefore, we continue to seek out water recycling, reuse and reduce options.\n\nAll of our wastewater is treated before it is discharged, and our effluent discharge meets or exceeds local regulations. In 2021, 1,398 megaliters of water were withdrawn from high or extremely high water-stressed regions, out of the total 13,599 megaliters of water withdrawn. We are committed to recycling water and reducing our water consumption. As part of our commitment to water-use efficiency, 5,779 megaliters of water were recycled in 2021. That water recycled is the equivalent of approximately 2,300 Olympic-sized swimming pools. In 2021, we reduced water withdrawal by 4.9% compared to the previous year.\n\n### Water and Waste Management\n\n#### Water Management\n\nHigh purity water is a necessity for semiconductor manufacturing, as it is used in delivering chemicals, washing wafers and many other operations within the fabrication process such as scrubbing the exhaust of our systems to reduce pollution. When the process is complete, the water used in these processes is discharged to waste treatment facilities as non-hazardous industrial waste; most water is supplied to our facilities by third-party resources who report water withdrawal from groundwater or surface water.\n\nTo identify and avoid negative water-related impacts, there are many tools and methodologies used throughout our facilities, including laboratory analysis of both incoming and outgoing water from a facility. This analysis allows for the continued production of high-purity water and ensures against potential negative impacts regarding water waste discharge.\n\nAnother assessment used in identifying potential impacts is comparing our organization to common industry practices and standards. Researching these practices and standards allows us to continue to modernize and develop our methodologies to increase efficiency and decrease negative impacts on our water resources. We work with process and facilities engineers to determine process needs, understand the waste that is produced and effectively utilize our resources to focus on conservation, reduction of chemical usage and effective treatment of water waste. We regularly interface with local regulatory agencies to ensure that usage of water resource and water waste discharge is lawful and does not damage the environment.\n\nWe actively seek to avoid negative water-related impacts. Our organization strives for transparency with stakeholders, displaying deliberate stewardship of water as the important resource it is. Following this, we firmly believe that reduction in water usage enables the shared usage of water resources and reduces cost within process methods; therefore, we continue to seek out water recycling, reuse and reduce options.\n\nAll of our wastewater is treated before it is discharged, and our effluent discharge meets or exceeds local regulations. In 2021, 1,398 megaliters of water were withdrawn from high or extremely high water-stressed regions, out of the total 13,599 megaliters of water withdrawn. We are committed to recycling water and reducing our water consumption. As part of our commitment to water-use efficiency, 5,779 megaliters of water were recycled in 2021. That water recycled is the equivalent of approximately 2,300 Olympic-sized swimming pools. In 2021, we reduced water withdrawal by 4.9% compared to the previous year.\n\n### Water Usage (Megaliters)\n\n|                        | 2021  | 2020  |\n|------------------------|-------|-------|\n| Total Water Withdrawal | 13,599| 14,332|\n| Surface Water          | 0     | 0     |\n| Groundwater            | 885   | 1,031 |\n| Seawater               | 0     | 0     |\n| Third Party Water      | 12,714| 13,301|\n| Total Water Recycled   | 5,779 | 6,374 |\n| Total Water Recycled (%)| 42%   | 44%   |\n| Water Withdrawal in Water-Stressed Regions | | |\n| Extremely High¹       | 271   | 275   |\n| High²                 | 1,127 | 1,081 |\n\n1 According to the World Resource Institute’s Aqueduct Water Risk Atlas, extremely high water-stressed regions include Oudenaarde, Belgium.\n\n2 According to the World Resource Institute’s Aqueduct Water Risk Atlas, high water-stressed regions include Pocatello, Idaho, U.S.; Suzhou, China; and Tarlac, Philippines.\nWaste Management\n\nEach of our manufacturing sites have projects that contribute to a reduction in waste. Some of these projects led to a reduction in chemical consumption or increase in recycling waste. For example, our sites have implemented projects that expand the lifetime of cleaning baths, modified processes to reduce the volume of chemicals per wafer or installed mini pumps for optimal application of chemicals.\n\nIn 2021, the total amount of hazardous and non-hazardous waste that we recycled from our manufacturing and non-manufacturing sites globally was 18,515 metric tons, while waste directed to disposal was 8,652 metric tons. Our total hazardous waste generated was 9,842 metric tons; this includes both solid and liquid waste, but does not include gaseous emissions, wastewater discharge or any waste associated with on-site wastewater treatment.\n\nDue to a redefinition of waste categorization, the amount of hazardous waste directed to disposal increased from 2020 to 2021.\nIn 2021, approximately 614,000 kilograms of scrap materials and 810 kilograms of precious metals from our worldwide manufacturing facilities were processed, sorted and sold for reuse. The reclamation of these materials recouped more than $26 million USD.\n\nEnvironmental Compliance\n\nAs a sign of our commitment to protecting our environment, we adhere to an increasing number of laws and regulations, including the Restriction of Hazardous Substances (RoHS) and Registration, Evaluation and Authorization of Chemicals (REACH) within our own manufacturing process as well as those of our suppliers. We continuously work with our suppliers to certify that our products are free from any restricted materials and to ensure that all metals utilized in our products are sourced from conflict-free mines. We provide our customers with products and services that are compliant with all applicable electronic product related environmental directives and regulations around the globe and industry environmental best practices.\n\nIn December 2019, the Environmental Protection Agency (EPA) completed a Resource Conservation and Recovery Act (RCRA) Compliance Evaluation Inspection (the “inspection”) of our Gresham, Oregon wafer manufacturing facility. As a result of the inspection, the EPA identified and issued citations with respect to eight violations of the RCRA, including failure to mark, monitor, inspect and keep adequate records with respect to certain waste storage tanks. The notice of violation was completed on April 20, 2021. As a result of these violations, onsemi entered into a consent agreement with a final order date of September 17, 2021. We agreed to pay a civil penalty of $143,000. We paid this sum on October 8, 2021. In addition, we have fully remediated all violations identified during the inspection.\nonsemi is focused on innovation to create intelligent power and sensing technologies that solve the most challenging customer problems.\n\nOur product development efforts are directed towards the following:\n\n- Powering the electrification of the automotive industry with our intelligent power technologies that allow for lighter and longer-range electric vehicles and enable efficient fast-charging systems.\n- Propelling the sustainable energy evolution with our intelligent power technologies for the highest efficiency solar strings, industrial power and storage systems.\n- Enhancing the automotive mobility experience with our intelligent sensing technologies with imaging and depth sensing that make advanced vehicle safety and automated driving systems possible.\n- Enabling automation and data exchange (Industry 4.0) with our intelligent sensing technologies for smarter factories and buildings.\n- Delivering high efficiency intelligent power solutions to optimize power consumption in the cloud and telecom infrastructure.\n\nAs a global company with more than 100+ sites including manufacturing facilities, design centers and offices worldwide producing more than 80,000 parts, we are proud to showcase our accomplishments in enhancing our global community. We have components in medical devices, fitness trackers and smartwatches, autonomous and electric vehicles, charging stations and solar inverters. We innovate and deliver disruptive technologies to empower a strong sustainable ecosystem.\nIn 2021, onsemi had over $5.011 billion in sustainable product revenue. onsemi’s focus on intelligent power and sensing technologies and newly implemented corporate strategy resulted in a redefinition of our sustainable product offering. Our definition of “sustainable product revenue” is revenue from products that fall under the intelligent power and sensing umbrella and products that contribute to the triple bottom line – People, Planet, Profit. The “People” category refers to any product that improves lives such as our products in medical devices or products that improve car safety. The “Planet” category refers to any product that helps to reduce emissions, aids in the transition to renewable power such as our products in solar inverters or EV charging stations or enables reduction of waste and scrap in manufacturing. The “Profit” category refers to any product that helps a company add to its economic benefit in society, such as by reducing supply chain risks or improving process efficiency from products that make factories smarter. As a result of this redefinition and shift in focus, we saw a significant increase in sustainable product revenue from 2020 to 2021. We consider these products a key part of our sustainable ecosystem which includes the following categories:\n\nThe following graphic illustrates onsemi’s marketecture, a comprehensive diagram that illustrates our company’s portfolio in a single view that is easy to understand and explain. At the core of onsemi’s marketecture is the sustainable ecosystem that drives growth in the industrial, automotive and 5G and cloud power markets; driving innovation with intelligent power and sensing technologies to solve the most challenging customer problems in key applications that extend from charging, energy infrastructure, factory automation through to advanced vehicle safety and electric vehicles.\nSustainable Products\n\nOur products deliver cutting-edge technologies that enable our customers to create a sustainable future. Some of our key technologies include:\n\n**NCP1681**: Our latest mixed-signal controller dedicated to bridgeless totem-pole power factor corrections (TP PFC) topology. The NCP1681 targets ultra-high density offline power supplies. The bridgeless totem-pole PFC is a power factor correction architecture that consists of a fast-switching leg driven at the pulse width modification (PWM) switching frequency and a second leg that operates at the alternating current (AC) line frequency. This topology eliminates the diode bridge present at the input of a conventional PFC circuit, allowing significant improvement in the power stage efficiency.\n\n**AR0820AT**: 8 Mp pixel image sensor used for automotive applications with primary use in advanced driver-assistance system (ADAS) and automated driving. The most common ADAS systems provide Automatic Emergency Braking (AEB) to prevent and/or mitigate rear-end collisions.\n\n**Ezairo8300**: An advanced audio processor with six programmable or semi-programmable processing cores, providing a high degree of parallelism and flexibility. Its high-fidelity operation at ultra-low power consumption, along with its multiple interfaces, flexibility to maximize performance against power consumption, and support for Bluetooth® Low Energy connectivity makes Ezairo 8300 an excellent choice for high-end wireless-enabled audio applications. You can find Ezairo 8300 hard at work in wireless-enabled hearing aids and hearables.\n\n**XGS 32000**: A 32.5 Mp (6580 x 4935) complementary metal oxide semiconductor (CMOS) image sensor in Super 35 mm optical format, supporting up to 53 frame per second readout with 12-bit output at full resolution, and up to 80 fps with 6K (6144 x 3160) ROI output. These sensors help make manufacturing lines better by providing cameras for quality inspection and improving manufacturing efficiency and end-product quality by detecting defective parts early in the process.\n\n**Silicon Carbide (SiC)** – SiC is a key component of next-generation semiconductors that provide technical benefits and improve system efficiency in many applications, including electric vehicles (EVs), EV charging and energy infrastructure. onsemi’s acquisition of GT Advanced Technologies (GTAT) enhances our ability to secure and grow supply of SiC.\nContributing to the Greater Good\n\nOur Employees\nDiversity, Equity and Inclusion\nLearning and Development\nEmployee Compensation and Benefits\nEmployee Engagement\nEmployee Health and Safety\nImpacting Our Community through Giving\nOur Employees\n\nWe believe our company’s vision, mission, values and culture afford opportunities for everyone to make a difference in building a successful global business. Core to our philosophy is embracing diversity, implementing equitable processes and practices and building a culture of inclusion across the organization. Diversity of thinking encourages the creativity and innovation necessary for us to maintain a competitive advantage in the global marketplace.\n\nOur community of employees are located around the world with major facilities in the U.S., Belgium, Canada, Germany, Ireland, Slovakia, Czech Republic, Japan, South Korea, China, Malaysia, Vietnam, Philippines, Taiwan and India. As of December 2021, we had approximately 33,690 employees operating globally.\nIn 2021, 100% of our senior managers hired were recruited from the local communities in which we operate.\nRecruitment and Retention\n\nWe proactively seek new candidates to add to our innovative and customer-focused organization. We look for talented individuals who desire challenging, empowering, and engaging careers. To diversify our workforce and balance our company culture, we recruit university graduates and candidates from diverse backgrounds and various perspectives. We consider recent graduates to be individuals who have been hired by onsemi within two years of graduating from college.\nIn 2021, there were no interns or recent college graduate hires in Japan.\nWe are an equal opportunity employer. Our company maintains policies and practices that are designed to prevent discrimination against any qualified applicant or employee to the extent prohibited by federal, state and local laws and regulations. Discrimination based on race, color, religion, ancestry, national origin, sex, age, marital status, sexual orientation, disability, medical condition, genetic information and status as a Vietnam-era or special disabled veteran, political affiliation, union membership, gender orientation or expression is prohibited.\n\nOur policy of non-discrimination applies to all employment practices including hiring, placement, promotion, compensation, benefits, training and termination. Equal opportunity can only be achieved through leadership, commitment and implementation of our diversity, equity and inclusion (DEI) and affirmative action programs.\n\nInternal Transfers and Promotions\nIn addition to our external recruiting efforts, we look within our company for new ways in which our current employees can contribute to our operations. We support internal transfers and promotions to allow our employees the opportunity to gain experience taking on a new role or responsibility in their local area or at one of our global sites.\n\nEqual Opportunity Employment\nWe are an equal opportunity employer. Our company maintains policies and practices that are designed to prevent discrimination against any qualified applicant or employee to the extent prohibited by federal, state and local laws and regulations. Discrimination based on race, color, religion, ancestry, national origin, sex, age, marital status, sexual orientation, disability, medical condition, genetic information and status as a Vietnam-era or special disabled veteran, political affiliation, union membership, gender orientation or expression is prohibited.\n\nOur policy of non-discrimination applies to all employment practices including hiring, placement, promotion, compensation, benefits, training and termination. Equal opportunity can only be achieved through leadership, commitment and implementation of our diversity, equity and inclusion (DEI) and affirmative action programs.\nDiversity, Equity and Inclusion\n\nonsemi has long remained committed to DEI. We are strongest when drawing on the diverse experiences, knowledge, culture and backgrounds from all employees. We celebrate differences, promote equity and maintain an inclusive workplace for our employees. DEI helps us continue to encourage the creativity and innovation necessary to maintain a competitive advantage in the global marketplace.\n\nWe constantly strive towards a more diverse, equitable and inclusive workplace, which benefits our company and enables us to successfully meet the needs of our customers, suppliers, employees and shareholders worldwide.\n\nDEI Mission\nTo build a DEI culture across the organization through focused efforts across workforce diversity, workflow equity, workplace inclusion and community partnerships.\n\nDEI Vision\nTo have a culture where diversity, equity and inclusion are embedded in everything we do.\n\nOur strategy around diversity, equity and inclusion includes an integrated plan consisting of five pillars:\n\n- Policies, Practices and Procedures\n- Learning and Development\n- Communication and Awareness\n- Talent and Succession Pipeline\n- Measuring Success\nWorkforce Diversity\n\nonsemi strives to build a diverse talent pipeline. We understand this means more than just attracting a diverse workforce but also developing all employees. We train leadership on how to best mitigate unconscious bias during the interview and hiring process as well as providing general unconscious bias and DEI learning for all employees around the globe.\n\nScience, Technology, Engineering and Mathematics (STEM) Organizations\nWe participate in multiple diversity conferences and career fairs across North America throughout the year including (but not limited to) National Society of Black Engineers, Society of Hispanic Professional Engineers, and Institute of Electrical and Electronic Engineers (IEEE) Women in Engineering (WIE). We also partner with organizations in Asia including Women in Science, Engineering and Technology (WIST) foundation.\n\nSuccession Management\nSuccession management aligns with the company’s business priorities and future growth strategy. It is an integrated process designed to identify and develop employees for growth into key roles within the company.\n\nDiverse Hiring Practices\nWe engage with multiple organizations to attract a more diverse workforce. Some of our partner organizations include:\n\n- Historically Black Colleges and Universities (HBCUs) to provide scholarships and internship opportunities.\n- SkillBridge, a Department of Defense program for servicemembers transitioning into the civilian workforce.\n- Year Up, a program to ensure equitable access for young adults taking a nontraditional higher education path to gain work experience.\n- EMEA, Embedded partnerships with local universities: onsemi consults local universities on curriculums to prepare graduates for the semiconductor industry.\n- India, onsemi Alumni connections: Current onsemi employees partner with their alma mater to organize pre-placement talks and showcase onsemi technologies to attract top engineering school talent.\n\nWorkforce Equity\n\nonsemi understands that it is imperative to infuse equity as the integrator for seeking a diverse and inclusive workplace. Equity is not equality. Instead, it is creating access for all to have the same opportunities to develop skills consistent with our business objectives and core values. This is made possible by tailoring processes and practices to employee needs and redesigning talent systems.\n\nEmployee Resource Groups\n\nAt onsemi, our employee resource groups (ERGs) help facilitate equity in the workplace. They evolve through organic formation and are business-facing groups that support our recruitment, retention and advancement objectives.\n\nWomen’s Empowerment (WE)\nWE, established in 2014, focuses on empowering and supporting women to succeed through professional development in business, strategic and financial acumen.\n\nScience, Technology, Engineering and Mathematics for Underrepresented Populations (STEM UP)\nSTEM UP, established in 2015, strives to develop and retain a diverse workforce, which will positively impact our company’s innovation and performance. This group’s programs are focused on retaining employees and developing new talent in the local area for the underrepresented population.\n\nCultivate\nCultivate, established in 2018, works to unite a group of diverse generations who are committed to engaging the workforce and enhancing our collaborative company culture. This group is devoted to understanding all generations in the workplace and connecting the company with the evolving employee community.\n\nBlack Employee Network (BEN)\nBEN, established in 2019, fosters an environment that is conducive to the recruitment, retention and career advancement of Black employees. This group is committed to promoting the company brand and emerging market penetration in the Black community.\n\nContinua\nContinua, established in 2020, works to cultivate an inclusive workplace where all employees are free and encouraged to be themselves. This group advocates for those who are - and who support - Lesbian, Gay, Bisexual, Transgender and Queer or Questioning (LGBTQ+) people in our company, in our families and in our communities.\n\nVeteran and Military Employees (VME)\nVME, established in 2020, helps recruit veterans and military members, provides transitional assistance into the civilian workforce, develops and retains these employees and increases networking through community outreach.\n\nScience, Technology, Engineering and Mathematics Organizations\nWe participate in multiple diversity conferences and career fairs across North America throughout the year including (but not limited to) National Society of Black Engineers, Society of Hispanic Professional Engineers, and Institute of Electrical and Electronic Engineers (IEEE) Women in Engineering (WIE). We also partner with organizations in Asia including Women in Science, Engineering and Technology (WIST) foundation.\n\nSuccession Management\nSuccession management aligns with the company’s business priorities and future growth strategy. It is an integrated process designed to identify and develop employees for growth into key roles within the company.\n\nDiverse Hiring Practices\nWe engage with multiple organizations to attract a more diverse workforce. Some of our partner organizations include:\n\n- Historically Black Colleges and Universities (HBCUs) to provide scholarships and internship opportunities.\n- SkillBridge, a Department of Defense program for servicemembers transitioning into the civilian workforce.\n- Year Up, a program to ensure equitable access for young adults taking a nontraditional higher education path to gain work experience.\n- EMEA, Embedded partnerships with local universities: onsemi consults local universities on curriculums to prepare graduates for the semiconductor industry.\n- India, onsemi Alumni connections: Current onsemi employees partner with their alma mater to organize pre-placement talks and showcase onsemi technologies to attract top engineering school talent.\n\nWorkforce Equity\n\nonsemi understands that it is imperative to infuse equity as the integrator for seeking a diverse and inclusive workplace. Equity is not equality. Instead, it is creating access for all to have the same opportunities to develop skills consistent with our business objectives and core values. This is made possible by tailoring processes and practices to employee needs and redesigning talent systems.\n\nEmployee Resource Groups\n\nAt onsemi, our employee resource groups (ERGs) help facilitate equity in the workplace. They evolve through organic formation and are business-facing groups that support our recruitment, retention and advancement objectives.\n\nWomen’s Empowerment (WE)\nWE, established in 2014, focuses on empowering and supporting women to succeed through professional development in business, strategic and financial acumen.\n\nScience, Technology, Engineering and Mathematics for Underrepresented Populations (STEM UP)\nSTEM UP, established in 2015, strives to develop and retain a diverse workforce, which will positively impact our company’s innovation and performance. This group’s programs are focused on retaining employees and developing new talent in the local area for the underrepresented population.\n\nCultivate\nCultivate, established in 2018, works to unite a group of diverse generations who are committed to engaging the workforce and enhancing our collaborative company culture. This group is devoted to understanding all generations in the workplace and connecting the company with the evolving employee community.\n\nBlack Employee Network (BEN)\nBEN, established in 2019, fosters an environment that is conducive to the recruitment, retention and career advancement of Black employees. This group is committed to promoting the company brand and emerging market penetration in the Black community.\n\nContinua\nContinua, established in 2020, works to cultivate an inclusive workplace where all employees are free and encouraged to be themselves. This group advocates for those who are - and who support - Lesbian, Gay, Bisexual, Transgender and Queer or Questioning (LGBTQ+) people in our company, in our families and in our communities.\n\nVeteran and Military Employees (VME)\nVME, established in 2020, helps recruit veterans and military members, provides transitional assistance into the civilian workforce, develops and retains these employees and increases networking through community outreach.\nWorkforce Inclusion\nAs a global employer with approximately 33,690 individuals in roles from corporate designers and support functions to manufacturing line workers in North America, Europe, Asia and Japan, it is vital that we engage and address the local needs for all our employees.\n\nPlease visit our corporate news center to see all of our press releases, blogs and press coverage.\n\nDEI Recognitions\nonsemi participates in multiple industry recognized diversity surveys annually to ensure we are aligned with providing an equitable workforce for all by measuring our performance to internal initiatives and other companies.\n\nMilitary Friendly® Company\nIn 2022, onsemi was recognized as a Military Friendly® Company for the third consecutive year. Military Friendly® is the standard that measures an organization’s commitment, effort and success in creating sustainable and meaningful benefits for the military community.\n\nForbes Women Top Female Friendly Company\nForbes recognized onsemi as being on the list of the 2021 World’s Top Female Friendly Companies.\n\nBloomberg Gender-Equality Index (Bloomberg-GEI)\nFor the third consecutive year, onsemi was named to the 2022 Bloomberg-GEI which tracks the performance of public companies committed to disclosing their efforts to support gender equality through policy development, representation and transparency.\n\nMcKinsey Women in the Workplace\nIn 2021, onsemi was recognized by McKinsey Women in the Workplace which provides an overview of HR policies and programs—including HR leaders’ sentiment on the most effective DEI practices—and explores the intersectional experiences of different groups of women at work.\n\nHuman Rights Campaign Participation (HRC-CEI)\nonsemi was one of 1,277 companies that participated in the 2022 HRC-CEI. The HRC-CEI is a national benchmarking index on corporate policies, practices and benefits pertinent to lesbian, gay, bisexual, transgender and queer employees.\nLearning and Development\n\nonsemi is committed to providing career advancement and development opportunities to our global employees. Our employees are crucial to the success of our company - it is important for us to provide global programs that recognize, develop and enable our employees to grow. Our career development philosophy is that employees own their careers by leveraging the programs, tools and resources available to them. Employees are encouraged to partner with their manager to craft a personal development plan that aligns with their career goals.\n\nLeadership Pathway Model\n\nThe Leadership Pathways Model is intended for use by all employees. Whether an individual contributor or a senior leader – we believe every employee “can lead from any seat.” We promote a variety of “learning journeys” in broad categories – for Individual Contributors and for Managers.\n\nLearning Pathways (each available in versions for Individual Contributors and Managers):\n\n- Change Readiness\n- Continuous Improvement\n- Customer Focus\n- Diversity, Equity and Inclusion\n- Effective Communication Skills\n- Foundational Principles of Leadership\n- Problem-Solving and Decision-Making\n- Relationship Building\n\nLive Training\n\nThroughout 2021, onsemi continued offering our employees live professional development training sessions, even when health and safety restrictions due to COVID-19 strictly limited in-person interaction. By leveraging virtual live training and collaboration platforms, employees across the globe can participate in live, instructor-led and interactive training sessions, led by professional, internally certified instructors.\n\nThese live courses include:\n\n- Seven Habits for Highly Effective People\n- Crucial Conversations\n- Management Essentials\n- Presentation Skills\n- Project Management for the Unofficial Project Manager\n- Developing and Delivering Knowledge Sharing Sessions\n- The Four Essential Roles of Leadership\n\nOn-Demand Learning\n\nAll employees have access to Percipio, our global online learning platform. Percipio empowers employees to take ownership of their development by offering a full range of video lessons, digital books, audio courses and curated “learning journeys,” available 24/7 on any computer or mobile device.\n\nIn 2021 (Percipio):\n\n- 8,788 employees took Percipio on-demand courses\n- 59,364 hours total course time\n- 3,128 unique course titles\n- 59,887 courses completed\n\nPercipio courses cover a wide array of professional development, leadership, management, business acumen and technology training subjects. Global Human Resources regularly promotes featured “learning journeys” on the internal SharePoint site, and regional HR leadership recommends relevant Percipio courses to local employee groups.\nLEAD Program\n\nKey talent and new people managers at onsemi may be nominated to participate in our flagship leadership training program, LEAD. This longitudinal, cohort-based program takes new managers through four instructor-led classes and ten self-directed courses, over 9-12 months. Additionally, to address the wide variety of leaders at onsemi, two additional curriculums were created for Line Operations in manufacturing and for those leaders who manage technical professionals in Tech Ladder. During 2021, 891 employees participated in the LEAD program, across these four regions:\n\nGlobal Compliance and Mandatory Training\n\nLearning & Development coordinates production and delivery of Compliance and Ethics training content across the company.\n\nNew employees at onsemi are automatically assigned a package of e-learning modules upon hire, which must be completed within 45 days:\n\n- Workplace Harassment Prevention\n- Code of Business Conduct\n- Corporate Social Responsibility\n- Information Security Awareness\n\nDuring February and March of 2021, we transitioned from an “all at once” compliance training season to a continuous, quarterly-release cycle. Our newly hired and onboarding employees continue to receive automatic new hire compliance assignments.\nEmployee Compensation and Benefits\n\nOur employees are the true heartbeat of onsemi. Our accomplishments and success are the result of the dedication, courage and accountability of every employee. At onsemi, we’re always looking for champions ready to drive meaningful progress. We seek people who are bigger and smarter than ourselves. That’s how we create a company of high-performance innovators that advance intelligent technology for a better future - for the planet, for our communities and for our people. Happy, motivated people are key to the success of our business. Through our competitive compensation and benefits program, we ensure our employees feel valued for the work they contribute at onsemi.\n\nEmployee Benefits and Programs\n\nonsemi strives to offer a competitive benefits package that meets the needs of our diverse workforce. To ensure we are strategic on our offerings, benefits are handled at a regional level. This allows us to cater our packages to employee values and culture, no matter where they are in the world. Our human resources team keeps a pulse on benefit trends to ensure we are offering a well-rounded and competitive benefit package. All regions offer healthcare, time off and savings benefit programs. Employees who work a minimum of 20 hours per week as a regular employee are eligible for our benefit programs. Most benefit programs are effective on their first day of employment.\n\nUnited States Benefit Program Highlights:\n\nBack-up Care\nA company-subsidized backup child daycare/adult in-home care program is available to U.S. employees. Anytime there is a snag in childcare plans, think of backup care like insurance; it fills in the gaps when there is a disruption in regular childcare coverage so that employees can come to work. This service may be used up to ten times per year.\n\nEnvironmental, Social and Governance (ESG) Fund\nonsemi offers an ESG fund as an option to the 401(k) plan’s investment lineup. The Calvert U.S. Large Core Responsible Index Fund excludes investments in industries such as tobacco, alcohol, nuclear power, weapons and gambling. It also excludes companies that have issues with child labor, human rights violations, animal abuse and poor ethical practices.\n\nGympass\nonsemi has partnered with Gympass to provide U.S. employees with flexible daily access to a large network of fitness and wellness facilities including gyms, yoga and martial arts studios, boot camps, cycling classes, dance classes and more. Both the employee and the company share in the cost of membership.\n\nMilk Stork\nonsemi offers Milk Stork as a benefit to our breastfeeding U.S. employees who need to travel for business purposes. Milk Stork is the first-of-its-kind breast milk delivery service for business traveling breastfeeding moms who need a simple solution for getting breast milk to their babies back home. This benefit is paid for by onsemi and there is no cost to employees who use this while traveling on company business.\n\nWellness Program\nA strong company cannot exist without healthy employees. The everyday choices we make can help us live healthier, happier and more fulfilling lives—both at work and at home. The company offers a comprehensive Wellness Program designed to improve our employees’ overall health and well-being. The Wellness Program consists of several elements, including a robust on-line platform that allows you to earn up to $175 in cash incentives and other rewards for engaging in healthy behaviors such as reaching step goals, competing in company contests, getting a biometric screening and more.\n\nEmployee Compensation and Awards\n\nTo recognize individuals and groups who make clear differences to our company and stakeholders, we offer our employees a variety of reward and performance recognition programs. These programs include competitive base salaries, performance-based cash and equity awards, an employee stock purchase plan (subject to location), comprehensive health-care plans and company contributions to retirement plans, which ensure our employees have the means to adequately prepare for life after onsemi.\n\nEmployees who work a minimum of 20 hours per week as a regular employee are eligible for our benefit programs.\nBadminton Club, Shenzhen China\nThe onsemi Shenzhen labor union has partnered with a local badminton club to provide employees with free access to the venue every Tuesday. This benefit is paid by the Shenzhen labor union with no cost to employees. This benefit supports employee wellness by incentivizing physical activity and gives employees an opportunity to explore a new sport.\n\nIntegrated Wellness Program, Hong Kong\nonsemi Hong Kong provides an integrated health wellness program to promote employee health, work performance and quality of life. We work with Group Medical Service Vendor to organize on site health and wellness activities aimed at managing disease, health risk and physical fitness. The program includes health checks with lifestyle analysis, health education to increase employee’s awareness for prevailing disease at workplace and wellness exercises to improve employee’s physical and mental health.\n\nBenefit Station, Japan\nonsemi Japan has partnered with Benefit One Inc to provide Japan employees with welfare services. Employees can purchase several items including online courses, gym memberships and attend professional sporting events at a lower price by applying through Benefit Station. onsemi pays for this membership fee.\n\nFlexi Benefits Subsidy, Singapore\nonsemi Singapore supports the health and wellness of employees and their family by reimbursing dental, optical, regular health screening and sports and wellness wear/equipment/accessories expenses subject to an annual limit of S$1500. To further support healthcare needs, employees who have depleted their Outpatient Medical Benefits quantum may also request to utilize their Flexi Benefits quantum to cover additional outpatient medical expenses.\n\nLuncheon Vouchers, Germany\nAll employees not working from a home office receive one luncheon voucher per day worked in the office (6.40€), up to 15 vouchers per month. onsemi contributes 3.10€ per voucher.\n\nBike to Work, Ireland\nThis benefit is aimed at promoting alternative work commutes and reducing environmental pollution. Employees can purchase a bicycle and/or related safety equipment from their gross salary and benefit from reduced tax, Pay Related Social Insurance (PRSI) and income levies as part of a salary deduction.\n\nChild Recreation, Czech Republic\nEmployees receive an annual contribution for child recreation with a max of 1000 CZK per child per year. The employee becomes eligible after the probation period.\n\nVacation Vouchers, Slovakia\nEmployees can receive vacation vouchers up to 275€ per year once they have been with the company for 24 months.\n\nEco Voucher, Belgium\nEmployees receive a 250€ eco voucher annually which can be used to purchase “ecological products.” Examples of items that fall within this “ecological products” definition include electric bikes, rechargeable batteries, gardening supplies and even solar panels for their homes. This benefit is free from tax and social security contributions. The Belgium government has introduced these vouchers to motivate employers to provide them and employees to use them with the end goal to reduce the country’s carbon footprint.\n\nWe strongly believe that setting clear performance expectations and goals lead to an overall improvement in business performance. We encourage our managers to use a fair performance management process by setting clear expectations, delivering regular feedback, identifying career paths and development opportunities. We hold a pay-for-performance philosophy and we do this by properly evaluating performance, clearly linking it to compensation, recognizing and rewarding top performers.\n\nIn 2021, all eligible employees received a performance appraisal. Beginning in 2022, we introduced a formal goal setting process. This process further defines business priorities and helps employees understand how their contributions impact overall company success.\nEmployee Engagement\n\nEmployees are the company’s number one asset and a key differentiator for the future. Employee feedback informs what we are doing well and where we need to improve. onsemi has developed a listening strategy to gather employee feedback from different channels (e.g., pulse surveys, focus groups, HR mailboxes) throughout the year. One key channel is the employee engagement survey. The company has followed a cadence of conducting a global full census engagement survey once every two years and conducting a total company pulse survey in the off-year to monitor progress on key initiatives and focus areas.\n\nIn 2021 a total company pulse survey was completed by 81% of our employees representing all company locations across the globe. Respondents completed the survey in a variety of ways including online via direct email, mobile device and Beekeeper App (a notification system with the survey link pushed to an employee’s mobile device). The different options helped maximize participation particularly from the employees without regular access to a computer and email.\n\nThe pulse survey consisted of 11 categories including sustainable engagement, communication, inclusion and learning and development. There were 30 questions designed to provide valuable feedback regarding key company strategies and initiatives. Results were analyzed and two key strategic areas scored lower than in the previous engagement survey.\n\nThese two focus areas are:\n- There are no substantial obstacles to doing my job well (Action: Mitigate Obstacles)\n- There is effective sharing of information across business units (Action: Improve cross organization communication)\n\nCompany-wide improvement actions for these two focus areas were identified and will be deployed throughout the year. The improvement actions have been communicated to the company by the CEO in a video and through multiple other employee communication channels. Employees will have an opportunity to provide additional feedback on employee engagement progress through the following company communication channels:\n- CEO live chats\n- Executive skip-levels\n- Employee engagement SharePoint page\n- HR mailboxes\n- Quarterly pulse surveys\n- Company-wide forums (quarterly all-hands meeting)\n\nImprovement targets for the two focus areas have been identified and will be measured in the next engagement survey scheduled in the fall of 2022.\n\nAccording to our employee engagement survey provider, Willis Towers Watson, onsemi is consistently assessed to have a high-performance engagement score when compared to other companies across all industries, putting the company in the high-performance norm distinction.\n\nPulse Survey Highlights\n\nIn 2021 a total company pulse survey was completed by 81% of our employees representing all company locations across the globe. Respondents completed the survey in a variety of ways including online via direct email, mobile device and Beekeeper App (a notification system with the survey link pushed to an employee’s mobile device). The different options helped maximize participation particularly from the employees without regular access to a computer and email.\n\nThe pulse survey consisted of 11 categories including sustainable engagement, communication, inclusion and learning and development. There were 30 questions designed to provide valuable feedback regarding key company strategies and initiatives. Results were analyzed and two key strategic areas scored lower than in the previous engagement survey.\n\nThese two focus areas are:\n- There are no substantial obstacles to doing my job well (Action: Mitigate Obstacles)\n- There is effective sharing of information across business units (Action: Improve cross organization communication)\n\nCompany-wide improvement actions for these two focus areas were identified and will be deployed throughout the year. The improvement actions have been communicated to the company by the CEO in a video and through multiple other employee communication channels. Employees will have an opportunity to provide additional feedback on employee engagement progress through the following company communication channels:\n- CEO live chats\n- Executive skip-levels\n- Employee engagement SharePoint page\n- HR mailboxes\n- Quarterly pulse surveys\n- Company-wide forums (quarterly all-hands meeting)\n\nImprovement targets for the two focus areas have been identified and will be measured in the next engagement survey scheduled in the fall of 2022.\n\nAccording to our employee engagement survey provider, Willis Towers Watson, onsemi is consistently assessed to have a high-performance engagement score when compared to other companies across all industries, putting the company in the high-performance norm distinction.\n\nPULSE SURVEY FOCUS\n\n| Topic                        | Score/Percentage |\n|------------------------------|------------------|\n| Participation/response rate  | 81%              |\n| Overall Engagement score     | 88% favorable     |\n| I feel welcome here (inclusion) | 88% favorable    |\nOur health and safety programs are based on our company’s Environmental Health and Safety (EHS) Policy and are valued at each of our sites. We protect people and minimize our environmental impact through efforts to prevent injury, illness and pollution. Establishing a healthy and safe environment allows our employees to come to work each day without fear of injury or illness and is vital to the quality of life of our employees and the success of our business.\n\nOur EHS management system ensures that EHS issues are identified, corrected and communicated to management in both manufacturing and non-manufacturing situations. We are committed to compliance with all legal requirements where we operate. Our non-manufacturing sites follow our internal procedures and local regulations related to health and safety. Additionally our manufacturing sites conform to ISO 14001 and ISO 45001 specifications. 100% of our manufacturing sites, about 28,130 employees, are covered by ISO 14001 and 95% of our manufacturing sites, about 27,981 employees, are covered by ISO 45001. For a list of all our manufacturing sites with ISO 14001 and ISO 45001 visit our Quality and Reliability website.\n\n### Employee Health and Safety\n\nOur health and safety programs are based on our company’s Environmental Health and Safety (EHS) Policy and are valued at each of our sites. We protect people and minimize our environmental impact through efforts to prevent injury, illness and pollution. Establishing a healthy and safe environment allows our employees to come to work each day without fear of injury or illness and is vital to the quality of life of our employees and the success of our business.\n\nOur EHS management system ensures that EHS issues are identified, corrected and communicated to management in both manufacturing and non-manufacturing situations. We are committed to compliance with all legal requirements where we operate. Our non-manufacturing sites follow our internal procedures and local regulations related to health and safety. Additionally our manufacturing sites conform to ISO 14001 and ISO 45001 specifications. 100% of our manufacturing sites, about 28,130 employees, are covered by ISO 14001 and 95% of our manufacturing sites, about 27,981 employees, are covered by ISO 45001. For a list of all our manufacturing sites with ISO 14001 and ISO 45001 visit our Quality and Reliability website.\n\n| Employee Health and Safety | 2021 | 2020 |\n|----------------------------|------|------|\n| Workforce Covered by OHSAS 45001/18001 | Percentage | 95% | 81% |\n| Injury Rate (per 100 employees) | Number | 0.64 | 0.75 |\n| Lost Days (per 100 employees) | Number | 2.3 | 1.54 |\n| Work-Related Fatalities | Number | 0 | 0 |\nContinuous Improvement\n\nWe set environmental, health and safety objectives and strive for continuous improvement. Our EHS management teams are committed to developing, leading and promoting a culture that supports the EHS management system by protecting employees from reprisal when reporting incidents, hazards, risk and opportunities, ensuring a process for employee consultation and participation and supporting EHS committees.\n\nSafety Standards and Expectations\n\nProcedures regarding emergency preparedness, hazardous materials, industrial hygiene and health resources and safety are standardized throughout our company. We consult with our employees and encourage participation to identify hazards and reduce health and safety risks. Employees are encouraged and incentivized to report unsafe acts or conditions to their management, EHS department or our anonymous ethics helpline. To promote a transparent and reliable culture, information is shared with all sites to further mitigate health and safety risks.\n\nUpon hire, all employees receive safety training and many receive additional safety training depending on their area of responsibility and associated risks. If an incident is to occur, we use 8D protocol and Why-Why analysis to resolve incidents.\n\nBased on our safety culture program, all employees are involved in the discussions and activities concerning safety. There are daily workplace safety inspections performed by employees at their respective areas to ensure there are no unsafe conditions present. If our employees observe unsafe conditions, their duty is to enter them into the system. Supervisors perform the same inspection daily. Managers of the departments discuss safety matters with their staff weekly and site top managers are required to do so monthly. Employees are encouraged to indicate safety issues or positive observations during these meetings. Lastly, we implemented a peer-to-peer job safety review program in all factories so employees can provide effective feedback to each other regarding unsafe habits, acts or conditions.\nImpacting Our Community through Giving\n\nToday’s world requires a new mindset and approach to address and support the ongoing challenges facing people and communities every day. This new mindset required us to embark on a bold new approach that would transform our giving program and ignite a positive change to drive an even deeper impact in the future. As a result, we rebranded our global giving program under our new Tomorrow, today campaign. This rebranding initiative required us to place a short pause on our global giving efforts in 2021 so that the enhanced program could be unveiled in early 2022 offering exciting opportunities and new ways of giving. As part of the redesign, the corporate social responsibility (CSR) team looked at the best ways to make effective contributions globally while further engaging employees. Additionally, throughout the redesign process, the company strategically reserved $3M in 2021 to support future giving activities.\n\nIntroducing the new onsemi Giving Now program\n\nWith the unveiling of our new global giving program, called “Giving Now,” we enabled a renewed focus at onsemi on the positive social impacts of our giving efforts guided by the passion of our employees and onsemi’s commitment to promoting Science, Technology, Engineering, Art and Mathematics (STEAM) education, amplifying employees’ time and donations and responding to natural disasters and humanitarian crises.\n\nThe Giving Now program will drive positivity forward by creating meaningful change for our planet and every community that we live and work in around the globe. The Giving Now program prioritizes giving in three simple ways:\n\n1. **Give to Donate**\n   Match employee giving and support volunteerism for causes they care about most.\n\n2. **Give to Educate**\n   STEAM education grants to help students in underserved communities achieve their dreams.\n\n3. **Give to Help**\n   Provide local disaster relief and revitalize communities based on local needs.\n\nAt onsemi, we believe that how we work and how we give back makes a meaningful difference and while we work together for a better tomorrow, it is the giving efforts of the new onsemi Giving Now program that will make an impact today!\n2021 Global Giving Program Highlights\n\nEmployees donated $187,000 through the Benevity Spark portal, which also provided an additional $150,000 in company matching to almost 450 causes worldwide.\n\nHosted over 25 global virtual volunteerism events, in partnership with Visit.org, which saw increased levels of employee engagement around the world focused on STEAM education activities and sustainability awareness.\n\nonsemi made enhanced changes to employee giving benefits by increasing thresholds for employee matching (minimum donation to be matched was $25 USD and was reduced to $1 USD as well as annual cap was $500 USD per year, per employee, which was increased to $1,000 USD per year, per employee) and volunteerism in North America (three-hour minimum requirement was eliminated and a new dollars-for-doers match of $1,000 USD per year, per employee was initiated).\n\nLaunched Benevity Mobile App for all employees to connect to the Spark portal making it easier for employees across the world to make donations.\n\nDeveloped specific giving campaigns to support the COVID crisis in India and disaster relief efforts tied to a tornado in the Czech Republic where we activated employee matching and made direct donations as follows:\n\n- American India Foundation tied to the COVID-19 Crisis in India ($5K USD) – to help the health infrastructure shortages in India.\n- Diecézní charita Brno ($5K USD) tied to the tornado in Czech Republic which helped families to reconstruct their homes and lives.\n\nIn addition, onsemi contributed donations to other disaster relief efforts that included the U.S. Texas winter storms; floods in Western Europe; a typhoon in the Philippines and flooding off the eastern coast of Malaysia.\n\nAs a global company we committed to help achieve the Sustainable Development Goals (SDGs), set by the United Nations in 2015. Although we believe that all SDGs are vital, the one most relevant to our employee giving program (51%) was tied to SDG #11, Sustainable Cities and Communities – helping to make cities and human settlements inclusive, safe, resilient and sustainable.\n\nWe utilized 3BL Media’s network to amplify CSR-related content and onsemi earned more than 1,870,000 impressions and 517,000 page views for these articles with a majority being focused on giving efforts: https://www.3blmedia.com/profiles/onsemi. 3BL Media delivers purpose-driven communications as an editorial platform for the world’s leading companies to inspire and support global sustainable business.\n\nonsemi made a commitment to four Historically Black Colleges and Universities with the support of the company’s Black Employee Network in which we provided $25K USD in scholarships ($100K USD in total). Each of these institutions have engineering and business programs, which complement well with hiring efforts at the company:\n\n- Prairie View A&M University School of Engineering\n- North Carolina A&T University School of Engineering\n- Howard University School of Business\n- Hampton University School of Business\n\nonsemi underwrote a special project at $35K USD in Oudenaarde, Belgium through the East Flanders Regional Fund which is a combined effort of the Streekmotor23 and the East Flanders Support Council, located near our facilities. This donation supported five local projects that improves the well-being of inhabitants and the environment including boosting the self-image and self-confidence of young people, running an organic farm where people with burnout are welcome as well as making green space accessible to all.\n\nDonated old company branding items from our company merchandise store to a Phoenix-based charity called Treasures 4 Teachers. A total of 6,925 items at fair market value of 40K USD was donated to help students get access to a wide selection of materials to help expand their learning process.\n\n$187,000\n\n$25,000\n\n$39,673\n\n*Amount reported above is in USD.\nActing in the Interest of Humanity\n\nStakeholder Engagement and Material Topics\nCorporate Governance\nEnterprise Risk Management and Business Continuity\nEthics and Compliance\nFair Treatment\nSupply Chain\nInformation Protection\nPublic Policy\nQuality and Customer Satisfaction\nWe maintain an open-door policy, allowing employees to communicate and engage with management staff and human resources.\n\nOur employees globally are trained in our Code of Business Conduct, policies and programs including corporate social responsibility, prevention of discrimination and harassment, anti-corruption and information security awareness.\n\nWe conduct anonymous employee engagement and pulse surveys to seek employees' opinions on topics such as work environment, work relationships, job responsibilities, etc.\n\nWe have an objective and fair performance management process, which all employees are a part of on an annual basis.\n\nWe communicate with our employees through various mediums including town halls, all hands meetings, use of our intranet, internal communication messages, social media, blog posts and monthly newsletters.\n\nWe believe that the views of our stakeholders are important in making operational and strategic decisions. We identify stakeholders that either have a significant impact on or are significantly impacted by our operations; the method and frequency of engagement varies by stakeholder type.\n\nStakeholder Engagement and Material Topics\n\nInternal Stakeholder Engagement\n\nWe believe that the views of our stakeholders are important in making operational and strategic decisions. We identify stakeholders that either have a significant impact on or are significantly impacted by our operations; the method and frequency of engagement varies by stakeholder type.\n\nPulse surveys are conducted anonymously to seek employees' opinions on topics such as work environment, work relationships and job responsibilities.\nExternal Stakeholder Engagement\n\n1. The use of customer scorecards is an ongoing process and provides results that allow us to analyze trends in overall performance for each key attribute included in the scorecard.\n\n2. We engage our customers on a quarterly basis to discuss results from customer scorecards and customer site visits to our facilities.\n\n3. Customer satisfaction surveys are distributed on a regular basis to obtain insights and improve our performance on issues important to our customers such as sales support, price of products, lead-time and quality.\n\n4. Customers may post questions about our company and products through our external website to gain expert opinions. The questions are routed through our technical support center, which takes ownership of providing timely and accurate responses.\n\n5. We participate in a variety of conferences with our customers, suppliers and peers including the Responsible Business Alliance (RBA) conference on an annual basis. While the COVID-19 pandemic put a halt to in-person trade shows in 2020 and 2021, we typically participate in many different trade shows throughout the year to engage existing and new customers and distributors.\n\n6. We engage our suppliers to communicate and assess risk against our Code of Business Conduct, the RBA Code of Conduct and Responsible Minerals Initiative (RMI) compliance. We also offer capacity-building opportunities to our suppliers to strengthen their compliance with these standards.\n\n7. We actively engage with associations that make recommendations to governments and authorities on policy issues related to the semiconductor industry.\n\n8. We support and strengthen local communities through nonprofit organizations and educational institutions with financial investments and employee volunteerism on an ongoing basis.\n\n9. We host quarterly earning calls with our shareholders.\n\n10. We publish annual reports and file with the Securities and Exchange Commission on a quarterly basis.\n\nCustomer satisfaction surveys are distributed on a regular basis to obtain insights and improve our performance.\nIn 2021, onsemi underwent significant transformation related to our overall strategy and focus as an organization. We have a refreshed group of leaders dedicated to ensuring our processes, policies, systems and operations are aligned with our corporate goals. With a massive transformation comes refocusing on what’s important and material to our company. We are implementing calculated changes to the ways we are engaging our employees, focusing on career development, giving back to our communities, driving diversity, equity and inclusion and protecting our planet and environment. Once implemented, these changes will mold the foundation of our company ensuring all employees, leaders and stakeholders know the material themes that steer the work we do at onsemi.\n\nThroughout this transformational year, we decided to put a hold on our materiality assessment so we could focus on getting the key elements in place to drive our new strategy forward. We are currently in the process of developing an approach for our materiality assessment going forward and will report on it in our next annual sustainability report.\nCorporate Governance\n\nAll business conducted at our company by employees, managers and officers is under the direction of the CEO and the oversight of the board of directors. The board has at least four scheduled meetings annually where they and the various committees review and discuss reports by management and the performance of the company. Our corporate governance principles further set forth certain requirements under which the board and management operate.\n\nBoard of Directors Summary\n\nThis summary represents the members of onsemi’s Board of Directors and committee representation, effective immediately following the Annual Meeting in May 2022. All directors are independent directors except Hassane El-Khoury, who also serves as the president and chief executive officer of onsemi. We have a board member age limit of 75 years old.\n\n| BOARD MEMBER       | GENDER | AGE | TENURE | COMMITTEES                                      | QUALIFICATIONS |\n|--------------------|--------|-----|--------|-----------------------------------------------|----------------|\n| Atsushi Abe        | Male   | 68  | 11     | Audit                                        |                |\n| Alan Campbell      | Male   | 64  | 7      | Executive (Chair), Audit, Governance and Sustainability |                |\n| Susan K. Carter    | Female | 63  | 2      | Audit (Chair), Governance and Sustainability  |                |\n| Thomas L. Deltrich | Male   | 55  | 2      | Governance and Sustainability                |                |\n| Gilles Delfassy    | Male   | 66  | 7      | Human Capital and Compensation               |                |\n| Hassane El-Khoury  | Male   | 42  | 2      | Executive                                    |                |\n| Bruce E. Kiddoo    | Male   | 61  | 2      | Audit                                        |                |\n| Paul A. Mascarenas | Male   | 60  | 8      | Governance and Sustainability (Chair), Executive, Human Capital and Compensation |                |\n| Gregory L. Waters  | Male   | 61  | 2      | Executive, Human Capital and Compensation     |                |\n| Christine Y. Yan   | Female | 56  | 4      | Human Capital and Compensation (Chair)        |                |\n\nQualifications Key:\n\n- Semiconductor\n- Public Company Management\n- International\n- ESG\n- Manufacturing\n- Finance\n- Compliance\n- Mergers and Acquisition\n- Marketing\n- Government Relations\n- Sustainability/Climate\n- Information Security\nWe believe that each of our directors can and does benefit from candid feedback received from other board members about his or her individual performance. Accordingly, we conduct annual peer evaluations to obtain information about each director's individual performance, contributions and effectiveness. These director peer evaluations are critical tools that promote more authentic board collaboration, improve the skills and perspectives of our directors and allows them to receive guidance from esteemed colleagues.\n\nThe board believes that having good governance principles and practices improves the effectiveness of the board and correlates to the creation of stockholder value. To measure its own operation against such principles and practices and to identify and act on areas for improvement, each member of the board and its committees performs an annual self-evaluation. The GS Committee is charged with overseeing the self-evaluations, and in 2021, the GS Committee used the following process to conduct the board's self-evaluation:\n\n**Board Evaluation**\n\nWe believe that each of our directors can and does benefit from candid feedback received from other board members about his or her individual performance. Accordingly, we conduct annual peer evaluations to obtain information about each director's individual performance, contributions and effectiveness. These director peer evaluations are critical tools that promote more authentic board collaboration, improve the skills and perspectives of our directors and allows them to receive guidance from esteemed colleagues.\n\nThe board believes that having good governance principles and practices improves the effectiveness of the board and correlates to the creation of stockholder value. To measure its own operation against such principles and practices and to identify and act on areas for improvement, each member of the board and its committees performs an annual self-evaluation. The GS Committee is charged with overseeing the self-evaluations, and in 2021, the GS Committee used the following process to conduct the board's self-evaluation:\n\n**Committee Details**\n\nOur board of directors has established four standing committees:\n\n1. Audit Committee\n2. Governance and Sustainability (GS) Committee\n3. Human Capital and Compensation (HCC) Committee\n4. Executive Committee\n\nEach committee is tasked with overseeing various aspects of our company and carrying out the responsibilities specified in its charter. To see a copy of the formal written charter pertaining to each standing committee, please visit the Investor Relations section of our website.\n\n| COMMITTEE MEETINGS | CHARTER REQUIRED MIN. | IN 2021 |\n|---------------------|-----------------------|---------|\n| Audit               | quarterly meetings    | 10      |\n| Executive           | meet as needed        | 1       |\n| Governance and Sustainability | quarterly meetings | 5       |\n| Human Capital and Compensation | quarterly meetings | 6       |\n\n**Director peer evaluations**\n\nare critical tools that promote more authentic board collaboration.\nChanges to Committee in 2021\n\nIn August 2021, the board, in consultation with the GS Committee, determined that there was overlap in the roles served by certain committees of the board and, accordingly, dissolved the Science and Technology Committee as part of an effort to streamline the company’s governance processes.\n\nDuring 2021, the board, in conjunction with the members of the GS Committee, took on a more active role in the oversight of the company’s climate and sustainability-related initiatives, recognizing the increasing importance of environmental, social and governance (ESG) oversight and of the threat presented by climate change. As a reflection of the board’s enhanced focus on ESG matters, the “Corporate Governance and Nominating Committee” was renamed as the “Governance and Sustainability Committee” in 2021.\n\nAdditionally, the board, in conjunction with the members of the HCC Committee, expanded the formal oversight in managing the company’s approach to human capital management, recognizing the vital role that the company’s workforce plays in generating its financial and operational success. In turn, the former “Compensation Committee” was expressly tasked with oversight of the company’s policies and strategies with respect to human capital and was renamed as the “Human Capital and Compensation Committee.”\n\nBoard Oversight of ESG\n\nThe GS Committee has the responsibility of overseeing matters related to ESG, unless there is a specific matter connected to ESG initiatives that is assigned to another committee of the Board. For example, the HCC Committee has the responsibility of overseeing the company’s policies and strategies in respect of human capital, which include those regarding diversity, equity and inclusion. Both the GS Committee and the HCC Committee play a role in the company’s management and oversight of diversity, equity and inclusion.\n\nThe HCC Committee considers diversity, equity and inclusion in its broader review of pay equity within the company. In turn, the HCC Committee designed certain of the goals tied to the 2021 short-term incentive compensation program to align with organizational improvements to the company’s diversity and inclusion initiative and, in 2020 and certain prior years, elected to use the achievement of a specified level of diversity within the company’s workforce as a performance measure for the compensation of the company’s named executive officers under the company’s short-term incentive compensation program.\nThe mission of our enterprise risk management (ERM) program is to drive strategic capabilities that preserve and create value for our company by embedding a risk-aware decision-making culture across all functions. To that end, we have developed a process and framework to effectively identify, evaluate, prioritize, manage and report key risks that can impact our company’s ability to achieve strategic goals and objectives. We identify critical risks by interviewing key stakeholders within the company and reviewing external research on the risk landscape. The risks identified and prioritized for action are closely tied with the company’s operating and strategic plan. Risk response actions and commitments are tracked for completion on a regular basis. Ultimately, ERM is not considered a separate stand-alone activity, but is rather integrated into the fabric of how we operate and included within the activities and functions we engage in to run our business and successfully achieve our goals and objectives.\n\nManagement Approach\n\nOur ERM program is overseen by a Risk Committee (comprised of the CEO, CLO, CFO and EVP of global operations and manufacturing). To maintain accountability at the highest functional level, Executive Staff members are appointed as Risk Sponsors for individual risks and work with Risk Owners who manage the risk on a day-to-day basis. The board of directors have oversight responsibility as they ensure appropriate risk management systems are in place and that risk-awareness is incorporated in the business strategy and decision-making.\nBusiness Continuity\n\nonsemi understands the importance of business continuity and having systems of prevention and recovery in place to assist with the disruption of business functions and processes that could affect our customers, partners and other stakeholders. Our business continuity program derives from our holistic ERM model, which systematically, consistently and effectively identifies, evaluates priorities and manages key risks and opportunities affecting the company.\n\nWe engage with internal and external industry experts to conduct risk assessments at our facilities and suppliers to identify key risks. The types of risks we face are listed below. Additionally, we mitigate certain risks proactively through the qualification of certain products to a secondary production source.\n\nWe maintain a vigorous process in which we are consistently analyzing risks and working to reduce the likelihood and impact of negative events, while identifying how to capitalize on the opportunities provided by the dynamic market and supply chain in which we operate. We recognize that no amount of mitigation and prevention can stop all negative impact events from occurring. We engage in a robust process of planning for the response and recovery operations required to minimize impact to our customers, partners and stakeholders.\n\nTypes of risks we face include:\n\n- Key Equipment Failures\n- Reoccurring natural disasters\n- Utility interruptions\n- Interruption from externally provided products, processes and services\n- Fires\n- Infrastructure disruptions\n- Cyber-attacks on information systems\n- Labor shortages\n- Pandemic\n\nCurrent Practice\n(Super Typhoon Odette)\n\nIn December 2021, storm warnings were issued by the Philippine Atmospheric, Geophysical and Astronomical Services Administration (PAGASA) – specifically to Visayas and Mindanao islands. This storm soon escalated into a category 4 typhoon as it entered the Philippine Area of Responsibility and was named Odette by PAGASA. Super typhoon Odette caused major damage as it traversed the Visayas and Mindanao islands. One of three onsemi assembly and test operations manufacturing sites located in the Philippines is in this region on the island of Cebu. As early warnings were received, the onsemi Cebu business continuity team began holding meetings and preparing for the impact of the storm. Some of the critical tasks were adjusting work schedules, planning factory shutdown, trimming tree branches, emplacing safety nets by windows among other mitigating measures.\n\nFollowing the storm, a state of calamity was declared in the province of Cebu largely in part because of power, water, communications outages (cellular, Internet etc.) and impassable roads throughout the island. Also of impact, onsemi Cebu was constrained by externally provided products and services such as nitrogen, gas and diesel. onsemi Cebu resumed operations on December 17, 2021, but was forced to shut down on December 19, 2021, due to scarcity of water, nitrogen and diesel supply. The business continuity team along with local team support helped to seamlessly transition to the recovery phase of the event. The team solicited support from the local government and vendors who prioritized onsemi Cebu throughout the city’s recovery operations efforts. Critical supplies and services were swiftly reestablished, so the facility was able to restart by December 22, 2021, which resulted in minimal impact to customers.\nOur ethics and compliance programs are designed to assist us in preventing, detecting and responding to unethical or illegal conduct, and to promote an organizational culture of integrity, accountability and compliance with the law. To do this, ethics and compliance are integrated into every level of our company from the board of directors and CEO, to each individual employee.\n\n**Ethics and Compliance**\n\nOur ethics and compliance programs are designed to assist us in preventing, detecting and responding to unethical or illegal conduct, and to promote an organizational culture of integrity, accountability and compliance with the law. To do this, ethics and compliance are integrated into every level of our company from the board of directors and CEO, to each individual employee.\n\n**Code of Business Conduct**\n\nOur Code of Business Conduct outlines the broad principles of legal and ethical conduct embraced by our company and our core values of respect, integrity and initiative to guide every business decision. Paired with this is the responsibility of each employee to comply with those laws and regulations, embrace our core values and exemplify our commitment to operating ethically.\n\nTogether, these programs provide a procedural framework for enhancing and monitoring our compliance with the Code, the policies referenced in the Code, and other rules or regulations governing our worldwide operations. Additionally, the programs are structured to comply with, among other laws and regulations, the requirements of the Sarbanes-Oxley Act of 2002, the Foreign Corrupt Practices Act of 1977, the Dodd-Frank Wall Street Reform and Consumer Protection Act of 2010 and the Listing Rules of NASDAQ Stock Market Inc.\nWe aim to implement ethical principles into everyday business operations by providing relevant training and guidance, targeted communications and dedicated resources. We aspire to be a global leader in demonstrating the power of aligning business objectives with doing the right thing. Our senior director, ethics and compliance, who reports directly to the chief legal officer, is responsible for administering and executing the ethics program. She and her team manage the Code, related training and education, and oversee the intake and triage of complaints and questions that come into our company’s helpline or other reporting channels. Working closely with the law department, human resources and any other relevant departments, the ethics program ensures all concerns are promptly and thoroughly investigated without retaliation. Our employees are empowered and encouraged to report potential ethics violations and taught to recognize extraordinary commitments to our core values.\n\nWhat it means to be a Business Ethics Liaison\n\nOur network of 44 Business Ethics Liaisons (BELs) across the globe serve a critical role in promoting and institutionalizing an ethical culture throughout our global operations. Ethics is a top-down and bottom-up process at our company, and every employee is encouraged to talk about ethics, raise concerns and share their experiences. Our CEO sets the tone at the top by communicating our expectations and holding our managers accountable for delivering on those expectations. BELs further amplify these expectations at the local and site levels, serving as a trusted resource for employees seeking guidance or wishing to raise a concern. The BEL network, which is comprised of employees of all job functions and grade levels, is essential to the continual strengthening of our company’s ethical foundation and culture of integrity. Through quarterly calls, BELs get the chance to review case studies, share best practices, receive trainings and discuss trends in the ethics and compliance fields.\n\nThe availability of BELs gives employees access to a peer with whom they may raise potential concerns outside human resources and their management chain. The accessibility of this additional reporting channel helps our company integrate ethics and compliance into our culture by building trust at the local level. We consider the fact employees choose to raise concerns to BELs, more than any other reporting channel, to reflect the strength of the ethics and compliance programs. Employees also have the option of using the Helpline, which is available online, and toll-free by phone, 24-hours a day, seven days a week, with translators available in all languages in which we do business. Further, unless restricted by local law, employees may make reports to the Helpline anonymously.\n\nonsemi has a network of 44 Business Ethics Liaisons (BELs) across the globe\nIn parallel with our ethics program, we always strive to comply with the law, and in certain areas, we have adopted policies and practices that go beyond what the law requires to foster a culture of integrity and accountability. Our chief compliance and legal officer is responsible for administering and executing the legal compliance program which is designed to prevent and detect violations of the law, the Code or related standards of conduct by employees with oversight from the audit committee of the board of directors.\n\nThe law department's programs for anti-corruption, trade compliance and data privacy are designed to include all the essential elements for effective compliance, including risk assessments, policies and procedures, training, and monitoring and auditing thorough investigation and remediation of misconduct. These legal compliance programs are dynamic and continually evolving as our company grows and the business landscape changes.\n\nCompliance Program\n\nProgram Trust and Awareness\n\nWe believe employees’ trust and awareness of the ethics and compliance programs is attributed to our organizations’ continuous training and education.\n\nAn indicator of trust is the utilization of our reporting channels. Employees have access to several reporting channels including the following: The Helpline, a network of 44 global BELs, members of the ethics and compliance programs, and direct access to the chief compliance officer and senior director, ethics and compliance.\n\nOur company’s Code is central to our organization, embodying our expectations around legal and ethical business conduct in employees’ day-to-day activities. It is available for employees to review in 14 languages, making it easily accessible to employees in all regions where we do business.\n\nThe ethics and compliance group reviews the Code regularly. Every year, the board of directors and all employees are required to read and acknowledge their understanding of it by taking an online training course.\n\nWe also require managers and other select individuals to complete additional compliance-related training courses related to topics such as anti-corruption and privacy.\n\nGovernance Structure\n\nCEO and President\n\nChief Legal Officer, Chief Compliance Officer\n\nSenior Director, Ethics and Compliance\n\nEthics and Compliance\n\nBoard of Directors, Audit Committee, Governance and Sustainability Committee\n\nBusiness Ethics Liaisons, CSR Site Champions, and Subject Matter Experts\n\nKey Stakeholders\n\nEnvironmental Health and Safety, Global Security, Global Supply Chain Operations, Human Resources, Internal Audit and other Members of the Law Department\n\nWe maintain an open-door policy, allowing employees to communicate and engage with management staff and human resources.\nOne of the most fundamental RBA programs is the Validated Assessment Program (VAP). It is the leading standard for onsite compliance verification and effective, shareable audits. The primary value of an onsite compliance audit is the correction of identified issues. The RBA recognizes factories that show a commitment to corporate responsibility through verified closure of the issues identified in a VAP audit.\n\nAbout half of our manufacturing facilities are scheduled for VAP audits through RBA on an annual basis. At onsemi, we conduct internal RBA audits on an annual basis to ensure those facilities not slated for an official RBA VAP audit are remaining compliant to RBA Code standards. In 2021, six out of 18 onsemi manufacturing facilities were subject to internal audits and 14 manufacturing sites participated in initial or closing RBA VAP audits. Nine of our sites also participated in customer audits or shared Validated Audit Reports (VAR) with customers.\n\nIn 2021, five sites were audited remotely. These five sites received a perfect score of 200 points resulting in RBA Recognition. These five sites are Mountain Top, Pennsylvania, United States; South Portland, Maine, United States; Carmona, Philippines; Cebu, Philippines; and Tarlac, Philippines. We also had two sites that were audited onsite. These two sites, Bucheon, South Korea and Suzhou, China, received Platinum and Gold recognition respectively for their audit scores.\n\nValidated Assessment Program (VAP)\n\nOne of the most fundamental RBA programs is the Validated Assessment Program (VAP). It is the leading standard for onsite compliance verification and effective, shareable audits. The primary value of an onsite compliance audit is the correction of identified issues. The RBA recognizes factories that show a commitment to corporate responsibility through verified closure of the issues identified in a VAP audit.\n\nAbout half of our manufacturing facilities are scheduled for VAP audits through RBA on an annual basis. At onsemi, we conduct internal RBA audits on an annual basis to ensure those facilities not slated for an official RBA VAP audit are remaining compliant to RBA Code standards. In 2021, six out of 18 onsemi manufacturing facilities were subject to internal audits and 14 manufacturing sites participated in initial or closing RBA VAP audits. Nine of our sites also participated in customer audits or shared Validated Audit Reports (VAR) with customers.\n\nIn 2021, five sites were audited remotely. These five sites received a perfect score of 200 points resulting in RBA Recognition. These five sites are Mountain Top, Pennsylvania, United States; South Portland, Maine, United States; Carmona, Philippines; Cebu, Philippines; and Tarlac, Philippines. We also had two sites that were audited onsite. These two sites, Bucheon, South Korea and Suzhou, China, received Platinum and Gold recognition respectively for their audit scores.\nPrevention of Child Labor\n\nOur practice on the use of child and young labor is based upon our global minimum employment age policy. The purpose of this policy is to define and ensure that sufficient measures and controls are in place to verify the minimum age of individuals working at our company. As a rule, we only employ individuals who are at least 18 years of age by the first day of employment. The only exception to this rule is in China, where the minimum age for employment is 16 years old. To confirm candidates for employment meet the minimum age requirement, members of our human resources department perform due diligence to make sure we are complying with federal, state, regional and local requirements. The global minimum age policy also describes the process to be followed and protection afforded to discovered child laborers.\n\nWe apply the same minimum age requirement for employment at our supplier companies and labor agencies. We work to ensure that our suppliers have the necessary policies, procedures and management systems to ensure that all work at our company is voluntary and that workers are legally entitled to leave the company without penalty. Our company also ensures that workers are not required to hand-over government issued identification and original work permits to our company or any of our labor agents. We train our human resources staff and labor agents on the company’s practices related to anti-human trafficking and conduct on-site verification to ensure compliance. Incidents of slavery and human trafficking are also verified in our supply chain using risk assessments and site visits.\n\nOur employees and other stakeholders are encouraged to report any concerns they may have on human trafficking through the global trafficking hotline at 1-844-888-FREE or by emailing help@befree.org.\nSupply Chain\n\nAt onsemi, we are committed to ensuring the highest standards of social responsibility in all regions at which our company is located. We insist that our suppliers provide safe working conditions, treat workers with dignity and respect, prohibit human trafficking and slavery (including the procurement of commercial sex acts and the use of forced or child labor), promote ethical behavior, and use environmentally responsible manufacturing processes and follow principles like those in our Code of Business Conduct. As outlined in our Supplier Handbook, the supplier must conform to all environmental laws, all applicable laws and regulations, behave ethically, conform to all social responsibility and conflict mineral requirements that are required by onsemi’s Corporate Social Responsibility (CSR) Statement of Commitment, and provide any requested certifications and cascade all applicable requirements through their supply chain.\n\nManagement Approach\n\nOur global supply chain operations (GSCO) and global sourcing and procurement (GSP) organizations is led by our EVP, global manufacturing and operations who reports to our CEO and board of directors. We operate a flexible, reliable and responsive supply chain that is compliant with IATF-16949 and ISO 9001 requirements as defined in our internal Supplier Handbook. We continually develop business partnerships with selected key suppliers and strive to ensure that all purchased materials used in product manufacturing satisfy current governmental, environmental and safety criteria applicable to the country of manufacture and sale. Our transportation packaging meets electrostatic discharge (ESD) requirements, and appropriate use of packing is used to prevent physical damage. We require our internal and external manufacturing facilities to complete specific tests, evaluations and calibrations to receive qualification and acceptance by customers in order to perform. Through our sales and operations planning process, we work directly with our business units and sales teams to align capacity and demand to support customer requirements.\n\nOur Suppliers\n\nOur supply chain has a multifaceted supply structure of direct materials suppliers, foundry and subcontractor providers, indirect material suppliers and professional service providers deployed across a global sourcing and procurement organization. In 2021, we worked with 9,500 suppliers and service providers in North America, Asia Pacific, Europe and the Middle East. Of those suppliers, approximately 7,000 were production-related.\n\nThere are a total of 96 suppliers that constitutes 85% of our direct materials spend in 2021. We are currently in the process of further classifying these critical suppliers as high or low risk considering various factors such as procurement amount, product criticality, single or dual source, and business relationships with onsemi from both Supplier Risk Management and Supplier Relationship Management perspective.\n\nWhen possible, we try to keep our sourcing efforts local by prioritizing purchasing from local suppliers.\n\nProcurement from Local Suppliers (Percentage)\n\n| REGION       | 2021  | 2020  | 2019  | 2018  |\n|--------------|-------|-------|-------|-------|\n| Asia         | 90.5% | 91.9% | 92.3% | 89.83%|\n| EMEA         | 83.7% | 82.9% | 80.2% | 77.8% |\n| North America| 90.3% | 91.2% | 91.7% | 89%   |\n| onsemi total % spend on local suppliers | 88.2% | 88.7% | 88.1% | 85.5% |\n\nManaging Risk in the Supply Chain\n\nWe understand that supply chain risks have the potential to cause disruptions to our manufacturing process, alter our ability to deliver our products to our customers and create a ripple effect impacting all stakeholders. Our procurement team currently uses several models to manage risk in our supply chain. From new supplier selection, we consider the financial strength, quality track record, geography, CSR compliance and technology of our suppliers. Once selected, we expect them to adhere to the onsemi Supplier Code of Conduct outlined in our Supplier Handbook. We conduct bi-annual RBA conformance certification and engage with our suppliers in regular cycles by clearly communicating our expectations, deploying risk assessments, conducting business reviews, launching verification audits and addressing any non-conformance.\n\nConflict Minerals\n\nAs a purchaser of products containing conflict minerals that include tantalum, tin, tungsten, gold and cobalt from suppliers for use in our manufacturing process and products, we continue to be concerned about the reports of violence and human rights violations resulting from the sourcing of such metals from the Democratic Republic of the Congo (DRC) and adjoining countries. As active member the Responsible Minerals Initiative (RMI), we engage in reasonable and responsible due diligence with our suppliers and other third parties in our supply chain in a manner consistent with the Organisation for Economic Co-operation and Development (OECD) Due Diligence Guidance for Responsible Supply Chains of Minerals from Conflict-Affected and High-Risk Areas (CAHRAs).\n\nPolicy\n\nIdentify Risk\n\nRisk Management\n\nAudit\n\nDisclosure\n\nEstablish conflict minerals policy and management system to support due diligence\n\nIdentify all key suppliers with conflict minerals in their products and conduct risk assessment\n\nMake plan for removal or replacement on non-RMAP conformant smelters and refiners\n\nSupport and use RMI’s RCOI Report for third party audit of smelters and refiners\n\nFile annual SEC report and publish Annual Conflict Minerals Report\nWe require our suppliers to engage in due diligence to analyze their sources and to complete the RMI Conflict Minerals Reporting Template (CMRT). In 2015, we achieved our road to zero by identifying all utilized smelters. This means we are aware of and can trace the origin of metals throughout our supply chain. We hold our suppliers responsible and align responsibility and transparency with our customers’ requests. Each year, we target 100% responsible minerals assurance process (RMAP) conformant smelters and we achieved this target in 2018 to 2019 and continue to sustain the goal of 100% smelter conformance. If we become aware that our supply chain includes uncertified minerals sourced from a conflict region, we act promptly to review the circumstances and remedy the situation as appropriate. This resulted in satisfied customers and a supply chain that continues to request company or product-level CMRTs without non-conformant smelters or refiners. onsemi responds and completes more than 1,000 customer CMRT inquiries annually. For reporting year 2021, we achieved 98% conformance of our smelters. Both tantalum and tungsten smelters were 100% conformant while gold refiners and tin smelters were 98% and 96% conformant, respectively.\n\nAfter submitting reporting year 2020 annual conflict minerals report, Sentry (an investigative and policy team that follows the dirty money connected to African war criminals and transnational war profiteers), evaluated 50 of the largest electronics companies in the U.S., 15 of the largest jewelry retailers and 24 of the largest automakers. They named 13 out of more than 1,000 major electronics, jewelry and automotive companies as “Good.” “Good” companies are defined as companies who report that 99 to 100% of their supply chains are made up of conflict-free smelters and refiners including onsemi. See snapshot from news article in Sentry:\n\nMembers of our conflict minerals team continue to actively participate in RMI workgroups including due diligence practice team and minerals reporting team. Please see our latest SEC Form SD, Conflict Minerals Sourcing Policy as well as our latest company-level CMRT for more information. For any other conflict minerals inquiry, please send to continuity@onsemi.com.\n\nHazardous Substances Commitment\n\nonsemi is committed to providing our customers with products that are compliant with industry environmental best practices, now and in the future. We meet all applicable Registration, Evaluation, Authorization, and Restriction of Chemicals (REACH) requirements and all products manufactured by onsemi comply with the amended Restriction of Hazardous Substances (RoHS) directive. To support this commitment, we have environmental requirements for our suppliers related to the hazardous materials in their products. All purchased materials, services and products used in part manufacturing shall satisfy current governmental, statutory and regulatory requirement, and safety constraints on restricted, toxic and hazardous materials; as well as environmental, electrical and electromagnetic considerations applicable to the country of manufacture and sale. All purchased materials, services and products must conform to onsemi’s environmental requirements described in our Product Chemical Content Brochure. Suppliers must be prepared to provide supporting evidence of conformance.\n\nExpectations of Our Suppliers\n\nWe are committed to ensuring our suppliers have a clear understanding of our expectations, and have the information required to successfully meet our needs. We expect our suppliers to conform and adhere to onsemi Supplier Code of Conduct outlined in our Supplier Handbook. Our general expectations for all suppliers can be found on pages 4-6 of our handbook.\n\nThe Good\n\nThe number of companies sourcing only from conflict-free refiners and smelters has increased, which is encouraging, although they are still a small minority. 13 major electronics, jewelry and automotive companies report that 99% to 100% of their supply chains are made up of conflict-free smelters and refiners that are conformant with credible, independent audits and that require their suppliers to source from conflict-free smelters. The companies were Apple, Google, Intel, Microsoft, IBM, Macy’s, Micron Technology, Nvidia, Signet Jewelers, Skyworks, Target, Tiffany & Co. and onsemi, and they deserve praise for these efforts. That is a significant achievement, as it is up from just a small handful in previous years.\n\nOverall % RMAP Conformant (percentage)\n\n| Smelter | Conformant | Non-Conformant | Active |\n|---------|------------|----------------|--------|\n| Gold    | 105        | 0              | 2      |\n| Tantalum| 25         | 0              | 0      |\n| Tin     | 50         | 2              | 0      |\n| Tungsten| 24         | 0              | 0      |\n| Total   | 204        | 2              | 0      |\n\nOverall % Conformant\n\n| Smelter | Conformant | Non-Conformant | Active |\n|---------|------------|----------------|--------|\n| Gold    | 107        | 0              | 2      |\n| Tantalum| 52         | 0              | 0      |\n| Tin     | 25         | 0              | 0      |\n| Tungsten| 24         | 0              | 0      |\n| Total   | 208        | 2              | 0      |\n\n2021 REPORTING YEAR\n\n| Smelter | Conformant | Active | Non-Conformant | Not Eligible | Total Smelter | % Conformant |\n|---------|------------|--------|----------------|--------------|---------------|--------------|\n| Gold    | 107        | 2      | 0              | 0            | 107           | 98%          |\n| Tantalum| 52         | 0      | 0              | 0            | 52            | 100%         |\n| Tin     | 25         | 0      | 0              | 0            | 25            | 100%         |\n| Tungsten| 24         | 0      | 0              | 0            | 24            | 100%         |\n| Total   | 208        | 2      | 0              | 0            | 208           | 98%          |\nInformation Protection\n\nAt onsemi, we work around the clock to protect our company, technology and intellectual property from potential cybersecurity threats and vulnerabilities. We take privacy and cybersecurity seriously and strive to identify and eliminate potential threats to our IT infrastructure, proprietary technologies and confidential information.\n\nPrivacy\n\nWe have developed a global data privacy program designed to comply with applicable laws around the world and protect the personal information of onsemi employees, customers and others who have entrusted us with their personal data.\n\nWe also have a Data Privacy Committee that provides strategic guidance and oversight to support our data privacy program. In addition, our chief privacy officer has appointed employees of various roles and grade levels throughout the company as “Data Privacy Champions” who advocate the importance of our data privacy program, maintain awareness of key data privacy laws and help reinforce best practices around data privacy matters.\n\nWe also have a Data Privacy Committee that provides strategic guidance and oversight to support our data privacy program. In addition, our chief privacy officer has appointed employees of various roles and grade levels throughout the company as “Data Privacy Champions” who advocate the importance of our data privacy program, maintain awareness of key data privacy laws and help reinforce best practices around data privacy matters.\n\nFor more information, please visit our Privacy Policy.\n\nInformation Security and Risk\n\nThe Information Security and Risk (ISR) team is composed of several support teams that address all aspects of cyber risk: Risk, Security Architecture and Engineering, Identity and Access Management and Security Operations. onsemi adopted the National Institute of Standards and Technology (NIST) Cybersecurity Framework in 2014 as the foundation of the ISR program. This comprehensive framework provides an intuitive and comprehensive set of control objectives that align with several other standard frameworks such as ISO 27001:2013 and COBIT 5. The ISR team adapted and implemented the framework to suit the executive risk appetite and business objectives of the company.\n\nManagement Approach\n\nAt onsemi, the ISR team is led by our chief information security officer (CISO). The team oversees compliance with the Information Technology General Controls (ITGC) framework, coordinates the Information Security program and facilitates risk management activities within Information Technology (IT).\n\nISR Team Responsibilities and Activities\n\nThe below represents some of the activities that are performed and/or overseen by the ISR team:\n\n- IT established a hierarchy of policies, processes and standards that all IT departments follow, and the Information Security program adheres to that hierarchy. Additionally, the ISR team developed more than 50 policies, processes and standards that were reviewed, approved and published. An ongoing periodic review of these policies is completed to ensure accuracy and completeness. IT projects are built with security controls and executed according to the project delivery lifecycle.\n\n- Each year, IT is subject to several internal and external audits globally. The CISO collaborates with the auditors, regulators and customers to coordinate and oversee the audit and assessment activity.\n\n- ISR periodically engages with an independent consultant to perform an information security benchmark against the NIST Cybersecurity Framework. The benchmark assesses progress toward the company’s desired target maturity state. Recommendations from the assessment are reviewed and implemented within the IT roadmap to ensure ongoing maturity and continuous improvement of the program.\n\n- The ISR program governs the IT risk process on behalf of the chief information officer (CIO). ISR manages a cyber risk register which is updated on an ongoing basis. Risks are managed via a remediation plan and reported accordingly.\n\n- The ISR team is responsible for the security awareness program at onsemi. Throughout the year, the team regularly trains personnel on phishing and provides follow up training where needed. Security awareness communications are published on a regular basis and the team hosts an annual Cyber Awareness Month each October.\n\n- ISR team provides identity assurance via secure access to onsemi systems and applications. The team validates on a regular basis that the right people have access to right data.\n\n- In the event of a serious or material data breach, the Information Security Program has chartered a Cyber Incident Response team (CIRT) to act. The CIRT is comprised of subject matter experts from the global IT team. In addition, the Information Security team has contracted with eSentire Digital Forensic & Incident Response Team and IBM’s X Force IRIS (Incident Response and Intelligence Services) on a rapid retainer basis. In the event of a serious or material data breach, these rapid response services provide security and forensic expertise immediately via phone and onsite within 24 hours. Also, the ISR team collaborated with onsemi’s Treasury Department to obtain cybersecurity insurance. This type of insurance reimburses the company for costs incurred in responding to and recovering from a data breach.\n\n- ISR applies a risk-based approach to vulnerability management, with emphasis on critical, high-risk assets and focus on highest risk findings to quickly reduce exposure and close critical gaps.\n\n- The ISR team monitors onsemi systems, identifying and tracking any threats that arise. The team works closely with outside agencies and receives threat intelligence information regularly.\n\n- The CISO has accountability for Key Performance Indicators (KPI) for the information security program. The CISO reports KPIs and status of key IT risks to Executive Management and the Board of Directors on regular schedules.\nAt onsemi, we support public policies that encourage innovation, investment and open markets and enable us to create the intelligent power and sensing technologies to solve the world’s most complex challenges leading the way to a safer, cleaner and smarter world. Our public policy program reflects our profile as a global company headquartered in the U.S., which interacts regularly with government agencies around the world. Much of our public policy advocacy is performed through the U.S. Semiconductor Industry Association (SIA), although our company is also a member of local associations in the regions in which we operate. We are an active participant in the World Semiconductor Council (WSC), an organization composed of the world’s leading semiconductor industry associations from China, Taiwan, Europe, Japan, South Korea and the U.S. The organization meets annually at the CEO level to make recommendations to governments and authorities on issues such as expanding the global market for information technology products by promoting fair competition, sound environmental and health and safety practices, intellectual property rights and open markets.\n\n### PUBLIC POLICIES SUPPORTED – 2021\n\n| Category                                      | Description                                                                                                                                                                                                 |\n|-----------------------------------------------|-------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------|\n| **Pro-Innovation, Pro-Growth Business Environment** | We work with the SIA and our other associations to support U.S. government policies that promote innovation and growth. This includes federal incentives for semiconductor manufacturing in the U.S. to increase the share of global wafer fabrication capacity located in the U.S. from its current level of only 12%, increased federal support for semiconductor-related research and development at universities and national laboratories, and government actions to ensure a well-educated semiconductor workforce. In June 2021, the U.S. Senate voted to support $52 billion to fund the Creating Helpful Incentives to Produce Semiconductors (CHIPS) for America Act and the House passed similar legislation in January 2022. The House and Senate must next resolve differences between the two bills as well as larger differences in the legislative packages in which the bills reside. |\n| **COVID-19 Policies**                          | The semiconductor industry faced ongoing challenges from the outbreak of COVID-19. Our policy advocacy centers around a 2020 statement by ten semiconductor industries from around the world on the industries’ efforts to keep their employees and communities safe. The statement also urged governments to recognize that restrictions in any one region disrupted the global supply chain of chips used in the automotive, industrial and IT industries that drive the world economy and the life-saving medical devices that are never needed more so than during the pandemic. |\n| **Open Markets and Fair Competition**          | We actively work to promote policies that support open markets and fair competition. Working through our trade associations, we oppose tariffs on semiconductors, including the 25% tariffs that the U.S. imposed in 2018 on imports of discrete semiconductors and integrated circuits imported from China. We work through the World Semiconductor Council to promote transparency on government subsidies, which depending on size, scope and discriminatory application have the potential to distort fair competition in global semiconductor markets. We also recommend that when the U.S. government imposes export controls, it do so under two conditions: 1) only to the extent necessary to protect national security; and 2) only if the controlled U.S. items cannot be easily substituted with foreign sourced items. |\n| **Stopping Counterfeit Semiconductors**        | Counterfeit semiconductors are unreliable and can fail at any time. The semiconductor industry has found counterfeits in air bags, train-braking systems and other applications where a failure can have serious health or safety consequences. In 2021, we assisted law enforcement to identify and seize counterfeit goods and remove them from the marketplace. |\n| **Energy Efficiency, Fuel Economy and Automotive Safety** | We are an ally member of American Council for an Energy-Efficient Economy (ACEEE), a thought leader on energy efficiency policies such as deployment of Electric Vehicles. Additionally, we are a member of Motor & Equipment Manufacturing Association (MEMA) that advocates for legislation and regulations related to fuel economy and automotive safety such as advanced driver-assistance systems (ADAS) including automatic emergency braking and policies to facilitate the introduction of autonomous vehicles. |\nStatement on Political Contributions\n\nParticipating in political activities is a very sensitive and complex area, and strict laws govern our political activities as a company. For this reason, onsemi does not make political contributions to individual candidates. In the U.S., companies and other organizations may organize political action committees (PACs) to support political candidates with funds voluntarily contributed by qualified employees. We chose not to have a PAC and did not make political contributions in our company’s name in 2021.\n\nExternal Initiatives and Industry Associations\n\nonsemi belongs to many associations which we work with on various policy objectives. We also collaborate with other outside groups and coalitions, such as the RBA and Semiconductor Industry Association, to advance policies that drive growth; promote competitiveness; and support our shareholders, customers, employees and the communities in which we operate.\n\nExternal Initiatives\n\n- American Council for an Energy-Efficient Economy (ACEEE), Leader tier\n- Association of Climate Change Officers (ACCO)\n- Association for Corporate Citizenship Professionals (ACCP)\n- Arizona Forward\n- Arizona Grantmakers Forum\n- Arizona Tax Research Association\n- Boston College Center for Corporate Citizenship\n- Business for Social Responsibility (BSR)\n- Carbon Disclosure Project\n- CEB Compliance and Ethics Leadership Council (founding member)\n- Chief Executives for Corporate Purpose (CECP)\n- Clean Energy Buyers Alliance (CEBA)\n- Conference Board – Philanthropy and Engagement Council\n- Corporate Volunteer Council of Central Arizona\n- CSR Board (founding member)\n- Electronic Components Industry Association (ECIA)\n- Ethisphere’s Business Ethics Leadership Alliance (BELA)\n- Greater Phoenix Chamber of Commerce\n- Hearing Industries Association\n- Joint Electron Device Engineering Council (JEDEC)\n- Mactan Export Processing Zone Chamber of Exporters and Manufacturers (MEPCEM)\n- Microelectronic Industry Design Association (MIDAS) Ireland\n- Motor Equipment Manufacturers Association/Original Equipment Suppliers Association (MEMA/OESA)\n- Pocatello Chubbuck Chamber of Commerce\n- Responsible Business Alliance (RBA)\n- Responsible Minerals Initiative (RMI)\n- Semiconductor Electronic Industries in Philippines Inc. (SEIPI)\n- Semiconductor Equipment and Materials International (SEMI)\n- Semiconductor Industry Association (SIA)\n- United Nations Global Compact\n- United States Information Technology Office (USITO)\n- World Semiconductor Council (WSC)\n\nMembership of Associations\n\n- ECIA, Jeff Thomson, board of directors\n- JEDEC, Peter Turlo, board of directors\n- MEPCEM, Benjie Gandionco, board of directors\n- SEIPI, Mark Knoch, board of directors\n- SIA, Hassano El-Khoury, board of directors\n- SIA International Trades Committee, Daryl Hatano, co-chair\n- WSC, Daryl Hatano, co-chair U.S. delegation to joint steering committee\nQuality and Customer Satisfaction\n\nAt onsemi, we are committed to operating according to stringent, internationally recognized requirements for reliability and quality. onsemi is certified to ISO 9001, IATF 16949, AS9100, ISO 14001, ISO 45001, ANSI/ESD20.20, military standards, and ISO 13485 for our medical products. We demonstrate our commitment by continuing our Road to Zero Defects initiative, which was implemented several years ago. This initiative focuses on eliminating quality excursions, improving eight disciplines problem solving (8D) responsiveness, lowering our parts per billion (ppb) defect rate and enhancing our quality standards. We recognize that incorporating these objectives into our service offerings, processes and products will enable us to use our quality and reliability as fuel for growth of our corporation. Ultimately, we are committed to maintaining a distinctive, world-class quality system that transcends international quality standards and aims to exceed customer expectations. For more information, please see our Quality and Reliability Handbook.\n\nCulture of Quality\n\nTo successfully navigate higher-quality expectations, onsemi pursues activities that have a significant and positive impact on creating a culture of quality, ensuring employees live and breathe quality. The key drivers embedded in our company’s focus on quality include employee ownership, leadership emphasis, message credibility and peer involvement. Every other year we administer a survey through Gartner® to measure employee understanding of our quality initiatives and gain insights on employee perception of our quality program. onsemi’s Culture of Quality Index score improved year after year. In the last survey of 2020, onsemi was ranked 6th among 147 participating companies with 85% of our employees worldwide participating. The results reflect our employees’ perception of our quality performance due to our increased focus on reinforcing our quality culture and the positive results of our road to zero defects projects. The next culture of quality survey will be administered later in 2022.\n\nCustomer Satisfaction\n\nonsemi is engaged in a very competitive global marketplace. We cannot grow if we continue to focus only on our heritage and our past accomplishments. We continually strive to put customers at the center of what we do by understanding and anticipating our customer’s needs for service and support as expressed in our Quality Policy: “We will exceed customer expectations with superior products and services.”\n\nThe feedback we receive on the quality of our products and services is a key driver. We strive to understand this to anticipate solutions to product and service needs that our customers have yet to recognize. We listen to our customers’ ideas about how we can better serve them from a holistic customer experience perspective – from idea introduction to the successful delivery of product or service.\n\nonsemi is measuring customer feedback through customer score cards, customer rewards, sales feedback, complaints, etc. Every other year, we conduct a satisfaction survey with our customers that measures our performance in the areas of service, quality, delivery, pricing and environmental sustainability.\n\nThe last survey was administered in 2020 and ended with very positive results. A positive trend of 10% was observed over the past six years of respondents who “strongly agreed” with the key indicator question in the survey, “It is likely that you would recommend onsemi to a peer or colleague.”\n\nCustomer Experience\n\nonsemi is engaged in a diverse competitive global marketplace. We continually strive to put customers at the center of what we do by understanding and anticipating our customer’s needs for service and support. We realize our customers expect us to grow with them and that means we must deliver value not only through innovative quality products and designs but also through every customer interaction. In 2022, we established a dedicated global Customer Experience function to accelerate our ability to anticipate customer needs and provide transparency on critical information impacting customer outcomes. We will accomplish this by upgrading our data models, internal processes as well as expanding our analytics capabilities to listen and take action on customer feedback. Customers can expect improved digital experiences, making it easier to do business with onsemi.\nAppendix\n\nTransparency in Action\n\nUnited Nations Sustainable Development Goals\nTriple Bottom Line Performance Summary\nSustainability Accounting Standards Board (SASB) Framework\nTask Force for Climate-Related Financial Disclosures (TCFD) Framework\nGlobal Reporting Initiative (GRI) Index\nThird Party Assurance Statement\nUnited Nations Sustainable Development Goals\n\nThe Sustainable Development Goals (SDGs), set by the United Nations (UN) in 2015, highlight the world's biggest social and environmental issues. The SDGs are a call to action for governments, businesses, civil society and other organizations to achieve a better and more sustainable future for all by 2030. As a global company and corporate citizen, we believe we have a responsibility to help achieve the goals by adhering to the goals most relevant to our business.\n\nWhile we believe all the SDGs are vital, we prioritized five goals that are the most relevant to our sustainability strategy and will help make the largest global impact. In 2019, onsemi became a signatory to the UN Global Compact. Our most recent Communication on Progress (COP) submitted to the UN Global Compact outlines our alignment with its ten principles, focused on human rights, labor, environment and anti-corruption, and our alignment with the SDGs.\n\nEnsure access to water and sanitation for all\n- All wastewater is treated before it is discharged into the environment\n- We are committed to reducing our water consumption and recycling more water\n\nPromote inclusive and sustainable economic growth, employment and decent work for all\n- We have zero tolerance for forced labor\n- We assess and mitigate social risks within our supply chain\n- We strive for equal pay for equal work\n- We focus on providing a safe workplace with zero injuries and occupational diseases\n\nReduce inequality within and among countries\n- We promote equal opportunities for all\n- Our ambition is to be a leader of diversity, equity and inclusion in the semiconductor industry\n\nEnsure sustainable consumption and production patterns\n- We strive for zero waste in the landfill from our finished goods in our manufacturing sites\n- We integrate our sustainable practices into our public reporting\n\nTake urgent action to combat climate change and its impacts\n- We have committed to net-zero by 2040 focusing on internal operation efficiency, use of renewable energy and value chain and industry partnership as well as purchase of carbon offsets\n- We actively participate in advocacy for action on climate change\nThis triple bottom line performance summary which focuses on people, planet and profit, was created with the intention of transparently communicating our environmental, social and governance (ESG) efforts with our stakeholders. We organized the summary to cover the topics most relevant to our mission, our business and our partners.\n\nOur Business\n\n| DISCLOSURE | UNITS | 2021 | 2020 | 2019 |\n|------------|-------|------|------|------|\n| Financial Strength | | | | |\n| Revenue Dollars (billions) | $6.7 | $5.3 | $5.5 |\n| Sustainable Product Revenue Dollars (millions) | $5,011 | $755 | $460 |\n| Recouped Scrap Materials/Precious Metals Dollars (millions) | $26 | $23 | $22 |\n| Revenue by Market | | | | |\n| Automotive Percentage | 34% | 32% | 33% |\n| Industrial Percentage | 27% | 25% | 26% |\n| Other Percentage | 39% | 43% | 41% |\n| Revenue by Region¹ | | | | |\n| Singapore Percentage | 31% | 34% | 33% |\n| Hong Kong Percentage | 27% | 25% | 25% |\n| United Kingdom Percentage | 17% | 15% | 16% |\n| United States Percentage | 14% | 14% | 15% |\n| Other Percentage | 11% | 12% | 11% |\n| Revenue by Group | | | | |\n| Advanced Solutions Group Percentage | 36% | 36% | 36% |\n| Power Solutions Group Percentage | 51% | 50% | 50% |\n| Intelligent Sensing Group Percentage | 13% | 14% | 14% |\n| Revenue Type by Channel | | | | |\n| Direct Percentage | 36% | 40% | 43% |\n| Distributor Percentage | 64% | 80% | 57% |\n\n¹Represents sales billed from the respective country or region.\n## Our Governance\n\n### Board of Directors (\"Board\") Composition and Independence\n\n| DISCLOSURE | UNITS | 2021 | 2020 | 2019 |\n|------------|-------|------|------|------|\n| Total Members | Number | 10 | 11 | 7 |\n| Board Average Age | 60 | 59 | 62 |\n| Board Average Tenure | 5 | 5 | 9 |\n| Number of Independent Directors | 9 | 10 | 8 |\n\n### Board Diversity\n\n| DISCLOSURE | UNITS | 2021 | 2020 | 2019 |\n|------------|-------|------|------|------|\n| Women on Board | Number | 2 | 2 | 1 |\n| Percentage | 20% | 18% | 14% |\n\n### Board and Committee Meetings\n\n| DISCLOSURE | UNITS | 2021 | 2020 | 2019 |\n|------------|-------|------|------|------|\n| Board and Committee Meetings Held During the Calendar Year | Number | 23 | 30 | 34 |\n| Directors Attending Less than 75% of Meetings During the Calendar Year | 0 | 0 | 0 |\n\n### Policies, Statement and Commitments\n\n| DISCLOSURE | UNITS | 2021 | 2020 | 2019 |\n|------------|-------|------|------|------|\n| Anti-Corruption Policy | Yes/No | Yes | Yes | Yes |\n| Code of Business Conduct | Yes/No | Yes | Yes | Yes |\n| Non-Retaliation Policy | Yes/No | Yes | Yes | Yes |\n| Privacy Policy | Yes/No | Yes | Yes | Yes |\n\n### Compliance and Ethics Program\n\n| DISCLOSURE | UNITS | 2021 | 2020 | 2019 |\n|------------|-------|------|------|------|\n| Number of Business Ethics Liaisons (BELs) | Number | 44 | 51 | 52 |\n\n### Disclosures\n\n| DISCLOSURE | UNITS | 2021 | 2020 | 2019 |\n|------------|-------|------|------|------|\n| Reporter Anonymity Rate | Percentage | 31% | 50% | 34% |\n| Anonymous Reporters | Yes/No | Yes | Yes | Yes |\n| Total Number of Reports | Number | 161 | 182 | 230 |\n| Concerns and Incidents | Number | 33 | 52 | 150 |\n| Requests for Advice | Number | 69 | 100 | 183 |\n| Substantiation Rate | Percentage | 55% | 37% | 57% |\n| Substantiated Reports | Percentage | 55% | 37% | 57% |\n| Top Corrective Actions | Rank | 1st | 2nd | N/A |\n| No Action Necessary | Rank | 2nd | 1st | N/A |\n| Remedial Measure² | Rank | 3rd | 3rd | N/A |\n\n¹ In 2021, we adjusted the way we track the intake of our reports from intake method (email, web and phone) to channel (BEL, IT or senior management). This will be reflected in subsequent reports.\n\n² Coaching, counseling or training.\n## Our People\n\n### Global Workforce\n\n| DISCLOSURE                  | UNITS | 2021  | 2020  | 2019  |\n|-----------------------------|-------|-------|-------|-------|\n| Total Workforce             | Number| 33,690| 34,500| 36,000|\n\n### Workforce by Region\n\n| Region                      | Percentage | 2021 | 2020 | 2019 |\n|-----------------------------|------------|------|------|------|\n| APAC (excluding Japan)      | 70%        | 69%  | 69%  |\n| Japan                       | 5%         | 6%   | 6%   |\n| EMEA                        | 13%        | 12%  | 11%  |\n| North America               | 12%        | 13%  | 14%  |\n\n### Workforce by Gender\n\n| Gender | Percentage | 2021 | 2020 | 2019 |\n|--------|------------|------|------|------|\n| Female | 45%        | 44%  | 44%  |\n| Male   | 55%        | 56%  | 56%  |\n\n### Management by Gender\n\n| Gender | Percentage | 2021 | 2020 | 2019 |\n|--------|------------|------|------|------|\n| Female | 21%        | 20%  | 20%  |\n| Male   | 79%        | 80%  | 80%  |\n\n### Internal Promotions by Gender\n\n| Gender | Percentage | 2021 | 2020 | 2019 |\n|--------|------------|------|------|------|\n| Female | 37%        | 38%  | 35%  |\n| Male   | 63%        | 62%  | 65%  |\n\n### Workforce by Contract Type\n\n| Contract Type | Percentage | 2021 | 2020 | 2019 |\n|---------------|------------|------|------|------|\n| Regular       | 90%        | 90%  | 89%  |\n| Temporary (contractors/interns) | 10% | 10% | 11% |\n\n### Workforce by Work Schedule\n\n| Schedule | Percentage | 2021 | 2020 | 2019 |\n|----------|------------|------|------|------|\n| Full-time| 99.3%      | 99.4%| 99.3%|\n| Part-time| 0.7%       | 0.6% | 0.7% |\n## Our People\n\n### Part-time Employees by Age, Gender and Region\n\n| Age Group          | Percentage | 2021 | 2020 | 2019 |\n|--------------------|------------|------|------|------|\n| < 30 Years Old     |            | 11%  | 42%  | 50%  |\n| 30 – 50 Years Old  |            | 54%  | 35%  | 27%  |\n| > 50 Years Old     |            | 35%  | 23%  | 23%  |\n| Female             |            | 52%  | 45%  | 41%  |\n| Male               |            | 48%  | 55%  | 59%  |\n| APAC (excluding Japan) |        | 0%   | 2%   | 19%  |\n| Japan              |            | 0%   | 0%   | 1%   |\n| EMEA               |            | 88%  | 89%  | 68%  |\n| North America      |            | 12%  | 9%   | 12%  |\n\n### New Hires by Age, Gender and Region\n\n| Age Group          | Percentage | 2021 | 2020 | 2019 |\n|--------------------|------------|------|------|------|\n| < 30 Years Old     |            | 61%  | 58%  | 55%  |\n| 30 – 50 Years Old  |            | 34%  | 38%  | 40%  |\n| > 50 Years Old     |            | 5%   | 4%   | 5%   |\n| Female             |            | 44%  | 55%  | 37%  |\n| Male               |            | 56%  | 45%  | 63%  |\n| APAC (excluding Japan) |        | 76%  | 77%  | 69%  |\n| Japan              |            | 1%   | 3%   | 4%   |\n| EMEA               |            | 8%   | 8%   | 8%   |\n| North America      |            | 13%  | 12%  | 19%  |\n\n### Employee Turnover by Age, Gender and Region\n\n| Age Group          | Percentage | 2021 | 2020 | 2019 |\n|--------------------|------------|------|------|------|\n| < 30 Years Old     |            | 37%  | 50%  | 49%  |\n| 30 – 50 Years Old  |            | 46%  | 34%  | 40%  |\n| > 50 Years Old     |            | 17%  | 16%  | 11%  |\n| Female             |            | 41%  | 56%  | 49%  |\n| Male               |            | 59%  | 44%  | 51%  |\n| APAC (excluding Japan) |        | 68%  | 67%  | 73%  |\n| Japan              |            | 5%   | 5%   | 2%   |\n| EMEA               |            | 8%   | 9%   | 8%   |\n| North America      |            | 19%  | 19%  | 17%  |\n\n### U.S. Workforce by Race and Ethnicity\n\n| Race and Ethnicity | Percentage | 2021 | 2020 | 2019 |\n|--------------------|------------|------|------|------|\n| American Indian or Alaskan Native | 0.5% | 0.45% | 0.30% |\n| Asian              |            | 17%  | 18.78% | 19.40% |\n| Black or African American | 1.5% | 1.48% | 1.70% |\n| Hispanic or Latino |            | 4.7% | 4.48% | 4.60% |\n| Native American or other Pacific Islander | 0.2% | 0.26% | 0.20% |\n| Two or more races  |            | 1.8% | 2.09% | 2.10% |\n| White              |            | 60%  | 59.40% | 61.80% |\n| Undeclared         |            | 14.3% | 12.70% | 9.90% |\n## Our People\n\n| DISCLOSURE                                                                 | UNITS | 2021 | 2020 | 2019 |\n|---------------------------------------------------------------------------|-------|------|------|------|\n| **Employee Resource Groups**                                             |       |      |      |      |\n| Black Employee Network (BEN)                                              | Yes   | Yes  | Yes  |      |\n| Continua                                                                  | Yes   | Yes  | No   |      |\n| Cultivate                                                                 | Yes   | Yes  | Yes  |      |\n| Science, Technology, Engineering and Mathematics for Under-represented Populations (STEM UP) | Yes/No | Yes  | Yes  | Yes  |\n| Veteran and Military Employees (VME)                                      | Yes   | Yes  | No   |      |\n| Women Empowerment (WE)                                                   | Yes   | Yes  | Yes  |      |\n| **Employee Engagement Survey Completion Rate**                           |       |      |      |      |\n| Employee Engagement Survey                                                | Percentage | 81% | 85%  | 79%  |\n| **Policies, Statements and Commitments**                                 |       |      |      |      |\n| Corporate Social Responsibility (CSR) Commitment                          | Yes   | Yes  | Yes  |      |\n| Environmental Health and Safety Policy                                    | Yes   | Yes  | Yes  |      |\n| Equal Employment Opportunity                                              | Yes   | Yes  | Yes  |      |\n| Human Rights Policy                                                       | Yes   | Yes  | Yes  |      |\n| Responsible Business Alliance (RBA) Full Member                           | Yes   | Yes  | Yes  |      |\n| Responsible Minerals Sourcing Policy                                      | Yes   | Yes  | Yes  |      |\n| Slavery and Human Trafficking Policy Statement                            | Yes   | Yes  | Yes  |      |\n| UN Global Compact Signatory                                               | Yes   | Yes  | Yes  |      |\n| **Employee Health and Safety**                                            |       |      |      |      |\n| Workforce Covered by OHSAS 45001/18001 Percentage                         | Percentage | 95% | 81%  | 82%  |\n| Injury Rate (per 100 employees)                                           | Number | 0.64 | 0.75 | 0.77 |\n| Lost Days (per 100 employees)                                             | Number | 2.3  | 1.54 | 1.3  |\n| Work-Related Fatalities                                                   | Number | 0    | 0    | 0    |\n## Our Planet\n\n### DISCLOSURE\n\n| Emissions | UNITS | 2021 | 2020 | 2019 |\n|-----------|-------|------|------|------|\n| Scope 1   | Metric Tons Carbon Dioxide Equivalent (CO₂e) | 2,485,870 | 2,173,451 | 2,074,679 |\n| Scope 2   | Metric Tons | 782,790 | 774,849 | 671,856 |\n| Scope 3 (Business Travel) | Metric Tons | 617 | 1,565 | 12,638 |\n\n### Energy\n\n| Total Consumption (Natural Gas, Diesel Fuel and Electricity) | Megawatt-Hours (MWh) | 2021 | 2020 | 2019 |\n|------------------------------------------------------------|----------------------|------|------|------|\n|                                                            | 1,781,685            | 1,770,483 | 1,746,390 |\n\n### Water\n\n| Withdrawal | Megaliters | 2021 | 2020 | 2019 |\n|------------|------------|------|------|------|\n| Recycled   | Megaliters | 5,779 | 6,374 | 6,506 |\n\n| Withdrawal from High or Extremely High Stress Regions | Percentage | 2021 | 2020 | N/A |\n|-------------------------------------------------------|------------|------|------|-----|\n| Manufacturing sites in Low-Stressed Regions | Number | 8 | 9 | N/A |\n| Manufacturing sites in Low- to Medium-Stressed Regions | Number | 7 | 7 | N/A |\n| Manufacturing sites in Medium- to High-Stressed Regions | Number | 2 | 3 | N/A |\n| Manufacturing sites in High-Stressed Regions | Number | 3 | 2 | N/A |\n| Manufacturing sites in Extremely High-Stressed Regions | Number | 1 | 1 | N/A |\n\n### Waste\n\n| Hazardous Waste Generated | Metric Tons | 2021 | 2020 | 2019 |\n|---------------------------|------------|------|------|------|\n| Hazardous Waste Recycled  | Percentage | 42%  | 73%  | 75%  |\n| Non-Hazardous Waste Generated | Metric Tons | 17,325 | 15,146 | 15,393 |\n| Non-Hazardous Waste Recycled | Percentage | 83%  | 77%  | 57%  |\n| Reclaimed Scrap Materials Collected | Metric Tons | 614 | 634 | 910 |\n| Reclaimed Precious Metals Collected | Kilogram (kg) | 810 | 870 | 1,376 |\n### Sustainability Accounting Standards Board (SASB) Framework\n\n**Reporting Period:** January 1 – December 31, 2021\n\n| CODE     | METRIC                                                                 | ONSEMI DISCLOSURE                                                                 |\n|----------|------------------------------------------------------------------------|----------------------------------------------------------------------------------|\n| **Greenhouse Gas Emissions** |                                                                       |                                                                                  |\n| TC-SC-110a.1 | (1) Gross global Scope 1 emissions (2) amount of total emissions from perfluorinated compounds | (1) 2,485,870 MTCO₂e  \n(2) 715,545 MTCO₂e  \nSee Emissions and Energy Consumption section of our 2021 Sustainability Report, pg 14 |\n| TC-SC-110a.2 | Discussion of long-term and short-term strategy or plan to manage Scope 1 emissions, emissions reduction targets, and an analysis of performance against those targets | See Net Zero Commitment section of our 2021 Sustainability Report, pg 12 |\n| **Energy Management in Manufacturing** |                                                                       |                                                                                  |\n| TC-SC-130a.1 | (1) Total energy consumed, (2) percentage grid electricity, and (3) percentage renewable | (1) 6,414,066 GJ  \n(2) 100%  \n(3) 0%  \nSee Emissions and Energy Consumption section of our 2021 Sustainability Report, pg 14 |\n\n### Water Management\n\n| CODE     | METRIC                                                                 | ONSEMI DISCLOSURE                                                                 |\n|----------|------------------------------------------------------------------------|----------------------------------------------------------------------------------|\n| TC-SC-140a.1 | (1) Total water withdrawn, (2) total water consumed, percentage of each in regions with High or Extremely High Baseline Water Stress | (1) 13,599 thousand of m³  \n(2) onsemi is developing better strategies for tracking water discharge and consequently water consumption across its operational footprint. We aim to have better metrics in the years to come. In 2021, onsemi withdrew 271 thousand m³ of water from areas with extremely high water stress and 1,127 thousand m³ or water from areas with high water stress. ~10% of our water withdrawal is from regions with high or extremely high water stress.  \nExtremely high water stress regions - Oudenaarde, Belgium  \nHigh water stress regions - Pocatello, Idaho, USA; Suzhou, China; and Tarlac, Philippines  \nSee Water and Waste Management section of our 2021 Sustainability Report, pg 16 |\n\n### Waste Management\n\n| CODE     | METRIC                                                                 | ONSEMI DISCLOSURE                                                                 |\n|----------|------------------------------------------------------------------------|----------------------------------------------------------------------------------|\n| TC-SC-150a.1 | Amount of hazardous waste from manufacturing, percentage recycled | (1) 9,842 t  \n(2) 2.83% recycled, 75% diverted from landfill  \nSee Water and Waste Management section of our 2021 Sustainability Report, pg 16 |\n\n### Human Health Hazard\n\n| CODE     | METRIC                                                                 | ONSEMI DISCLOSURE                                                                 |\n|----------|------------------------------------------------------------------------|----------------------------------------------------------------------------------|\n| TC-SC-320a.1 | Description of efforts to assess, monitor and reduce exposure of employees to human health hazards | See Employee Health and Safety section of our 2021 Sustainability Report, pg 36 |\n### Sustainability Accounting Standards Board (SASB) Framework\n\n| CODE       | METRIC                                                                 | ONSEMI DISCLOSURE                                                                                                                                                                                                 |\n|------------|------------------------------------------------------------------------|-------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------|\n| TC-SC-320a.2 | Total amount of monetary losses as a result of legal proceedings associated with employee health and safety violations (USD) | In 2021, onsemi did not incur monetary losses as a result of legal proceedings associated with employee health and safety violations.                                                                                     |\n| TC-SC-330a.1 | Percentage of employees that are: (1) foreign nationals and (2) located offshore | (1) 2.56%  \n(2) United States (country of domicile) – 11%  \nAll other North America – 1%  \nAsia Pacific – 75%  \nEMEA – 13%                                                                                                                                               |\n| TC-SC-410a.1 | Percentage of products by revenue that contain IEC 62474 declarable substances (%) | In 2021, approximately 21.31% of onsemi's portfolio contained IEC 62474 declarable substances, representing ~31% of revenue.  \nRoHS Statement  \nCompliance with REACH  \nProduct Chemical Content Brochure  \nMaterials Composition Program                                                                                                                                 |\n| TC-SC-410a.2 | Processor energy efficiency at a system level for: (1) servers, (2) desktops, and (3) laptops | Not applicable for onsemi operations                                                                                                                                                                               |\n| TC-SC-440a.1 | Description of the management of risks associated with the use of critical materials | onsemi discloses management approach to our responsible minerals sourcing. We are aware of the potential supply shortage of rare earth elements and their use in the production of electronic components. onsemi does not deliberately add any rare earth elements to any of our products. There are some trace of rare earths in certain ceramic packaging, gold wirebond and wafer fab operations, but we do not manufacture any of these materials nor are they added intentionally. Through our Enterprise Risk Management (ERM) framework, tools and processes, we identify the loss of critical supplies as a risk that is managed, mitigated and is tracked within the supply chain planning, sourcing and procurement groups and reported on a quarterly basis.  \nSEC Form SD Conflict Minerals Report  \nRare Earth Minerals Statement  \nSee Supply Chain section of our 2021 Sustainability Report, pg 54                                                                                     |\n| TC-SC-520a.1 | Total amount of monetary losses as a result of legal proceedings associated with anti-competitive behavior regulations (USD) | In FY21, onsemi did not incur monetary losses as a result of legal proceedings associated with anti-competitive behavior regulations.  \nSee onsemi 2022 SEC Form 10-K, pg 92                                                                                                                   |\n### Task Force on Climate-Related Financial Disclosures (TCFD) Framework\n\n| TCFD RECOMMENDED DISCLOSURE | LOCATION OF DISCLOSURE | BRIEF DESCRIPTION |\n|-----------------------------|------------------------|-------------------|\n| Governance                  |                        |                   |\n| a) Describe the board's oversight of climate-related risks and opportunities. | CDP Climate Change, C11, C11a, C11b | Formal responsibility and oversight of matters related to environmental, health and safety (EHS), ethics and corporate social responsibility (CSR) issues at onsemi, including climate-related sustainability and climate change risk, lies with the board Governance and Sustainability (GS) Committee as stated in the GS committee charter. The GS committee oversees issues related to corporate governance, enterprise risk management including risk arising from the company’s environmental, social and governance practices, as well as corporate social responsibility, sustainability initiatives, and ethics performance. The GS Committee holds at least two regular meetings per year and is comprised of three or more members of the board. Additionally, the entire board of directors’ reviews progress of energy and water consumption as well as emissions reduction at least once a year. Progress of the company’s sustainability projects is reviewed by the board on a quarterly basis and is communicated to the board by the chief marketing officer. In August of 2020, the GS committee was supportive of the company working towards the creation of a climate strategy to guide the company’s activities for the next 6-10 years. |\n| b) Describe management’s role in assessing and managing climate-related risks and opportunities. | CDP Climate Change, Questions C1.2, C1.2a, C1.3, C1.3a | At onsemi, climate-related issues and risks are managed at the highest level of the organization. We believe that having sustainability and climate-related initiatives integrated at every level of the company ensures success of our programs and gives us the ability to act nimbly at any level when needed. Our CEO is at the top of our organizational structure and takes an active role in managing the company’s strategy. Our CEO has primary responsibility for the operational leadership and strategic direction of onsemi, including our climate-related strategies and initiatives. The CEO oversees and reviews the completion of set goals and progress of sustainability projects as it relates to our corporate social responsibility program. Our EVP of global operations and manufacturing is responsible for managing our operations including activities relating to our climate-related initiatives. With direct oversight over our progression towards set consumption and emission reduction goals, our EVP of Operations and Manufacturing can effectively manage our operations in an environmentally responsible manner. Our EVP of Operations and Manufacturing works closely with our CMO as well as our Environmental, Health and Safety team to ensure progress is being made towards outlined goals and interventions are taking place where they are needed. Our CFO is responsible for managing the financial health of the organizations including our investments in climate-related initiatives. Our CSR team meets with our CFO on a quarterly basis to communicate developments in areas such as SASB and GRI reporting measures. |\n### Task Force on Climate-Related Financial Disclosures (TCFD) Framework\n\n| TCFD RECOMMENDED DISCLOSURE | LOCATION OF DISCLOSURE | BRIEF DESCRIPTION |\n|-----------------------------|------------------------|-------------------|\n| **Governance**              |                        |                   |\n| b) Describe management’s role in assessing and managing climate-related risks and opportunities. | CDP Climate Change, Questions C1.2, C1.2a, C1.3, C1.3a | Our CMO leads our CSR team who works on the day-to-day tasks associated with our environmental, social and governance initiatives. The CMO is responsible for making recommendations to the board around climate-related issues including trending CSR topics and how onsemi should be responding to these trends. Additionally, our CMO is directly responsible for the success of our ESG programs including annual reporting, Global Giving, and our CSR targets. Our Risk Committee (comprised of the CEO, CLO, CFO and EVP of global operations and manufacturing) is responsible for the identification, management, and mitigation of risks faced by onsemi. Our Enterprise Risk Management (ERM) program has identified climate-related risks that the company will face over the coming years. ERM findings are communicated to the Risk Committee on a quarterly basis to ensure that this information is communicated to the other C-Suite team and to our board of directors. |\n\n| TCFD RECOMMENDED DISCLOSURE | LOCATION OF DISCLOSURE | BRIEF DESCRIPTION |\n|-----------------------------|------------------------|-------------------|\n| **Strategy**                |                        |                   |\n| a) Describe the climate-related risks and opportunities the organization has identified over the short, medium and long term. | CDP Climate Change, Questions C2.3, C2.3a, C2.4, C2.4a | At onsemi, we have identified climate-related risks that have the potential to affect our business continuity, strategy, and financial planning. We have also identified climate-related opportunities. One of the key risks we have identified is the increasing frequency and magnitude of climate-driven natural disasters and extreme weather events. This risk is driven by the change in physical climate parameters of climate change and is a specific (yet real) example. Using this climate risk, we can produce an estimate of related financial impact of climate change risk at one of our manufacturing facilities, before taking any action. We see an opportunity in the shift in consumer preferences towards sustainable technology. The business of power electronics is fundamentally tied to energy and efficiency, so the tracking of opportunities related to climate change is infused in every part of our planning and operations. Any regulation or event which makes energy more expensive will increase demand for energy-efficient solutions. Just a few of the markets directly tied to climate change are energy infrastructure, including solar boost & inverters systems and battery/grid interfaces, electric vehicles (EV) and EV charging and cloud computing. We produce long-term products to enable every one of those products and markets, but also support energy efficiency in consumer electronics, appliances, telecommunication networks and industrial systems. We consider these products part of our sustainable product ecosystem. |\n### Task Force on Climate-Related Financial Disclosures (TCFD) Framework\n\n| TCFD RECOMMENDED DISCLOSURE | LOCATION OF DISCLOSURE | BRIEF DESCRIPTION |\n|-----------------------------|------------------------|-------------------|\n| **Strategy**                |                        |                   |\n| b) Describe the impact of climate-related risks and opportunities on the organization's businesses, strategy, and financial planning. | CDP Climate Change, Questions C3.1, C3.1a, C3.3 | We estimate that one natural disaster/extreme weather event affecting a single manufacturing facility will have an acute physical risk on our direct operations and have the potential to cause over $5 million in financial impact on our business. In this scenario, the climate-change related impact assumes a 100% production outage, for 3 months, at one manufacturing site. onsemi has over 20 manufacturing sites worldwide. We shipped approximately 70 billion units through our global logistics network in 2021 and approximately 64.3 billion units in 2020, resulting in a period-over-period increase of approximately 9%. In 2021, revenue from our sustainable products ecosystem amounted to $5.011 billion. We anticipate that majority of our products sold will fall into this sustainable product ecosystem as demand for energy-efficient solutions and energy infrastructure increases. We feel that $900 million is a fair estimate for the financial impact this demand will have on the company. |\n| c) Describe the resilience of the organization's strategy, taking into consideration different climate-related scenarios including a 2°C or lower scenario. | CDP Climate Change, Questions C3.2, C3.2b | onsemi has conducted an internal exercise similar to climate-related scenario analysis which involved thinking through what possible futures exist and identifying the potential risks, opportunities, and impacts that these potential future states could have on the company. Additionally, the ERM group at onsemi hosts an annual, off-site emerging risk scenario planning session with a cross-functional group of individuals to evaluate specific emerging risk scenarios that are considered new, ambiguous, unforeseen or slow to develop. These practices are informative and have assisted in framing some of the future scenarios that could come to be, however they are not as comprehensive as a true climate-related scenario analysis. We understand the importance of conducting such scenario analysis and will be completing an analysis like this in the next twelve months. |\n## Task Force on Climate-Related Financial Disclosures (TCFD) Framework\n\n| TCFD RECOMMENDED DISCLOSURE | LOCATION OF DISCLOSURE | BRIEF DESCRIPTION |\n|-----------------------------|------------------------|-------------------|\n| **Risk Management**         |                        |                   |\n| Disclose how the organization identifies, assesses, and manages climate-related risks. | CDP Climate Change, Questions C1.2, C1.2a, C2.1, C2.1a, C2.2, C2.2a | We have developed a framework to identify, evaluate, prioritize and manage key risks and opportunities across different time horizons that can impact our company's ability to achieve strategic goals and objectives systematically, consistently and effectively. We seek to identify critical risks by interviewing key stakeholders within the company and conducting research via external sources. The risks identified and prioritized for action are embedded within the company's operating plan. |\n| a) Describe the organization's processes for identifying and assessing climate-related risks. | CDP Climate Change, Questions C2.2, C2.2a, C2.3, C2.3a | Risk response actions and commitments are tracked for completion on a periodic basis. The board of directors' reviews top risks and associated mitigation measures with executive management on a quarterly basis. |\n| b) Describe the organization's processes for managing climate-related risks. | CDP Climate Change, Question C2.2, C2.2a | The process of identifying, assessing, and managing climate-related risks falls within the ERM and CSR Program. The mission of our enterprise risk management ERM program is to drive strategic capabilities that preserve and create value for our company by embedding a risk-aware decision-making culture across all functions. Ultimately, ERM is not considered a separate stand-alone activity but is rather integrated into the fabric of how we operate and included within the activities and functions we engage in to run our business and successfully achieve our goals and objectives. |\n| c) Describe how processes for identifying, assessing, and managing climate-related risks are integrated into the organization's overall risk management. |                        |                   |\n\n| TCFD RECOMMENDED DISCLOSURE | LOCATION OF DISCLOSURE | BRIEF DESCRIPTION |\n|-----------------------------|------------------------|-------------------|\n| **Metrics and Targets**     |                        |                   |\n| Disclose the metrics used to assess and manage relevant climate-related risks and opportunities where such information is material. | CDP Climate Change, Sections C5, C6, C7, C8 | Our public climate-related metrics include greenhouse gas (GHG) emissions, energy usage, waste production and water usage. |\n| a) Disclose the metrics used by the organization to assess climate-related risks and opportunities in line with its strategy and risk management process. | 2021 onsemi Sustainability Report | In FY 2021, our GHG emissions were as follows: Scope 1 – 2,485,870 MTCO₂e Scope 2 – 782,790 MTCO₂e Scope 3 – 617 MTCO₂e (Business Travel only) |\n| b) Disclose Score 1, Scope 2 and, if appropriate, Scope 3 greenhouse gas (GHG) emissions and the related risks. | 2021 onsemi Sustainability Report | As average temperatures rise, climate science finds that acute hazards such as heatwaves and floods are growing in frequency and severity and chronic hazards, such as drought and rising sea levels continue to increase at alarming rates. These acute and chronic hazards have a significant impact on human development and economic productivity, including supply chain disruptions, damage to owned operations and endangerment, death or injury to people in impacted communities. Our GHG emissions contribute to average temperature rise and can have an impact on the frequency of these acute and chronic hazards. |\n### Metrics and Targets\n\n| TCFD RECOMMENDED DISCLOSURE | LOCATION OF DISCLOSURE | BRIEF DESCRIPTION |\n|-----------------------------|------------------------|-------------------|\n| c) Describe the targets used by the organization to manage climate-related risks and opportunities and performance against targets. | CDP Climate Change, Questions C4.1, C4.1b, C4.2, C4.2b, C4.3, C4.3a, C4.3b, C4.3c onsemi blog, 2040 Emissions Goal for onsemi | In 2021, onsemi committed to achieving net-zero emissions by 2040. With this commitment, we have set the most ambitious goal among our competitors and will surpass the Paris Agreement’s goal by a full decade. Our strategy is broken down into three pillars:  \n- **Capitalize on efficiency** - Every ton of carbon dioxide (CO₂) avoided is a ton we do not need to eliminate or offset. Investments in facilities, processes, and equipment to increase energy efficiency can reduce our greenhouse gas footprint by as much as 15% by 2040. We will also be focusing on our process gas usage as there is substantial opportunity for efficiency in this area.  \n- **Renewable energy** - To achieve net zero, companies need to invest in renewable energy equal to the emissions associated with their energy consumption. Offsets cannot be used for electricity-related emission in a net-zero model. We will transition to an emissions-free renewable energy portfolio to achieve this goal. We plan to use 50% renewable energy by 2030 and 100% by 2040. We will engage with energy providers to identify power purchase agreements (PPAs) in locations where it is feasible to recoup investment costs in long-term agreements. To assist in our shift to renewable energy, we joined the Renewable Energy Buyers Alliance to ensure a rapid transition to a cleaner zero-carbon energy future. |\n\n### Offsets and influence\n\n- **Offsets and influence** - For nonelectricity emissions that cannot be eliminated, we will purchase certified carbon offsets equal to their amount. Green-E and Gold Standard certified offsets are the most credible and will be prioritized in our strategy. Science-based targets also require goals for reducing emissions in the supply chain. We will leverage our Responsible Business Alliance membership to engage suppliers on emissions reduction.\n\nOur corporate social responsibility team works closely with our environmental health and safety (EHS) and facilities teams to ensure processes and frameworks are in place to measure our progress against our net zero goal. Our annual Sustainability Report will be a key resource for tracking our progress.\n## 2. Activities and Workers\n\n### 2-6 Activities, value chain and other business relationships\n\n- **(a) Sector**\n  - Semiconductor\n\n- **(b) Value chain**\n  - See Revenue-Generating Activities in our 2022 SEC Form 10-K, pg 6-10\n\n- **(c) Relevant business relationships**\n  - See Completed and Pending Acquisitions and Divestitures in our 2022 SEC Form 10-K, pg 6\n\n- **(d) Significant Changes**\n  - See Completed and Pending Acquisitions and Divestitures in our 2022 SEC Form 10-K, pg 6\n\n### 2-7 Employees\n\n- See Our Employees section of our 2021 Sustainability Report, pg 23\n\n### 2-8 Workers who are not Employees\n\n- Total number of workers who are not employees: 850.\n- Majority of contract workers are working in factories as operators (people processing and moving product) or technicians (people working on the processing equipment).\n- Temporary workers are used to support short term increases in production output.\n\n### 3. Governance\n\n### 2-9 Governance structure and composition\n\n- See Committees of the Board in our 2022 Proxy Statement, pg 16.\n\n### 2-10 Nomination and selection of the highest governance body\n\n- See Charter of the Governance and Sustainability Committee and 2022 Proxy Statement, pg 13-14\n\n### 2-11 Chair of the highest governance body\n\n- Alan Campbell is a non-employee director and serves as Chair of the Board.\n\n### 2-12 Role of the highest governance body in overseeing the management of impacts\n\n- See Amended and Restated On Semiconductor Corporation Corporate Governance Principles.\n### Delegation of responsibility for managing impacts\n\nThe Board delegates responsibility for managing the Company's impacts on the economy, environment and people largely to the Governance and Sustainability Committee, which has been explicitly tasked with oversight of the Company's climate- and sustainability related initiatives, and the Human Capital and Compensation Committee, which has been explicitly tasked with oversight of the Company's human capital management. The Board receives updates on such aspects of the Company at each of its quarterly meetings, and the Company's internal CSR/ESG department team handles the day-to-day oversight and management of the ESG-type impacts of the Company's operations.\n\nThe CMO attends meetings with the Governance and Sustainability Committee and provides reports to the Board on ESG- and CSR-related initiatives. The CMO works directly with the CSR/ESG department team on climate- and sustainability related initiatives through their supervisors. Today, the CEO, CFO, CMO and other members of management report on the Company's impacts on the economy, environment and people to the Board at its meetings and in between meetings, as needed.\n\n### Role of the highest governance body in sustainability reporting\n\nThe Board was not responsible for the review and approval of the reported information in previous years. However, in 2022, the Board will be reviewing and approving the Company's Sustainability Report, Corporate Governance section of our 2021 Sustainability Report, pg 44.\n\n### Conflicts of interest\n\nSince January 1, 2021, there have been no related party transactions that are required to be reported as such under SEC rules. See Charter of the Audit Committee and Related Party Transactions in our 2022 Proxy Statement, pg 72.\n\n### Communication of critical concerns\n\nThe Board of Directors and management of the Company, and the Chief Legal Officer in particular, keep an open line of communication for the smooth transmission of issues and ideas related to the Company.\n\nThrough its standing committees, the Board receives not only information regarding critical concerns that impact the Company but also informed, reasoned ways with which to handle such concerns. Members of management are also present at Board and committee meetings, and are capable of offering their input and/or insight regarding the Company as needed. When critical issues arise, management makes sure to keep members of the Board abreast of important developments.\n\nFor example, pursuant to the Securities Exchange Act of 1934, as amended, one of the responsibilities of the Human Capital and Compensation Committee (as stated in its charter) is to establish procedures for: (i) the receipt, retention and treatment of complaints received by the Company regarding accounting, internal accounting controls or auditing matters; and (ii) the confidential, anonymous submission by employees of the Company of concerns regarding questionable accounting or auditing matters.\n\n### Collective knowledge of the highest governance body\n\nThe Governance and Sustainability Committee of the Board is tasked with encouraging and facilitating directors' continuing education, including coordinating training sessions and informative presentations for external parties for the directors on various topics and aspects related to corporate governance and other aspects of Board service. The company allows and encourages directors to select continuing director education offerings to attend, so directors are empowered to further develop their skillsets and attend offerings that will serve to complement their existing knowledge bases.\n### Global Reporting Initiative (GRI) Index\n\n| GRI STANDARD | DISCLOSURE | CROSS REFERENCE OR ANSWER |\n|--------------|------------|---------------------------|\n| 2-18         | Evaluation of the performance of this highest governance body | See Corporate Governance section of our 2021 Sustainability Report, pg 44 |\n| 2-19         | Remuneration policies | See Compensation Discussion and Analysis in our 2022 Proxy Statement, pg 30-48. |\n| 2-20         | Process to determine remuneration | See Processes and Procedures for Considering and Determining Executive Compensation in our 2022 Proxy Statement, pg 33-36. |\n| 2-21         | Annual total compensation ratio | (a) Annual total compensation ratio 912:1 for all employees 86:1 for U.S.-based non-manufacturing employees See our 2022 Proxy Statement, pg 67 |\n|              | (b) Change in the annual total compensation ratio | 0:1 |\n| 2-22         | Statement on sustainable development strategy | See United Nations Sustainable Development Goals section of our 2021 Sustainability Report, pg 61 |\n| 2-23         | Policy commitments | See our Code of Business Conduct and our Human Rights Policy. More information can be found in the Ethics and Compliance and Fair Treatment sections of our 2021 Sustainability Report, pg 49 and 52 |\n| 2-24         | Embedding policy commitments | See our Code of Business Conduct, sections Responsibility and Accountability and Additional Responsibilities of Managers and Supervisors, pg 3 and 4 |\n| 2-25         | Processes to remediate negative impacts | See Ethics and Compliance webpage on our external website. |\n| 2-26         | Mechanisms for seeking advice and raising concerns | See Ethics and Compliance Program section of our 2021 Sustainability report, pg 49 Visit the onsemi helpline for more information. |\n\n### GRI 201: Economic Performance\n\n| GRI STANDARD | DISCLOSURE | CROSS REFERENCE OR ANSWER |\n|--------------|------------|---------------------------|\n| 201-1        | Direct economic value generated and distributed | See our 2022 SEC Form 10-K: Profit and Loss, pg 58 Results of Operations, pg 32-34 Revenue and Segment Information, pg Supplemental Disclosures, pg 100 |\n\n### 5. Stakeholder Engagement\n\n| GRI STANDARD | DISCLOSURE | CROSS REFERENCE OR ANSWER |\n|--------------|------------|---------------------------|\n| 2-27         | Compliance with laws and regulations | To the best of our knowledge, we have not received significant fines or non-monetary sanctions for non-compliance with laws or regulations. |\n| 2-28         | Membership associations | See Public Policy section of our 2021 Sustainability Report, pg 57 |\n| 2-29         | Approach to stakeholder engagement | See Stakeholder Engagement and Material Topics section of our 2021 Sustainability Report, pg 41 |\n| 2-30         | Collective bargaining agreements | Belgium: 100% (270) China Manufacturing: 99.8% (MFG) (2,413) China Non-manufacturing: 100% (246) Czech Republic: 100% (2,372) France: 100% (80) Japan: 83% (1,310) United States: 40.46% (Mt Top) (111) Vietnam: 98% (2,037) Overall: 26.24% (8,839) |\nWe are aware of potential opportunities and risks associated with climate change and have integrated the process of climate change into our business operations and strategy in several ways. Through our environmental conservation programs, we focus on reducing our carbon footprint, and improving the electrical and fuel energy efficiency of our company's operations. Our 113 products help contribute to climate-related reductions through our power management and energy-efficient products. We also encourage our customers to include these products in their designs. We educate and encourage our employees to live sustainably in their personal lives. We advocate that even small actions can make a difference. Our ERM and business continuity programs work in tandem. Identification and assessment of long-term climate-related risks through the ERM program and implementation of continuity plans help mitigate short-term risks to our organization, affected communities, operations, employees, stakeholders and strategic business objectives from climate change and/or natural disaster incidents.\n\nTo ensure we are strategic on our offerings, benefits are handled at a regional level. See our website for regional benefits summaries and 2022 SEC Form 10-K, pg 36 and 65.\n\nThese ratios are based on our manufacturing locations. These ratios apply to the total workforce at these locations, regardless of gender.\n\n- **United States:**\n  - Minimum wage used – 7.25 USD\n  - Ratio – 2.21:1\n\n- **Shenzhen, China:**\n  - Minimum wage used – 28,600 RMB\n  - Ratio – 1:1\n\n- **Suzhou, China:**\n  - Minimum wage used – 29,640 RMB\n  - Ratio – 0.96:1\n\n- **Czech Republic:**\n  - Minimum wage used – 118,800 CZK\n  - Ratio – 1.27:1\n\n- **Japan:**\n  - Minimum wage used – 1,722,240 JPY\n  - Ratio – 1.53:1\n\n- **South Korea:**\n  - Minimum wage used – 21,869,760 KRW\n  - Ratio – 1:1\n\n- **Malaysia:**\n  - Minimum wage used – 16,200 MYR\n  - Ratio – 1:1\n\n- **Philippines:**\n  - Minimum wage used – 131,342 PHP\n  - Ratio – 1:1\n\n- **Vietnam:**\n  - Minimum wage used – 62,428,080 VND\n  - Ratio – 1.07:1\n### Global Reporting Initiative (GRI) Index\n\n| GRI STANDARD | DISCLOSURE | CROSS REFERENCE OR ANSWER |\n|--------------|------------|---------------------------|\n| **GRI 202: Market Presence** | | |\n| 202-2 | Proportion of senior management hired from the local community | See Our Employees section of the 2021 Sustainability Report, pg 23 |\n| **GRI 203: Indirect Economic Impacts** | | |\n| 203-1 | Infrastructure investments and services supported | See our 2022 SEC Form 10-K Purchase Obligations, pg 89 |\n| 203-2 | Significant indirect economic impacts | See our 2022 SEC Form 10-K Purchase Obligations, pg 89 |\n| **GRI 204: Procurement Practices** | | |\n| 204-1 | Proportion of spending on local suppliers | See Supply Chain section of our 2021 Sustainability Report, pg 54 |\n| **GRI 205: Anti-Corruption** | | |\n| 205-1 | Operations assessed for risks related to corruption | All factories are assessed for risks related to corruption through the RBA self-assessment questionnaire (SAQ), RBA internal audits or RBA VAP audits. In addition to our responsibilities as a full member of the RBA, we also conduct internal anticorruption risk assessments, which factor in our global operations, geographic footprint, customers and business partners. Certain teams, sites and business partners have heightened levels of risk based on location, functional role and extent of interaction with government parties. Communication and training about anti-corruption policies and procedures |\n| (a) Total number and percentage of governance body members that the organization's anti-corruption policies and procedures have been communicated to | All 10 members (100%) of the board of directors received materials communicating the company's anti-corruption policy. Annual Code of Business Conduct training includes the topic of anticorruption in 2020. |\n| (b) Total number and percentage of employees that the organization's anti-corruption policies and procedures have been communicated to | The company's anti-corruption policy has been communicated to all employees globally (North America, EMEA, APAC) through the annual Code of Business Conduct rollout and accompanying training. Our training completion rate in 2021 was 100%. |\n| (c) Total number and percentage of business partners that the organization's anti-corruption policies and procedures have been communicated to, broken down by type of business partner and region. Describe if the organization's anti-corruption policies and procedures have been communicated to any other persons or organizations. | Select suppliers, customers, and other business partners receive notice of our anticorruption policy through anti-corruption due diligence questionnaires and surveys. |\n| (d) Total number and percentage of governance body members that have received training on anticorruption | All 10 members (100%) of the board of directors completed our Code of Business Conduct annual training, which includes a module on anticorruption. |\n| (e) Total number and percentage of employees that have received training on anticorruption | All employees globally (North America, EMEA, APAC) have received an annual Code of Business Conduct training which includes a module on anticorruption. Our training completion rate in 2020 was 100%. |\n| 205-3 | Confirmed incidents of corruption and actions taken | onsemi cannot disclose this information at this time due to specific legal prohibition as this is attorney-client privileged information. |\n### Global Reporting Initiative (GRI) Index\n\n| GRI STANDARD | DISCLOSURE | CROSS REFERENCE OR ANSWER |\n|--------------|------------|---------------------------|\n| **GRI 206: Anti-Competitive Behavior** | | |\n| 206-1 | Legal actions for anticompetitive behavior, anti-trust and monopoly practices | In 2021, there were no legal actions pending or completed during the reporting period regarding anti-competitive behavior and violations of antitrust and monopoly legislation. |\n| 207-1 | Approach to tax | See 2021 Global Tax Strategy, sections 1.1, 2.3, 2.3.1, and 3.1 |\n| 207-2 | Tax governance, control and risk management | See 2021 Global Tax Strategy, sections 2.3, 2.3.1 and 3.1. For a copy of the report that contains the opinions on the financial statements and internal control over financial reporting please refer to Page 68 in our 2020 SEC Form 10-K. |\n| 207-3 | Stakeholder engagement and management of concerns related to tax. | See 2021 Global Tax Strategy, sections 2.3.3 and 3.1. In addition, we also collect information from external stakeholders through our investor relations group at investor@onsemi.com or through our CSR group at social.responsibility@onsemi.com. |\n| 207-4 | Country by country reporting | We do not publicly disclose this information. |\n| **GRI 301: Materials** | | |\n| 301-1 | Materials used by weight or volume | onsemi spends over $1 billion USD on various parts and raw materials as we manufacture at both internal and external sites. We do not track or estimate the raw material used in key manufacturing locations. |\n| 301-2 | Recycled input materials used | onsemi does not use recycled input materials in our manufacturing process. |\n| 301-3 | Reclaimed products and their packaging materials | See Water and Waste Management section of our 2021 Sustainability Report, pg 16 |\n| **GRI 302: Energy** | | |\n| 302-1 | Energy consumption within the organization | See Water and Waste Management section of our 2021 Sustainability Report, pg 16 |\n| 302-2 | Energy consumption outside the organization | onsemi does not track energy usage outside the organization. |\n| **GRI 303: Water and Effluents** | | |\n| 303-1 | Interaction with water as a shared resource | See Water and Waste Management section of our 2021 Sustainability Report, pg 16 |\n| 303-2 | Management of water discharge-related impacts | Effluent discharge meets or exceeds local regulations. |\n| 303-3 | Water withdrawal | See Water and Waste Management section of our 2021 Sustainability Report, pg 16 |\n| 303-4 | Water discharge | onsemi is developing better strategies for tracking water discharge across its operational footprint. We aim to have better metrics in the years to come. |\n| 303-5 | Water consumption | Water consumption data currently is not captured, onsemi is looking into a database for water consumption. |\n### Global Reporting Initiative (GRI) Index\n\n| GRI STANDARD | DISCLOSURE | CROSS REFERENCE OR ANSWER |\n|--------------|------------|---------------------------|\n| **GRI 304: Biodiversity** | | |\n| 304-1 | Operated sites owned, leased, managed in or adjacent to protected areas and areas of high biodiversity value outside protected areas | onsemi does not have any operational site owned, leased, managed in, or adjacent to, protected areas and areas of high biodiversity value outside protected areas. |\n| 304-2 | Significant impact of activities, products and services on biodiversity | None, onsemi sites are located in industrial zones or urban settings with minimal direct or indirect impacts on biodiversity. |\n| 304-3 | Habitats protected or restored | onsemi has not participated in habitat protection or restoration. This practice may become part of our carbon offsetting activities in the future, but at this time we have nothing to report. |\n| 304-4 | IUCN red list species and national conservation list species with habitats in areas affected by operations | To the best of our knowledge, there are no IUCN Red List species and national conservation list species with habitats in areas affected by the operations of the organization. |\n\n| GRI 305: Emissions | | |\n|-------------------|---------------------------|\n| 305-1 | Direct (scope 1) GHG emissions | See Emissions and Energy Consumptions section of our 2021 Sustainability Report, pg 14 |\n| 305-2 | Energy indirect (scope 2) GHG emissions | See Emissions and Energy Consumptions section of our 2021 Sustainability Report, pg 14 |\n| 305-3 | Other indirect (scope 3) GHG emissions | See Emissions and Energy Consumptions section of our 2021 Sustainability Report, pg 14 |\n| 305-4 | GHG emissions intensity | Our GHG emissions intensity is based on output earned and includes our scope 1 and 2 emissions. We emit 1.25 MTCO₂e per USD output earned. |\n| 305-5 | Reduction of GHG emissions | See Net-Zero Commitment section of our 2021 Sustainability Report, pg 12 |\n| 305-6 | Emissions of ozone-depleting substances | onsemi does not emit ozone-depleting substances. |\n\n| GRI 306: Waste | | |\n|----------------|---------------------------|\n| 306-1 | Waste generation and significant waste-related impacts | See Water and Waste Management section of our 2021 Sustainability Report, pg 16 |\n| 306-2 | Management of significant waste-related impacts | See Water and Waste Management section of our 2021 Sustainability Report, pg 16 |\n| 306-3 | Waste generated | See Water and Waste Management section of our 2021 Sustainability Report, pg 16 |\n| 306-4 | Waste diverted from disposal | See Water and Waste Management section of our 2021 Sustainability Report, pg 16 |\n| 306-5 | Waste directed to disposal | See Water and Waste Management section of our 2021 Sustainability Report, pg 16 |\n\n| GRI 308: Supplier Environmental Assessment | | |\n|------------------------------------------|---------------------------|\n| 308-1 | New suppliers that were screened using environmental criteria | New suppliers are not pre-screened using environmental criteria. However, all suppliers are provided our CSR Commitment through the Supplier Handbook. Furthermore, our top expenditure suppliers are required to sign our Corporate Social Responsibility Statement of Conformance and complete a risk assessment with environmental criteria on a biennial basis. |\n| 308-2 | Negative environmental impacts in the supply chain and actions taken | We are not aware of any negative environmental impacts in the supply chain for 2021. |\n### Global Reporting Initiative (GRI) Index\n\n| GRI STANDARD | DISCLOSURE | CROSS REFERENCE OR ANSWER |\n|--------------|------------|---------------------------|\n| **GRI 402: Labor/Management Relations** | | |\n| 402-1 | Minimum notice period regarding operational changes | We provide advance notice or make changes to the contract mid-term by mutual consent in accordance with collective bargaining agreements entered in and local requirements in the different countries where we operate. Belgium: as per legal provisions Czech Republic: as per legal provisions China: yes (manufacturing only) Japan: yes South Korea: n/a U.S.: yes Vietnam: no Taiwan: no France: as per legal provisions |\n\n| GRI STANDARD | DISCLOSURE | CROSS REFERENCE OR ANSWER |\n|--------------|------------|---------------------------|\n| **GRI 403: Occupational Health and Safety** | | |\n| 403-1 | Occupational health and safety management system | See Employee Health and Safety section of our 2021 Sustainability Report, pg 36 |\n| 403-2 | Hazard identification, risk assessment and incident investigation | See Employee Health and Safety section of our 2021 Sustainability Report, pg 36 |\n| 403-3 | Occupational health services | Some of our sites have employed occupational health resource specialists while others have inhouse clinics. We also contract doctors in certain locations who provide service to employees. We use the European Union General Data Protection Regulation (GDPR) to protect privacy of all employees. |\n| 403-4 | Worker participation, consultation and communication on occupational health and safety | See Employee Health and Safety section of our 2021 Sustainability Report, pg 36 |\n| 403-5 | Worker training on occupational health and safety | See Employee Health and Safety section of our 2021 Sustainability Report, pg 36 |\n| 403-6 | Promotion of worker health | We offer programs focused on nutrition, weight loss, physical fitness and the avoidance of unhealthy habits including smoking, drinking and using drugs. Several of our sites offer subsidized gym membership plans, access to fitness classes and/or an on-site gym facility. See Employee Compensation and Benefits section of our 2021 Sustainability Report, pg 33 |\n| 403-7 | Prevention and mitigation of occupational heal and safety impacts directly linked by business relations | We follow strict standards to provide safe workplaces for employees around the world. Engineering controls such as adequate exhaust/ventilation, fire protection systems, interlocks, machine guarding, etc. are preferred based on present hazards. Additionally, personal protection equipment (PPE) is provided based on a risk analysis. |\n| 403-8 | Workers covered by occupational health and safety management system | See Employee Health and Safety section of our 2021 Sustainability Report, pg 36 |\n| 403-9 | Work-related injuries | In 2021, onsemi had two high-consequence work-related injuries and 43 recordable work-related injuries for employees. We had three recordable work-related injuries for non-employees. For high-risk contractor work, a dedicated safety supervisor must be present at all times. This safety supervisor must have line of sight to all high-risk jobs. The safety supervisor serves as a safety advocate and helps ensure that all safety rules are being followed. |\n| 403-10 | Work-related ill health | In 2021, onsemi recorded zero occurrences of work-related ill health. |\n### Global Reporting Initiative (GRI) Index\n\n| GRI STANDARD | DISCLOSURE | CROSS REFERENCE OR ANSWER |\n|--------------|------------|---------------------------|\n| **GRI 404: Training and Education** | | |\n| 404-1 | Average hours of training per year per employee | In 2021, our average hours of training per employee was about 3.5 hours of training per employee |\n| 404-2 | Programs for upgrading employee skills and transition assistance | See Learning and Development section of our 2021 Sustainability Report, pg 31 |\n| 404-3 | Percentage of employees receiving regular performance and career development reviews | In 2021, all of our eligible employees received a performance appraisal |\n| **GRI 405: Diversity and Equal Opportunity** | | |\n| 405-1 | Diversity of governance bodies and employees | See Our Employees and Corporate Governance sections of our 2021 sustainability Report, pg 23 & 44 |\n| 405-2 | Ratio of basic salary and remuneration or women to men | onsemi does not publicly disclose this information. |\n| **GRI 406: Non-Discrimination** | | |\n| 406-1 | Incidents of discrimination and actions taken | onsemi cannot disclose this information at this time due to specific legal prohibition as this is attorney-client privileged information. |\n| **GRI 407: Freedom of Association and Collective Bargaining** | | |\n| 407-1 | Operations and suppliers in which the right to freedom of association and collective bargaining may be at risk | We work with suppliers in countries where the risk of violating labor and human standards is recognized as being higher. To actively address this, we require suppliers to complete self-assessment questionnaires, provide training and conduct onsite verification. If any risk of violating the right to freedom of association, existence of child labor or forced labor is identified, we work closely and diligently with the suppliers through corrective action plans. If the nonconformance is not adequately addressed by the supplier in a timely fashion, we may choose to terminate our contract with the supplier. For more information, see our Human Rights Policy. |\n| **GRI 408: Child Labor** | | |\n| 408-1 | Operations and suppliers at significant risk for incidents of child labor | We work with suppliers in countries where the risk of violating labor and human standards is recognized as being higher. To actively address this, we require suppliers to complete self-assessment questionnaires, provide training and conduct onsite verification. If any risk of violating the right to freedom of association, existence of child labor or forced labor is identified, we work closely and diligently with the suppliers through corrective action plans. If the nonconformance is not adequately addressed by the supplier in a timely fashion, we may choose to terminate our contract with the supplier. For more information, see our Human Rights Policy. |\n| **GRI 409: Forced or Compulsory Labor** | | |\n| 409-1 | Operations and suppliers at significant risk for incidents of forced or compulsory labor | We work with suppliers in countries where the risk of violating labor and human standards is recognized as being higher. To actively address this, we require suppliers to complete self-assessment questionnaires, provide training and conduct onsite verification. If any risk of violating the right to freedom of association, existence of child labor or forced labor is identified, we work closely and diligently with the suppliers through corrective action plans. If the nonconformance is not adequately addressed by the supplier in a timely fashion, we may choose to terminate our contract with the supplier. For more information, see our Human Rights Policy. |\n| **GRI 410: Security Practices** | | |\n| 410-1 | Security personnel trained in human rights policies or procedures | We use both in-house and third-party organizations for security personnel. In 2021, approximately 96% of our security personnel received training on our human rights policies. |\n### Global Reporting Initiative (GRI) Index\n\n| GRI STANDARD | DISCLOSURE | CROSS REFERENCE OR ANSWER |\n|--------------|------------|---------------------------|\n| **GRI 411: Rights of Indigenous Peoples** | | |\n| 411-1 | Incidents of violations involving rights of indigenous peoples | To the best of our knowledge, there have been no identified incidents of violations involving the rights of Indigenous peoples during the reporting period. |\n| **GRI 413: Local Communities** | | |\n| 413-1 | Operations with local community engagement, impact assessments and development programs | All of our global sites are involved with community engagement and development programs through our workplace giving program and employee volunteerism. To learn more about our community engagement efforts, see our Giving Now webpage. |\n| 413-2 | Operations with significant actual and potential negative impacts on local communities | We do not have operations with significant actual and potential negative impacts on local communities. |\n| **GRI 414: Supplier Social Assessment** | | |\n| 414-1 | New suppliers that were screened using social criteria | New suppliers are not pre-screened against social criteria. However, all suppliers are provided our Supplier Handbook which references our CSR Commitment. Top suppliers by spend are required to sign our Corporate Social Responsibility Statement of Conformance and complete a risk assessment with social criteria on a biennial basis. |\n| 414-2 | Negative social impacts in the supply chain and actions taken | We work closely and diligently with our suppliers to ensure there are no negative social impacts from our supply chain. If negative social impacts are identified within our supply chain, we work with our suppliers to address those issues through corrective action plans. |\n| **GRI 415: Public Policy** | | |\n| 415-1 | Political contributions | See Public Policy section of our 2021 Sustainability Report, pg 57 |\n| **GRI 416: Customer Health and Safety** | | |\n| 416-1 | Assessment of the health and safety impacts of product and service categories | 100% of our products are covered by and assessed for compliance with company procedures for assessing product/service health and safety impacts. We have several special products which are out of this declaration. They are used for military and air force applications. |\n| 416-2 | Incidents of noncompliance concerning health and safety impacts of products and services | We are not aware of any non-compliance concerning the health and safety impacts of our products and services. |\n| **GRI 417: Marketing and Labeling** | | |\n| 417-1 | Requirements for product and service information and labeling | Per labeling requirements of JEDEC standard JESD97, all shipping labels show whether the products are under restriction on hazardous substances (RoHS) compliant/Pb-free. Our labeling also indicates information regarding hazardous material to comply with the China RoHS directive. |\n| 417-2 | Incidents of noncompliance concerning product and service information and labeling | To the best of our knowledge, we have not received fines for non-compliance concerning product and service information and labeling. |\n| 417-3 | Incidents of noncompliance concerning marketing communications | To the best of our knowledge, we are not aware of any non-compliance concerning marketing communications. |\n| **GRI 418: Customer Privacy** | | |\n| 418-1 | Substantiated complaints concerning breaches of customer privacy and losses of customer data | To the best of our knowledge, we are not aware of any substantiated complaints of breaches of customer privacy or losses of customer data |\nSustainable1 verified the environmental impacts, as calculated by onsemi, within the above table.\n\n### Methodology\nSustainable1’s assurance activities included the following:\n\n- Review of the processes by which onsemi defines the sustainability issues that are relevant and material to its operations and its stakeholders.\n- Interviews with managers responsible for sustainability performance and data collection.\n- Assessment of the extent to which onsemi’s sustainability activities adhere to the Principles.\n- Review of processes and systems used to gather and consolidate environmental data. The data sources that Sustainable1 reviewed includes invoices, spreadsheets and other data points.\n- Verification of data accuracy for a selection of sites, including an audit of conversion factors, and calculations.\n\n### Sustainability Performance\n\n| Scope | Source | Unit | Quantity |\n|-------|--------|------|----------|\n| GHG Scope 1 | Fuel and Process Emissions | Metric Tonnes | 405,589.87 |\n| GHG Scope 2 | Electricity | Metric Tonnes | 782,789.42 |\n| GHG Scope 3 | Business Travel | Metric Tonnes | 677.80 |\n\n### Third Party Assurance Statement\n\nSustainable1 conducted a comprehensive assurance engagement to ensure the active engagement of all relevant internal and external stakeholders in achieving its sustainability ambitions. The company identifies both internal and external stakeholders, such as employees, investors, customers, suppliers, and communities. It collects feedback in a variety of ways including surveys, direct email questions, and employee questions, and has dedicated teams to respond to different types of inquiries. onsemi is setting up a framework for internal stakeholders to enable engagement with on-site operators teams to identify initiatives that improve the company’s environmental footprint.\n\nAs for external stakeholders, onsemi is constantly interacting with suppliers, customers and investors to integrate their feedback into their sustainability strategies. onsemi has been working closely with a customer to integrate its feedback into their renewable energy strategy and transition to renewable energy for manufacturing products.\n\nThe company has a Corporate Responsibility Manager to address questions related to their sustainability strategy. Additionally, in response to the feedback received from customers and investors, onsemi is exploring energy strategies to help improve data collection and identify ways in which it can reduce energy consumption and transition to renewable energy.\n\n### Materiality\n\nMateriality: determining relevance and impact of an organization’s sustainability issues to its stakeholders\n\nSustainable1 conducted a new CDP in December 2021 and is in the process of an organizational change, and therefore has not conducted a materiality assessment since FY2019. The company is focusing on intelligent power and sensing technologies that enable a more sustainable future. Even though a formal materiality assessment was not conducted in FY2021, GHG emissions, renewable energy and stakeholder management were identified as material issues impacting the company. onsemi is in the process of developing a systematic approach for its materiality assessments going forward and will report on it in its next annual sustainability report.\n\nSince the new Senior Director of Sustainability and ESG came on board, the company has intensified its focus on energy demand management, reducing energy load, and managing power usage intensity to effectively manage Scope 2 emissions.\n\n### Responsiveness\n\nResponsiveness: an organization’s response to stakeholder issues that affect its sustainability performance, which is measured through disclosure, actions, and performance, as well as interaction with stakeholders\n\nSustainable1 conducts quarterly business reviews and team meetings with its executive team to discuss important issues raised by stakeholders. It reports sustainability progress quarterly to senior executives via the quarterly business reviews. It also reports sustainability progress to the Governance and Sustainability Committee of the Board on a quarterly basis. onsemi has a standard response it sends out to customer inquiries, which outlines its strategies on topics such as emissions, net zero goal, human rights, conflict minerals, IBA membership, diversity, equity and inclusion, etc.\n\nonsemi has a separate process to manage any data related concerns raised by customers for their Scope 1 reporting purposes. Most of the responses are through email and the company also has a system to manage such requests. The investors relations team also helps respond to questions from the community. onsemi is in the process of developing and implementing its customer relations team which will help run reports from the platform and send them to individual customers.\n\nIn the future, the company aims to hold effective dialogue with suppliers in order to manage Scope 3 emissions. In FY2021, onsemi sent out an email to Tier 1 suppliers to inform them about its sustainability goals. In response, the company received feedback from suppliers regarding their goals and strategies and how they can fit into onsemi’s sustainability goals.\nThird Party Assurance Statement\n\nSustainable1 found that data was accurate overall, and any minor corrections were made as necessary. Upon evaluating this system, data reliability: data since 2000. Sustainable1 has been researching, standardizing and experience to conduct an assurance to the AA1000 Principles.\n\nFindings, conclusions and recommendations\n\nThe Principles:\n\nNothing came to Sustainable1’s attention to suggest that onsemi’s CDP Response does not adhere to the AA1000 Principles.\n\nData reliability:\n\nonsemi has implemented rigorous processes to collect and aggregate global energy consumption and GHG emissions. Upon evaluating this system, Sustainable1 found that data was accurate overall, and any minor corrections were made as necessary.\n\nAssurance provider\n\nSustainable1 has been researching, standardizing and validating corporate environmental performance data since 2000. Sustainable1’s research team has the relevant professional and technical competencies and experience to conduct an assurance to the AA1000 standard.\n\nSustainable1 has conducted this assurance independently and impartially and in compliance with S&P Global’s policies and procedures, including its Code of Business Ethics that provide a framework relating to ethical conduct, conflict of interest and compliance with law.\n\nS&P Global Sustainable1, a business of S&P Global Inc.\n\nLondon, May 2022\n\nSteven Bullock\nManaging Director, Global Head of ESG Innovation and Solutions\n\nDISCLAIMER\n\nThis content (including any information, data, analyses, opinions, ratings, scores, and other statements) (“Content”) has been prepared solely for information purposes and is owned by or licensed to S&P Global Inc. and/or its affiliates (collectively, “S&P Global”). This Content may not be modified, reverse engineered, reproduced or distributed in any form by any means without the prior written permission of S&P Global.\n\nYou acquire absolutely no rights or licenses in or to this Content and any related text, graphics, photographs, trademarks, logos, sounds, music, audio, video, artwork, computer code, information, data and material therein, other than the limited right to utilize this Content for your own personal, internal, non-commercial purposes or as further provided herein.\n\nAny unauthorized use, facilitation or encouragement of a third party’s unauthorized use (including without limitation copy, distribution, transmission or modification) of this Content or any related information is not permitted without S&P Global’s prior consent and shall be deemed an infringement, violation, breach or contravention of the rights of S&P Global or any applicable third-party (including any copyright, trademark, patent, rights of privacy or publicity or any other proprietary rights).\n\nA reference to a particular investment or security, a score, rating or any observation concerning an investment or security that is part of this Content is not a recommendation to buy, sell or hold such investment or security, does not address the suitability of an investment or security and should not be relied on as investment advice.\n\nS&P Global shall have no liability, duty or obligation for or in connection with this Content, any other related information (including for any errors, inaccuracies, omissions or delays in the data) and/or any actions taken in reliance thereon. In no event shall S&P Global be liable for any special, incidental, or consequential damages, arising out of the use of this Content and/or any related information.\n\nThe S&P and S&P Global logos are trademarks of S&P Global registered in many jurisdictions worldwide. You shall not use any of S&P Global’s trademarks, trade names or service marks in any manner, and in no event in a manner accessible by or available to any third party. You acknowledge that you have no ownership or license rights in or to any of these names or marks.\n\nSee additional Disclaimers at https://www.spglobal.com/en/terms-of-use.\n\nCopyright © 2022 S&P Global Inc. All rights reserved.\n## Report Revision History\n\n| VERSION | DESCRIPTION OF REVISION AND REASON | EFFECTIVE DATE |\n|---------|------------------------------------|----------------|\n| O       | 2021 Sustainability Report Document Initial Release | 15 June 2022 |\n| A       | Revised size of document to optimize user experience | 16 June 2022 |\n| B       | Revised 2020 Scope 1 emission numbers to reflect previously reported figures. Adjusting from 2,171,110 MTCO₂e to 2,173,451 MTCO₂e (pages 14 and 67). | 28 June 2022 |\n| C       | Revised Hazardous Waste Recycled figure in Triple Bottom Line Performance Summary to reflect correct recycling percentage. The previously reported 75% figure was incorrect. The corrected figure is 42%. | 15 March 2023 |\n", "source": "onsemi_2021", "added": "2025-04-27", "created": "2025-04-27", "metadata": {"Source-File": "climate_reports/tp_reports/onsemi_2021.pdf", "olmocr-version": "0.1.59", "pdf-total-pages": 88, "total-input-tokens": 183103, "total-output-tokens": 54653, "total-fallback-pages": 0}, "attributes": {"pdf_page_numbers": [[0, 35, 1], [35, 35, 2], [35, 2127, 3], [2127, 5997, 4], [5997, 12411, 5], [12411, 22975, 6], [22975, 23082, 7], [23082, 27209, 8], [27209, 27816, 9], [27816, 30476, 10], [30476, 34716, 11], [34716, 37229, 12], [37229, 37410, 13], [37410, 40920, 14], [40920, 43627, 15], [43627, 49836, 16], [49836, 50828, 17], [50828, 52648, 18], [52648, 54148, 19], [54148, 56029, 20], [56029, 58448, 21], [58448, 58674, 22], [58674, 59454, 23], [59454, 59560, 24], [59560, 60053, 25], [60053, 60127, 26], [60127, 62318, 27], [62318, 63498, 28], [63498, 71913, 29], [71913, 73860, 30], [73860, 76609, 31], [76609, 77872, 32], [77872, 82092, 33], [82092, 85999, 34], [85999, 91040, 35], [91040, 93764, 36], [93764, 95837, 37], [95837, 98050, 38], [98050, 101949, 39], [101949, 102221, 40], [102221, 103873, 41], [103873, 105977, 42], [105977, 107097, 43], [107097, 109565, 44], [109565, 112651, 45], [112651, 115154, 46], [115154, 116730, 47], [116730, 120190, 48], [120190, 121915, 49], [121915, 124814, 50], [124814, 127581, 51], [127581, 130516, 52], [130516, 132353, 53], [132353, 137944, 54], [137944, 143928, 55], [143928, 149880, 56], [149880, 154973, 57], [154973, 157884, 58], [157884, 162328, 59], [162328, 162647, 60], [162647, 164855, 61], [164855, 166326, 62], [166326, 168542, 63], [168542, 170195, 64], [170195, 172875, 65], [172875, 175593, 66], [175593, 177501, 67], [177501, 181460, 68], [181460, 185153, 69], [185153, 188569, 70], [188569, 191935, 71], [191935, 194493, 72], [194493, 198369, 73], [198369, 200957, 74], [200957, 202473, 75], [202473, 206134, 76], [206134, 209231, 77], [209231, 211301, 78], [211301, 214786, 79], [214786, 217623, 80], [217623, 221198, 81], [221198, 224631, 82], [224631, 228635, 83], [228635, 232312, 84], [232312, 237529, 85], [237529, 241554, 86], [241554, 242287, 87], [242287, 242287, 88]]}}