{"id": "e3267611245ae8d69766ba3ac608260f577aafe3", "text": "2021 CORPORATE SOCIAL RESPONSIBILITY REPORT\n\nOUR PURPOSE:\nCONNECTING THE WORLD TO SHARE FOOD AND CARE FOR ONE ANOTHER\nSysco is the global leader in selling, marketing and distributing food products to restaurants, health care and educational facilities, lodging establishments and other customers who prepare meals away from home. Our family of products also includes equipment and supplies for the foodservice and hospitality industries. With more than 58,000 associates, Sysco operates 343 distribution facilities worldwide and serves more than 650,000 customer locations. For FY2021 that ended July 3, 2021, the company generated sales of more than $51 billion.\n\nFor more information, visit www.sysco.com or connect with Sysco on Facebook at www.facebook.com/SyscoFoods or Twitter at https://twitter.com/Sysco. For important news and information regarding Sysco, visit the Investor Relations section of the company’s internet home page at www.investors.sysco.com. This will serve as a primary channel for publishing key information to our investors, some of which may contain material and previously nonpublic information. In addition, investors should continue to review our news releases and filings with the SEC. It is possible that the information we disclose through any of these channels of distribution could be deemed to be material information.\n\nInformation in this report primarily reflects the corporate social responsibility performance of Sysco Corporation in the United States and Canada during FY2021, ending July 3, 2021, unless stated otherwise. This report has been published in accordance with GRI Core. A GRI index is available to download from our website. Changes from our FY2020 CSR report include updates on annual progress and expanded information on our global impact. We have also released our first Sustainability Accounting Boards Standard (SASB) Index with this report. For more information about Sysco’s carbon footprint and water use, please see our 2021 CDP Climate and Water responses. In addition, please see our annual report and SEC filings for more information on Sysco’s operations and business performance. We expect to continue to publish CSR reports annually, upon the completion of each fiscal year.\n\nWe value feedback from all our stakeholders. For questions or comments concerning this report, please contact the Sysco Corporate Social Responsibility Team at csr@sysco.com.\n**Sysco at-a-glance**\n\n- **$51.3B** FY2021 Global Sales\n- **650K+** Customer Locations Served\n- **58K+** Global Associates\n- **343** Distribution Facilities Worldwide\n\n**Principal Product Categories**\n\n- **19%** Fresh and frozen meats\n- **16%** Canned and dry product\n- **15%** Frozen fruits, vegetables, bakery and other\n- **11%** Poultry\n- **10%** Dairy products\n- **8%** Paper and disposables\n- **8%** Fresh produce\n- **5%** Seafood\n- **3%** Beverage products\n- **5%** Other\n\n**Global Footprint**\n\nOur presence spans the Americas and Europe, with operations in:\n\n- United States\n- Canada\n- The Bahamas\n- Mexico\n- Costa Rica\n- Panama\n- United Kingdom\n- France\n- Ireland\n- Sweden\n- Belgium\n\n**Four Business Segments**\n\n1. U.S. Foodservice Operations\n2. International Foodservice Operations\n3. SYGMA\n4. Other – Hotel Lodging Supply\nAt Sysco, we are the backbone of the food-away-from-home industry. In May 2021, Sysco announced our new Purpose and strategy to transform into a more growth-oriented, purpose-led, agile, innovative and customer-focused company. Our Purpose, **Connecting the world to share food and care for one another**, is aspirational and will push us to go further, do more and innovate.\n\nSysco’s Purpose unifies our associates around a common goal that guides our actions and the impact we make in the world every day. Our Mission, Identity and Values reflect our broader ambition and great impact on the world. We are always improving and setting the standard of excellence for our industry and defining the future of our space.\n\n**OUR MISSION**\nDelivering success for our customers through industry-leading people, products and solutions.\n\n**OUR IDENTITY**\nTogether we define the future of foodservice and supply chain.\n\n**OUR VALUES**\nRooted in integrity, committed to inclusion, driving forward together, defining excellence and growing responsibly.\n\n**CONNECTING THE WORLD TO SHARE FOOD AND CARE FOR ONE ANOTHER**\nWatch to learn how our Purpose comes to life.\nRecipe for Growth\n\nOur Purpose is the foundation for our new Recipe for Growth strategy. A series of five specific business pillars will work together to help us grow purposefully and responsibly.\n\nOne of the five elements of our strategy is Future Horizons, a reflection of our commitment to responsible growth. We will cultivate new channels, segments and capabilities while being responsible stewards of our company and our planet. We will fund our journey through cost-out and efficiency improvements and always prioritize working with our partners on long-term solutions.\n\nOur CSR strategy\n\nOur CSR strategy guides Sysco’s efforts to grow responsibly and sustainably. Sysco’s CSR priorities and initiatives are anchored in three pillars — People, Products and Planet. Amidst an ever-changing business environment, a warming climate and an evolving global economy, our CSR strategy will guide our actions and help prioritize our decisions. We win only when we take care of people and our shared planet.\n\nWith this in mind, we prioritize our efforts on issues where we believe we can have the most impact. Our strategy is global, with many of our businesses outside the U.S. operating robust CSR programs. In addition, other initiatives exist in Canada and Europe that are aligned to our global vision statements. Country- and/or company-specific goals have been developed to address geographic, regulatory and local market needs.\nOur global CSR strategic framework\n\nGlobal CSR Vision\nWe are committed to advancing corporate social responsibility within our company across three pillars. We will care for people, source products responsibly and protect the planet.\n\nGlobal CSR Pillars\n\nPeople\n- Philanthropy & Community Giving\n- Diversity, Equity & Inclusion\n- Health & Wellness\n\nProducts\n- Animal Welfare\n- Responsible Sourcing\n- Human Rights\n\nPlanet\n- Sustainable Agriculture\n- Energy & Carbon\n- Waste Reduction\n\nVision Statements\n- To lead the foodservice distribution industry by giving back, doing good and changing lives to support the communities where we live and work.\n- To build a diverse and inclusive work environment that reflects the customers and communities we serve.\n- To empower our people, communities, and the next generation to make healthy choices about lifestyles and diet.\n- To improve animal welfare practices across the foodservice industry.\n- To continuously improve our responsible sourcing practices for key commodities to minimize negative environmental, social or ethical impacts.\n- To ensure respect for human rights is embedded in our own operations and global supply chain.\n- By leveraging our size, scale and knowledge of best practices in sustainable agriculture, we will further integrate environmental sustainability within our agricultural supply chain.\n- Reduce the carbon footprint of our fleet and operations.\n- Minimize waste generated in our direct operations.\n\nSysco 2025 Goals\n\n- Generate $500 million worth of good in our global communities.\n- Increase total gender and ethnic diversity of U.S.-based associates to 62%.\n- Increase spend with women and minority-owned suppliers 25%.\n- Double associate participation rates in health and well-being programs.\n- Expand products in our portfolio with health and wellness benefits.\n- All Sysco Brand protein suppliers will adhere to requirements laid out in Sysco’s Animal Welfare Policy for Suppliers.\n- Establish responsible sourcing guidelines for five key commodities.\n- Ensure that all first-tier, high-risk suppliers agree to the Supplier Code of Conduct principles.\n- Expand our Sustainable Agriculture program to include five fresh crops.\n- Reduce our Scope 1 & 2 emissions by 27.5% by 2030.\n- Work with suppliers representing 67% of Scope 3 emissions to set science-based targets by 2026.\n- Divert 90% of waste, including food, from landfill.\n\n¹U.S. only unless specified.\n²Focusing on purchased goods and services and upstream transportation suppliers.\n³Sysco Global businesses are actively contributing to achieving this goal.\n⁴Sysco Canada is actively contributing to achieving this goal.\n⁵Sysco European businesses are actively contributing to achieving this goal.\nLEADERSHIP PERSPECTIVES\n\nA MESSAGE FROM KEVIN HOURICAN,\nPRESIDENT AND CHIEF EXECUTIVE OFFICER\n\nSysco’s FY2021 was a challenging one for our industry. The COVID disruption impacted every facet of our business, putting meaningful strain on our people and our supply chain. I am proud of the service that we provided to our customers and the dedication shown by our associates.\n\nDuring the past year, we worked tirelessly to improve fill rates when product was in short supply, waived order minimums to provide our customers with increased flexibility, partnered with customers on payment plans to help them through this challenging operating environment, and helped tens of thousands of our customers improve their delivery and take-out operations.\n\nThese business efforts are important, but I am equally proud of the positive impact we had on the communities we serve. Within the past fiscal year, Sysco:\n\n- Donated more than 27 million meals;\n- Achieved our sustainable seafood goals and expanded our future commitments;\n- Piloted an electric truck and began preparations to partially electrify our delivery fleet; and\n- Launched a sustainable grazing initiative to help tackle climate change and promote biodiversity.\n\nWe also launched our new Purpose — Connecting the world to share food and care for one another — which fuels what we do, prioritizes where we invest and galvanizes our workforce around a common objective. Most importantly, our new Purpose raises the bar for what we expect of ourselves, driving us to be more customer-centric, more agile and to better serve our customers.\n\nWe are also committing to a science-based emissions reduction target in accordance with the Paris Climate Agreement. With the majority of our greenhouse gas emissions coming from our supply chain activities, we will partner with our customers and suppliers to reduce emissions across our value chain.\n\nAs you read through this report, I hope you sense the depth of what we have achieved in this most extraordinary of times. We are leveraging our Purpose to protect our planet and address climate change head on. As an industry leader, we will deliver compelling and measurable improvements when it comes to People, Products and Planet.\n\nTogether, Sysco’s board of directors, executive leadership team and our global associates are energized and committed more than ever to deliver on our Purpose. I look forward to keeping you apprised of our progress.\n\nSincerely,\n\nKevin Hourican\nPresident & CEO\nNeil leads corporate social responsibility (CSR) at Sysco. He shares his thoughts on Sysco’s new Purpose, business strategy and the company’s enduring commitment to caring for people, sourcing products responsibly and protecting the planet.\n\nQ&A with Neil Russell, Senior Vice President, Corporate Affairs and Chief Communications Officer\n\nNeil leads corporate social responsibility (CSR) at Sysco. He shares his thoughts on Sysco’s new Purpose, business strategy and the company’s enduring commitment to caring for people, sourcing products responsibly and protecting the planet.\n\nWhat actions is Sysco taking to incorporate its Purpose, Connecting the world to share food and care for one another, into the company?\n\nIn FY2021 we announced our Purpose, and now we are doing the work to embed it into the organization. Our Purpose unifies our associates around the globe with a common goal that guides our actions and the impact we make in the world every day. Embedding it will include goal setting, establishing new initiatives and partnerships and working with our supply chain. This is a journey that I’m excited to embark on. It’s powerful to see how Sysco associates are embracing this journey and are working together to make significant progress toward our CSR goals.\n\nWhat is Sysco’s Global Good Goal and how did Sysco progress against it in FY2021?\n\nSysco created our Global Good Goal to donate $500 million worth of good in our global communities by 2025, through product donations, cash contributions and volunteer service. The pandemic further increased food insecurity for many, and we are very proud of our contributions to address it, including donating 27 million meals in FY2021. Our Global Good Goal not only delivers support to our communities, but shows the power of Sysco associates working together.\n\nHow is Sysco’s new business strategy, Recipe for Growth, enabling Sysco to become an even more responsible and sustainable organization?\n\nI am truly excited about the opportunities Sysco has to accelerate our positive impact in the world and continue to exceed the expectations of our customers and stakeholders. CSR is an integral part of our new strategy, Recipe for Growth, which is designed to advance our pace of leadership, further differentiate Sysco, create a sustainable competitive advantage and make a positive impact in the world. The strategy is fueled by our company Purpose: Connecting the world to share food and care for one another. Together, they go hand in hand to establish a growth trajectory for Sysco.\n\nThe climate crisis continues to require broad, coordinated action. How is Sysco addressing it?\n\nAt Sysco, climate action is not just a hope or future commitment. In FY2021 we set new goals to reduce emissions across our operations and value chain, and we are making investments in the business to ensure we are making meaningful progress toward these goals. We are currently investing in the areas of renewable energy, energy efficiency, clean transportation, waste reduction and responsible product sourcing in order to lower our carbon footprint. For example, in FY2023, we will deploy our first group of electric vehicles at our Riverside, California, operating site as part of our commitment to replace diesel vehicles with various zero-emissions vehicles. We are also leveraging our scale to work with our supplier partners on their climate commitments because we know that together we can do more to address this challenge.\nWe continue to cultivate these qualities across our global teams in FY2021 by prioritizing diversity, inclusiveness and equality in line with our Purpose: Connecting the world to share food and care for one another. During the year, we evolved our learning programs to meet a virtual workplace’s needs, introduced several new Associate Resource Groups (ARGs) to champion neurodiversity, Indigenous associates and women leadership and increased our collaborations with diverse suppliers. We also welcomed several new diverse leaders across Sysco and launched a Global Diversity, Equity and Inclusion Advisory Council to advance our DEI efforts. Ultimately, with our Purpose guiding our efforts and our CSR strategy defining our 2025 CSR goals and programs, we are committed to making progress to ensure our people thrive and our communities continue to build resilience.\n\nAt Sysco, we believe that people thrive when they feel like they belong. When they can grow professionally, engage freely, give back to their communities and know that they are heard.\n\n**INTRODUCTION**\n\n**OUR 2025 GOALS**\n\n**PHILANTHROPY & COMMUNITY GIVING**\n\nGive $500 million of good in our local communities, including 200 million meals\n\n**DIVERSITY, EQUITY & INCLUSION**\n\nIncrease total gender and ethnic diversity of U.S.-based associates to 62%\n\nIncrease spend with women- and minority-owned suppliers by 25%\n\n**HEALTH & WELLNESS**\n\nDouble associate participation rates in health and well-being programs\n\nExpand products in our portfolio with health and wellness benefits\nAn important demonstration of this belief is our work to expand and enhance our Global Diversity, Equity, and Inclusion (DEI) business strategy. Our goal is to have a diverse workforce that is representative of the customers and communities we serve, and an inclusive culture where everyone is treated with dignity and respect, and feels comfortable bringing their whole, authentic self to work each day. To accelerate our efforts, we have established a Global DEI Advisory Council and ambassador program to help inform Sysco’s DEI strategy and embed it into the business.\n\nIn our fight against racism and discrimination, we believe we all have a personal responsibility to our fellow associates, customers and communities to be better and lead by example. As part of our 2025 CSR goals, we are committed to increasing the percentage of the products we buy from traditionally underutilized diverse businesses. This will further expand our product portfolio to better serve our customers, deepen our supplier relationships and make an impact in the communities we serve.\n\nTo further support our communities, we launched our Global Good Goal this year to generate $500 million worth of good in the form of food donations, cash contributions and associate volunteer time by 2025.\n\nAs you read through this section, we hope you feel as proud as we do about the steps Sysco is taking to live our Purpose in caring for our people and our communities.\nIn FY2021 we launched a goal to give $500 million of good by 2025. We call it Global Good: Feed. Serve. Give.\n\nOur vision for community giving is Feed. Serve. Give. As a global leader in foodservice distribution, we are giving back, doing good and changing lives for the better in our communities. Our associates are equally passionate about our Purpose to connect the world to share food and to care for one another. Our community giving priorities are:\n\n- **Feed**: Ensure that food-insecure families receive healthy and nutritious meals. We nourish our neighbors by donating food and working with our community partners, which also helps reduce food waste.\n\n- **Serve**: Our associates give their time and talent to serve our customers as well as our communities. They give back to causes that inspire them and support organizations that aid people in need of food, in particular vulnerable populations such as children and seniors.\n\n- **Give**: We support many global, national and local organizations with funds and our professional expertise as Board members.\n\nIn FY2021, Sysco partnered with more than 900 community organizations around the world to provide over 27 million meals in the fight against hunger.\nPhilanthropy & Community Giving\n\nGLOBAL GOOD AT SYSCO: FY2021 SNAPSHOT\n\nCARE PACKAGES TO U.K.’S MOST VULNERABLE\nBrakes U.K. delivered over 200,000 care packages as part of an initiative to put vital food and supplies into the hands of those who really needed them during the pandemic. The boxes contained a mix of fresh and shelf-stable food supplies such as pasta, tea bags, fruit, vegetables, bread and tinned goods.\n\nADDRESSING HUNGER IN CANADA\nSysco Canada provided logistics expertise to Second Harvest, Canada’s largest food rescue organization. Together, we helped plan and deliver over 1.4 million pounds of food to 785 nonprofits in 332 communities, serving nearly 200,000 people across Canada through the federal government’s Surplus Food Rescue Program. In addition, by keeping this edible food out of landfill, we avoided approximately 4.6 million pounds of greenhouse gas emissions.\n\nDONATIONS ACROSS THE U.S.\nArkansas: Loaned a truck to the Sheridan School District to help them deliver grocery boxes to more than 1,300 children to ensure they could have healthy meals over Christmas. Nearly 38,000 meals were provided over the two-week break.\n\nSYGMA Kansas City: Sponsored two families through a local church.\n\nCentral Plains Region (Lincoln and Kansas City): Donated hams and helped package individually wrapped meals for an annual holiday meal distribution event for local veterans.\n\nFlorida, Pennsylvania, Illinois and Southern California SYGMA: Donated turkeys and hams to local food shelters.\n\nSYGMA Portland: Raised cash donations and collected canned goods to donate to a local shelter.\n\nSYGMA Northern California: Hosted local law and fire departments for lunch, donated turkeys and hams to a local food bank and sponsored a family from a local women’s shelter.\n\nCorporate office: Donated cases of hams to multiple food shelters in the area.\n\nMichigan Region (Grand Rapids and Detroit): Sent 400 boxes of food, each with two meals that can feed a family of four.\n\nMideast Region (Cleveland and Pittsburgh): Partnered with Freestore Foodbank to help serve 2,800 families with a holiday meal through a contactless meal pickup event.\n\nSYGMA Northern California: Partnered with the Women’s Center Youth and Family Services (WCYFS) to sponsor two families in need, raising over $500.\nSysco Gives Back Volunteer Recognition Program\n\nAs we begin to bring our Purpose to life and focus on Connecting the world to share food and care for one another, we aim to strengthen our culture of giving back across Sysco. These efforts will help deepen our connection to our Purpose and ensure we achieve our new Global Good Goal.\n\nTo do this, we are launching our Sysco Gives Back Volunteer Recognition Program in FY2022. This new program will allow us to celebrate and recognize associates who donate their valuable time to charitable organizations and help us achieve our goal of providing $500 million of good into our communities by 2025.\n\nOur Sysco Gives Back Volunteer Hours Tracker Tool was made available starting June 1 for associates to enter volunteer hours. This tracker is available to all Sysco associates and in multiple languages: English, Spanish (Latin America), French (Canada and France), Svenska Swedish and Simplified Chinese. Since the launch, Sysco associates have logged over 9,000 hours.\n\nI am a firm believer in giving back to my community. Volunteering with the Knights Table Food Pantry has allowed me to return that kindness by giving back to my community.”\n\n– Lotoya Thompson, Sysco Ontario South Region\nAs part of our accelerated global efforts to create a more diverse workforce and an equitable and inclusive culture, we hired our first Chief Diversity Officer, Adrienne Trimble. We also launched a Global Diversity, Equity & Inclusion (DEI) Advisory Council to help create our three-year DEI roadmap. Developed through a combination of Executive Leadership Team (ELT) nominations and self-nominations, this new Council includes associates from various geographies with diversity in gender, race, ethnicity and sexual orientation, and representing multiple generations and organizational levels. To root out systemic racism and bias, we must all take personal responsibility, effectively stand up for inclusion, be respectful in how we think and act, and celebrate the differences that make us unique and stronger as a company.\n\nWith external hires and internal promotions, our Executive Leadership team is now gender and racially diverse.\n\nOur Diversity, Equity & Inclusion Council U.S. Members Are:\n\n- 73% Ethnically Diverse\n- 64% Female\n\nWith external hires and internal promotions, our Executive Leadership team is now 50% gender and racially diverse.\n\nSysco is proud to be named a Top Diversity Employer for 2021 in the Food & Beverage category by DiversityJobs.com for the second consecutive year.\n\nSysco Gender Equity Momentum (GEM) Award\n\nWe continued our annual tradition of recognizing Sysco associates for going above and beyond to promote gender diversity and inclusion with the Sysco GEM Award. In FY2021, we awarded 15 associates representing multiple functions and geographies, including Sysco Canada, Brakes U.K., our U.S. sites and Sysco Bahamas.\nDIVERSITY, EQUITY & INCLUSION\n\nWORKFORCE DATA\n\nSysco believes engaged and empowered associates drive business success and that attracting, developing and retaining the best talent globally to drive our business success is a key driver of the company’s long-term value. We are proud of our progress, moving from 54% to 58% over the past three years. We will continue to focus our efforts on increasing diversity in our workforce and work toward increasing U.S. associate ethnic and gender diversity to 62%.\n\nU.S. MANAGERS\n\nGender Diversity\n\n- 24% Female\n- 76% Male\n\nU.S. Race & Ethnicity\n\n- White 74%\n- Hispanic/Latino 12%\n- Black or African American 8%\n- Asian 4%\n- Two or More Races 1%\n- Native Hawaiian or Other Pacific Islander 1%\n- American Indian or Alaskan Native <1%\n\nU.S. WORKFORCE DIVERSITY\n\nGender Diversity\n\n- 19% Female\n- 81% Male\n\nU.S. Race & Ethnicity\n\n- White 53%\n- Hispanic/Latino 22%\n- Black or African American 17%\n- Asian 4%\n- Two or More Races 2%\n- Native Hawaiian or Other Pacific Islander 1%\n- American Indian or Alaskan Native 1%\n\nDATA INSIGHTS FOR DIVERSITY\n\n- **Women in the Workplace Study:** We participated in LeanIn.Org & McKinsey’s annual study to help companies advance diversity in the workplace. With contributions from 317 companies and over 40,000 survey responses, the report showcases how women are faring across corporate America and what solutions will be needed in coming years to propel women into leadership positions and help them continue to evolve through the ranks.\n\n- **Expanding Equity Workshop:** We are participating in workshops facilitated by WK Kellogg Foundation and McKinsey to better understand how Sysco can advance racial equality specifically in our businesses. The insights gained from these workshops will be used to inform our three-year DEI roadmap and supporting strategies.\nDIVERSITY, EQUITY & INCLUSION\n\nCELEBRATING KEY MILESTONES AND EVENTS\n\nJUNETEENTH\nSysco’s Catalyst ARG hosted a Global Town Hall, which was attended by more than 3,000 associates to commemorate and explore the continuing significance of Juneteenth.\n\nHISPANIC HERITAGE MONTH\nSysco’s Hispanic Associate Resource Team ARG recognizes this important month and the contributions of our valued associates with a Hispanic lineage.\n\nINTERNATIONAL WOMEN’S DAY\nWe celebrated in 2021 for the third year with several activities around the world. Included was a special panel focusing on representation, identity and diversity, with speakers from our various divisions and functions.\n\nASSOCIATE RESOURCE GROUPS (ARGS)\nWe added three new ARGs in 2021: Indigenous ARG in Sysco Canada, MINDS (Mental Inclusivity and NeuroDiversity at Sysco) ARG, as well as Black, Asian & Ethnic Minority ARG in Brakes U.K. We also opened our first field chapter of IMPACT (Women’s ARG) at our North Texas site. With a total of 12 ARGs now, which are completely voluntary and open to all Sysco associates globally, we continue to support our associates’ diverse experiences and identities.\n\nNATIONAL COMING OUT DAY AND PRIDE MONTH\nTwo firsts for Sysco — Spectrum, our LGBTQ+ and Allies ARG, recognized National Coming Out Day on October 11 by encouraging everyone to be their most authentic selves and accept others for who they are. During June 2021, the entire organization celebrated Pride Month.\n\nBE BETTER PROGRAM\nTo integrate DEI into our company, we established the Be Better Program. In FY2021, we launched our Be Better Town Hall series. Also, we established a space for frank and open conversation through our Real Talk Dialogue series. Our Real Talk Podcasts have been accessed more than 15,500 times by associates and included topics of discussion such as racism and work life balance.\n\nWORLD MENTAL HEALTH DAY\nFood for Thought, our Global Mental Health ARG, highlighted how to support and raise awareness for mental health in wearing green to show our global support for World Mental Health Day.\n\nASIAN RESTAURANT MONTH\nLeaders of APEX, our Asian Professional Exchange ARG, along with Adrienne Trimble, attended the Kickoff Reception at the Asian Chamber of Commerce in Houston.\nWe launched a new ARG, MINDS — Mental Inclusivity and NeuroDiversity at Sysco — to champion neurodivergent associates at all levels of the organization. The term neurodiversity refers to the variation in human brains regarding sociability, learning, attention, mood and other mental functions. These differences include Dyslexia, AD(H)D, Asperger’s, Autistic Spectrum Disorder, Tourette’s and many more.\n\nThe MINDS ARG recognizes that these variations offer unique strengths that individuals can contribute to the workplace. Recognition of neurodiverse strengths helps foster an environment where everyone’s contributions are valued.\n\nSupporting and championing women at Sysco\n\nIMPACT Women\nOur IMPACT Women’s ARG launched its first field chapter at our North Texas site. The goal of this ARG is to provide resources and support for women associates who strive to broaden and enhance their skills and self-awareness through education, collaboration and networking. Purposefully local, the IMPACT ARG Chapter offers development opportunities to diverse associates to help them achieve their maximum potential. In coming months, we will expand our IMPACT Women ARGs to other local sites and facilities.\n\nNEW ARG TO CHAMPION NEURODIVERSITY\n\nWe launched a new ARG, MINDS — Mental Inclusivity and NeuroDiversity at Sysco — to champion neurodivergent associates at all levels of the organization. The term neurodiversity refers to the variation in human brains regarding sociability, learning, attention, mood and other mental functions. These differences include Dyslexia, AD(H)D, Asperger’s, Autistic Spectrum Disorder, Tourette’s and many more.\n\nThe MINDS ARG recognizes that these variations offer unique strengths that individuals can contribute to the workplace. Recognition of neurodiverse strengths helps foster an environment where everyone’s contributions are valued.\n\nCELEBRATING INDIGENOUS ASSOCIATES IN CANADA\n\nThe new Indigenous ARG will create a space for Indigenous and non-Indigenous associates to share, learn about and celebrate Indigenous heritage.\n\nThis ARG will allow associates to engage in a deeper understanding of Indigenous culture and values, while bringing awareness and education to issues faced by Indigenous peoples. This ARG will have the opportunity to actively partner with Indigenous organizations across Canada.\nWe remain committed to expanding our supplier partnerships with diverse business enterprises, despite the pandemic and its significant impact on the food industry.\n\nIn FY2021, we evolved our approach of tracking and reporting our diverse supplier partnerships across the U.S. In addition to tracking Sysco’s core food products business, we now include indirect services expenditures and will only include certified suppliers. Our FY2021 spend with diverse suppliers decreased primarily due to pandemic-related closures, ending at $620 million.\n\nWe also built supplier diversity into our strategic approach. We recognize that supplier diversity is not just a program, but an ongoing activity and fully embedded in how we do business. We broadened our definition of diverse supplier beyond minority- and women-owned to include veteran-, LGBT- and disabled-owned suppliers. This enables us to better meet our customers’ business needs, create an unmatched competitive advantage and connect the world through food and products.\n\nIn FY2021, we launched a new mentorship pilot program designed to help minority- and women-owned suppliers thrive and develop long-lasting partnerships with Sysco. The program lasts for 15 months, with the first three months dedicated to creating development and activation plans, followed by a year of execution.\n\nOur efforts have not gone unnoticed. We are proud to be named Radisson’s Responsible Business Partner of the Year for FY2021 for upholding ethical business values throughout the supply chain. Sysco also received Houston Business Journal’s Outstanding Supplier Diversity Award in 2021 for making strides in successfully seeking out and doing business with minority suppliers.\nOur associates thrive when they are heard. While the COVID-19 pandemic reduced our ability to connect face-to-face at work, we maintained our engagement by pivoting quickly to a hybrid working model.\n\nThroughout FY2021, we maintained a close connection with associates and leaders working at sites and remotely. For associates working at sites, we enacted safety practices to enable safe but productive work while maintaining engagement. We also provided guidance and support for those working in a remote or hybrid environment, including ways to boost productivity, stay connected with teams, and focus on mental health and well-being. Feedback tools, including our annual census survey, pulse surveys and virtual focus groups, as well as in-person interactions wherever possible in accordance with COVID-19 protocol, helped us stay connected.\n\nSysco Speaks\nOur annual survey, Sysco Speaks, demonstrated that we maintained associate engagement across our global workforce. 86% of our eligible associates participated, and our engagement score was 80%.\n\nHIGHLIGHTS FROM OUR SYSCO SPEAKS SURVEY RESULTS INCLUDE:\n\n- **92%** of global associates feel they understand how their role contributes to the global strategy.\n- **87%** of associates are proud of the products we sell to customers.\n- **82%** of associates are proud to work at Sysco.\n- **82%** of associates have a clear understanding of our external customers’ needs.\n- **74%** have seen their site support the local community.\n- **82%** of associates feel that their team makes it easy for people from diverse backgrounds to fit in and be accepted.\n- **77%** of associates say their site operates in an environmentally responsible way.\nTraining, collaborating, mentoring and networking are all important contributors to becoming a more diverse and inclusive organization.\n\nWe prioritize Sysco associates’ professional development. Accordingly, our Learning & Development teams made a hard pivot to a virtual environment in FY2020, and our USBL Sales Orientation program was updated and upgraded to be delivered virtually to associates across the U.S. in just six weeks. The new program infused, prepared and invigorated over 800 new sales-facing roles to serve our customers in FY2021.\n\nSysco Canada’s team revamped their Onboarding Program for Sales Associates based on all new sales roles, shifting to a four-week virtual training program that supports a virtual and blended selling environment. In FY2021, the team onboarded over 30 new sales associates and plans to onboard close to 50 more graduates in the first quarter of FY2022.\n\nOur virtual learning platforms and Sysco Interactive University (SIU), continued to be critical channels for self-guided learning. All associates have access to over 50,000 SIU e-content, books, audio books, book summaries and videos covering a host of subject areas, including business, leadership, technology, development and safety and compliance. Our sales virtual learning platform was accessed by more than 10,000 U.S. associates in FY2021 and served as the host for Sales Orientation and Specialist certification programs.\n\nAll our learning teams developed content to be delivered virtually or self-guided to support our changing business landscape. This content was delivered as webinars, webcasts and podcasts for field roles, to connect the sales teams with tips, data, insights and best practices.\nSupply Chain Internship Program\nWe kicked off a new, rotational U.S.-based Supply Chain Internship Program in FY2021 at three of our sites to both provide students with hands-on experience and build a talent pipeline for future operational leaders at Sysco. Over the course of 10 weeks, students learned about critical supply chain priorities such as performance management, labor planning and staffing and executive management.\n\nSysco Scholars Program\nSysco invests in the future of the foodservice industry, including through our participation in the Sysco Scholars Program. This program was organized in partnership with the National Restaurant Association Education Foundation to encourage and attract people to all aspects of the foodservice industry, from culinary to logistics. In FY2021, the program provided 25 individuals with grants to fund secondary education in the fields of culinary arts, restaurant management and hospitality.\n\nBaugh Sysco Scholarship Program\nSysco is a proud supporter of higher education and empowering our youth to become leaders of tomorrow. We established the John F. and Eula Mae Baugh Sysco Scholarship Program in honor of our founder and first CEO and his wife. This scholarship recognizes the determination, integrity and perseverance of Sysco associates’ children pursuing undergraduate education at accredited four-year colleges and universities.\n\nRecognition for our Learning and Development efforts\nSysco’s Field Learning & Development team achieved Learning Elite status from Chief Learning Officer magazine for the fourth year in a row, in recognition of our continued focus on learning and development. The award acknowledges our efforts to continue educating Sysco field associates with regularly scheduled learning programs throughout the pandemic to help them navigate a rapidly evolving business landscape.\n\nLooking ahead\nIn FY2022, Sysco will begin to migrate all learning programs and content to one unified learning management system to deliver a consistent best-in-class learning experience across the globe. The new platform, with an upgraded library of content, will further associate and leadership development, offer a much-improved associate experience and encourage a culture of peer learning at Sysco globally.\nIn line with our Purpose to connect the world to share food and care for one another, we are committed to fostering a culture that supports our associates’ holistic health and wellness.\n\nOur global well-being strategy is aligned to four pillars — Health, Mind, Security and Community — that encompasses total well-being. The COVID-19 pandemic has only reaffirmed our commitment to health and wellness. We have added several new ancillary products to our wellness lineup, including parental resources and diabetes prevention/reversal programs, and will roll out an integrated health model for 2022 that will allow for greater wellness outreach and better health outcomes for our associates.\n\nWorld Mental Health Day\n\nIn October 2020, we celebrated World Mental Health Day by creating a global steering committee focused on workplace mental health and invested in tools that offer our associates strategies and resources to support their mental health.\n\nAssociates showed their support in multiple ways, including wearing green on October 9, 2020. HR leaders held Toolbox Talks discussing the importance of self-care. At Brakes U.K., we launched a Mental Health First Aid (MHFA) training course, designed to teach people how to recognize the crucial warning signs and symptoms of mental ill health, provide help on a first aid basis and feel confident to guide someone to the appropriate support. As of FY2021, Brakes U.K. has trained 55 associates to qualify as MHFA instructors.\n\nNearly 1,200 Pledges were received during the Live and Let Live Campaign\n\n#Walk2Wellbeing\n\nIn FY2021, to give people an opportunity to get some fresh air and provide some fun and friendly competition, we launched quarterly challenges on our wellness site focused on these four pillars of well-being. For instance, in February, we started the Walk2Wellbeing challenge to promote healthy living and encourage associates to make regular physical activity a part of their daily lives. We challenged teams across Sysco to collectively “walk around the world,” and we logged over 400 million steps.\n\nSysco Canada: Live and Let Live Campaign\n\nThe campaign, held for the fifth year in September 2020 to coincide with back to school, encouraged field associates to raise awareness of the dangers of distracted driving, the common behaviors that contribute to it, the impact it has on Canadians and how to avoid it. Vivid posters, daily safety messages, a social media campaign and an associate pledge, urged associates to drive safely and speak up when they see others drive distracted.\nSafety at Sysco\n\nWorld Day for Safety and Health at Work\nApril 28 marks the World Day for Safety and Health at Work, organized by the International Labour Organization (ILO) to prevent occupational accidents and diseases globally. It is an awareness-raising campaign intended to focus on adopting a safe and healthy culture that can help reduce the number of work-related deaths and injuries. Sysco participated in this event for the third year and held events in the U.S., Canada, Bahamas, Costa Rica, Mexico and Panama. These events included daily safety messages, posters and crosswords with clues from the daily safety messages. The campaign reported a significant increase in participation from the previous year, including:\n\n- 99% increase in the number of crosswords submitted\n- Over a 50% increase in the number of sites that participated\n- 15 sites had over 75% of their associates participate\n\nBuilding Confidence\n\nEncouraging COVID-19 Vaccinations\nAt Sysco, we prioritize our associates’ health, and in FY2021 that meant encouraging people to get vaccinated around the world. In the U.S., we requested priority access for our frontline workers from the CDC and ran a campaign called “The Reason I got my COVID-19 Vaccination” to encourage vaccinations. Associates were welcome to fill out the cards with their reason and display them proudly on the “Vaccination Wall” and on Sysco-To-Go, our associate app. We also interviewed our Occupational Health Nurses (OHNs) on the urgency and importance of getting vaccinated to build confidence. To show our commitment to protect our associates’ health, Sysco also launched our Vaccine Incentive Program. Increasing vaccination rates is a vital step to keeping our associates and customers safe, and our operations running smoothly.\n\nIn Canada, the Prairies region sites ran a “This is my Shot” campaign to educate and promote vaccine confidence. Every associate who got vaccinated received a free “This is Our Shot” t-shirt. Many associates proudly showed support for the vaccine by wearing the t-shirt to work and elsewhere.\n\nElevating Associate Safety: Delivery Uniform Change\nIn the U.S. and Canada, Sysco redesigned the uniforms of our delivery partners in FY2021 to enhance their safety. The new uniforms include reflective striping and high-visibility colors, ensuring associates are visible and safe no matter what time of the day they deliver.\nINTRODUCTION .......................................................... 26\nMESSAGE FROM OUR CHIEF COMMERCIAL OFFICER AND EVP, U.S. FOODSERVICE OPERATIONS ........ 27\nANIMAL WELFARE ...................................................... 28\nRESPONSIBLE SOURCING ........................................ 30\nHUMAN RIGHTS .......................................................... 37\nPRODUCT INNOVATION ............................................. 38\nFor over 50 years, we have made product quality, taste and safety our priority and a source of pride. As a global foodservice leader, we meet this expectation head-on, while continuing to strengthen our programs and processes around animal welfare, human rights and responsible sourcing every year. In FY2021 we launched several new products and celebrated 10 years of our partnership with World Wildlife Fund (WWF) on sustainable seafood with new 2025 commitments.\n\n**INTRODUCTION**\n\nAt Sysco, we demonstrate our Purpose to share food by serving customers efficiently and consistently with the products they need.\n\n**OUR 2025 GOALS**\n\n**RESPONSIBLE SOURCING**\n\nEstablish responsible sourcing guidelines for five key commodities\n\n**HUMAN RIGHTS**\n\nEnsure that all first-tier, high-risk suppliers agree to the Supplier Code of Conduct principles\n\n**ANIMAL WELFARE**\n\nAll Sysco brand protein suppliers will adhere to requirements laid out in Sysco’s animal welfare policy for suppliers\nAs a global foodservice distributor, we source commodities from around the world. This represents both a competitive advantage and a significant opportunity to drive change in our industry and demonstrate how we embed corporate social responsibility in our business.\n\nOne of the best examples of how we are doing this is through our diverse portfolio of Sysco Brand products. Over half of our Sysco Brand portfolio is subject to at least one of our sustainability commitments, such as encouraging sustainable agriculture practices in our supply chain. In addition, our Nourishing Neighbors program allocates a portion of sales for each Sysco Brand case sold to local customers in the U.S. to support charitable organizations in the communities we serve.\n\nAnother area of pride is the progress we have made on our sustainable seafood program, as well as the expansion of our commitments earlier this year to drive higher standards in the industry. Seafood is a major source of protein for more than 3 billion people globally. Sysco remains dedicated to improving outcomes on the water and transitioning our planet’s seafood production to more sustainable, responsible and traceable sources to preserve seafood resources for future generations.\n\nAt Sysco, we are proud of every product that we provide our customers. Our Sysco Brand products are supported by a comprehensive suite of programs and protocols that ensure food safety and quality, along with a commitment to source these products ethically and responsibly.\nSysco is committed to ensuring that high standards and practices for animal welfare are consistent throughout our supply chain. Sysco believes that the humane treatment of animals within our supply chain is the right thing to do. It builds customer confidence and supports further growth and development of the foodservice industry.\n\nSysco serves a wide variety of customers with different needs. We are committed to providing animal protein products that meet these needs while maintaining our standards for animal care. After publishing our Animal Welfare Policy for Suppliers in 2020, in FY2021 we focused on socializing it with our associates, suppliers and customers and began to implement it across our U.S. supply chain.\n\nCage-free eggs\nWe continue to work toward our goal of sourcing only cage-free eggs by 2026 with our suppliers, dependent upon available supply, affordability and customer demand. Since 2004, all Sysco Brand raw shell egg suppliers have been certified by the United Egg Producers Animal Husbandry Guidelines and undergo annual animal welfare audits. We also offer a full portfolio of cage-free egg options in both the shell and processed egg categories, for our customers. In FY2021, cage-free eggs represented approximately 20% of our total U.S. egg sales and 13% of our total Canada egg sales for both shell and processed/liquid eggs.\nANIMAL WELFARE\n\nFY2021 SNAPSHOT: ANIMAL WELFARE AUDITS\n\n84%\n\nOF OUR LOCATIONS COMPLETED ANIMAL WELFARE AUDITS, AND NO CRITICAL DEFICIENCIES WERE IDENTIFIED DURING THE AUDIT PROCESS.\n\nWE DEVELOPED PROGRAM REQUIREMENTS FOR OUR SYSCO BRANDED SUPPLIERS who do not harvest animals but purchase from supply sources that are engaged in direct animal handling. We rolled the program out to these locations at the end of FY2021. We confirm these suppliers purchase raw materials originating from supplier locations that have animal welfare handling systems that meet or exceed federal and local regulations and/or industry best practices.\n\nWHILE ALL SUPPLIER-OWNED FARMS IN THE U.S. HAVE ADOPTED GROUP-HOUSING SYSTEMS TODAY, WE CONTINUE TO MONITOR OUR PORK SUPPLIER PROGRESS WITH THEIR CONTRACT FARMERS ON AN ONGOING BASIS.\n\nMANY OF OUR SUPPLIERS WERE IMPACTED BY THE PANDEMIC, AND WE ARE CURRENTLY ENGAGING WITH THEM TO ENSURE THEIR ANIMAL WELFARE AUDITS ARE COMPLETED as travel restrictions are lifted. Our Sysco Quality Assurance Program Quality Managers expect to resume in-person animal welfare assessments in FY2022.\nWe source many commodities globally, given our scale and market presence. Our sizable supply chain and global reach represent both a competitive advantage and an opportunity for us to demonstrate how to conduct ourselves responsibly and partner with our suppliers on sustainable practices.\n\nWe know that our influence can lead to significant impact. In FY2021, we released Sysco’s first Forests Report. This report outlines how we approach mitigating forest-related risks through assessment and engagement with our commodity suppliers. It also discusses our progress to date and what we are working to accomplish in FY2022. We are currently reviewing our supply chain and impact to select a fifth commodity by the end of 2021.\n\nIn May 2021, we joined the North American sustainable palm oil network to engage with dozens of other members working to achieve a common goal of reaching 100% certified sustainable palm oil in North America.\nKey commodities\n\n**Soy**\nOur commitment to sustainable soy sourcing includes:\n- Partnering with our Sysco Brand suppliers and soybean industry stakeholders to identify opportunities to address the environmental impacts of soybean production in the U.S. and Canada, starting with farmers enrolled in the USDA Farm program or equivalent.\n- Incorporating sustainability criteria into Sysco Brand commodity soybean oil sourcing decisions.\n\n**Coffee**\nSysco is committed to advancing sustainable practices in our coffee supply chain. In FY2021, we have identified that 2% of our Sysco Brand coffee was certified as organic and fair trade. Also, we completed a full audit of our Sysco Brand coffee and will have a roadmap against our 2025 commitment completed by the end of 2021.\n\n**Paper**\nSysco is committed to working with suppliers that implement sustainable forest management practices. By 2025, all Sysco Brand paper towels, paper napkins, bath and facial tissues will come from Forest Stewardship Council or Sustainable Forestry Initiative-certified sources or equivalent standards. As of FY2021, 96% of Sysco Brand paper towels, paper napkins, bath and facial tissues met our 2025 responsible sourcing commitment for paper.\n\n**Beef**\nAs a member of the U.S. and Canadian Roundtables for Sustainable Beef, we actively participate in developing principles and approaches for defining and measuring a sustainable beef supply chain. Part of our commitment to improving the sustainability of our beef supply chain is to pilot a minimum of two projects by 2022 that will result in positive impacts in the beef supply chain. In April 2021, along with Cargill, we announced a new partnership with the National Fish and Wildlife Foundation (NFWF). This partnership is one of the largest sustainable beef cattle grazing practices in the United States.\nIn a unique cross-industry partnership funded with $5 million from both Sysco and Cargill over the next five years, we launched our first beef sustainability initiative with Cargill and the National Fish and Wildlife Foundation (NFWF) in FY2021. NFWF will work with ranchers in Texas, Oklahoma, New Mexico, Kansas and Colorado to create one of the largest sustainable beef cattle grazing efforts in the nation.\n\nThe scope of the initiative includes transforming 1 million acres in the Southern Great Plains, responsible for approximately 30% of the beef produced in the U.S., by tackling the impacts of climate change and improving grasslands and wildlife habitat. The Southern Plains Grassland Program has the potential to sequester greenhouse gases equivalent to removing 78,000 passenger vehicles from the road in one year.\n\nThe projects, which will be managed by the NFWF, will focus on one of four areas for impact:\n\n- Improving soil health and protecting it from erosion and compaction.\n- Promoting biodiversity and migration corridors for migratory species in the Southern Great Plains.\n- Increasing carbon storage through healthy grasslands sequestration and soil practices that focus on increasing grasslands.\n- Safeguarding the livelihoods of ranchers and rural communities in the region by providing resiliency against decreased yields for cattle ranches that are family-owned.\n\nCreating one of the largest sustainable beef cattle grazing efforts in the U.S.\nWe are immensely proud of our sustainable seafood commitment, on which we have partnered with World Wildlife Fund (WWF) since 2009. Our sustainability commitment has included more than 700 million pounds of seafood, helped secure the livelihoods of more than 100,000 people who depend on fisheries and improved protections for species and habitats worldwide. In FY2021, on the 10-year anniversary of our partnership with WWF, we decided to raise the bar. We expanded our responsible seafood sourcing program to include Sysco U.S. and Canada Broadline and U.S. Specialty company lines of business. We also announced a new set of commitments to guide the next phase of our work. They include improving sourcing, advancing traceability and protecting endangered species by 2025.\n\n**Sustainability Commitments 2025**\n\n**Improving Sourcing**\n\nSourcing 100% of our top 15 (by volume) wild-caught Sysco Portico Brand seafood species groups from fisheries that are certified by the Marine Stewardship Council (MSC), in MSC full assessment or in a comprehensive fishery improvement project (FIP), and source at least 85% of this top 15 volume from fisheries that are MSC certified.\n\nSourcing 100% of Sysco Portico Brand canned or pouched tuna products from fisheries that are MSC certified, in MSC full assessment, in a comprehensive FIP or from companies that are members of the International Seafood Sustainability Association (ISSA), and source at least 25% of this volume from fisheries that are MSC certified.\n\nSourcing 100% of our top five (by volume) aquaculture Sysco Portico Brand seafood species groups from farms that are certified by the Aquaculture Stewardship Council (ASC), in ASC full assessment, in a credible Aquaculture Improvement Project (AIP) or at a minimum Best Aquaculture Practices 2-star certified, and source at least 20% of this top-five volume from farms that are ASC certified.\n\n**Advancing Traceability**\n\nEngaging with suppliers of Sysco Portico Brand farmed shrimp products to ensure supply chains are traceable to the farm’s geographic location and to address issues of deforestation or conversion of natural ecosystems (e.g., mangrove ecosystems and other natural wetlands).\n\nWorking with WWF to adopt key traceability principles and build on the work of the Global Dialogue on Seafood Traceability.\n\n**Protecting Endangered Species**\n\nProhibiting the sale of endangered species in Sysco Brand seafood products globally.\n\n**Sysco France 2025 Seafood Commitment**\n\nFor all seafood products purchased by Sysco France, Sysco France will:\n\n1. Source 100% of its top 15 (by volume) wild-caught seafood species groups from fisheries that are certified (MSC, “sustainable fishing” or GSSI certified), in good stock condition (scientifically assessed) or in a comprehensive FIP.\n\n2. Source 100% of its top five (by volume) aquaculture seafood species groups from farms that are certified (ASC, Global Gap or BAP3 min) or in a comprehensive AIP.\nWe remain on track to meet our new commitments. As of December 31, 2020, Sysco sourced approximately 98% of our volume for the U.S. and Canada top 15 wild-caught Portico Brand seafood species from fisheries that are MSC certified, in MSC assessment or in a comprehensive FIP. Additionally, all of Sysco’s Portico Brand wild-caught cod, pollock, clams, haddock, salmon, flounder, whiting and halibut are sourced from MSC-certified fisheries. All of Sysco’s canned tuna suppliers are ISSA participating companies, committed to following best practices for tuna conservation and management.\n\nWe are committed to providing the tools needed for change along with the influence that comes with our scale and network. As we continue to work with WWF to identify opportunities to transition fisheries and farms toward sustainability through FIPs and AIPs, our focus remains squarely on conserving natural ecosystems and protecting the livelihoods of the millions of people who depend on them. We also know that long-term success requires involving the entire value chain to help FIPs and AIPs increase fishery and farm performance and decrease negative impacts on the natural environment.\n\nPeru’s mahi mahi (Coryphaena hippurus) fishery supports 4,200 fishers and serves as a key link in the marine food chain, providing sustenance for sharks, dolphins and other ocean predators. Peru is a leading source of the world’s mahi mahi and a top exporter to the United States, generating more than US$92 million in 2018. To help this fishery continue to thrive and support future generations, Sysco, WWF and others are working collaboratively through a comprehensive FIP to improve the fishery’s performance so that it can meet the MSC standard.\n\nSince its beginning in 2013, Sysco has worked with other U.S. and local buyers to encourage advancement on several key goals of the FIP. These include development of a new fishing permit system, improving traceability and transparency, reducing the bycatch of sea turtles and collaborating with the governments of Ecuador and Peru to develop a binational agreement plan for mahi mahi. As part of these efforts, over 1,500 fishers have been pilot testing a new mobile electronic catch documentation system to improve the collection and transparency of catch data, and 22 fishing vessels have received training and toolkits to reduce sea turtle bycatch. In the coming year, Sysco will continue to work with other stakeholders to build on these efforts and address other important FIP goals such as developing scientific stock assessments, vessel best practices and driving further adoption of traceability and transparency tools across the fishing industry.\nSupporting change on the water, for both the fisheries and the communities that depend upon them, is a core part of Sysco’s sustainable seafood commitment. Sysco encourages continuous improvement in these fisheries by working with suppliers to participate in comprehensive FIPs as they transition to certified sources. Sysco has supported 21 comprehensive FIPs since 2009 through our partnership with WWF. We believe the most beneficial approach is to continue working with these fisheries to improve their environmental performance and ultimately achieve MSC certification.\n\nBy the end of CY2020, Sysco had sourced approximately 95% of volume for our U.S. and Canada top five aquaculture Portico Brand seafood species from sources that are ASC certified, in ASC assessment, in a credible AIP or at a minimum BAP 2-star certified. This 2020 volume included approximately 16%, or around 10.5 million pounds, of seafood from ASC-certified farms.\n\nAs part of our new 2025 commitment, we will continue to work with our suppliers to ensure our Portico Brand farmed shrimp is traceable to the source farm and addresses impacts of deforestation and ecosystem conversion. We will also continue to work with our supply chain and NGO partners toward greater sustainability performance of our top aquaculture species and support efforts to reach certification.\n\nAlong with WWF and the seafood industry, we support the Global Dialogue on Seafood Traceability (GDST) 1.0 Standards to improve global seafood traceability throughout our supply chains.\n\n### Our Partnership with WWF\n\n| Year | Event |\n|------|-------|\n| 2009 | Launched partnership with WWF to develop a sustainable seafood sourcing strategy. |\n| 2011 | Established commitment to source top 10 wild-caught Portico Brand species from fisheries that are MSC certified, in MSC assessment or in comprehensive FIPs. |\n| 2016 | Expanded commitment to include top 15 wild-caught species and shelf-stable tuna, and top five farmed species from farms that are ASC certified, in ASC assessment, in an AIP or at a minimum BAP 2-star certified—effectively doubling the volume of seafood under commitment. |\n| 2019 | Achieved sourcing of approximately 99% of our top 15 wild-caught Sysco Portico Brand seafood products from fisheries that are either MSC certified, in MSC full assessment or engaged in a comprehensive FIP. |\n| 2021 | Recommitted to sourcing top 15 wild-caught and top five farmed species from farms that are ASC certified, in ASC assessment, in an AIP or at a minimum BAP 2-star certified. Expanded responsible sourcing program to include both U.S. and Canada Broadline as well as Specialty businesses. |\nSafe products\n\nOur Food Safety and Quality Assurance (FSQA) team ensures we provide the highest-quality products to our customers globally. The team designs, develops and implements our food safety and quality management system based on Sysco values — Rooted in Integrity, Committed to Inclusion, Drive Together, Define Excellence and Grow Responsibly. Our FSQA programs cover our own Sysco Brands, as well as the products we manufacture in our owned facilities and our distribution activities for all food products we handle. We conduct risk assessments for products, our suppliers and our own sites to identify known food safety hazards in our supply chain. We then develop preventive controls programs that are applied at our suppliers, our specialty company manufacturing facilities and in our distribution centers.\n\nCompliance standards\n\nAll locations considered for production of Sysco Brand products must first pass the FSQA supplier approval process. This comprehensive process uses documentation review and physical audits to verify a supplier’s facility and product-related FSQA programs. Following approval, we then establish ongoing monitoring and verification procedures in partnership with the supplier to ensure Sysco Brand products are manufactured and packed in accordance with agreed-upon specifications in a food-safe environment. Commodities such as raw ground beef, ready-to-eat deli meats and poultry, ready-to-eat seafood and ready-to-eat produce must adhere to even more rigorous Sysco FSQA requirements designed to mitigate pathogen risks.\n\nIn FY2021, the Sysco Good Agricultural Practices (GAP) program monitored nearly 650 suppliers and conducted over 16,000 audits.\nWe believe that every worker involved in the growing, harvesting, processing and shipping of our products deserves to work safely, fairly and with equal opportunity and respect.\n\nWith our guiding Purpose of Connecting the world to share food and care for one another, human rights serve as a cornerstone of our CSR strategy. As a global leader in our industry, we continually strive to identify new and more impactful ways to drive improvement in human rights throughout our supply chain. And we expect our suppliers to uphold the rights of individuals as outlined in the United Nations Declaration of Human Rights.\n\nThese efforts are guided by our Supplier Code of Conduct (Supplier COC), which describes the legal, moral and ethical standards we expect from all suppliers throughout our international operations, including the protection of human rights. We also follow the Core Conventions of the International Labour Organization (ILO), and the ILO Declaration on Fundamental Principles and Rights at Work. Any act of human trafficking, slavery, forced labor or child labor within Sysco’s supply chain is unacceptable and, if identified, will be addressed in a manner to ensure compliance with Sysco’s established policies and procedures.\n\nIn FY2021, we continued our analysis of our supply chain across the U.S. to identify additional high-risk suppliers and incorporated human rights questions into our International Supplier Survey. We also conducted social compliance assessment programs for locations where we purchase personal protective equipment products, such as gloves and masks.\n\nAssessments\n\nAll Sysco Brand approved suppliers in high-risk Latin American and Asian countries must undergo third-party assessments to identify potential risks relating to wages, working hours, discrimination, worker safety, living conditions and child and forced labor. The pandemic continued to impact many of the countries under the scope of our social responsibility assessment program, restricting us to complete five assessments virtually in areas where travel was not permitted. In FY2021, 165 assessments were conducted in 19 countries. This total included 35 initial audits and assessments of new approved supplier facilities. Among suppliers that have participated in the program for multiple years, 65% demonstrated improvement when compared to their previous audit. Additionally, 16 facilities achieved a perfect score in FY2021 while 35% received a lower rating than the previous year. Through our assessments, five locations were suspended from working with Sysco based on their assessment results, with three reinstated after implementing corrective action plans and undergoing a second assessment to confirm the effectiveness of their efforts.\n\nThrough Sysco’s annual audits and corrective actions, human rights risks have been minimized and working conditions have improved within the audited facilities. Based on assessment findings, we work closely with Sysco Brand suppliers and processors to develop and implement improvement plans as part of our program’s focus on continuous improvement.\n\nFY2021 Audit Results\n\n165 ASSESSMENTS OF OUR APPROVED SUPPLIER FACILITIES AND FACILITIES BEING CONSIDERED FOR APPROVAL COMPLETED.\n\n54% (84 LOCATIONS) IMPROVED THEIR SCORE\n\n10% (16 LOCATIONS) ACHIEVED A PERFECT ASSESSMENT SCORE\nIn FY2021, we launched 17 new product concepts. These innovative products are available exclusively for Sysco customers across the U.S. through our Cutting Edge Solutions platform.\n\nDesigned to help Sysco’s customers stay ahead of their competition, Cutting Edge Solutions products are sourced from best-in-class suppliers at the forefront of innovation, including:\n\n- **SAVRpak** is the only technology on the market to help takeout and delivery food taste better, revolutionizing the world of off-premise food quality and overall food consumption. The peel-and-stick patch removes moisture from the air of a food container, keeping it away from the meal and ensuring hot and cold food stays fresh and crisp in transit. SAVRpak’s plant-based solution uses no chemicals and is 100% foodservice-safe and FDA approved.\n\n- **The Sustainable Agave Company Straws**, made from residual agave fibers that go unused during tequila production. The bio-based drinking straw is certified biodegradable and compostable, mimics the feel and texture of plastic straws, comes in three sizes and retains structure with hot and cold drinks.\n\n- **CentraSmart Eco-Friendly Microfiber Towels** are over 50% yarn from recycled plastic bottles. Perfect for any foodservice application, the towels are sustainable and durable, available in packs of 12 and conveniently sized at 16 x 16 inches.\n\n- **Sysco Simply Sprouted Grain Hamburger Buns** are trending and tasty; made of only seven plant-based ingredients, they add extra appeal for health-conscious diners as they provide 40 grams of whole grain per serving, are certified organic, non-GMO, kosher, vegan and made in a nut-free facility.\n\n- **Sysco Simply Plant-Based Vegetable Pasta** is pre-cooked, delivers great flavor and texture and is ready to serve in under four minutes.\nINTRODUCTION .............................................................. 40\n\nMESSAGE FROM OUR CHIEF SUPPLY CHAIN OFFICER AND PRESIDENT, FOODSERVICE OPERATIONS, INTERNATIONAL .................. 41\n\nSUSTAINABLE AGRICULTURE ........................................ 42\n\nCLIMATE AND ENERGY .............................................. 45\n\nWASTE REDUCTION .................................................... 51\nAt Sysco, we have prioritized our efforts to protect and preserve the environment, including working closely with suppliers and growers on sustainable practices. Our priorities include reducing our carbon footprint and energy consumption, supporting sustainable agriculture practices and delivering more goods safely while generating fewer emissions. We are currently assessing our impact across our global supply chain to better inform our set of goals to address climate change. We are also committed to reducing Scope 1 and 2 emissions and continue to report our annual progress to CDP.\n\n**INTRODUCTION**\n\nOur ability to serve our Purpose and continue delivering great quality, healthy and sustainable food products to our customers and their guests is closely connected to a healthy planet. As part of our Recipe for Growth strategy, we will grow our business while being stewards of our planet. We will fund our journey through efficiency improvements that reduce our environmental impact.\n\n**OUR 2025 GOALS**\n\n**NEW EMISSIONS GOAL**\n\n**REDUCE OUR SCOPE 1 & 2 EMISSIONS BY 27.5% BY 2030**\n\n**WORK WITH SUPPLIERS REPRESENTING 67% OF SCOPE 3 EMISSIONS**\n\n* TO SET SCIENCE-BASED TARGETS BY 2026\n\n**DIVERT 90%**\n\n**OF OPERATIONS AND FOOD WASTE FROM LANDFILL**\n\n**EXPAND THE SYSCO SUSTAINABLE AGRICULTURE PROGRAM**\n\n**TO INCLUDE FIVE FRESH CROPS BY 2025 AND PROMOTE SUSTAINABLE AGRICULTURE THROUGH PARTICIPATION IN INDUSTRY ORGANIZATIONS AND CONTINUOUS COMMUNICATION OF BEST PRACTICES TO STAKEHOLDERS**\n\n* Focusing on purchased goods and services and upstream transportation suppliers.\nTo do this, we conducted a full carbon footprint assessment across our operations and supply chain to inform the development of a global science-based carbon reduction goal. Leveraging the impactful work completed in FY2021, we are committing to a science-based emissions reduction target based on guidelines developed by the Science Based Target Initiative. Our emissions reduction targets are global in scope. Sysco has a responsibility as a global leader in the foodservice industry to reduce our emissions across our value chain and we look forward to partnering with our customers and suppliers.\n\nIn our direct operations, we are focused on using renewable energy to power our buildings and fleet. During FY2021, we successfully piloted an electric truck at our San Francisco operating site and aim to begin adding more electric vehicles to our fleet in the latter half of FY2023. We see this as a significant opportunity to lead the industry and be a part of the global transition to a low-carbon economy.\n\nRoughly 40% of the world’s food goes uneaten, and Sysco continues pursuing our 2025 goal to divert 90% of operations and food waste from landfills. Globally, we work closely with suppliers, customers and operational teams to prioritize diversion of surplus food to donation sites, charities and other outlets in efforts to provide food to those in need and avoid sending waste to landfills.\n\nAdditionally, Sysco’s Sustainable Agriculture program promotes waste reduction through recycling and the conservation of energy and water in farming, processing and distribution. By choosing Sysco Brand canned and frozen fruits and vegetables, our customers are enabling a more sustainable future.\n\nOur international operating sites have made exciting progress in leveraging innovative supply chain practices. In Ireland, we have implemented reusable produce totes, and Brakes has successfully eliminated the use of black plastics throughout its product categories.\n\nThese are just a few ways we are committed to preserving and protecting our planet.\nOur commitment to delivering great tasting, safe and quality food products begins in the field. From protecting soil health, environmentally sensitive areas, air, water and wildlife to conserving nonrenewable mineral resources, all are included in our efforts to expand our Sustainable Agriculture Program.\n\nAs the only foodservice distribution company with a dedicated sustainable agriculture program, we are proud of the work we do in the field with growers and suppliers. The Integrated Pest Management (IPM) Program was launched in 2004 to encourage the responsible use of pesticide and nutrient inputs. Today, the IPM Program has expanded to also focus on reducing waste, conserving energy and water and collaborating with growers and suppliers to apply IPM practices throughout the farms.\n\nAs of the end of FY2021, our IPM program involved 135 processing locations and 15,605 growers of agricultural products worldwide. In the 2020 growing season, our suppliers reported avoiding over 7 million pounds of pesticides by utilizing IPM principles. Our current Sustainable Agriculture Program for canned and frozen fruits and vegetables continues to produce tremendous results.\n\nIn the 2020 growing season, Sysco reached:\n\n- **2.5 BILLION+** gallons of water conserved\n- **7 MILLION+** pounds of pesticide avoided\n- **3.5 MILLION+** pounds of vegetative waste reused\n- **1 MILLION+** acres of field in the program\n\n**2025 GOAL**\n\n**EXPAND SYSCO’S SUSTAINABLE AGRICULTURE PROGRAM TO FIVE FRESH CROPS**\nExpanding Sustainability Standard™ pilots\n\nIn FY2021, we expanded the Sustainability Standard pilot to leafy greens and mushrooms after completing our first pilot with one of our fresh tomato suppliers and their grower in Mexico. This pilot is intended to expand our processed sustainable agriculture program into fresh crops. This puts us on track to exceed our original goal of expanding the Sustainability Standard by 2025. Modeled after our IPM program, the standard recognizes farming and processing operations for performance on sustainability measures and encourages continuous improvement.\n\nBy piloting the programs with these growers, we were also able to confirm the Standard’s process and recommendations and gain some insights into how to make it more executable.\n\nNow that the pilot has been completed, we are developing supplier support materials and will launch the program to include 10 additional crops reaching 25+ suppliers in FY2022. By the end of FY2023, we expect the Sustainability Standard to cover 350 Sysco Brand items across 10 crops, or 23+ million cases, every year.\n\nSysco is not a significant user of water, so we focus on working with our suppliers through our sustainable agriculture initiatives to help them reduce their water footprint. Most of the water we consume in our own operations is used for refrigeration systems, washing vehicles and landscaping. We have identified and implemented water-saving opportunities in those processes. For example, the water we use for condensers in refrigeration is recycled through cooling processes at five U.S. locations.\nPILOTING THE SUSTAINABILITY STANDARD™ WITH D’ARRIGO CALIFORNIA AND TAYLOR FARMS\n\nTaylor Farms and D’Arrigo California are two of Sysco’s primary suppliers of leafy greens and began piloting the Sustainable Food Group Sustainability Standard in January 2021. We began the pilot with remote walk-throughs of the Standard checklist and followed up with on-site tours in May, with pandemic restrictions lifting in many parts of the U.S. With a focus on improving efficiency, one of the technologies being used at D’Arrigo California is an app that remotely controls their irrigation system. Currently, the app regulates irrigation flow rates based on preset ranges. By learning crop behavior and soil health, the team hopes to evolve the system to anticipate rain, resulting in the shut off by using real time weather data to change the schedule as needed. While the soil type and health of each ranch will differ, the app is expected to achieve parts-per-million-level precision to inform fertilizer, irrigation and pesticide use.\n\nTaylor Farms has incorporated several initiatives to improve its overall sustainability such as:\n\n- **Water reduction**: Taylor Farms is working to reduce water consumption throughout their facilities. The addition of SmartWash, a wash water additive that reduces cross contamination in leafy greens, allows them to maximize wash water. By using SmartWash, they use 10% less water than standard produce wash systems, less chemicals and reduce energy consumption.\n\n- **Waste reduction**: Taylor Farms has a Zero Waste initiative aimed at certifying their production facilities through the Zero Waste standard set by TRUE (Total Resource Use and Efficiency) System, a program under the U.S. Green Business Council. On an annual basis, Taylor Farms has maintained Platinum certification at three facilities, each achieving over 94% diversion from landfills, incinerators and the environment.\n\nD’ARRIGO ADVANCED MOBILE IRRIGATION SYSTEM REDUCES RUN-OFF BY 40% AND FERTILIZER APPLICATION BY 20% CONSERVING WATER AND MITIGATING SOIL EROSION\nSysco Corporation — the global leader in foodservice distribution — wants to go further to protect the planet. We are proud to announce we are committing to a science-based emissions reduction target in accordance with the Paris Climate Agreement. Over the course of the next decade as we continue to grow our business faster than our marketplace, we will also be reducing our carbon footprint. We understand the responsibility we have as the leader in our industry to ensure we take meaningful action within our control in this vitally important area and look forward to partnering with our customers and suppliers. Together we can make a difference.\n\nClimate change is a complex issue that impacts us all, and together we must act quickly to address it. At Sysco we are committed to lead the food industry in finding new ways to reduce our emissions and bring these solutions to scale. We are taking action to reduce our greenhouse gas (GHG) emissions and increase energy efficiency across our supply chain and global sites.\n\nOur climate strategy is clear: lead by example and elevate the industry. In FY2021 we completed a carbon footprint analysis of 17 business units in eight countries and created a roadmap to achieve new climate goals aligned to the Science Based Targets initiative (SBTi). From fleet electrification to helping our suppliers establish their own ambitious carbon reduction strategies, we are investing in programs and processes to ensure we make meaningful progress on this critical topic.\n\nThe majority of our Scope 3 emissions occur from food production and transportation between our growers, suppliers and customers. This area is our largest opportunity for impact. We will be partnering with our suppliers to help reduce their impacts and have increased our focus on supplier engagement.\n\nWe look forward to partnering with the strategic suppliers with whom we share views on climate action to design mutually beneficial carbon-reduction initiatives.\n\nWe also look for opportunities to address decarbonization challenges specific to the foodservice distribution industry. For example, there is a lack of electric trailers with multi-temperature storage systems and long-distance electric tractor fleets that also fulfill our high food safety and quality standards. Sysco is committed to addressing these challenges and others while developing the resources, tools and processes needed to elevate the industry.\n\nSysco set new goals to reduce emissions across our operations and value chain.\n\n**REDUCE OUR SCOPE 1 & 2 EMISSIONS BY 27.5% BY 2030 FROM A CY2019 BASE YEAR**\n\n**WORK WITH SUPPLIERS REPRESENTING 67% OF SCOPE 3 EMISSIONS* TO SET SCIENCE-BASED TARGETS BY 2026**\n\n---\n\n1Pending Science Based Targets initiative approval and following a well below 2 degrees scenario.\nOUR CARBON FOOTPRINT\n\nOur supply chain activities generate 98% of our GHG emissions, which are our Scope 3 emissions. More than 90% of our Scope 3 emissions come from purchased goods and services, including ingredients and raw materials, packaging and food production, which is in line with emissions generated by the food sector. Electricity use and fleet emissions are the biggest drivers of our Scope 1 and 2 emissions. We have chosen CY2019 as our baseline year as it is the most recent year of routine business before the COVID-19 pandemic caused business disruptions. In our baseline year of CY2019, Sysco emitted 72 million metric tons (mt) of GHG emissions.\n\n**Sysco’s CY2019 baseline GHG footprint**\nTotal: 72 million metric tons CO2e\n\n**Scope 1 Direct emissions**\n(1.8% — 1,300K mt CO2e)\n- Stationary fuel (3%)\n- Mobile sources (87%)\n- Refrigerants (10%)\n\n**Scope 2 Purchased electricity**\n(0.4% — 320K mt CO2e)\n- Purchase of electricity, steam, heat or cooling (100%)\n\n**Scope 3: Indirect value chain activities**\n(97.8% — 70,400K mt CO2e)\n- Purchased goods & services (90%)\n- Upstream transportation & distribution (6%)\n- Fuel & energy related activities (3%)\n- All other categories (1%)\n\nSysco has disclosed CDP Climate Change and Water Security responses since 2016. In our Climate Change 2020 response, Sysco achieved an A-, which demonstrates leadership in climate-related disclosures and management.\nMANAGING SCOPE 1 AND 2 EMISSIONS\n\nOur Scope 1 and 2 emissions are areas where we have direct control and are best positioned to make a measurable impact. One of the ways we reduce our energy intensity is by deploying energy efficiency measures through our Energy Management program to help our facilities adapt for the long term. We are investing in equipment and routing upgrades, transitioning to lower global warming potential refrigerants and continuing to implement energy efficiency projects.\n\nWe are increasing our usage of renewable energy and continuing to benefit from our solar garden sites in Texas. The project consists of three solar energy sites in the Houston and Dallas metro areas that we created in partnership with NRG Energy. These sites, comprised of approximately 200,000 solar panels on 224 acres, eliminate around 37,000 tons of CO2 emissions annually by supporting approximately 10% of Sysco’s total U.S. electricity usage. In 2020, the project generated 55,009 megawatt hours (MWh) for Sysco. This project is supplemented by new on-site solar installations at several Sysco facilities, which generated 9,489 MWh for Sysco in 2020.\n\nIn FY2022, we will develop a renewable energy procurement strategy and plan to expand our renewable energy procurement.\n\nISO STANDARDS ACROSS BRAKES U.K.\nISO14001 ENVIRONMENT MANAGEMENT\nISO50001 ENERGY MANAGEMENT\n\nOUR GOAL\nREDUCE SCOPE 1 AND 2 EMISSIONS BY 27.5% BY 2030\n\nHOW WE WILL ACHIEVE IT\nELECTRIFICATION OF 35% OF OUR TRACTOR FLEET IN THE U.S. BY 2030\n100% RENEWABLE ELECTRICITY IN OUR GLOBAL OPERATIONS BY 2030\nONGOING EFFICIENCIES IN ROUTING, REFRIGERANT AND BUILDING ACTIVITIES\nFLEET ELECTRIFICATION\n\nIncreasing the electrification of our fleet is a primary way we can reduce our direct emissions. We are currently focused on our U.S.-based tractor fleet, as this is our largest contributor of emissions, and will expand our efforts to other markets in the future.\n\nTesting the feasibility of electric vehicles\n\nIn FY2021, we piloted the Freightliner eCascadia, a zero-emission electric Class 8 tractor in real-world applications at our Bay Area operating site. Freightliner is at the forefront of developing and deploying battery electric trucks that will help the foodservice distribution industry to achieve greater decarbonization.\n\nReplacing one diesel tractor with an electric vehicle (EV) is equivalent to removing more than 10 gas-powered vehicles from the road, and EVs are expected to have reduced maintenance costs. We tested this EV in real-world applications at our Bay Area operating site. Sysco’s pilot showed the vehicle can successfully be used as a regional hauler and that the EV can serve most of our routes on a single charge while carrying payloads to a max gross combined weight of 82,000 pounds.\n\nThe EV performed well in our pilot. Our drivers, in particular, enjoyed the EV’s powerful, yet smooth and quiet ride. The pilot provided important data that will help the vehicle manufacturer improve its future EV design. We will continue this collaboration to ensure that new EVs meet our unique requirements for food delivery, a vital step toward reducing our impact on the planet.\n\nWe are gearing up to deploy our first group of EVs at our Riverside, California, operating site in FY2023 as part of our commitment to replace diesel vehicles with various zero-emission vehicles. We will continue to pilot other vehicle manufacturers and technologies — such as small delivery EVs and electric trailers. We will also be focused on reducing our carbon footprint in Europe and other parts of the world by sourcing alternative fuel vehicles for those markets.\n\nLEARN MORE ABOUT OUR ELECTRIC VEHICLE PILOT.\nEFFICIENT SHIPPING & DELIVERY\n\nContract carriers\nIntermodal and rail shipping provide significant environmental and cost advantages for Sysco. Toward the end of the year, however, we had to reduce the use of all rail modes in order to minimize the amount of inventory needed to accommodate the significantly longer lead-times. We continue to work hard to navigate the ongoing extreme sales variability by using transportation modes with short lead-times to maintain service levels.\n\nLoad-fill optimization\nWe partnered with our inventory optimization software provider to develop load-fill optimization capability, which builds on work conducted at the regional distribution centers (RDCs) over the last three years. At the end of FY2021, we rolled out this new functionality to many RDC lanes and some operating sites. We plan to finish the rollout in FY2022, which will further reduce Sysco’s carbon footprint by reducing the number of trucks we use to stock our sites.\n\nBuilding omni-channel inventory capabilities\nIn FY2021, we continued to invest in our omni-channel inventory management capabilities. These capabilities, which cut across operating disciplines, will allow our customers and Sales Consultants to access and purchase Sysco’s broad assortment of products through a common ordering platform. Our customers’ experience guides our evolution — and we believe that by building a world-class Global Supply Chain organization, our teams can better connect the dots between assortment management, stocking strategy, suppliers, transportation and customer needs.\n\nTHERE WAS ~5% INCREASE FROM FY2020 TO FY2021 ON RAIL BOXCARS, AND ~9% REDUCTION ON INTERMODAL LOADS, FUEL AND CARBON EMISSIONS.\n\nU.S.: MOVED 1,340 RAIL BOXCARS AND SHIPPED APPROXIMATELY 10,360 INTERMODAL LOADS TO AVOID USING 3.2 MILLION GALLONS OF FUEL AND 71 MILLION POUNDS OF CO2.\n\nCANADA: SHIPPED APPROXIMATELY 1,600 INTERMODAL LOADS TO AVOID THE USE OF NEARLY A HALF MILLION GALLONS OF FUEL AND 6 MILLION POUNDS OF CO2.\n\nTRUCKLOADS AVOIDED DUE TO IMPROVED LOAD-FILL:\n2021: 82 TRUCKS\n2020: 100 TRUCKS\nMANAGING SCOPE 3 EMISSIONS\n\nThe majority of our GHG emissions come from our supply chain activities. One way we can make a tremendous positive impact on the planet is working with our suppliers to establish their own ambitious carbon reduction strategies.\n\nOur engagement will focus first on suppliers with the largest emissions contribution and then will shift toward smaller suppliers. Since our supplier base is large and varied, each supplier requires a different level of engagement and support.\n\nIn FY2021, we conducted an initial assessment of our supplier base and are proud to share that at least 80 Sysco suppliers, representing nearly 30% of our CY2019 Scope 3 emissions, have already committed to or set targets aligned to SBTi criteria. We look forward to bringing others along on the journey through our engagement program.\n\nOUR GOAL\n\nWORK WITH SUPPLIERS REPRESENTING 67% OF SCOPE 3 EMISSIONS* TO SET SCIENCE-BASED TARGETS BY 2026\n\nHOW WE WILL ACHIEVE IT\n\nIMPLEMENT SUPPLIERS ENGAGEMENT PROGRAM THAT ENCOURAGES SETTING EMISSIONS REDUCTION TARGETS THAT SUPPORT THE PARIS AGREEMENT.\n\n* Focusing on purchased goods and services and upstream transportation suppliers.\n\nINVESTING IN OFFSETS IN SWEDEN\n\nMenigo, our company in Sweden, is leading the way on climate change. The company already uses 100% renewable energy at its facilities and 80% renewable fuel for its fleet. Now Menigo will be taking a step further offsetting its emissions included in its footprint based on the Greenhouse Gas Protocol — a first for foodservice distribution in Sweden. They will begin by offsetting 5,000 tonnes of carbon emissions in FY2022. This value exceeds the 4,400 tonnes CO2e calculated using the GHG protocol.\n\nMenigo’s carbon offsets will support projects that contribute to the conservation of forests that store carbon dioxide and improve the health and living conditions of the local population. These are small-scale projects run by nonprofit organizations with strong local roots. They include forest conservation in Sumatra, Indonesia, protecting mangrove forests in Kenya and increasing access to efficient stoves for households in Raichur, India. All these projects are Plan Vivo or fair trade certified.\nWhile much of FY2021 was spent supporting our customers throughout the COVID-19 pandemic, Sysco continued diverting waste across our operations through meal donations and shifting toward reusable crates.\n\nWith the recycling market shifting in recent years, we expanded our current recycling capabilities to include food and organic waste. After completing two pilots to understand our options and identify best practices, our new partnerships will enable us to consolidate our recycling and waste program management and increase our focus on food and organic waste by increasing recycling, reducing disposal volumes and reducing costs. It will also help us achieve our goal of delivering $500 million of global good by 2025, which includes meal donations.\n\n**WASTE REDUCTION**\n\n**Brakes U.K.** has been zero waste to landfill since 2017 and has reduced food waste by approximately 25% over the last two years by redirecting food to nearby charities.\n\n**Sysco Ireland** has removed 1.3 million cardboard boxes from circulation in our delivery network since 2018. Sysco Ireland will continue to roll out this initiative across all its depots.\nINTRODUCTION ..............................................................53\nMESSAGE FROM OUR LEGAL, GENERAL COUNSEL AND CORPORATE SECRETARY AND CHIEF INFORMATION AND DIGITAL OFFICER ..................54\nBOARD OF DIRECTORS .............................................55\nRISK MANAGEMENT ..................................................56\nDATA PRIVACY & CYBERSECURITY ............................57\nGOVERNMENT RELATIONS ........................................57\nINTRODUCTION\n\nAt Sysco, we believe the underlying principle for proper corporate governance is a simple one: Do the right thing. Our business is built upon quality relationships with our customers, suppliers, communities and, of course, our shareholders. Relationships require a strong foundation of mutual trust and understanding that is nurtured day after day. That trust is earned, not just by adhering to the letter of the law, but also by acting within the spirit of the law.\n\nHIGHLIGHTS\n\nBOARD-LEVEL CSR COMMITTEE\n\n6 INDEPENDENT DIRECTORS\n\nENTERPRISE RISK OVERSEEN BY AUDIT COMMITTEE\n\nANNUAL CODE OF BUSINESS CONDUCT TRAINING\nA MESSAGE\nFROM EVE MCFADDEN, SVP, LEGAL, GENERAL COUNSEL AND CORPORATE SECRETARY AND TOM PECK, EVP, CHIEF INFORMATION AND DIGITAL OFFICER\n\nOur continued success depends on earning the confidence and support of Sysco shareholders. We must act ethically and responsibly as a company and embed our values in how we run the business. Our corporate governance processes provide the foundation for a strong corporate social responsibility (CSR) approach.\n\nThe company’s Board of Directors oversees our strategy, risks and performance to ensure we are driving meaningful results to our stakeholders. Sysco’s Board also includes a CSR Committee that provides input on the company’s CSR strategy and monitors our progress against related goals and objectives. To increase transparency, we make our CSR goals public, and we hold ourselves accountable to reporting progress against these goals each year.\n\nOur Values and our Purpose guide our Global Code of Conduct, ultimately informing the behaviors we must model in our day-to-day work. Our Code of Conduct provides clear expectations for all our associates to do the right thing, operating ethically and in compliance with the law. We also have a Supplier Code of Conduct which describes the legal, moral and ethical standards we expect from our suppliers and vendors.\n\nAdditionally, Sysco understands that our data and technology environment must be secure and compliant. Our customers trust us with their data, and our focus on cybersecurity is unwavering. Sysco’s dedicated cybersecurity team continuously monitors the information security environment at Sysco, as well as relevant external trends to prevent, detect and respond to cybersecurity attacks.\n\nThese are just a few topics you will learn more about in the Governance section of our CSR report.\nOur Board of Directors governs Sysco’s business strategy, oversees our risk management and ensures we are integrating CSR issues in our decisions.\n\nIn July 2016 we established our director tenure policy, which provides that no individual who, as of the date of the election to which any nomination relates, will have served as a nonemployee director for 15 years will be eligible to be nominated for election or re-election to the Board. Additionally, in FY2021, we transitioned to an independent, nonexecutive Chair structure. Our Board Committees include an Audit Committee, a Compensation and Leadership Development Committee (the CLD Committee), a Corporate Governance and Nominating Committee (the Governance Committee), a Corporate Social Responsibility Committee (the CSR Committee), a Technology Committee and an Executive Committee.\n\nSince 2016, the Board has elected six new independent directors. Sysco’s Board completes self-evaluations every year to increase Board effectiveness and inform future Board refreshment efforts. Each year, each Board committee conducts a self-evaluation of its performance focused on the committee’s key responsibilities. Feedback from these committee evaluations were reviewed by each applicable committee and presented to the full Board for review and discussion. Key learnings from the Board and committee self-evaluations play an important role in informing the Board’s approach to refreshment and succession planning.\n\n360-degree performance reviews\nBeginning in FY2017, the Board’s self-evaluation process was enhanced to include periodic “360 degree” individual director performance reviews, which involve a confidential evaluation of the performance of selected directors by each of his or her fellow directors, key members of senior management and representatives of certain independent, third-party firms that routinely interact with the directors assessed. The feedback from these reviews is compiled and communicated to the directors assessed by an independent, third-party corporate governance firm.\n\nDiverse Board recruitment\nAs a matter of practice, our Board looks for diversity in nominees, including reviewing enhanced perspective and experience through diversity in race, gender, ethnicity, cultural background, age, geographic origin, education and professional and life experiences. Two of our Board nominees are women, one of whom is African American, while two more of our Board nominees are from outside the United States.\n\nLearn more about our Board and its practices in our FY2021 Proxy Statement.\n\nCSR Committee\nSysco’s Board-level CSR Committee meets three times a year, with each meeting focusing on one of the company’s three pillars — People, Product and Planet. Additionally, the CSR Committee reviews and acts in an advisory capacity to the Board and management with respect to policies and strategies that affect Sysco’s role as a socially responsible organization. They review, evaluate and provide input on the development and implementation of Sysco’s CSR strategy and on the implementation and progress toward the 2025 CSR goals established in 2018. The CSR Committee also reviews philanthropic giving, agricultural programs and warehouse and transportation initiatives designed to improve the environmental impact of the company.\nSysco’s Executive Leadership Team (ELT) is responsible for identifying, managing and mitigating enterprise risks. Our ELT reports directly to the Audit Committee and the Board on a regular basis with respect to enterprise risk management (ERM). The Audit Committee is responsible for reviewing Sysco’s ERM process.\n\nWe have developed an enhanced ERM process that begins with frequent discussion of risk issues by the ELT, followed by a deep dive approach to fully understand risks. Then an ERM plan is created to lower risk exposure and track and monitor risk information and management’s execution of the plan, all within a governance and reporting cadence. The Board’s Committees help oversee the ERM process within the respective areas of the Committees’ delegated oversight authority.\n\nGlobal Code of Conduct\n\nOur Global Code of Conduct is guided by our values and expectations, which we believe are important to delivering exceptional service with integrity. We require all directors, officers and associates, including our principal executive officer, principal financial officer, principal accounting officer and controller, to understand and abide by the Code.\n\nOur Global Code of Conduct addresses the following priority topics:\n\n- Fraud\n- Anti-corruption and anti-bribery\n- Export/import laws and trade sanctions\n- Human rights\n- Diversity and inclusion\n- Workplace safety\n- Antitrust\n- Competition and fair dealing\n- Confidential information\n- Professional conduct, including customer relationships, equal opportunity, payment of gratuities and receipt of payments or gifts\n- Political contributions\n- Conflicts of interest\n- Insider trading\n- Financial disclosure\n- Intellectual property\n\nOur Code is reviewed periodically by the Corporate Governance & Nominating Committee and requires every Sysco associate to strictly adhere to all laws and regulations applicable to our business. All associates are also required to report any violations or suspected violations of the Code. Learn more in our FY2021 Proxy Statement.\n\nAnnual Code of Business Conduct (COBC) training\n\nThe annual COBC training educates associates about important topics within our COBC and expected behaviors, which helps to minimize both financial and reputational risks to our company. Topics include: Preventing Harassment, Anti-bribery, Accounting and Financial Integrity, Antitrust, Protecting Customer Information, Avoiding Conflicts of Interest and Reporting Misconduct. As the COBC is an enterprise wide training requirement, our goal is to ensure the content is relevant and engaging for a broad range of learning styles.\nDATA PRIVACY & CYBERSECURITY\n\nWe use technology in substantially all aspects of our business operations and continue to implement business technology initiatives in line with our strategic objectives. Data privacy and cybersecurity are issues we take seriously, with our approach to mitigation and management guided by our digital team and overseen by our Chief Information and Digital Officer, and ultimately our Board. Two of our Board directors are experts in cybersecurity matters with experience in information technology systems and related opportunities and risks.\n\nGOVERNMENT RELATIONS\n\nSound public policy is imperative to fulfilling our Mission to deliver success for our customers through industry-leading people, products and solutions. We pursue a collaborative and inclusive approach to making decisions. We work alongside our industry, supplier and customer stakeholders to advocate for our priorities at the local, state and federal levels.\n\nThis engagement is critical to ensure that the interests of our customers, associates and shareholders are properly represented at all levels of government. Sysco’s public policy priorities and activities are reviewed regularly with senior management and with the Board of Directors.\n\nLobbying activities\n\nSysco promotes and protects our company’s interests through direct lobbying of government officials on a wide array of issues. Common issues include agriculture, animal welfare, energy and the environment, food safety, health care, immigration, nutrition, labor, occupational safety and licensing, product labeling, taxes, trade, transportation and workers’ compensation.\n\nSysco complies with all U.S. federal and state lobbying laws, which require reporting on lobbying activity. For FY2021, Sysco reported U.S. federal lobbying expenditures of $190,000 in reports filed with the Clerk of the U.S. House of Representatives and the Secretary of the U.S. Senate. In jurisdictions outside of the U.S., Sysco complies with all applicable lobbying legislation.\nTrade association engagement\n\nSysco works with a diverse array of industries and organizations that have similar business objectives and goals. To help achieve legislative and regulatory priorities on issues important to our overall business strategies, we maintain memberships in various industry trade associations. We will not always agree with every position these organizations take, but we have found that providing our input — for or against a particular position — is a constructive way to influence policy outcomes. A list of those organizations and their dues is available [here](#).\n\nPolitical contributions\n\nSysco engages in the political process by providing financial support for select candidates and issue advocacy campaigns that support our business objectives. Contributions and involvement are determined by the Sysco Corporation Public Policy Committee, a multifunctional group consisting of members from Sysco’s executive leadership, Government Relations, Legal, Investor Relations, Communications and other relevant functional leaders.\n\nThe Sysco Corporation Good Government Committee, Inc. (Sysco PAC) was established to allow eligible associates to become engaged in the political process. Sysco PAC is governed by a separate Board of Directors comprised of PAC members from across our company, including representatives from corporate executive leadership, field operating companies, regional market leaders and corporate functional leaders. Sysco PAC makes contributions to federal, state and local candidates in accordance with election laws and regulations. Membership in Sysco PAC is strictly voluntary and can be discontinued at any time.\n\nSysco PAC is regulated by the Federal Election Commission (FEC) and files reports, as required, with the FEC and relevant state election commissions. Reports filed with the FEC are publicly available on the [FEC website](#).\n## CSR Scorecard\n\n| Impact area                  | FY2025 goal                                      | FY2018 baseline | FY2021 progress |\n|------------------------------|--------------------------------------------------|-----------------|-----------------|\n| **Charitable Giving**        | 500M USD Global Good Goal                        | 18M USD         | 60M USD         |\n|                              | Meal donations                                   | 6.3M meals      | 27M meals       |\n|                              | Cash donations                                   | 4.7M USD        | 3.6M USD        |\n|                              | Time donations                                   | 3,740 hours     | 8,200 hours     |\n| **Diversity, Equity & Inclusion** | Increase U.S. associate ethnic and gender diversity to 62% | 54.8%           | 58%             |\n|                              | Increase spend 25% with minority- and women-owned enterprise (MWBE) suppliers | 750M USD        | 620M USD¹       |\n| **Health & Well-Being**      | Double associate participation in health and well-being programs | 21%             | 11%²            |\n|                              | Expand portfolio of products with health and wellness benefits | Not applicable  | Exploring additional pillars³ |\n| **Animal Welfare**           | 100% Sysco Brand supplier compliance with Animal Welfare Policy for Suppliers | Not applicable  | Communicated Sysco's Animal Welfare Policy for Suppliers with our associates, suppliers and customers and is now being implemented across our U.S. supply chain |\n| **Human Rights**             | 100% first-tier, high-risk supplier compliance   | Not applicable  | Continued our analysis of our supply chain across the U.S. to identify additional high-risk suppliers |\n| **Responsible Sourcing**     | Five commodities identified and commitments met  | Not applicable  | We are currently reviewing our supply chain and impact to select a fifth commodity by the end of 2021 |\n| **Sustainable Agriculture**  | Five fresh crops in the sustainable agriculture program | Not applicable  | Piloted leafy greens and mushrooms |\n| **Energy**                   | Source 20% of electricity from renewable sources | 1%              | Sysco announced our global science-based emissions reduction targets in accordance with the Paris Climate agreement. Our revised emissions reduction goals will replace our energy goals. We will be reporting our progress from FY2022. See our [CDP 2021 Climate Change disclosure](#) for our U.S., Canada and U.K. Scope 1 and 2 emissions, and U.S. business travel emissions for CY2020. |\n|                              | Power 20% of tractor fleet with alternative fuels | 0%              |                 |\n| **Waste**                    | Divert 90% solid and food waste from landfill    | 65%             | N/A⁴           |\n\n¹ Our FY2021 spend with diverse suppliers decreased primarily due to COVID-19 pandemic-related impacts.\n² The COVID-19 pandemic has brought changes to our wellness offerings and strategy, which ultimately reduced the participation rate of our health and well-being program.\n³ Rolling out an integrated health model for 2022, which will allow for greater wellness outreach and better health outcomes for our associates.\n⁴ In FY2021, we established a new waste partnership which has led to a data gap in diversion rate. We will provide an updated diversion rate once the transition is completed in FY2022.\nAdditional CSR Resources\n\nPlease see below for helpful links to additional information about our CSR efforts and related topics, including how we govern, and disclosures such as our CDP reports.\n\nAbout Sysco and our Board\n- About our Business — Page 1, Annual Report\n- Reporting segments — Page 1, Annual Report\n- Customers and products — Page 2, Annual Report\n- Product sourcing — Page 3, Annual Report\n- Associates — Page 4, Annual Report\n- Identifying and managing risk — Page 22, Proxy\n- Board composition and responsibilities — Page 16, Proxy\n- Board committees and their role — Page 18, Proxy\n- Executive compensation — Page 73, Proxy\n- Ethics and compliance — Page 23, Proxy\n- Reporting concerns — Page 23, Proxy\n\nOther Resources\n- Associate Code of Conduct\n- Supplier Code of Conduct\n- Board-Level CSR Committee\n- CDP Climate Change CY2020\n- CDP Water CY2020\n- LRQA Assurance Statement CY2020\n- Palm Oil ACOP CY2020\n- Forests Report May 2021\n- Sysco Seafood Sustainability Report\nMateriality and stakeholder engagement\n\nSysco’s 2025 CSR strategy is based on our 2018 materiality assessment, which identified the environmental, social and governance topics that reflect what our stakeholders deem to be most important and/or that influence their decisions. The company began a materiality refresh exercise toward the end of FY2021 to ensure the matrix was fit for purpose and to better reflect the global enterprise. We will complete this assessment in FY2022.\n\nOur primary stakeholders\n\nAssociates\nOur 58,000 global associates bring Sysco’s strategic priorities to life and enable our growth. We know that our associates and future talent care deeply about how we engage with communities, and CSR has become a valuable tool in our recruiting and retention efforts. We engage with associates via Sysco Speaks (our companywide engagement survey), “The Dish” (our intranet site), Sysco Interactive University (our online learning platform), Sysco To-Go (internal app of news and resources for Sysco associates), social media and other channels. We made strong progress in FY2021 in continuing to expand the scope of our engagement and communication efforts to include all of our global associates.\n\nCustomers\nSysco puts customers first. The needs of customers and their expectations are a foundational component of our CSR priorities. We engage with customers through multiple channels, including sales consultant interactions, customer service surveys, online communications and strategic reviews, always maintaining an ongoing dialogue and partnership in delivering quality and safe food options to their patrons.\n\nInvestors\nEarning the confidence and support of Sysco shareholders is essential to our continued success, and we know that a growing segment of our investor base is interested in how we address social and environmental issues. We engage them in various ways, including financial reports, annual shareholder meetings, investor conference presentations, CDP and other ratings disclosures and meetings with interested investors.\n\nRegulators\nComplying with regulatory requirements and interacting with appropriate regulatory authorities is essential to our business. We regularly engage with entities such as the U.S. Department of Transportation, the Occupational Safety and Health Administration, the Environmental Protection Agency, the Department of Homeland Security and with the corresponding agencies in the other jurisdictions in which we operate.\n\nNGOs\nWe respect the role that nongovernmental organizations (NGOs) play in moving the needle on change — and we partner with many, such as the World Wildlife Fund, the Global Food Safety Initiative and the Center for Food Integrity. These partnerships provide us a better understanding of environmental and social challenges, as well as how Sysco can contribute to solutions.\n\nSuppliers\nClose collaboration with suppliers is critical in our ability to deliver for our customers and advance our CSR agenda. We engage with suppliers through surveys and regular business reviews, as well as in a Joint Business Planning process with several strategic suppliers. Additionally, we partner with our suppliers to advance our CSR priorities through programs such as the Integrated Pest Management (IPM) program, which works with participating growers to implement sustainable agriculture practices.\n\nPeers\nEngagement with industry participants helps advance best practices and influence regulatory and legislative improvements. Sysco’s Animal Welfare Council, for instance, brings together academic and industry animal welfare experts to provide guidance to Sysco leaders on the design, development and implementation of animal welfare programs, and offers perspectives on emerging issues and best practices. An important driver in our work is Sysco’s Animal Welfare Advisory Council. The Council meets annually with the Sysco Quality Assurance (QA) and CSR teams to discuss animal welfare issues, including supplier performance. And through the British Frozen Food Federation (BFFF), our U.K. team and European peers are working with WRAP (Waste & Resources Action Programme) to reduce waste, develop sustainable products and use resources in an efficient way.\nFor questions or comments concerning this report, please contact the Sysco Corporate Social Responsibility Team at csr@sysco.com.", "source": "sysco_2021", "added": "2025-04-27", "created": "2025-04-27", "metadata": {"Source-File": "climate_reports/tp_reports/sysco_2021.pdf", "olmocr-version": "0.1.59", "pdf-total-pages": 62, "total-input-tokens": 125596, "total-output-tokens": 25713, "total-fallback-pages": 0}, "attributes": {"pdf_page_numbers": [[0, 118, 1], [118, 2422, 2], [2422, 3254, 3], [3254, 4408, 4], [4408, 5842, 5], [5842, 8580, 6], [8580, 11071, 7], [11071, 14553, 8], [14553, 14553, 9], [14553, 16102, 10], [16102, 17547, 11], [17547, 18763, 12], [18763, 21065, 13], [21065, 22304, 14], [22304, 23967, 15], [23967, 25806, 16], [25806, 28063, 17], [28063, 30406, 18], [30406, 32121, 19], [32121, 33814, 20], [33814, 35525, 21], [35525, 37800, 22], [37800, 40358, 23], [40358, 42764, 24], [42764, 43211, 25], [43211, 44195, 26], [44195, 45713, 27], [45713, 47078, 28], [47078, 48192, 29], [48192, 49129, 30], [49129, 50973, 31], [50973, 52443, 32], [52443, 55407, 33], [55407, 58096, 34], [58096, 60755, 35], [60755, 62449, 36], [62449, 65784, 37], [65784, 67598, 38], [67598, 68009, 39], [68009, 69595, 40], [69595, 71651, 41], [71651, 73154, 42], [73154, 74752, 43], [74752, 76816, 44], [76816, 79620, 45], [79620, 81037, 46], [81037, 82684, 47], [82684, 84730, 48], [84730, 86808, 49], [86808, 89024, 50], [89024, 90165, 51], [90165, 90630, 52], [90630, 91262, 53], [91262, 93063, 54], [93063, 96374, 55], [96374, 98986, 56], [98986, 101007, 57], [101007, 102902, 58], [102902, 106391, 59], [106391, 107379, 60], [107379, 111620, 61], [111620, 111749, 62]]}}