{"id": "e66a565f24f5137c2f372d5a593f55a4cbe456a4", "text": "# Table of contents\n\n## TI at a glance\n- 3\n\n## Our commitment\n- 4\n  - CEO letter\n  - Our approach to corporate citizenship\n  - Report overview\n  - 2022 highlights\n\n## Environmental sustainability\n- 7\n  - Environmental commitments\n  - Greenhouse gas emissions\n  - Energy\n  - Water\n  - Waste and material management\n  - Product quality\n  - Logistics\n\n## Responsible business practices\n- 16\n  - Governance\n  - Ethics and compliance\n  - Public policy\n  - Supply chain responsibility\n  - Responsible minerals\n  - Labor and human rights\n  - Risk management and business continuity\n  - Information protection\n\n## Workplace\n- 25\n  - Working at TI\n  - Our people and values\n  - Diversity and inclusion\n  - Workforce representation\n  - Employee resource groups\n  - Recruitment\n  - Talent development\n  - Compensation and benefits\n  - Safety and health\n\n## Giving and volunteering\n- 35\n  - Giving\n  - Volunteering\n\n## Appendices\n- 40\n  - Performance data\n  - Global Reporting Initiative (GRI) index\n  - Taskforce on Climate-Related Financial Disclosures (TCFD)\n  - Sustainability Accounting Standards Board (SASB)\n  - External assurance statement\n\n---\n\n**Notice regarding forward-looking statements**\n\nThis communication includes forward-looking statements intended to qualify for the safe harbor from liability established by the Private Securities Litigation Reform Act of 1995. These forward-looking statements generally can be identified by phrases such as TI or its management \"believes,\" \"expects,\" \"anticipates,\" \"foresees,\" \"forecasts,\" \"estimates\" or other words or phrases of similar import. Similarly, statements herein that describe TI's business strategy, outlook, objectives, plans, intentions or goals are forward-looking statements. All such forward-looking statements are subject to certain risks and uncertainties that could cause actual results to differ materially from those in forward-looking statements. For a more detailed discussion of these factors, see the risk factors discussion in the first quarter of 2023 Form 10-Q filed with the SEC. The forward-looking statements included in this communication are made only as of the date of this communication. We undertake no obligation to update the forward-looking statements to reflect subsequent events or circumstances.\nTI at a glance\n\n- Founded in 1930\n- Headquartered in Dallas, Texas\n- Publicly traded (Nasdaq: TXN)\n- Haviv Ilan is president and CEO\n- About 33,000 employees\n  - ~14,000 in the Americas\n  - ~17,000 in Asia-Pacific\n  - ~2,000 in Europe\n- 15 manufacturing sites worldwide, producing tens of billions of chips each year\n- ~ 80,000 products for over 100,000 customers\n- Industrial and automotive, the markets with the best opportunities for our products, made up 65% of 2022 revenue\n\nRevenue in 2022\n\n- $20.03 billion\n- $15.36 billion (Analog)\n- $3.26 billion (Embedded)\n- $1.41 billion (Other)\n\nCapital expenditures: $2.8 billion\nR&D: $1.7 billion\n\nRevenue by market\n\n- Key markets\n  - Industrial - 40%\n  - Automotive - 25%\n  - Personal electronics - 20%\n  - Communications equipment - 7%\n  - Enterprise systems - 6%\n  - Other - 2%\n\nWorldwide manufacturing locations\n\n- Principal manufacturing and design operations\n  - Dallas, Texas\n  - Aguascalientes, Mexico\n  - Aizu, Japan\n  - Baguio, Philippines\n  - Bangalore, India\n  - Chengdu, China\n  - Clark, Philippines\n  - Freising, Germany\n  - Houston, Texas\n  - Kuala Lumpur, Malaysia\n  - Lehi, Utah\n  - Melaka, Malaysia\n  - Miho, Japan\n  - New Taipei City, Taiwan\n  - Richardson, Texas\n  - Santa Clara, California\n  - Shanghai, China\n  - Sherman, Texas\n  - South Portland, Maine\n  - Tucson, Arizona\n\nTI headquarters - Dallas, Texas\n\n1 TI defines major locations (significant operations) as all manufacturing facilities and design and sales offices 50,000 square feet or larger, or those with employee populations greater than 100 as of Dec. 31, 2022.\nLetter from the CEO\n\nFor decades, Texas Instruments has operated with a passion to create a better world by making electronics more affordable through semiconductors. With each generation, semiconductor technology has become smaller, more efficient and more affordable, and today, our products are helping customers to develop electronics and new applications that are contributing to a more sustainable future.\n\nOur founders had the foresight to know that building a great company required a special culture to thrive for the long term. For many years, we have run our business with three overarching ambitions in mind:\n\n• First, we will act like owners who will own the company for decades.\n• Second, we will adapt and succeed in a world that is ever changing.\n• And third, we will be a company that we are personally proud to be a part of and that we would want as our neighbor.\n\nWith these ambitions guiding our decision-making for the long term and our products helping to create a better world, we are confident that our collective efforts will be impactful and long-lasting. We take great pride in our commitment to being a good corporate citizen, which impacts our communities and the world in two ways:\n\nFirst, our ambitions guide how we run our business and are foundational to ensuring that we operate in a sustainable, socially thoughtful and environmentally responsible manner. Central to these ambitions is a belief that in order for all stakeholders to benefit, the company must grow stronger over the long term.\n\nSecond, semiconductors will play a critical role in creating a better world and helping to reduce the impact on the environment.\n\nAs engineers, we are fortunate to work on exciting technology that helps our customers innovate to create a better world. Our semiconductor products are powering sustainable technology around the world, such as electric vehicles and renewable energy applications, and helping to make a positive impact in a growing number of ways.\n\nIn 2022, despite the ongoing global challenges related to the pandemic and resulting supply chain disruptions, TI maintained a focus on keeping our employees safe, keeping our factories running, adding capacity to support customer demand and giving back to our communities when needs continued to be great.\n\nI am proud of how TIers adapted and performed in 2022. We have learned through the decades that challenging years are when our ambitions are most critical in guiding our decisions and when TIers rise to the challenge.\n\nYou can count on us to stay true to our ambitions: to think like owners for the long term, adapt and succeed in a world that’s ever changing and behave in a way that makes our stakeholders proud. When we’re successful, our employees, customers, communities and shareholders all win.\n\nHaviv Ilan\nPresident and CEO\nReport overview\n\nSince 2006, TI has published program information, goals, progress on goals and relevant data – including a focus on environmental, social and governance (ESG) and sustainability priorities – as part of its commitment to being a good corporate citizen.\n\nAs with previous years, our 2022 Corporate Citizenship Report provides insight into how we think about – and how we perform – in various ESG areas relevant to our business using these widely accepted reporting frameworks:\n\n- The Global Reporting Initiative (GRI)²\n- The Task Force on Climate-Related Financial Disclosures (TCFD)³\n- The Sustainability Accounting Standards Board (SASB)⁴\n\nIn addition, we participate in the CDP⁵ Climate Change and Water Security questionnaires and make both available at TI.com/ccr.\n\nTo strengthen our reporting, we solicit input from internal and external stakeholders year-round, examine third-party sustainability assessments and benchmark trends and best practices. We then compare these inputs to our company priorities to determine what topics and disclosures to include in our annual Corporate Citizenship Report.\n\nOur commitment to corporate citizenship\n\nWe take great pride in being a good corporate citizen, which impacts our communities and the world in two ways:\n\n- First, our ambitions guide how we run our business and are foundational to ensuring that we operate in a sustainable, socially thoughtful and environmentally responsible manner. Central to these ambitions is a belief that in order for all stakeholders to benefit, the company must grow stronger over the long term.\n- Second, semiconductors will play a critical role in creating a better world and helping reduce environmental impacts.\n\n²The GRI is an independent, international organization that helps businesses take responsibility for their impacts by providing them with a global common language to communicate those impacts.\n³The Financial Stability Board established the TCFD to develop recommendations for more effective climate-related disclosures that could promote more informed investment, credit and insurance underwriting decisions.\n⁴The SASB is an independent nonprofit organization that sets standards to guide companies’ disclosure of sustainability information to their investors.\n⁵The CDP is a nonprofit that runs the global disclosure system for investors, companies, cities, states and regions to manage their environmental impacts.\n2022 highlights\n\nWe take great pride in being a good corporate citizen with a long-standing commitment to responsible, sustainable manufacturing.\n\nCreating a sustainable future\n\nIn 2022, TI continued to drive efficiencies in its fabrication processes and equipment to reduce energy, material and water consumption, and greenhouse gas (GHG) emissions.*\n\n- 23% reduction in Scope 1 & Scope 2 GHG emissions (vs 2015)\n- 28% reduction in energy use per chip (vs 2015)\n- 3.2% reduction in water use\n- 90% waste diverted from landfills\n\n* TI’s goals and commitments can be found in the company’s annual Corporate Citizenship Report.\n\nWorking at TI\n\nWe bring together 33,000 of the world’s smartest people to create a better world by making electronics more affordable through semiconductors.\n\n- 30+ honors for D&I and talent development\n- 15 employee resource groups\n- 50.7 average learning hours per TIer\n\nBuilding stronger communities\n\nOur ambition to be a company that we are personally proud to be a part of and want as our neighbor guides our work to build stronger communities.\n\n- $52.6 million in giving by TI, the TI Foundation, employees, retirees and other giving\n- 257,000 hours of employee and retiree time donated to helping others\nEnvironmental sustainability\nReducing environmental impact\n\nTI takes great pride in being a good corporate citizen and has a long-standing commitment to responsible, sustainable manufacturing. We produced our first Corporate Citizenship Report in 2006, and we remain committed to our long-term environmental sustainability programs of conserving natural resources, reducing greenhouse gas (GHG) emissions and mitigating climate change.\n\nAs a semiconductor company that manufactures billions of chips per year, we believe that it is important to drive efficiencies in our fabrication process. Multi-year sustainability goals guide our work (see the next page), and we strive to efficiently manufacture chips to reduce energy use, GHG emissions, water use and the generation of landfill waste.\n\nTI semiconductor products are and will increasingly play a critical role in helping reduce the impact on the environment. Our semiconductors are helping customers to develop smaller, more efficient and affordable technology that makes electrification, renewable energy and energy storage solutions possible.\n\nProgress\n\nOver the past several years, TI has made progress in conserving energy and water, reducing energy consumption per chip, diverting landfill waste and working toward our long-term goal of reducing scope 1 and scope 2 absolute GHG emissions by 25% from a 2015 base year by 2025.\n\nIn 2022, we experienced slight year-over-year increases in consumption and emissions as TI’s production increased. This was because of continued customer demand throughout the year, and ramping two new 300-millimeter factories in Richardson, Texas, and Lehi, Utah.\n\nDespite our operational growth, we remain committed to reducing our environmental impact. We invest in hundreds of projects every year aimed at reducing that impact, such as using advanced manufacturing tools and technologies; signing multiyear solar and wind power contracts to deliver renewable electricity in Texas; and installing a solar roof at our site in Bangalore, India.\n\n2022 per-chip efficiency improvements\n\nFor more than a decade, TI has driven efficiencies in its fabrication processes and equipment to reduce environmental impacts. We measure and track normalized, or per-chip data, for GHG emissions, energy, water and material consumption as a way of assessing the overall resource efficiency of our manufacturing process.\n\nBy comparing normalized data, we can account for the resources and emissions associated with the production of a single chip and see how that has improved over time. When comparing our per-chip data from 2010 to 2022, we have significantly reduced manufacturing-related impacts and resource consumption.\n\n2010-2022: Per-chip efficiency improvements\nEnvironmental commitments\n\nTI implements programs to reduce energy, material and water consumption, and greenhouse gas emissions (GHGs). The following table summarizes the progress we are making toward our reduction goals.\n\n| Focus | Goal | Progress by Year-End 2022 |\n|-------|------|---------------------------|\n| Greenhouse gas (GHG) emissions | TI actions to reduce emissions: | By year-end 2025: |\n| | • Use alternative gases and chemicals with lower global warming potential. | 25% reduction in absolute scope 1 and scope 2 emissions from a 2015 base year*. |\n| | • Install emissions abatement devices. | 23% reduction in GHG emissions. |\n| | • Purchase electricity from renewable energy sources. | |\n| | • Optimize product manufacturing, shipping and distribution. | |\n| | • Avoid unnecessary business travel and subsidize employee commuting at certain sites. | |\n| Energy | TI actions to reduce energy consumption: | By year-end 2025: |\n| | • Design and operate buildings and fabrication sites to optimize efficiency and achieve Leadership in Energy and Environmental Design (LEED) certification7 for all new buildings. | 50% reduction in energy intensity per chip from a 2015 base year. |\n| | • Upgrade and refurbish tools and equipment. | 28% reduction in energy intensity per chip. |\n| | • Use sensors and other automated controls. | |\n| | • Implement routine energy conservation projects. | |\n| Water | TI actions to reduce water consumption: | In 2022, conserve: |\n| | • Improve the efficiency of our deionized water plants through actions such as optimizing the recovery rates of our reverse-osmosis filters. | 3.4% equivalent of 2021 total water usage in 2022. |\n| | • Reduce manufacturing tool water use by optimizing flow rates. | 3.2% reduction in water use. |\n| | • Identify additional manufacturing tools where water can be reused in other processes. | |\n| | • Expand the use of microfilters and ultrafilters to recover more wastewater. | |\n| Waste and material management | TI applies a three-step approach to waste and material management: | In 2022, divert: |\n| | • Examine what we need. | 90% of solid waste materials generated from landfills. |\n| | • Reuse what we can. | 90% materials diverted from landfills. |\n| | • Recycle what is allowed. | |\n\n*TI adjusted its 2015 GHG emissions baseline from 2,471,357 to 2,832,709 MTCO2e in the 2021 Corporate Citizenship Report to reflect structural changes to its operations in line with the guidance provided by the WBCSD/WRI’s The Greenhouse Gas Protocol: A Corporate Accounting and Reporting Standard.\n\n7LEED is the most widely used green building rating system in the world.\nGreenhouse gas emissions\n\nOur commitment to reducing GHG emissions\n\nTI sets GHG emission and energy reduction goals to reduce environmental impacts and improve efficiencies. By 2025, TI aims to reduce absolute scope 1 and 2 GHG emissions by 25% from a 2015 base year.\n\nOur organizational boundary includes TI manufacturing sites, larger non-manufacturing sites, and support facilities subject to contracts considered embedded leases by us for financial accounting purposes. Our operational boundary includes scope 1 and scope 2 emissions from these sites and facilities, as applicable.\n\nActions we are taking\n\nWe have taken steps to reduce GHG emissions in our operations, shipping and distribution, and through our supply chain for years.\n\nScope 1\n\nTI directly emits scope 1 GHG emissions from gases used in the manufacturing process and fuels consumed on-site, such as natural gas and diesel. We are working to reduce these emissions by:\n\n- Installing newer, more efficient manufacturing tools and technologies.\n- Eliminating nonessential fluorinated gases and using alternative gases and chemicals.\n- Installing thermal point-of-use abatement devices on some tools that treat the exhaust gases used in semiconductor manufacturing.\n\nScope 2\n\nTI indirectly emits scope 2 GHG emissions from electricity purchased for manufacturing or other operations. We are working to reduce these emissions by:\n\n- Purchasing and securing renewable energy sources around the world.\n- Increasing the energy efficiency of our manufacturing systems, buildings and tools.\n\nScope 3\n\nTI’s supply chain, employee travel and commuting, and product distribution network generate scope 3 GHG emissions. We lessen these impacts by:\n\n- Encouraging suppliers to optimize their production and operational efficiencies.\n- Shipping items in bulk from regional distribution centers to reduce the number of shipments and transportation-related emissions.\n- Limiting business travel and providing videoconferencing capabilities.\n- Providing on-site electric vehicle charging stations, shuttles and biking infrastructure.\n- Subsidizing mass transit and carpooling at select sites.\n\nWe continue to estimate and calculate the value chain emissions that are most relevant to TI in line with the Corporate Value Chain (Scope 3) Accounting and Reporting Standard, a supplement to the GHG Protocol Corporate Accounting and Reporting Standard.\n\nMonitoring potential risks\n\nTI faces potential risks and opportunities associated with climate change, which are described in detail in its TI’s 2023 CDP Climate Change response. Our CDP response, the Emissions section of the GRI Index and our TCFD Index also contain information about our climate change-related governance and management strategies.\n\nPerformance\n\nAs of year-end 2022, TI’s scope 1 and 2 absolute emissions were down 23% since 2015. For additional GHG data, see our Performance Data Appendix.\nEnergy\n\nOur commitment to reducing energy intensity per chip\n\nTI’s global operations, and design, manufacturing, assembly and test sites focus on lowering energy consumption and associated GHG emissions by setting annual reduction goals and implementing efficiency projects. TI has a goal to reduce energy use per chip by 50% at worldwide manufacturing sites by year-end 2025 from a 2015 base year. We have progressed 28% toward this goal at the end of 2022.\n\nActions we are taking\n\nTI implements more than 200 projects each year to reduce energy throughout its operations. These have helped us conserve 320-gigawatt hours (GWh) of energy over the last five years, even as our production increased by 25% during the same period.\n\nWe focus most of our efforts on our manufacturing operations because they account for over 90% of our total energy use. Other ways we save energy include:\n\n- Designing and operating buildings and fabrication sites to optimize efficiency and achieve LEED certification.\n- Upgrading and refurbishing tools and equipment.\n- Using sensors and other automated controls.\n- Improving control and optimizing set points of our chilled water plants.\n- Installing energy-efficient LED lighting, fans and drive mechanisms for our air-handling systems.\n\nPerformance\n\nBecause of increased production, TI consumed 3.75 TWh of energy in 2022, up from 3.19 TWh in 2021. For additional energy data, see our Performance Data Appendix.\n\nFor more information about how TI manages energy use, see the Energy section of the GRI Index.\n\nRenewable energy\n\nTI is committed to increasing renewable energy use in the coming years as part of its GHG emissions reduction goal. TI secures reliable energy supplies, including renewable resources where available, that are cost-effective and align with business needs and objectives.\n\nIn late 2022, TI started:\n\n- Receiving 47 megawatts (MW) of solar power for its North Texas operations, backed by a 15-year contract. In early 2023, we added 18MW of additional wind power through an 11-year contract.\n- Using its first significant rooftop solar system in Bangalore, India.\n\nWe measure energy use per chip output, or intensity, to assess the overall energy efficiency of our manufacturing processes.\n\nERM CVS provided limited assurance verification of TI’s energy and renewable electricity use for 2022.\n\nWhile the North Texas project came online in December 2022, renewable energy generated in that month is not included in the total renewable energy number of 2022. While renewable energy procurement and use increased in 2022, the percentage of renewable electricity compared to total electricity decreased due to expanded production with new factories coming online.\nOur commitment to water conservation\n\nTI has a particular focus on using water responsibly and efficiently. Conserving processed and potable water and treating and recycling wastewater enables us to reduce costs and promote long-term availability. We maintain and optimize our wastewater treatment systems to comply with regulations and permit limits.\n\nIn 2022, we implemented water reduction projects that saved an annualized amount of water equal to 3.2% of our 2021 usage versus our goal of 3.4%.\n\nActions we are taking\n\nAnnually, TI implements projects to reduce overall water use throughout its operations. To improve water efficiency, TI:\n\n- Invests in reduction, recycling and reuse projects.\n- Optimizes the efficiency of deionized water plants, improving the recovery rates of reverse-osmosis filters.\n- Reduces manufacturing tool water use by optimizing flow rates and identifying where to reuse water in other processes.\n- Uses additional microfilters and ultrafilters to recover more wastewater.\n- Maximizes the amount of condensate and microfiltration water directed to cooling towers.\n- Purifies and recycles higher-quality production water back to the inputs of ultra-pure water plants.\n\nMonitoring water quality\n\nWe regularly monitor water withdrawal quality at our manufacturing facilities and conduct regular testing to maintain internal standards. Our manufacturing facilities also track water discharge quality by standard effluent parameters.\n\nManaging wastewater\n\nTI has internal standards, programs and procedures to ensure that wastewater produced by all sites complies with local, state and national discharge requirements. Parameters evaluated by each site are standard for the semiconductor industry and typically include biological oxygen demand, total suspended solids, metals, pH and temperature. We also:\n\n- Restrict or remove substances such as metals, toxic organic compounds, nitrates and sulfides from wastewater before discharge.\n- Collect wastewater sludge containing solvents, concentrated metals or acid solutions and dispose of them off-site per regulatory requirements. In some cases, we send these compounds to reclamation facilities for reuse by other industries.\n- Conduct required wastewater sampling to ensure operation within our permit limits.\n\nPerformance\n\nWhile overall water use increased by 19% over 2021 as production increased to support our customers, we conserved more than 174 million gallons and reused 25%, or nearly 2.2 billion gallons, of all water consumed. For additional water data, see our Performance Data Appendix.\n\nTo learn more about our water and effluent management strategies, see TI’s 2022 CDP Water Security response and the Water and Wastewater section of the GRI Index.\nWaste and material management\n\nOur commitment to reducing landfill waste\nTI responsibly manages the use and disposal of materials and chemicals to protect the environment and reduce landfill waste. TI aims to divert 90% of materials from landfills to reduce environmental impacts.\n\nActions we are taking\nWe properly dispose of waste and materials that we cannot recycle or reuse according to applicable federal, state and local laws, and make every effort to:\n\nStep 1: Examine what we need.\nMost of the materials we need are for fabricating semiconductors. When purchasing materials and chemicals, we consider the resulting waste, and whether an opportunity exists to reuse existing materials, purchase recycled materials or use environmentally friendly items instead.\n\nStep 2: Reuse what we can.\nWe reuse materials and chemicals by:\n\n• Recovering metals from solids, liquids, scrap wafers and other materials.\n• Repurposing and reselling used and surplus chemicals, chemical containers and older manufacturing equipment.\n• Reusing wafer carriers and food service tableware.\n\nStep 3: Recycle what is allowed.\nOur recyclable material and chemicals come primarily from our offices and manufacturing sites. These are managed and regulated differently depending on local requirements.\n\nManaging chemicals and gas use\nManufacturing semiconductors involves using hazardous and nonhazardous chemicals and gases, which is why TI’s product-management systems have stringent controls in place. We continually:\n\n• Identify and use the safest, lowest-risk materials in operations to protect TIers, site communities and consumers. Where possible, we use high-pressure water instead of chemicals in certain cleanup applications or replace chemicals with environmentally benign substitutes.\n• Screen all incoming materials and chemicals before incorporating them into semiconductor manufacturing processes to comply with regulatory and customer requirements. We also incorporate any chemical restrictions and standards into supplier contracts.\n• Assess potential environmental, safety and health (ESH) impacts of materials as new scientific information becomes available and new regulations go into effect.\n• Follow strict standards and protocols for responsibly purchasing, transporting, tracking and disposing of chemicals safely.\n• Provide specific procedures and training for the use, labeling, storage and disposal of chemicals or hazardous substances, including the proper use of personal protective equipment.\n• Use ventilation controls, abatement systems, leak detectors and appropriate treatment technologies.\n\nIf concerns about a material or chemical arise during our screening process, we elevate the matter to our review board, comprising internal subject-matter experts. If a material or chemical is necessary for manufacturing but still raises concerns, our manufacturing leaders review the situation and, if necessary, seek a safer alternative or implement more stringent use controls.\n\nTransparency on material content\nWe give customers documents and tools that outline measures we take to ensure that our products comply with global material restrictions and regulations. These include:\n\n• Controlled Chemical and Materials Specifications.\n• TI-restricted chemicals and materials.\n• TI’s approach to environmental and product stewardship.\n• A search tool to find material content; download restricted chemical test reports; or locate products’ RoHS, REACH and green status.\n• Quality, reliability and packaging data.\n• Lead-free conversions.\n• Low Halogen (Green) Statement.\n• Environmental FAQs.\n\nPerformance\nWe diverted 90% of the 50,673 metric tons of waste and surplus materials generated in 2022 from landfills, meeting our goal.\n\nWe achieved this by reusing and recovering chemicals where viable; selling surplus chemicals; recycling certain waste for use in energy recovery, and recycling scrap wood, paper, glass, metals and organic materials. For additional data, see our Performance Data Appendix.\n\nSee the Materials section of the GRI Index for more information about how TI manages materials.\nProduct quality\n\nOur commitment to quality and support\n\nTI’s holistic approach to quality permeates every aspect of the company’s supply chain, from process technology and design through manufacturing, packaging, testing and delivery. We continuously improve our products and process technologies to deliver high-quality, reliable semiconductor solutions that meet our customers’ needs.\n\nTo reduce environmental impacts and extend product longevity, we optimize the quality and reliability of our technologies. We measure customer returns, which assess our performance on both resolution cycle times and return parts per billion. These measures help maintain high levels of customer service and product quality and reliability.\n\nTo drive continuous improvement, we assess, categorize and aggregate the reason for each return to identify systemic improvement opportunities. More than 85% of TI products have yet to have a single customer return in three years.\n\nActions we are taking\n\nQuality and reliability\n\nEvery organization within TI works together to ensure quality and deliver reliable products. We continuously improve our products and process technologies to build reliable technologies that meet stringent quality standards for industrial (Joint Electron Device Engineering Council) and automotive (Automotive Electronics Council Q100) products. We use specialized materials and controls to build high-quality products, test silicon and package technologies and continuously monitor wafer-level reliability.\n\nWhen we start product qualification, we aim to have high, data-backed confidence that the product is fully reliable and will meet our customers’ long-term quality needs.\n\nQuality and reliability permeate every corner of TI\n\nTI leverages various strategies to maintain quality and reliability. For example, our:\n\n- **Quality System Manual** describes quality-management processes and systems.\n- **Quality policy and procedures** provide a framework to identify and resolve quality issues quickly. We incorporate industry requirements and standards, along with customer specifications and feedback, to mitigate risks and drive improvement throughout a product’s life cycle.\n- **Internal quality standards** help us comply with numerous industry standards and quality specifications, including International Organization for Standardization (ISO) 9001, ISO 14001, ISO 45001, International Standard for Automotive Quality Management Systems 16949 and the Underwriters Laboratories rating.\n- **Reliability testing** enhances or accelerates potential failure mechanisms, helps identify the root cause and reveals how to prevent failure modes.\n\nWe measure several product and service quality performance indicators to make continuous improvements.\n\nProduct longevity\n\nTo maintain product longevity and continuity of supply for our customers, we have life-cycle management policies and inventory and manufacturing strategies that enable us to sell and support products for a decade or more.\n\nTI’s product life cycles are typically 10 to 15 years and often extend longer, consistent with many customers’ requirements. We are committed to product longevity for our customers and have strategies and internal policies to uphold this commitment.\n\nNosa, a TI product marketing engineer, combines his passion for technology with his work to deliver high-quality solutions that meet our customers’ needs.\nProduct logistics\n\nTI strives to pack and ship products efficiently to assure timely distribution to customers, comply with international shipping regulations and reduce environmental impact.\n\n**Actions we are taking**\n\nOur product distribution centers (PDCs) are mindful of plastic consumption and are giving plastic dunnage a second life as packaging for outbound shipments when feasible. We reuse and recycle various materials to cut down on packaging waste.\n\nFor example, we:\n\n- Pack large quantities of products into each shipment to eliminate multiple deliveries. We also increase packing density to move actual weights closer to charged dimensional weights.\n- Use air pillows in packaging that are recyclable, reusable and contain recycled content. Some of our PDCs use shredded cardboard dunnage made from discarded boxes to protect contents.\n- Work with our customers to understand their delivery needs and ship in bulk when possible. This practice enables us to ship mutually agreed-upon low-priority freight when space becomes available on more affordable shipping options.\n- Require that suppliers ship all new 300-mm wafers in reusable containers. When empty, we return these containers to the supplier for reuse or use them internally.\n- Reuse packing materials that protect products during shipment (such as bubble packs and foam); shipping materials (such as boxes, crates and pallets); cases that ship precious-metal reclaimable items to suppliers; and plastic reels used in product distribution. We reuse bubble wrap from our Education Technology business unit as dunnage for TI.com shipments.\n- Comply with the European Union (EU) Waste Electrical and Electronic Equipment and EU Packaging and Packaging Waste recycling programs for evaluation modules imported into that region.\n- Place our PDCs in regions close to customers to accelerate delivery times, improve efficiency and facilitate product deliveries in the event of a disaster.\n- Eliminate heavy and expensive custom-cut foam, nonrecyclable foam, and foam and cardboard waste.\n- Use reusable metal containers instead of shipping boxes at some of our PDCs to eliminate plastic and cardboard waste.\n\nSee the [Marketing and Labeling section](#) of the GRI Index for more information about how TI manages product content labeling.\nResponsible business practices\nGovernance\n\nAt TI, we believe good corporate governance is important to our long-term success. We’ve had written governance guidelines since 1973, refining them over the years to meet company and shareholders’ needs.\n\nOur ambitions and core values are integral to building TI stronger, and we demonstrate responsible and ethical business practices by adhering to our stated principles.\n\nBoard of directors\n\nTI’s board of directors is dedicated to responsible and effective corporate governance and oversees the company’s global business strategy. It includes three committees – the audit committee, the compensation committee and the governance and stockholder relations committee.\n\nThe board discusses its governance practices annually to ensure they truly make sense for TI in today’s business climate. Where ESG-related issues may have significance for TI, these matters are reviewed with the relevant committee. For example, the audit committee reviews the company’s practices with respect to risk assessment and risk management, specifically including environmental-related risks. The governance and stockholder relations committee also oversees ESG matters in connection with its responsibility to review public issues of interest to company stakeholders.\n\nLearn more about TI’s corporate governance:\n\n- Board Oversight of ESG Matters\n- Board of directors and committees\n- Corporate governance documents\n- 2023 Proxy Statement\n- 2022 Annual Report\n- 2022 U.S. Securities and Exchange Commission (SEC) Form 10-K\n- General Disclosures section of the GRI Index\n\nAbout TI’s board of directors\n\nAt year-end 2022, TI had a unitary board system with 12 board members, including 10 independent directors, whose leadership and diverse backgrounds bring a vast amount of experience and knowledge to our company.\n\nThe directors’ combined strengths assist them as they oversee the company’s current and future strategy, risks, and performance with the best interests of TI shareholder in mind.\n\nBoard diversity 2022\n\n| Gender | Age | Ethnicity |\n|--------|-----|-----------|\n| Female - 33% | Age ≤ 60 years - 33% | Black - ~8% |\n| Male - 67% | Age 61+ years - 67% | Hispanic - ~8% |\n| White - 75% | | Asian - ~8% |\n| | | |\nEthics and compliance\n\nOur founders had the foresight to know that building a great company required a special culture to thrive for the long term. At TI, we refer to culture as Living Our Values – ambitions, values and code of conduct, and it’s how we operate daily.\n\nEvery TIer plays a critical role in upholding these principles, which we reinforce through leader involvement, employee engagement and training.\n\n**Actions we are taking**\n\nWe provide TIers, managers, and leaders the training and tools they need to help them make the right decisions, do business the right way and build a stronger company for the long term.\n\nEvery employee receives ethics and compliance training. The topics may vary, but over a multi-year cycle, they include TI’s code of conduct, environmental, safety and health (ESH), confidential information protection, information technology security, avoiding workplace and sexual harassment, and other compliance topics.\n\nAdditionally, we train employees in specific roles in human rights policies, export compliance, anti-corruption, insider trading, global competition law and the Responsible Business Alliance (RBA) Code of Conduct.\n\nWe also engage managers on what it means to live our values and uphold our standards of ethical conduct by providing tools to reinforce our culture and ethics and compliance expectations within their organizations.\n\nOur GRI Index contains more information about our compliance with laws and regulations, anti-corruption, anti-competitive behavior and nondiscrimination practices.\n\n---\n\n**Our Code of Conduct**\n\nWe expect each TI employee to understand our code of conduct, which translates our ambitions and values into the standards we must uphold and provides clarity about the behaviors we will not tolerate.\n\nWhen a TIer sees behaviors inconsistent with our ambitions, values, code of conduct or policies, it is their responsibility to speak up. They can do so by talking to a manager or human resources, or by contacting the TI Ethics department directly or anonymously.\n\n**Direct contact:**\n- Email ethics@ti.com\n- Write to P.O. Box 830801, Richardson, TX 75083-0801\n\n**Anonymous helpline:**\n- Online at ti.com/tiethicshelpline\n- Call U.S. toll-free: 1-888-590-5465\nPublic policy\n\nTI has well-established policies and practices that facilitate lawful participation by the company and employees in the political process. These policies and practices define the activities we engage in and the responsibilities and practices of our political action committee (PAC).\n\nWe advocate for policies that help us attract talent, drive innovation and promote competitiveness. Our specific areas of policy interest include tax, trade, talent and racial equity. To these ends, we collaborate with various U.S. and international industry associations on policy objectives. We are more active in some organizations than others and may not align on all positions.\n\nTI’s PAC is 100% employee-funded, regulated, transparent and nonpartisan. The TI PAC enables certain employees to voluntarily join together to support federal, state and local political candidates whose positions align with the company’s business objectives.\n\nWe provide additional information and disclosures on TI.com about the company’s political activities, TI’s PAC, the political activity of employees, and related policies and expectations.\n\n---\n\n14TI chose not to make any corporate contributions to local ballot initiatives in 2019 and 2020. 2020 PAC contributions were impacted due to COVID-19.\nSupply chain responsibility\n\nTI requires suppliers to share its commitment to responsible and fair business practices throughout the supply chain. We will not knowingly engage with a supplier that violates our values or requirements.\n\nWe primarily buy materials for fabrication processes; factory equipment and maintenance; logistics services; and nonproduction supplies and services from approximately 8,600 suppliers of various types and sizes. We seek suppliers that help us scale as we grow; reduce total costs and waste; improve efficiencies; and deliver innovative services, materials and product support.\n\nOur worldwide procurement team coordinates the buying of goods and services, sets procurement strategies, identifies and vets qualified suppliers, negotiates terms and pricing and determines the best fulfillment methods.\n\nResponsible sourcing\n\nTI invests in driving sustainable and responsible business practices throughout its supply chain to mitigate business, labor and environmental risks. For example, we:\n\n- Collect and carefully consider a supplier’s human rights practices and environmental and safety records before purchasing.\n- Specify performance requirements and expectations in our policies, contracts and purchase orders.\n- Engage with industry groups such as the Semiconductor Industry Association and Semiconductor Equipment and Materials International to discuss supply chain best practices and standards.\n\nRequirements and expectations\n\nOur supplier website includes TI’s business requirements and standards for safe working conditions, labor and human rights protection, environmentally responsible operations and ethical behavior. We communicate these standards in our Supplier Code of Conduct, Supplier Ethics Expectations, Supplier Environmental and Social Responsibility Policy, Anti-Human Trafficking Statement and other governing documents.\n\nAs a member of the Responsible Business Alliance (RBA), an industry coalition dedicated to corporate social responsibility in global supply chains, TI also complies with the standards outlined in the RBA Code of Conduct.\n\nSupplier diversity\n\nIn the U.S., we actively pursue business opportunities with minority- and women-owned business enterprises (MWBEs) to drive economic equity and provide the company with unique, innovative, cost-effective products and services.\n\nEach year, we set spending goals based on the types of projects we have planned and the availability of qualified vendors. In 2022, we spent more than $325 million with diverse U.S. suppliers.\n\nBusiness continuity\n\nTI continually assesses risks to its supply chain, including financial health and concentration in geographic areas, to ensure that procurement and management processes are rigorous enough to prevent or manage reputational issues, order fulfillment problems, shipping delays or increased costs. For more information about risk factors, see page 9 of our SEC Form 10-K.\n\nWe require that suppliers maintain a business continuity plan in the event of a business interruption and make the contents of such plans available to us upon request. We also require that suppliers communicate with TI and implement their business continuity plan within 24 hours of a triggering incident to maintain supply continuity.\n\nAssessment\n\nWe prioritize the suppliers we examine based on our financial investment, criticality, products and services they provide and their geographic location. Additionally, independent third-party auditors evaluate select TI facilities each year against the RBA’s Validated Assessment Program protocol standards. We make these reports available to our customers.\n\nWe also conduct regular audits to evaluate employment contracts, working hours and dormitory conditions. For more information about our assessment processes, see our Anti-Human Trafficking Statement.\n\nPerformance\n\nIn 2022, we evaluated nearly 230 suppliers, which included 160 production suppliers that support our manufacturing operations with 335 factory locations; 98% of all suppliers assessed met our performance expectations. The remaining 2% required corrective actions, which included additional training or enhanced policies.\n\nRegardless of a supplier’s respective risk rating, we require any supplier with actual or potential risks (such as those related to hiring activity, working hours, and wages and benefits) to take corrective actions. We monitor these actions through to completion.\n\nFor more information about supply chain management, see our Supply Chain Responsibility webpage and the Procurement Practices section of the GRI Index.\nResponsible minerals\n\nTI has processes to ensure that its products do not contain minerals derived from sources that finance or benefit armed groups in the Democratic Republic of Congo or adjoining countries. These minerals include tin, tantalum, tungsten and gold (3TG). TI has started taking steps to disclose the use of cobalt in its supply chain.\n\nActions we are taking\nWe work diligently with our supply chain, including subcontracted manufacturers, to identify and eliminate non-conformant material sources. Our standard operating procedures for conflict minerals supply chain management conform with the Organization for Economic Cooperation and Development’s Due Diligence Guidance, which requires establishing policies, structures and procedures, risk management and communication mechanisms.\n\nWe distribute our Conflict Minerals Policy to our suppliers and expect their full and prompt response to our information requests.\n\nTracing chain of custody\nTo gain insight into the country of origin, chain of custody and status of conflict minerals in our supply chain, we rely primarily on the findings of the Responsible Minerals Assurance Process (RMAP).\n\nRMAP is a program in which an independent third party evaluates smelters’ management systems and procurement practices and determines whether the smelter has demonstrated that it is conformant with the applicable RMAP standard. It is overseen by the Responsible Minerals Initiative (RMI), which was established by members of the RBA and the Global e-Sustainability Initiative.\n\nTI is a member of the RBA and working groups participating in both the RMI and the Responsible Labor Initiative.\n\nPerformance\nOur research and information gathering show that in 2022, the suppliers in our supply chain for integrated circuits used 3TG minerals originating exclusively from conformant smelters.\n\nFor more information and to access our SEC Form SD filing and Conflict Minerals Reporting Template (CMRT), see our Conflict Minerals webpage.\nLabor and human rights\n\nOur commitment to human rights\nRespecting and protecting human rights are fundamental to our society's viability and to our business' success. TI is committed to protecting and upholding human rights and ensuring individual dignity, freedom and respect in its operations and supply chain.\n\nWe take steps to ensure that all employment is voluntary, and that work hours and pay are fair and consistent with local labor standards and laws. We forbid the use of child labor in our operations and throughout our supply chain.\n\nEmployees have the freedom to associate, the right to collective bargaining or both, as provided by local statute. We regularly conduct global employee surveys and virtual and in-person roundtable discussions to understand site-specific work environments better.\n\nFurther, our Supplier Code of Conduct sets the same expectations of our suppliers and their suppliers to commit to the same principles and to uphold human rights, ethical practices and provide a safe work environment.\n\nActions we are taking\nWe monitor human rights risks and eliminate violations by:\n\n• Conducting periodic risk assessments and due diligence with suppliers using the OECD Guidelines for Multinational Enterprises.\n• Conducting third-party audits, on-site interviews and assessments in high-risk geographies to ensure the protection of employees’ and contractors’ rights.\n• Assessing labor standards, delivering training and awareness-building practices, and providing incident-reporting tools.\n\nTo ensure that we are adopting and applying best practices and processes to respect human rights within our company, our industry and across our supply chain, we are a member of the RBA, the world’s largest industry coalition dedicated to corporate social responsibility in global supply chains.\n\nHow we address concerns\nWe train and encourage employees to speak up, express opinions and raise questions or concerns to any manager in multiple ways. We will not tolerate threats or retaliation against employees for reporting or speaking up. When we learn of concerns, we immediately evaluate the situation and work to address it.\n\nFor more information about how TI manages human rights, see the Anti-Human Trafficking Statement, Supply Chain Responsibility website, and the Non-Discrimination, Child Labor, Forced or Compulsory Labor and Procurement Practices sections in the GRI Index.\nRisk management and business continuity\n\nTI continuously monitors, plans and trains for both unanticipated and emerging operational risks, such as cyberattacks, natural disasters, extreme weather events, pandemics, geopolitical issues, social unrest, terrorism, or supply-chain or product-distribution delays.\n\nOur internally owned and regionally diverse manufacturing footprint includes 12 wafer fabrication plants, seven assembly and test sites, and multiple bump and probe facilities across 15 sites worldwide. In addition to our internal capacity, we have strong partnerships with external foundries and subcontractors to offer supply continuity.\n\n**Actions we are taking**\n\nWe mitigate disruptions to our business by:\n\n- Monitoring risks, developing and modifying plans to address those risks, and training employees on crisis response.\n- Assessing changes to environmental conditions, supply continuity, and the global regulatory and political landscape.\n- Operating a 24/7 year-round security communication center.\n- Owning much of our manufacturing to provide customers with a greater assurance of supply and geopolitically dependable capacity.\n- Building and positioning inventory globally at product distribution centers that are strategically located close to customers.\n\n**Responding to emergencies**\n\nDepending on the nature and severity of an incident, we activate our emergency response system. Our emergency response team assembles to quickly identify the appropriate resources, services and infrastructure required to mitigate potential losses and coordinate our response and communications.\n\nConducting business modeling, scenario and impact analysis to develop and refine management strategies, policies and standards, and contingency plans helps us determine:\n\n- Critical business processes that make up our operations and the people accountable for ensuring their viability.\n- Possible threats and risks, and whether controls are in place to manage them.\n- Process recovery times to ensure that we respond and recover efficiently and with the right resources.\n- Contingency strategies for all critical business processes that pose a high risk to people, revenue and reputation.\n- Comprehensive recovery strategies to cover all aspects of response and recovery, prioritizing the continuation of products and services.\n\nOur Readiness 2 Recover program helps us measure the effectiveness of and compliance with our business continuity management requirements. Every two years (or as needed), we conduct risk assessments to identify and rectify existing controls and gaps.\n\n**Preparing for various scenarios**\n\nAs a global corporation, TI faces unexpected global events that occur without warning, from earthquakes and pandemics to severe weather events. The impact of these types of incidents can be minimal or substantial. When challenges arise, we aim to prevent human, environmental, financial and reputational effects while maintaining production and distribution.\n\nOur business continuity and emergency response planning include creating realistic scenarios and guiding leadership teams through various exercises to learn, refine and improve our responses to actual incidents. Our business continuity management framework is modeled after the ISO 22301 business continuity management standard, which helps us plan, implement, monitor and protect against business interruptions.\n\nTo engage our leaders in enterprise risk planning, we regularly:\n\n- Teach them how to assess and prioritize risks based on severity and potential impact on our people or products.\n- Ask them to evaluate and update contingency strategies based on lessons learned from either real events or scenario-based exercises.\n- Conduct drills, training, tabletop exercises and site-level exercises to prepare for unforeseen events.\n\nFor more information, see our SEC Form 10-K.\nInformation protection\n\nTI works continuously to identify and eliminate potential threats to its employees, customers, IT infrastructure, proprietary technologies and confidential information. This protection is key to business growth and profitability, and maintaining compliance with relevant regulations.\n\nReducing cybersecurity risks\n\nOur cybersecurity risk-management process is based on best practice management and governance frameworks, such as the International Organization for Standardization (ISO), the National Institute of Standards and Technology (NIST) and the Center for Internet Security (CIS) Controls. We leverage foundational cybersecurity principles in our program, such as security by design, defense-in-depth, least privilege and resilience-focused backups to manage risk.\n\nUsing guidance from these organizations and information collected from our assessments, we develop cybersecurity plans, policies and protocols to reduce our risks and strengthen our security posture to protect our company, technology and intellectual property (IP). Our policies include defining the acceptable use of our information assets, access requirements for specific IP or technologies, protecting personal information and privacy, and complying with regulations such as the EU General Data Protection Regulation and the China Cybersecurity Law.\n\nActions we are taking\n\nOur global information security team identifies and responds to potential threats and works with our business units and support teams to improve security. As part of this, we take these types of actions:\n\nProtect\n\n- Restrict access to data on our computers, servers, networks and other IT systems.\n- Implement technical measures to protect TI’s web presence from external attacks, including protections for ordering products online at TI.com.\n- Deploy industry-standard protections, such as multifactor authentication, malware defenses and access review processes.\n- Conduct risk and compliance assessments of third parties that request access to our IT resources and information.\n\nDetect and respond\n\n- Monitor and limit the use of USB or thumb drives and external hard drives.\n- Monitor IT systems and respond to alerts regarding inappropriate activity.\n\nTrain\n\n- Send simulated phishing and spear-phishing emails to employees and accompanying education and awareness communications when needed.\n- Deliver cybersecurity awareness and confidential information protection training to all TIers and specialized security training to our IT team.\n\nStay proactive\n\n- Leverage third parties for annual penetration tests to validate our controls and ability.\n- Conduct regular tabletop exercises to practice our response.\n- Perform regular threat hunting and red team exercises.\nWorkplace\nWorking at TI\n\nOur passion is to create a better world by making electronics more affordable through semiconductors.\n\nWe were pioneers in the world’s transition from vacuum tubes to transistors and then to integrated circuits (ICs) – and we’ve been advancing IC technology and the ability to reliably produce ICs in high volumes for decades.\n\nEach generation of innovation builds upon the last to make technology smaller, more efficient, more reliable and more affordable. Our innovations are at work all around you in things you experience every day, from connected cars to intelligent homes, from drones to smartphones.\n\nAt TI, we bring together 33,000 of the world’s smartest people – problem solvers known simply as TIers – who are committed to shaping the future of electronics.\n\nWe ensure that our passion is a lasting reality by operating with three ambitions in mind:\n\n• We will act like owners who will own the company for decades.\n• We will adapt and succeed in an ever-changing world.\n• We will be a company that we’re personally proud to be a part of and would want as our neighbor.\n\nWhen we successfully achieve these ambitions, our people, customers, communities and shareholders all win.\n\nTexas Instruments awards and rankings\n\nIn 2022, TI was awarded 30-plus honors and recognitions around the world. These awards recognized our focus on creating a diverse and inclusive workplace, developing TIers, committing to our sustainability progress and building opportunities to launch careers. Each award represents our commitment to living our values and pride in our company.\nOur people and values\n\nOur people, known simply as TIers, are living our values every day to make our company passion a reality – to create a better world by making electronics more affordable through semiconductors.\n\nOur values\n\nTrustworthy\nWe start by being trustworthy. We act with integrity and do the right thing, every time. We operate in a socially responsible way. Being trustworthy is foundational for us as a company and as individuals.\n\nInclusive\nWe thrive by being inclusive. We create an environment that unlocks everyone’s potential, where we treat one another with respect, value our differences, and are encouraged to put our thoughts and ideas on the table.\n\nInnovative\nWe win by being innovative. We imagine new technologies that produce compelling products, open new markets and improve our competitiveness. We are curious, persistent and determined to overcome barriers.\n\nCompetitive\nWe embrace a competitive world. We hate to lose, so we continuously challenge ourselves to perform at our best. We invest in the best opportunities for sustainable growth. To stay competitive, we attract, develop and retain the best people.\n\nResults-oriented\nWe are results-oriented and hold ourselves accountable. Our customers have choices, and we act with urgency and deliver on our commitments. We improve our performance every day to help our customers succeed.\n\nEngineering and digital marketing team members discuss ways to bring our new portfolio of products and customer solutions to market.\nDiversity and inclusion\n\nWe are different by design, and believe that our diverse backgrounds and perspectives make TI’s products more innovative and our company stronger. We work to create an inclusive culture where we respect and encourage ideas, and where our people know that they can succeed and build long-term careers.\n\nOur commitment to an inclusive environment focuses on three strategic priorities:\n\n• Building diverse representation at all levels.\n• Creating a culture of inclusion and belonging.\n• Impacting the communities where we live and work.\n\nActions we are taking\n\nTI has intentionally designed global inclusion programming around these priorities to reinforce that the company values every voice, and to encourage TIers to bring their full selves to work and share their ideas.\n\nReducing bias in our processes\n\nWe are focused on reducing bias within our processes when interviewing candidates, reviewing job performance, conducting talent reviews and making compensation and advancement decisions. We also make unconscious bias content available in performance management workshops and directly to TIers through our learning and development system.\n\nWe further train leaders to understand and recognize unconscious bias and use objective criteria and feedback from multiple sources to assess professional growth and to gather independent feedback when assessing job performance.\n\nCreating conversations that matter\n\nOne of the ways that TI is co-creating an inclusive culture is through year-long group-based dialogue teams. These dialogue teams aim to build self-awareness by learning to identify personal and systemic barriers to inclusion and how to interrupt exclusionary behaviors and challenge stereotypes.\n\nImpacting change in our communities\n\nOur ambition calls us to be a company that we’re personally proud to be a part of and would want as our neighbor. We support employees’ efforts to get involved in our communities by serving on nonprofit boards, participating in ongoing volunteering and giving campaigns to create more inclusive communities, and working to spread awareness and education throughout the year.\nWorkforce representation\n\nFor decades, TI has remained committed to diversity and inclusion. While there is always more work to do, the progress we’ve made regarding diversity and inclusion is encouraging.\n\nActions we are taking\n\nWe regularly assess our workforce relative to availability across gender, race and ethnic demographics to understand where we have gaps and where we need to place more emphasis to continue our progress toward having diverse representation at all levels. Women and underrepresented minorities\\(^\\text{15}\\) are not reflected in engineering majors and careers at the same levels as men and non-minorities. For this reason, we focus on growing the engineering pipeline through partnerships with high schools, universities and nonprofit organizations.\n\n---\n\n\\(^{15}\\) We define other underrepresented minorities (URMs) as Native Hawaiians or other Pacific Islanders, American Indians or Alaska Natives, or two or more races. Any totals less than 100% are attributable to a small percentage of undisclosed data.\nEmployee resource groups\n\nTI’s employee resource groups (ERGs) provide a community that promotes a sense of belonging through open dialogue, education, volunteerism, well-being, and professional development and business engagement opportunities.\n\nEach of our employee-led ERGs has goals and objectives that align with our company values and business objectives, with support from at least one TI executive sponsor.\n\nIn 2022, ERGs advanced our diversity and inclusion strategy through four focus areas – career, company, culture and community. They hosted programs, panels and events that engaged TIers around the world. For example:\n\n- The Women’s Employee Network championed various events, including a Women Growth Summit and technical ladder roundtables in India. These focused on career development, helping prepare, support, mentor and develop women at all levels.\n- The Indian Employee Network organized sessions focused on improving the quality of life and well-being of TIers. Through dozens of events, members received support throughout the pandemic, resources for parents and new meditation and breathing techniques to promote wellness.\n- The Christian, Muslim and Jewish Employee Networks held faith-based collaborative events, bringing together members from across TI to learn more about similarities across cultures and religions.\n- The Black Employee Network (BEN) hosted programming such as a \"Conversations with BEN\" series to support Black TIers and their career progress, to discuss contemporary issues, and to build a networking community.\n\nRead more about how TI champions diversity and inclusion on TI.com and see Diversity and Equal Opportunity in the GRI Index.\n\nTI Diversity Network\n\nFor more than 30 years, the TI Diversity Network has helped educate employees and elevate topics that matter to employees through TI employee-led ERGs that include thousands of members. Every network is open to all TIers, and our company encourages employees to join a network and get involved.\n\nThe Women’s Employee Network hosted programming for all TIers focusing on open dialogue, development and awareness during Women’s History Month.\nRecruitment\n\nTI’s ability to grow and thrive depends on recruiting and retaining the best talent in the industry. The company takes a multifaceted approach to hiring employees with diverse experiences and backgrounds to drive innovation and growth.\n\nActions we are taking\n\nWe actively engage and recruit top engineering and business students for internships and full-time positions through career fairs, information sessions, networking and career preparation events, and partnerships with various student associations. We work closely with local community colleges and high schools to recruit and develop technicians and maintenance mechanics for our current and future manufacturing sites.\n\nCandidates choose TI because we offer:\n\n- Exciting and impactful work.\n- The opportunity to collaborate with some of the world’s smartest minds in technology.\n- Competitive pay and benefits packages to help our employees live their best lives.\n- Career development opportunities where employees feel empowered to own their career paths.\n- An inclusive and diverse culture where all employees can be themselves and bring their best to work.\n- Flexible work options to help TIers and their families get the most out of their personal life.\n\nWe are focused on growing a diverse talent pipeline through leading industry organizations. For example:\n\n- We continue to grow the pipeline of female engineers and business leaders through partnerships with universities and through our women’s ERG and industry organizations, such as the Society of Women Engineers.\n- We also partner with veteran services offices at U.S. universities and two-year technical institutions, military bases, and organizations such as RecruitMilitary to hire skilled veterans.\n\nFor more information about how TI manages recruitment, see indicator 401-1 and the Labor/Management Relations section in the GRI Index.\nTalent development\n\nAt TI, we are dedicated to providing employees with the tools and resources they need to chart the course for their careers. We help TIers set aspirational goals and create personal development plans to map the skills they need to succeed.\n\n**Actions we are taking**\n\nWe encourage all employees to discuss development and performance with their managers at least three times a year to receive feedback, document progress and determine any necessary refinements.\n\nAdditionally, we offer formal learning and development opportunities at all levels to help every TIer – new and experienced – continuously evolve. Employees can access our internal hiring and learning platforms at any time to explore careers and chart development paths or complete mandatory training and other learning modules. We also customize learning opportunities to facilitate professional growth from internships to retirement.\n\n**Interns**\n\nInternships at TI provide an opportunity to put education into practice on interesting projects that matter. From day one, our interns receive hands-on, meaningful work that can make a real impact.\n\nOur internship program provides access to key leaders and enables each to network and learn from TIers at all company levels.\n\n**Early career**\n\nRecent college graduates can participate in:\n\n- Make an Impact, a yearlong program that enhances job performance and accelerates career growth using case studies, group projects and assessments, as well as boot camps that provide intensive training on tools, processes and fundamental skills.\n\n- Global rotation programs that help graduates transition from student to professional and gain experience in various roles.\n\n- Early career pivotal learning roles, which expose nominated employees to new roles or skill sets by working closely with leaders, technical experts and talent across TI. Since 2014, we promoted 26% of this program’s participants to management.\n\n**Management**\n\nWe equip TIers to succeed in management by:\n\n- Transitioning from individual contributor to manager to manager of managers.\n\n- Understanding their leadership impact, how they build relationships with key stakeholders, and how they create and communicate strategies.\n\n- Building their technical and behavioral skills to advance careers broader, deeper and higher. About 60% of managers began their careers at TI and we have promoted 99% of executive-level leaders from within.\n\n- Recognizing and reducing unconscious bias.\n\n**Technical leaders**\n\nTI has tailored development to help engineers sharpen their technical abilities, share best practices and develop soft skills such as leadership, communication and influence. Technical leaders can pursue election to TI’s prestigious Tech Ladder, which can represent as many as 24% of our technical leaders.\n\nTI’s Advancing Diverse Technical Leadership (ADTL) program provides coaching, formal training, roundtables and relationship-building opportunities to inspire a more diverse pool of talent for its Technical Ladder, and to help retain, develop and move underrepresented minorities and women into technical leadership roles.\n\nFurther, ADTL has helped retain a significant proportion of its participants since 2016, with the number of participants elected to the TI Technical Ladder increasing nearly 60%.\n\nFor more information about how TI manages employee development, see the Training and Education, Employment and Labor/Management Relations sections in the GRI Index.\n\n---\n\n1. The increase in training hours is the result of our updated tracking system that more accurately captures on-the-job training that occurs in our factories worldwide.\nCompensation and benefits\n\nWe offer competitive compensation and benefits designed to ensure that our talented employees, who will drive future growth, remain at TI.\n\nOur compensation philosophy is based on pay for performance. Both the employee’s contribution to TI’s success and company performance determine an individual’s compensation.\n\nProfit sharing\nOne of the unique aspects of TI’s compensation strategy is a global profit-sharing program that rewards TIers for contributions to the company’s financial success. TI makes payouts as a percentage of eligible earnings based on profitability each year.\n\nOur profit-sharing formula is based on profit from operations (PFO) and begins when TI reaches 10% PFO. The maximum payout is 20%, when PFO reaches 35%. All TIers receive a payout based on the same percentage of eligible earnings. Our profit-sharing plan has paid out at the maximum level possible for the last seven years, equating to a 20% bonus for all eligible employees.\n\nRetaining talent\nRetaining employees with institutional knowledge, as well as technical and operating expertise, is a top priority for TI. We take a multidisciplinary approach to retention by offering:\n\n- Competitive pay and benefits.\n- Tailored career development plans, mentoring programs and executive interaction to develop and encourage professional growth.\n- Connection to peers through our ERGs.\n- Unlimited opportunities to refine skills.\n\nOur commitment to equitable pay\nWe have a long-standing practice to pay our employees fairly and equitably. TI maintains competitive and equitable compensation policies. We designed checks and balances into our compensation system, including conducting regular in-depth analyses, to ensure we achieve them.\n\nIn 2022, TI retained a third party to conduct a separate compensation analysis examining gender and race pay parity (including base, and bonus pay and equity) that considered job type, job level and country. Our analysis confirmed that within the U.S. and worldwide, TI pays women as much as men. In the U.S., TI pays minorities as much as non-minorities. Globally, women make $1.015 for every $1.000 men earn. In the U.S., women make $1.002 for every $1.000 men earn, and minorities make $1.002 for every $1.000 non-minorities earn.\n\nCompetitive benefits\nTI’s benefits programs vary by country according to local market practice. These programs can include medical, dental and vision plans; short- and long-term disability plans; and paid time off and retirement plans designed to adhere to local laws and regulations. Additionally, our expanded benefits support workplace inclusion and equality, and we are committed to creating an environment of respect by providing inclusive benefits that support the unique needs of TIers and their families.\n\nTI offers and encourages employees to take full advantage of various programs to reduce daily stressors that can interfere with well-being, workplace satisfaction and productivity, such as ongoing access to its Employee Assistance Program (EAP) and on-demand resources, which include:\n\n- Resources and referrals for childcare and elder care.\n- Confidential counseling sessions and tools to support well-being.\n- Concierge services for vacation planning, making reservations or other personal transactions.\n\nTo refine work-life program offerings, we engage employees and audit our programs annually to remain competitive and improve services.\n\nParental leave\nAt TI, we believe in supporting our employees in all aspects of their lives, including the transition to parenthood. We offer parental leave benefits to all new parents, enabling them to take time off to bond with their new child and adjust to new demands in their lives.\n\nWe are proud to be a family-friendly workplace and remain committed to supporting our employees throughout their parenthood journeys. Our U.S. parental leave benefits allow employees to take paid time away from work without worrying about financial or job security. This benefit extends to all employees, regardless of gender, sexual orientation or family structure.\n\nIn 2022, Glassdoor recognized TI in its annual Best Places to Work ranking for the company’s culture, atmosphere and great employees.\n\nFor more information about how TI manages compensation and benefits, see the Employment, Economic Performance and Diversity and Equal Opportunity sections in the GRI Index.\nSafety and health\n\nOur commitment to safe workplaces\n\nTI invests in and incorporates safe and healthy practices and controls into its employees’ daily routines to help prevent workplace injuries and illnesses.\n\nTI’s safety goals include a days away, restricted or job transfer (DART) case rate of 0.08 or less and a recordable case rate of 0.20 or less.\n\nActions we are taking\n\nSafety\n\nOur safety-oriented culture includes implementing safety requirements and best practices globally to provide employees with a safe and healthy work environment.\n\nTo maintain one of the industry’s best safety records, we:\n\n• Create and operate safe worksites.\n• Maintain proper safety and ergonomic protocols and controls.\n• Develop and maintain internal standards, which often exceed regulatory requirements.\n• Design and build inherently safe buildings and engineer out equipment risks.\n• Require relevant safety training.\n• Provide personal protective equipment.\n• Inspect our equipment.\n• Continuously audit our processes to assess compliance and performance.\n\nHealth\n\nTo reduce exposure to health risks, TI applies rigorous industrial hygiene standards that establish the minimum requirements necessary for the safe use and proper storage of hazardous chemicals and other materials. These standards include hazard communication and training, chemical labeling, and hazardous waste management.\n\nAdditionally, we eliminate or limit the use of potentially harmful materials, install ventilation and isolation controls, and conduct general hygiene and individual assessments. The resources that we offer to TIers to take control of their health vary by country, depending on the extent of government health benefits available.\n\nIn the U.S., we provide free on-site flu vaccines and preventive screening programs, fitness and nutrition programs, employee assistance programs, and counseling and education services. Our health management service provides coaching and oversight to improve the well-being of TIers who have experienced a significant medical event; have extended work absences; or are dealing with multiple diagnoses, treatments and providers.\n\nOur benefit advocacy service helps estimate the costs of medical procedures and assists with locating affordable and quality health providers.\n\nPerformance\n\nOur DART and recordable rates continue to be among the lowest in the U.S. semiconductor industry, according to the U.S. Occupational Health and Safety Administration and the Bureau of Labor Statistics.\n\nIn 2022, TI’s DART rate was 0.18 while the 2021 industry average was 0.7 (2022 industry data is not yet available).\n\nFor more health and safety data, see the Performance Data Appendix. See the Occupational Health and Safety Section in the GRI Index for more information.\n\n*The 2022 increase is due to COVID-19 infections. The case rate without the virus is 0.18.\n*The 2022 increase is due to COVID-19 infections. The DART rate without the virus is 0.10.\nGiving and volunteering\nGiving\n\nOne of our three ambitions is to be a company that we’re personally proud to be a part of and would want as our neighbor. For decades, TI has worked to build stronger communities where the company operates.\n\nOur giving and volunteering programs:\n\n1. Engage TIers globally through giving campaigns and volunteering programs.\n2. Improve our global communities through contributions to nonprofit organizations where TI operates.\n3. Combine monetary investments with employee involvement for the greatest impact.\n\nWe seek to improve the quality of life and strengthen our site communities across the globe. TI and the TI Foundation make well-considered and well-measured investments in several areas.\n\nEducation\nTI targets its largest area of philanthropic giving at improving education. Since 2010, the TI Foundation has invested more than $73 million in science, technology, engineering and math (STEM) education to improve math and science learning outcomes and opportunities for Black, Latino and female students who historically face economic and educational barriers. Globally, we aim to improve access to educational resources in TI’s international site communities.\n\nArts\nWe help sustain the arts that make Dallas culturally inclusive and vibrant through multi-year TI Foundation grants to premier organizations that emphasize the diversity of their outreach efforts and programming and through transformative grants to diverse groups that can become larger in scale and impact.\n\nRacial equity\nWe support programs that dismantle barriers to racial equity, emphasizing police training and practices that reinforce accountability so that all people are policed equitably and our communities are safer places to live and work.\n\nHuman services\nWe aim to strengthen programs and services for critical needs among racially and economically marginalized populations. We also preserve emergency funds for site communities and employees devastated by natural or human-caused disasters.\n\nMatching gifts\nTo double the impact of U.S. employee giving, the TI Foundation matches active and retired employee donations of up to $30,000 per year to eligible nonprofit organizations. In 2022, the TI Foundation provided more than $11 million in matching gifts.\n\nPhilanthropic impact since 2010\n\n| TI and TI Foundation matching gifts, grants, and in-kind donations | $442m |\n| Our generous employees and retirees donated | $114m |\n| The amount of volunteer hours by employees and retirees | 1.9m |\n\nTIers across the globe embody the philanthropic spirit our company founders set for TI. Their generosity – especially during a time when so many are in great need – is humbling, inspiring and gives us one more reason to be proud employees of Texas Instruments.\n\nANDY SMITH, DIRECTOR OF GIVING & VOLUNTEERING\n2022 giving highlights\n\nHuman services\nOur company’s North Texas headquarters is located in one of the most prosperous regions in the U.S., but hunger is a problem for one in eight residents, driven by inflation. In response, the TI Foundation made a $300,000 grant to the North Texas Food Bank, helping provide approximately 1 million meals. The grant supported the food bank’s mission to nourish North Texas, including in Dallas, Collin and Grayson counties, where our company has large operations.\n\nOther notable support included more than $230,000 given by our employees and the TI Foundation – including matching gifts – to help the American Red Cross and its international affiliates provide humanitarian relief in Ukraine. TI also donated $150,000 to the China Youth Development Foundation in response to a 6.8 magnitude earthquake that struck the southwestern Chinese province of Sichuan.\n\nRacial equity\nThe TI Foundation made a two-year, $250,000 grant to Project Unity for programs that aim to remove racial divides in North Texas. Programs focus on dialogue and trust-building between area law enforcement, youth and communities. The grant to Project Unity is the third investment by the TI Foundation as part of its commitment to support programs that dismantle barriers to racial equity.\n\nArts\nThe TI Foundation awarded $1.3 million in grants to Dallas arts organizations to support their objective of sustaining the arts that make Dallas culturally inclusive. Recipients ranged from a new, experimental arts organization to long-standing partners that present a variety of cultural experiences that reflect the diversity in audiences and programming.\n\nEducation\nTI and the TI Foundation made $14 million in education grants, which included matching employee and retiree donations. With the evolving learning landscape and widening disparities in mind, the TI Foundation continued its 10 years of supporting public school districts in southern Dallas County through $4.7 million in funding.\n\nWe also furthered our two decades of support for the National Math and Science Initiative’s College Readiness Program, which serves four historically low-income public school districts in southern Dallas County and one in Utah that primarily serves Navajo tribal nation students.\n\nInvesting in students’ social and emotional wellness\nA new $1 million grant built on the work that TI began in 2021 with United Way of Metropolitan Dallas and Educate Texas on a “Heal, Play, Learn” program that addresses social and emotional wellness; physical activity; and arts engagement for students, teachers and families in southern Dallas County’s Cedar Hill and DeSoto public school districts.\n\nThe 2022 grant allowed those two districts to continue programming from 2021, during which 2,500 students, teachers and family members participated. Funding also enabled the program to expand into the Lancaster Independent School District, also in southern Dallas County.\n\nWhile not specifically a STEM investment, the active learning components of Heal, Play, Learn align with Texas grade-level math and science requirements. They are also heavily focused on soft-skill STEM concepts, such as critical thinking, problem-solving, creativity and collaboration. Districts reported improved teacher and student morale and higher enrollment by 5% for students who were part of the program vs. those who were not.\nVolunteering\n\nOur employees are passionate about giving back and improving the quality of life in their communities.\n\nTI has more than 20 global community involvement teams and other civic-minded employees who work hard to solve local needs. Together, they mentor students, coach robotics competitions, volunteer at food banks and homeless shelters, clean up neighborhoods, plant trees and give valuable time to serve their communities in other ways.\n\n2022 contributions\n\nVolunteering programs brought TIers back together after the COVID-19 pandemic. At nearly 257,000 hours of employee and retiree time donated, the number of hours spent volunteering doubled from 2021 at a value of $7.7 million. In the U.S., the TI Foundation matches the value of employees’ volunteer hours up to $1,000 per year, which added almost $400,000 of additional support for their favorite causes. For example:\n\n- Food bank donations and other activities by TIers in Dallas, Taiwan, Japan and Maine addressed hunger.\n- Employee networks in Santa Clara and Dallas helped build bikes for impoverished children.\n- TIers at our manufacturing site in Lehi, Utah, distributed refurbished computers to area students through an e-waste recycling program.\n- Our community involvement teams in China, Malaysia and the Philippines focused their time on volunteering with children and at schools, painted murals, donated groceries to low-income families, and shared the joy of learning math and science.\n\nFor more information about how we manage community citizenship, see Local Communities in the GRI Index and Education Engagement.\n\nLiving a legacy through community impact\n\nNathan – a wet process owner at TI’s Lehi, Utah, manufacturing site – was recognized with a 2022 TI Founders Community Impact Award, which the company bestows on TIers who have made outstanding contributions to the communities where they live and work. The biennial award honors our company’s founders and their long history of philanthropy and volunteerism.\n\nNathan demonstrates a remarkable commitment to working with the unsheltered and hungry in the Salt Lake City area, which like many large U.S. cities is experiencing a rise in homeless populations. He received a $10,000 grant from TI to direct to a nonprofit organization of his choice. Five other finalists each received $2,500 in grants to direct to selected nonprofits.\n\n“I serve this specific community because I was very close to losing my home and have been on food stamps before,” Nathan said. “I know how a safe home and knowing where your next meal will come from has a tremendous effect on the rest of your life. I believe every human has inherent value, and it is easy to fall into an unsheltered situation and very hard to get back out of it.”\n\nRead more.\n$9.6 million raised for United Way to help communities thrive\n\nTI’s annual United Way campaign raised $9.6 million in 2022 from employees and retirees, company sponsorships and TI Foundation grants and matching gifts. We support advanced programs in three areas that make up the building blocks of opportunity:\n\n- Education, which opens doors, broadens horizons and sets kids up for success.\n- Income, which brings financial stability – a key ingredient of a steady, successful life.\n- Health, which affects everything from how well a child can learn to how much an adult can earn.\n\nVolunteer participation during the campaign was high, with 1,700 hours spent supporting more than 50 activities across our U.S. sites to support United Way partner agencies.\n\n“The generosity of TIers and their giving and volunteering spirit never ceases to amaze me,” said Andy Smith, director of giving and volunteering for TI and executive director of the TI Foundation. “Our company’s United Way campaign proved that when we live and give united to build stronger communities, we can advance the common good and create lasting change for every person.”\n\nTI’s history with United Way of Metropolitan Dallas dates to the early 1960s, when TI co-founder J. Erik Jonsson helped oversee the efforts of the American Red Cross and the Community Chest in Dallas to create what was then called the United Fund. Since then, our company, the TI Foundation and our employees have worked closely with United Way to build stronger communities.\nAppendices\n## Performance Data\n\n### Giving and volunteerism\n\n|                | 2018  | 2019  | 2020  | 2021  | 2022  |\n|----------------|-------|-------|-------|-------|-------|\n| **Total**      | $49.08| $52.46| $54.57| $64.95| $52.57|\n\n1. Includes corporate giving, TI Foundation giving, employee/retiree giving, in-kind donations, matching gifts, the value of volunteer hours and volunteer matching.\n\n### Volunteerism\n\n|                | 2018  | 2019  | 2020  | 2021  | 2022  |\n|----------------|-------|-------|-------|-------|-------|\n| **Total hours**| 234.6 | 273.3 | 156.9 | 119.5 | 256.9 |\n\n2. Volunteer hours were down in 2020 and 2021 due to the global COVID-19 pandemic.\n\n### Value of volunteer hours (millions)\n\n|                | 2018  | 2019  | 2020  | 2021  | 2022  |\n|----------------|-------|-------|-------|-------|-------|\n| **Value**      | $5.9  | $7.4  | $4.5  | $3.6  | $7.7  |\n\n3. The value of volunteer hours was down in 2020 and 2021 due to the global COVID-19 pandemic.\n\n4. The Independent Sector valued a volunteer hour in 2022 at $29.95.\nPerformance Data\n\nEnvironmental sustainability\n\nTotal greenhouse gas (GHG) emissions (Million metric tons of CO₂ equivalent)\n\n| Base year (2015) | 2018 | 2019 | 2020 | 2021 | 2022 |\n|------------------|------|------|------|------|------|\n| Scope 1 (direct) | 1.13 | 0.97 | 0.94 | 1.04 | 1.11 |\n| Scope 2 (indirect) | 1.12 | 1.10 | 1.01 | 1.04 | 1.06 |\n| Market-based | 1.12 | 1.10 | 1.01 | 1.04 | 1.06 |\n| Location-based | 1.38 | | | | |\n| Total | 2.83 | 2.25 | 2.07 | 2.08 | 2.17 |\n\nTI's unit production increased 25% from 2018 to 2022. These totals are market-based GHG emissions.\n\nScope 1 GHG emissions by type (Metric tons of carbon dioxide equivalent (MTCO₂e))\n\n| 2018 | 2019 | 2020 | 2021 | 2022 |\n|------|------|------|------|------|\n| Carbon dioxide (CO₂) | 79,622 | 78,731 | 75,190 | 84,904 | 123,542 |\n| Methane (CH₄) | 46 | 46 | 44 | 39 | 67 |\n| Nitrous oxide (N₂O) | 24,438 | 23,440 | 28,452 | 31,557 | 37,592 |\n| Hydrofluorocarbons (HFCs) | 39,982 | 36,552 | 37,532 | 44,633 | 49,949 |\n| Perfluorocarbons (PFCs) | 830,018 | 665,457 | 622,526 | 665,457 | 734,338 |\n| Sulfur hexafluoride (SF₆) | 71,248 | 62,084 | 64,061 | 71,189 | 80,389 |\n| Nitrogen trifluoride (NF₃) | 113,839 | 94,853 | 110,701 | 142,671 | 90,157 |\n\nScope 2 market-based GHG emissions by type (Metric tons of carbon dioxide equivalent (MTCO₂e))\n\n| 2018 | 2019 | 2020 | 2021 | 2022 |\n|------|------|------|------|------|\n| Carbon dioxide (CO₂) | 1,122,336 | 1,102,843 | 1,012,985 | 1,041,346 | 1,055,620 |\n| Nitrous oxide (N₂O) | 1,679 | 1,673 | 1,386 | 1,294 | 1,345 |\n| Methane (CH₄) | 271 | 269 | 241 | 233 | 233 |\n\nU.S. air emissions (Metric tons)\n\n| 2018 | 2019 | 2020 | 2021 | 2022 |\n|------|------|------|------|------|\n| Carbon dioxide (CO₂) | 81.04 | 79.72 | 82.37 | 75.87 | 95.62 |\n| Nitrogen oxide (NOₓ) | 105.12 | 92.77 | 97.12 | 109.45 | 142.88 |\n\nEnergy\n\nTotal energy use (TWh)\n\n| 2018 | 2019 | 2020 | 2021 | 2022 |\n|------|------|------|------|------|\n| Natural gas | 367,200 | 372,399 | 363,413 | 414,234 | 606,393 |\n| Fuel oil (No. 6) | 3,750 | 3,644 | 4,356 | 4,132 | 3,457 |\n| Diesel | 13,087 | 9,718 | 7,376 | 16,905 | 9,481 |\n| Propane | 36,167 | 39,230 | 35,791 | 35,646 | 39,457 |\n| Gasoline | 761 | 764 | 814 | 723 | 654 |\n| Jet fuel (kerosene) | | | | | |\n\nTotal direct energy use | 425,964 | 425,719 | 411,750 | 471,661 | 667,220 |\n\nElectricity\n\n| 2018 | 2019 | 2020 | 2021 | 2022 |\n|------|------|------|------|------|\n| Total direct energy use | 2,585,922 | 2,550,193 | 2,548,101 | 2,698,718 | 3,063,940 |\n| District heating | 15,222 | 14,055 | 14,210 | 15,286 | 15,999 |\n\nTotal indirect energy use | 2,601,144 | 2,564,248 | 2,582,311 | 2,714,003 | 3,079,535 |\n\nTotal energy use | 3,022,109 | 2,989,967 | 2,974,061 | 3,185,664 | 3,746,755 |\n\nRenewable electricity (MWh)\n\n| 2018 | 2019 | 2020 | 2021 | 2022 |\n|------|------|------|------|------|\n| Renewable electricity | 386,854 | 357,547 | 446,559 | 507,528 | 526,322 |\n\nEnergy savings (GWh)\n\n| 2018 | 2019 | 2020 | 2021 | 2022 |\n|------|------|------|------|------|\n| Savings | 73.3 | 73.3 | 64.5 | 53.4 | 50.5 |\n## Performance Data\n\n### Environmental sustainability\n\n#### Water\n\n| Water use (billion gallons) | 2018 | 2019 | 2020 | 2021 | 2022 |\n|-----------------------------|------|------|------|------|------|\n| Municipal                   | 4.36 | 4.29 | 4.53 | 4.79 | 5.42 |\n| Well                        | 0.40 | 0.37 | 0.37 | 0.58 | 0.98 |\n| Reused                      | 2.02 | 1.69 | 1.86 | 2.20 | 2.19 |\n| Total                       | 6.78 | 6.35 | 6.76 | 7.57 | 8.99 |\n\n**Note:** TI’s unit production increased 25% from 2018 to 2022.\n\n#### Water use reduction (%)\n\n| 2018 | 2019 | 2020 | 2021 | 2022 |\n|------|------|------|------|------|\n| Goal | 4.5% | 2.2% | 2.6% | 2.6% | 3.4% |\n| Result | 5.4% | 2.6% | 4.4% | 2.8% | 3.2% |\n\n#### Water savings (million gallons)\n\n| 2018 | 2019 | 2020 | 2021 | 2022 |\n|------|------|------|------|------|\n| Savings | 248.81 | 120.67 | 206.92 | 135.55 | 174.19 |\n\n#### Wastewater discharges total and by type (billion gallons)\n\n| 2018 | 2019 | 2020 | 2021 | 2022 |\n|------|------|------|------|------|\n| Municipal sewer | 3.85 | 3.61 | 3.87 | 4.15 | 4.68 |\n| Surface | 0.28 | 0.25 | 0.26 | 0.27 | 0.32 |\n| Total | 4.13 | 3.86 | 4.13 | 4.42 | 4.97 |\n\n#### Water use (megalliters)\n\n| 2018 | 2019 | 2020 | 2021 | 2022 |\n|------|------|------|------|------|\n| Change in water storage | 0 | 0 | 0 | 0 | 0 |\n| Water withdrawal | 132 | 0 | 0 | 0 | 0 |\n| Ground | 1,017 | 1,409 | 1,406 | 2,198 | 3,708 |\n| Sea | 0 | 0 | 0 | 0 | 0 |\n| Produced | 0 | 0 | 0 | 0 | 0 |\n| Third-party | 16,506 | 16,255 | 17,152 | 18,214 | 20,320 |\n| Fresh (≤1,000 mg/L, total dissolved solids) | 18,155 | 17,664 | 18,560 | 20,412 | 24,228 |\n| Other (≤1,000 mg/L, total dissolved solids) | 0 | 0 | 0 | 0 | 0 |\n| Total water withdrawal (megalliters) | 18,155 | 17,664 | 18,560 | 20,412 | 24,228 |\n\n#### Water discharge, water-stressed regions\n\n| 2018 | 2019 | 2020 | 2021 | 2022 |\n|------|------|------|------|------|\n| Surface | 0 | 0 | 0 | 0 | 0 |\n| Ground | -40 | 44 | 35 | 27 | 30 |\n| Sea | 0 | 0 | 0 | 0 | 0 |\n| Produced | 0 | 0 | 0 | 0 | 0 |\n| Third-party | 3,312 | 2,630 | 2,658 | 2,490 | 2,741 |\n| Fresh (≤1,000 mg/L, total dissolved solids) | 3,352 | 2,674 | 2,692 | 2,518 | 2,741 |\n| Other (≤1,000 mg/L, total dissolved solids) | 0 | 0 | 0 | 0 | 0 |\n| Total water discharge, water-stressed regions (megalliters) | 3,352 | 2,674 | 2,692 | 2,518 | 2,771 |\n\n#### Water consumption\n\n| 2018 | 2019 | 2020 | 2021 | 2022 |\n|------|------|------|------|------|\n| Municipal | 4.36 | 4.29 | 4.53 | 4.79 | 5.42 |\n| Well | 0.40 | 0.37 | 0.37 | 0.58 | 0.98 |\n| Reused | 2.02 | 1.69 | 1.86 | 2.20 | 2.19 |\n| Total | 6.78 | 6.35 | 6.76 | 7.57 | 8.99 |\n\n**Note:** TI does not monitor total dissolved solids continuously at all sites.\n\n**Note:** TI calculates consumption as water withdrawn minus water discharged.\n## Performance Data\n\n### Giving and volunteering\n\n### Environmental sustainability\n\n#### Material/waste\n\n| Waste by composition | 2018 | 2019 | 2020 | 2021 | 2022 |\n|----------------------|------|------|------|------|------|\n| Hazardous waste      |      |      |      |      |      |\n| Waste generated      | 25,305 | 26,734 | 31,712 | 14,142 | 12,201 |\n| Waste diverted from disposal | 22,305 | 23,869 | 28,396 | 11,250 | 9,012 |\n| Waste directed to disposal | 3,000 | 2,865 | 3,307 | 2,892 | 3,189 |\n| Nonhazardous waste   |      |      |      |      |      |\n| Waste generated      | 11,882 | 10,345 | 10,518 | 29,675 | 36,710 |\n| Waste diverted from disposal | 11,028 | 9,534 | 9,563 | 28,025 | 35,299 |\n| Waste directed to disposal | 854 | 811 | 955 | 1,650 | 2,128 |\n\n#### Other waste categories\n\n| Waste generated |      |      |      |      |      |\n| Waste diverted from disposal | - | - | - | 1,860 | 1,762 |\n| Waste directed to disposal | - | - | - | 0 | 0 |\n\n**Note:** In 2021, TI disclosed new data based on updated GRI 306: Waste 2020 standards, allowing hazardous waste to be reported separately from non-hazardous industrial waste. This methodology significantly reduced the amounts reported for hazardous waste.\n\n#### Waste diverted from disposal, by recovery operations\n\n| Recovery operation | 2021 | 2022 | 2021 | 2022 |\n|--------------------|------|------|------|------|\n| Preparation for reuse |      |      |      |      |\n| Onsite             | 4,000 | 1,015 | 826 | 3,999 |\n| Offsite            | 2,285 | 1,698 | 263 | 1,242 |\n| Total              | 6,285 | 2,713 | 1,089 | 5,241 |\n\n#### Recycling\n\n| Recovery operation | 2021 | 2022 | 2021 | 2022 |\n|--------------------|------|------|------|------|\n| Onsite             | 0 | 0 | 0 | 0 |\n| Offsite            | 2,323 | 2,439 | 28,013 | 30,707 |\n| Total              | 2,323 | 2,439 | 28,013 | 30,707 |\n\n#### Other recovery operations\n\n| Recovery operation | 2021 | 2022 | 2021 | 2022 |\n|--------------------|------|------|------|------|\n| Onsite             | 0 | 0 | 0 | 0 |\n| Offsite            | 2,642 | 3,859 | 783 | 395 |\n| Total              | 2,642 | 3,859 | 783 | 395 |\n\n#### Waste prevented (landfill diversion)\n\n| 2021 | 2022 |\n|------|------|\n| 11,250 | 9,012 |\n\n**Note:** In 2021, TI disclosed new data based on updated GRI 306: Waste 2020 standards, allowing hazardous waste to be reported separately from non-hazardous industrial waste. This methodology significantly reduced the amounts reported for hazardous waste.\n\n**Note:** In 2021, prior reporting included an incorrect classification of waste as hazardous when it was non-hazardous. The 2022 data reflects the corrected shift to the non-hazardous category.\n## Performance Data\n\n### Giving and volunteerism\n\n### Environmental sustainability\n\n### Workplace\n\n#### Responsible business practices\n\n### Workforce by region\n\n| Region | 2019 | 2022 |\n|--------|------|------|\n| Americas | 11,787 | 14,398 |\n| Asia | 14,172 | 15,462 |\n| EMEA | 1,966 | 1,916 |\n| Japan | 1,156 | 1,241 |\n| **Total** | **29,875** | **32,999** |\n\n### Regional workforce by gender\n\n| Region | Gender | 2019 | 2022 |\n|--------|--------|------|------|\n| Americas | Female | 2,949 | 3,461 |\n| | Male | 9,079 | 10,937 |\n| Asia | Female | 7,771 | 7,735 |\n| | Male | 6,692 | 7,727 |\n| EMEA | Female | 351 | 397 |\n| | Male | 1,602 | 1,500 |\n| Japan | Female | 131 | 158 |\n| | Male | 1,040 | 1,083 |\n\n### Gender by role (worldwide)\n\n| Role | Gender | 2019 | 2022 |\n|------|--------|------|------|\n| Technical | Female | 17.0% | 17.9% |\n| | Male | 83.0% | 82.1% |\n| Managers | Female | 22.9% | 23.0% |\n| | Male | 77.1% | 77.0% |\n| Overall | Female | 37.8% | 35.6% |\n| | Male | 62.2% | 64.4% |\n\n### Gender by role (U.S.)\n\n| Role | Gender | 2019 | 2022 |\n|------|--------|------|------|\n| Technical | Female | 16.1% | 16.4% |\n| | Male | 83.9% | 83.6% |\n| Managers | Female | 22.8% | 21.5% |\n| | Male | 77.2% | 78.5% |\n| VP and above | Female | 25.7% | 29.7% |\n| | Male | 74.3% | 70.3% |\n| Overall | Female | 22.9% | 23.4% |\n| | Male | 77.1% | 77.6% |\n## Performance Data\n\n### Giving and volunteerism\n\n### Environmental sustainability\n\n### Workplace\n\n### Responsible business practices\n\n#### Diversity cont’d\n\n**Workforce by race (U.S.)**\n\n| Race       | 2019  | 2022  |\n|------------|-------|-------|\n| **Technical roles** |       |       |\n| White      | 53.2% | 52.6% |\n| Asian      | 32.0% | 30.0% |\n| Hispanic   | 8.3%  | 9.3%  |\n| Black      | 3.9%  | 4.1%  |\n| Other/URM  | 1.4%  | 1.9%  |\n| **Manager roles** |       |       |\n| White      | 62.3% | 58.8% |\n| Asian      | 24.5% | 25.1% |\n| Hispanic   | 6.1%  | 7.3%  |\n| Black      | 5.2%  | 5.8%  |\n| Other/URM  | 1.2%  | 1.3%  |\n| **VP and above** |       |       |\n| White      | 71.4% | 64.9% |\n| Asian      | 15.7% | 16.9% |\n| Hispanic   | 4.3%  | 5.4%  |\n| Black      | 8.6%  | 10.8% |\n| Other/URM  | 0%    | 0%    |\n| **Overall** |       |       |\n| White      | 56.7% | 53.3% |\n| Asian      | 22.3% | 20.8% |\n| Hispanic   | 9.4%  | 12.1% |\n| Black      | 8.7%  | 9.9%  |\n| Other/URM  | 1.9%  | 2.5%  |\n\n---\n\n**Technical roles**\n\nWe define other underrepresented minorities (URMs) as Native Hawaiians or other Pacific Islanders, American Indians or Alaska Natives, or two or more races. Any totals of less than 100% are attributable to a small percentage of undisclosed data.\n\n---\n\n**Development**\n\n**Average training (hours)**\n\n|          | 2019  | 2022  |\n|----------|-------|-------|\n| Average hours | 30.3  | 50.7  |\n\n*The increase in training hours is the result of our updated tracking system that more accurately captures on-the-job training that occurs in our factories worldwide.*\n\n**Retention**\n\n**Employee voluntary turnover (%)**\n\n|          | 2019  | 2022  |\n|----------|-------|-------|\n| Asia     | 10.1% | 12.6% |\n| Japan    | 4.5%  | 3.9%  |\n| Europe   | 7.3%  | 8.9%  |\n| Americas | 7.1%  | 12.9% |\n| Worldwide| 8.9%  | 12.2% |\n\n**Tenure**\n\n**Service Band**\n\n|          | 2019  | 2022  |\n|----------|-------|-------|\n| <10 years| 50.0% | 52.5% |\n| 10-20 years | 24.4% | 24.5% |\n| >20 years | 25.6% | 23.0% |\n## Performance Data\n\n### Giving and volunteering\n\n| Description | 2018 | 2019 | 2020 | 2021 | 2022 |\n|-------------|------|------|------|------|------|\n| Goal        | 0.20 | 0.20 | 0.20 | 0.20 | 0.20 |\n| Result      | 0.16 | 0.20 | 0.14 | 0.21 | 0.26 |\n\n**Note:** The 2022 increase is due to COVID-19 infections. The case rate without the virus is 0.16.\n\n### Days away, restricted or job transfer (DART) rate (cases per 100 employees)\n\n| Description | 2018 | 2019 | 2020 | 2021 | 2022 |\n|-------------|------|------|------|------|------|\n| Goal        | 0.08 | 0.08 | 0.08 | 0.08 | 0.08 |\n| Result      | 0.09 | 0.10 | 0.10 | 0.13 | 0.18 |\n\n**Note:** The 2022 increase is due to COVID-19 infections. The DART rate without the virus is 0.10.\n\n### Employee and supplemental contractor safety and health data\n\n| Description | 2018 | 2019 | 2020 | 2021 | 2022 |\n|-------------|------|------|------|------|------|\n| Recordable cases (employees) | 0.15 (46 cases) | 0.16 (48 cases) | 0.14 (41 cases) | 0.19 (55 cases) | 0.25 (79 cases) |\n| Recordable cases (contractors) | 0.36 (6 cases) | 0.27 (3 cases) | 0.19 (3 cases) | 0.65 (10 cases) | 0.38 (5 cases) |\n| Fatalities from work-related injuries (employees) | 0 | 0 | 0 | 0 | 0 |\n| Fatalities from work-related illness (employees) | 0 | 0 | 0 | 0 | 0 |\n| Fatalities from work-related illness (contractors) | 0 | 0 | 0 | 0 | 0 |\n| High-consequence injuries (employees) | 0.007 (2 cases) | 0.007 (2 cases) | 0.01 (3 cases) | 0.003 (1 case) | 0 |\n| High-consequence injuries (contractors) | 0 | 0 | 0 | 0 | 0 |\n| Hours worked (employees) | 58,253,519 | 59,425,882 | 59,410,887 | 57,376,381 | 62,832,813 |\n| Hours worked (contractors) | 3,335,737 | 3,658,676 | 3,094,874 | 3,076,776 | 2,652,204 |\n\n### Responsible business practices\n\n#### Public policy\n\n| Description | 2018 | 2019 | 2020 | 2021 | 2022 |\n|-------------|------|------|------|------|------|\n| Corporate contributions | $7,500 | $0 | $0 | $1,000 | $2,000 |\n| Political action committee | $101,950 | $101,000 | $78,000 | $96,500 | $153,500 |\n\n**Note:** TI chose not to make any corporate contributions to local ballot initiatives in 2019 and 2020. 2020 PAC contributions were impacted due to COVID-19.\n\n#### Supply chain management\n\n| Description | 2018 | 2019 | 2020 | 2021 | 2022 |\n|-------------|------|------|------|------|------|\n| Production suppliers rated as low risk for all facilities on environmental and social responsibility self-assessment questionnaire evaluations | 85% | 87% | 90% | 95% | 97% |\n\n#### Responsible minerals\n\n| Description | 2018 | 2019 | 2020 | 2021 | 2022 |\n|-------------|------|------|------|------|------|\n| RMAP conformance | 100% | 100% | 99.6% | 99.6% | 100% |\n| Under RMAP assessment | 0% | 0% | 0.4% | 0.4% | 0% |\n\n**Note:** TI refers to tin, tantalum, tungsten and gold.\n\n**Note:** Responsible Minerals Assurance Process (RMAP) is a program in which an independent third party evaluates smelters’ management systems and procurement practices and determines whether the smelter has demonstrated that it is conformant with the applicable RMAP standard.\n\n---\n\n25 The 2022 increase is due to COVID-19 infections. The case rate without the virus is 0.16.\n\n26 The 2022 increase is due to COVID-19 infections. The DART rate without the virus is 0.10.\n\n27 Refers to supplemental contractors, who receive daily work instruction from TI managers.\n\n28 The high-consequence work-related injury metric uses recovery time, instead of lost time, as the criterion for determining the severity of an injury. Lost time is an indicator of the loss of productivity for an organization as a result of a work-related injury; it does not necessarily indicate the extent of harm suffered by a worker.\n\n29 Hours reported are worldwide. TI employees do not include turnkey or supplemental contractors.\n\n30 TI chose not to make any corporate contributions to local ballot initiatives in 2019 and 2020. 2020 PAC contributions were impacted due to COVID-19.\n\n31 2020 PAC contributions were impacted due to COVID-19.\n\n32 3TG refers to tin, tantalum, tungsten and gold.\n\n33 Responsible Minerals Assurance Process (RMAP) is a program in which an independent third party evaluates smelters’ management systems and procurement practices and determines whether the smelter has demonstrated that it is conformant with the applicable RMAP standard.\nGlobal Reporting Initiative\n\nStatement of use\nTexas Instruments has reported the information cited in this GRI content index for the period Jan. 1, 2022, to Dec. 31, 2022, with reference to the GRI Standards.\n\nGRI 1 used\nGRI 1: Foundation 2021\n\nGRI 2: General disclosures\n\n| Indicator | Description | Response |\n|-----------|-------------|----------|\n| 2-1 | Organizational details | Our company name is Texas Instruments Incorporated (NASDAQ: TXN), and our headquarters are located at 12500 TI Blvd., Dallas, TX 75243. See the global map on the TI at a Glance section of our website for other countries of operation. For information about TI's ownership structure, see SEC Form 10-K, Part I. |\n| 2-2 | Entities included in the organization's sustainability reporting | TI has two reportable segments: analog and embedded processing. We report the results of our remaining business activities in Other (see SEC Form 10-K, Part I, Item 1, pages 2-4). TI's Corporate Citizenship Report covers environmental, social and governance (ESG) topics for all TI-owned entities and facilities included in financial statements. |\n| 2-3 | Reporting period, frequency and contact point | TI has produced its Corporate Citizenship Report annually since 2006, with a reporting period that covers the previous calendar year (2022, unless otherwise stated). This period aligns with the company's financial reporting period. TI published its 2022 report in June 2023. For questions about the information contained within this report, email citizenshipfeedback@list.ti.com. |\n| 2-4 | Restatements of information | We include restatements of data and information in the footnotes of TI's 2022 Corporate Citizenship Report and Performance Data Appendix. |\n| 2-5 | External assurance | TI performs extensive internal due diligence to ensure the accuracy of the information and data presented in this report. In 2023, ERM Certification and Verification Services conducted limited assurance of scope 1 and scope 2 greenhouse gas emissions (GHG) data for 2022 (see the Assurance Statement). We currently do not seek independent assurance of any additional nonfinancial data; however, Ernst & Young audits the TI Foundation's financial records annually. |\n| 2-6 | Activities, value chain and other business relationships | For information about the markets TI serves, see SEC Form 10-K, Part I, pages 5-6. We market and sell our products through direct sales channels, including our website and broad sales and marketing team, and, to a lesser extent, through distributors. Over the past several years, we have been investing in new capabilities to build closer direct customer relationships. As a result, in 2022 about 70% of our revenue was direct, which includes TI.com, as customers valued the convenience of purchasing online. Closer direct relationships with our customers help to strengthen our reach of market channel advantage and give us access to more customers and more of their design projects, leading to opportunities to sell more of our products into each design. Additionally, broader and deeper access gives us better insight and knowledge of customer needs. Our investments in new and improved capabilities to directly support our customers include website and e-commerce enhancements as well as inventory consignment programs and order fulfillment services. Our TI.com e-commerce channel offers a localized online experience in many countries, with convenience features such as immediate availability, local currency, payment methods, invoicing and importer of record. Our new application programming interfaces (APIs) give customers the ability to directly access real-time inventory information about TI products from their own systems, enabling them to purchase available chips immediately to better support their supply needs, reducing cost and delays. For more information, see SEC Form 10-K, Part I, Item 5, pages 6-7. In 2022, TI brought two new 300-mm factories online in Richardson, Texas, and Lehi, Utah. The company is building additional fabs in Sherman, Texas and Lehi, Utah, which will further expand TI's production capacity. |\n| Indicator | Description | Response |\n|-----------|-------------|----------|\n| 2-6       | Activities, value chain and other business relationships (cont’d) | We spend roughly 80% of procurement dollars with approximately 300 suppliers, of which about 180 are critical to supporting semiconductor manufacturing. We define “critical suppliers” as those essential to the supply strategy of a category procurement team that could cause a major disruption in manufacturing or design output. When needed, we outsource the manufacturing of wafers or product assembly and testing. For more information about our supply chain, see the [Supply Chain Responsibility](#) section in TI’s 2022 Corporate Citizenship Report. |\n| 2-7       | Employees | See the [Workforce Representation](#) section in TI’s 2022 Corporate Citizenship Report and the [Performance Data Appendix](#) for employee data. In 2022, TI classified 23 employees as temporary (mostly student workers) and classified about 200 as part time. |\n| 2-9       | Governance structure and composition | Read about TI’s governance structure, roles and responsibilities on the [governance](#) webpage and [Board Oversight of ESG Matters](#). See the [governance](#) section of TI’s 2022 Corporate Citizenship Report for board diversity data. |\n| 2-10      | Nomination and selection of the highest governance body | Read about TI’s director nomination and selection process on the [Investor Relations FAQs](#) webpage and in TI’s [2023 Proxy Statement](#). |\n| 2-11      | Chair of the highest governance body | Read about TI’s governance structure, roles and responsibilities on the [governance](#) webpage, [Investor Relations FAQs](#) and TI’s [2023 Proxy Statement](#). |\n| 2-12      | Role of the highest governance body in overseeing the management of impacts | Read about TI’s governance structure, roles and responsibilities on the [governance](#) and [Board Oversight of ESG Matters](#). |\n| 2-13      | Delegation of responsibility for managing impacts | Read about TI’s governance structure, roles and responsibilities on the [governance](#) webpage and [Board Oversight of ESG Matters](#). |\n| 2-14      | Role of the highest governance body in sustainability reporting | See [Board Oversight of ESG Matters](#). |\n| 2-15      | Conflicts of interest | Read about TI’s conflict of interest and related person transactions policies in TI’s [2023 Proxy Statement](#). |\n| 2-16      | Communication of critical concerns | See the [Ethics and Compliance](#) section of TI’s 2022 Corporate Citizenship Report for how employees can report concerns. The company encourages TIers to raise questions or concerns about conduct that may be inconsistent with Living our values. TI will not tolerate retaliation against those who have reported an issue in good faith. Anyone who retaliates against an employee for these activities is subject to disciplinary action, including termination. |\n| 2-17      | Collective knowledge of the highest governance body | TI’s board of directors has established that its Governance and Stockholder Relations committee should maintain the right balance of knowledge, experience, background and capability, which includes key ESG matters. See [Board Oversight of ESG Matters](#). |\n| 2-18      | Evaluation of the performance of the highest governance body | Read about TI’s board evaluation process in TI’s [2023 Proxy Statement](#), page 17. |\n## GRI 2: General disclosures (cont’d)\n\n| Indicator | Description | Response |\n|-----------|-------------|----------|\n| 2-19      | Remuneration policies | Read about TI's remuneration policies for directors and named executive officers in TI's 2023 Proxy Statement, pages 22-25. |\n| 2-20      | Process to determine remuneration | Read about TI's remuneration policies for directors and named executive officers in TI's 2023 Proxy Statement, pages 22-25. |\n| 2-21      | Annual total compensation ratio | Read about TI's remuneration policies for directors and named executive officers in TI's 2023 Proxy Statement, pages 22-25. |\n| 2-22      | Statement on sustainable development strategy | See the Letter from the CEO in TI's 2022 Corporate Citizenship Report to read about the company's commitment to citizenship and sustainability. |\n| 2-23      | Policy commitments | TI's Living our values – TI's ambitions, values and code of conduct addresses responsible business conduct, human rights and the methods for reporting any concerns for all employees globally. |\n| 2-24      | Embedding policy commitments | See the Ethics and Compliance section of TI's 2022 Corporate Citizenship report and the company's Supplier Code of Conduct. |\n| 2-25      | Processes to remediate negative impacts | See the Ethics and Compliance section of TI's 2022 Corporate Citizenship Report for how employees and others can report concerns. TIers and others are encouraged to raise questions or concerns about conduct that may be inconsistent with Living our values. We investigate and work to resolve all inquiries and take appropriate remedial measures. |\n| 2-26      | Mechanisms for seeking advice and raising concerns | See the Ethics and Compliance section of TI's 2022 Corporate Citizenship Report for how employees can report concerns. We encourage TIers to raise questions or concerns about conduct that may be inconsistent with Living our values. TI will not tolerate retaliation against those who have reported an issue in good faith. Anyone who retaliates against an employee for these activities is subject to disciplinary action, including termination. |\n| 2-27      | Compliance with laws and regulations | TI did not receive material fines or nonmonetary sanctions related to social, economic and environmental issues in 2022. |\n| 2-28      | Membership associations | TI belongs to many associations with which it works on various policy objectives. We are more active in some organizations than others and do not work on all association issues. We may not align on all positions. We also collaborate with other outside groups and coalitions, such as the Responsible Business Alliance and Semiconductor Industry Association, to advance policies that drive growth; promote competitiveness; and support our shareholders, customers, employees and the communities in which we operate. |\n| 2-29      | Approach to stakeholder engagement | We engage with stakeholders who directly influence or are interested in our operations. TI's stakeholders include employees, customers, shareholders, communities where we have operations, academia, public officials, trade associations, regulatory agencies, nongovernmental organizations, analysts, suppliers, contractors, TI retirees and potential employees. We tailor our engagement strategies and communications to the unique interests of the people and organizations that directly influence or have an interest in our operations. On ESG matters, we routinely engage investors, customers, suppliers, policymakers and other stakeholders to discuss issues of mutual interest. Our senior leaders regularly share stakeholder feedback on ESG matters with the executive team and board of directors. |\n### GRI 2: General disclosures (cont’d)\n\n| Indicator | Description | Response |\n|-----------|-------------|----------|\n| 2-30      | Collective bargaining agreements | Employees at our global operations have always had the freedom to associate and the right to collective bargaining as provided by local statutes; therefore, we do not track the percentage of employees covered by such agreements. |\n\n### GRI 3: Material topics\n\n| Indicator | Description | Response |\n|-----------|-------------|----------|\n| 3-1       | Process to determine material topics | TI solicits input from internal and external stakeholders throughout the year through regular engagement. We also examine third-party sustainability assessments and benchmark disclosure trends and best practices. We then compare these inputs to our company priorities to determine what topics and disclosures to include in our annual Corporate Citizenship Report. |\n| 3-2       | List of material topics | The input collected in 2021 continues to inform our reporting topics, while incorporating feedback from various stakeholder engagements in 2022. These topics may include additional disclosures not related to material topics in some instances:  \n  - Business continuity and risk management  \n  - Environmental impact (greenhouse gas emissions, energy consumption and the use of renewable sources, and water and wastewater)  \n  - Materials and chemical management  \n  - Workplace (diversity and inclusion, recruitment and retention, development, compensation and employee health and safety)  \n  - Supply chain responsibility (including labor and human rights and conflict minerals)  \n  - Ethics  \n  - Public policy  \n  - Giving and volunteering |\n| 3-3       | Management of material topics | Information about how TI manages material topics can be found in indicators 3-3 within this index and our 2022 Corporate Citizenship Report. These include:  \n  - Risk Management and Business Continuity in the report and at the end of this index.  \n  - Environmental Sustainability in the report and GRI 302 through GRI 306 in this index.  \n  - Workplace in the report and GRI 201-3, GRI 202, and GRI 401 through GRI 406 in this index.  \n  - Supply Chain Responsibility in the report and GRI 204 in this index.  \n  - Ethics and Compliance in the report and GRI 2-16; GRI 2-23 through 2-27; and GRI 205, 206, 402 and 406 in this index.  \n  - Public Policy in the report and GRI 415 in this index.  \n  - Giving and Volunteering in the report. |\n### GRI 201: Economic performance\n\n| Indicator | Description | Response |\n|-----------|-------------|----------|\n| 3-3       | Management of material topics | Learn more about TI's financial oversight in the [2022 Annual Report](#), [Proxy Statement](#) and [SEC Form 10-K](#). |\n| 201-1     | Direct economic value generated and distributed | Our [2022 Annual Report](#) provides information about our financial performance. See the [Giving and Volunteering](#) section of TI's 2022 Corporate Citizenship Report and [Performance Data Appendix](#) for philanthropic contributions. |\n| 201-2     | Financial implications and other risks and opportunities due to climate change | TI evaluates risks related to the changing environment, such as severe weather, water availability, flooding and other threats. Each site and region evaluates these broader environmental risks. We invest capital in engineering controls that reduce operational and environmental impacts. We base each manufacturing site's financial value on product revenue generated and its assets. Any potential revenue loss associated with an environmental or severe weather event generates a potential business interruption loss, which we can partially offset by insurance. TI's Risk Management and Business Continuity office reports companywide risks, such as those associated with environmental change, to the chief financial officer. |\n| 201-3     | Defined benefit plan obligations and other retirement plans | TI has various employee retirement plans, including defined contribution, defined benefit and retiree healthcare benefit plans. Contributions to these plans meet or exceed all minimum funding requirements. For more information, see [SEC Form 10-K](#), Part II, Item 8, Note 7, pages 43-48: Postretirement benefit plans. For all U.S. employees who choose to opt into and contribute to a 401(k), we match 100% of their contributions, up to 4% of annual eligible earnings. We match up to 2% percent for employees who continue to accrue a benefit in our pension plan. For qualifying employees, we offer deferred compensation arrangements. We offer a global profit-sharing program that rewards all eligible TIers for contributing to our financial success. Some countries, such as France and Mexico, have statutory requirements for their local profit-sharing programs, which we meet. |\n| 201-4     | Financial assistance received from the government | TI receives tax-benefit incentives from federal, state and local governments worldwide. These incentives are commonly available to manufacturing companies with investments in equipment and facilities, employment, and R&D. See [SEC Form 10-K](#), Part II, Item 8, Note 2, pages 33-34 and Note 4, pages 37-40 for additional details. |\n\n### GRI 202: Market presence\n\n| Indicator | Description | Response |\n|-----------|-------------|----------|\n| 3-3       | Management of material topics | See the [Compensation and Benefits](#) and [Recruitment](#) sections of TI's 2022 Corporate Citizenship Report and our responses to GRI 401: Employment and GRI 406: Anti-Discrimination in this index for more information about how we manage market presence. |\n| 202-1     | Ratios of standard entry-level wage by gender compared to local minimum wage | TI does not maintain a standard entry wage for every country. However, we verified that we are paying employees above the local minimum wage in every country in which we operate. We compensate each employee based on their experience, performance, roles and responsibilities, regardless of gender, race, ethnicity or other protected characteristics. |\n| 202-2     | Proportion of senior management hired from the local community | TI recruits senior management across globe, and promotes a high percentage of leaders from within. We currently don't have a tracking system to gather hiring data geographically in this way. |\n## GRI 204: Procurement practices\n\n| Indicator | Description | Response |\n|-----------|-------------|----------|\n| 3-3       | Management of material topics | See the [Supply Chain Responsibility](#) section of TI's 2022 Corporate Citizenship Report and TI's [Suppliers website](#) to learn more about how TI manages its supply chain. |\n\n### Governance\n\nTI's vice president of worldwide procurement and logistics, who reports directly to the chief financial officer, leads supply chain management. Together, they oversee supply chain policies, performance and risk management. TI's director of supply chain responsibility oversees supplier social and environmental responsibility and manages supplier diversity.\n\n### Codes of conduct\n\nTI suppliers must adhere to TI's [Supplier Code of Conduct](#), which uses the Responsible Business Alliance's (RBA) code of conduct as its foundation and includes environmental standards specifically applicable to TI's suppliers.\n\n### Management system\n\nOur supply chain management system provides a framework to systematically manage procurement, inventory, manufacturing, quality and distribution processes. It also helps us comply with operational and regulatory standards, track costs and monitor risks. TI's management system meets the certification requirements of the International Organization for Standardization (ISO) Quality Management System 9001, ISO/Technical Specification 16949 and International Automotive Task Force 16949. The ISO annually evaluates the system as part of its recertification process.\n\n### Engagement\n\nWhen initiating relationships with suppliers, we educate them about our standards and expectations for safe, humane and ethical labor practices, as well as human trafficking, forced labor and workers' rights. We routinely communicate these guidelines in meetings; on our supplier website; and in purchase orders, supplier contracts and other related documents. We also routinely collaborate with industry groups such as the RBA, the Semiconductor Industry Association, and Semiconductor Equipment and Materials International to discuss and create supply chain standards and share best management practices.\n\n### Training\n\nWe deliver online and in-person training on our Supplier Code of Conduct, standards and expectations. We also leverage RBA's training programs to help suppliers understand the alliance's code of conduct, labor risks, respecting workers' rights, hiring migrant workers and more.\n\n### Responsible minerals\n\nTI is an early member of the Responsible Minerals Initiative, created by RBA and Global E-Sustainability Initiative members, which works to advance effective policies that address conflict mineral concerns. TI works diligently with its supply chain, including subcontracted manufacturers, to identify and eliminate non-compliant sources of material.\n\n### Grievance mechanisms\n\nTI has established grievance mechanisms to ensure that its buyers or procurement representatives meet with suppliers to address any questions or concerns. If suppliers (or employees or contractors of suppliers) prefer, they can contact our Ethics Office to ask questions or discuss issues anonymously. Our Supply Chain Management team can also assist with identifying and addressing issues inconsistent with our ethics and values.\n\nOur Supplier Code of Conduct requires our suppliers to establish and maintain programs that ensure the confidentiality, anonymity and protection of supplier and employee whistleblowers unless prohibited by law. Suppliers must have a communication process for their personnel to raise concerns without fear of retaliation.\n\n### Resources\n\nTI allocates extensive financial, human, training, information and engagement resources to help suppliers understand its policies and expectations, roles and responsibilities, performance and ethics expectations, and environmental, safety and health (ESH) and labor protections.\n### GRI 204: Procurement practices (cont’d)\n\n| Indicator | Description | Response |\n|-----------|-------------|----------|\n| 204-1     | Proportion of spending on local suppliers | TI does not currently report supplier spending by individual markets. |\n\n### GRI 205: Anti-corruption\n\n| Indicator | Description | Response |\n|-----------|-------------|----------|\n| 3-3       | Management of material topics | See the Ethics and Compliance section of TI’s 2022 Corporate Citizenship Report and Living our values – TI’s ambitions, values and code of conduct to learn more about our management approach to anti-corruption. We assess all manufacturing sites for corruption and ethics risks annually using the RBA’s self-assessment tools. Additionally, we leverage an industry-leading anti-corruption and third-party management system to assess our external engagements. |\n| 205-1     | Operations assessed for risks related to corruption | TI’s anti-corruption compliance program assesses its worldwide operations and suppliers for risks related to corruption. TI does operate in countries that are considered at higher risk for corruption. However, the semiconductor industry is relatively low risk compared to construction, extractive or other industries where conducting business requires considerable interaction with government officials. We have policies in place and conduct focused training for certain high-risk countries and functions to address and mitigate these risks. |\n| 205-2     | Communication and training about anti-corruption policies and procedures | TI provides ethics and compliance awareness training that includes anti-corruption topics to all employees, select suppliers and third parties. Additionally, we make our anti-corruption policy and code of conduct available to all employees and translate them into multiple languages. We periodically assess and revise training programs and related efforts to reflect legal changes and support continuous compliance improvement. |\n| 205-3     | Confirmed incidents of corruption and actions taken | TI investigates all reports for review and action. If any confirmed incidents occur, we will take appropriate remedial actions. For confidentiality reasons, we do not publicly report the number or nature of such incidents. |\n\n### GRI 206: Anti-competitive behavior\n\n| Indicator | Description | Response |\n|-----------|-------------|----------|\n| 3-3       | Management of material topics | See the Ethics and Compliance section of TI’s 2022 Corporate Citizenship Report and Living our values – TI’s ambitions, values and code of conduct to learn more about the company’s management approach to anti-competitive behavior. Our code of conduct sets forth these principles:  \n  - We compete fairly.  \n  - We follow the laws, rules, and regulations where we operate and require our suppliers to do the same.  \n  - We are committed to win, but we’ll never break the rules in order to win.  \n  - We promise to respect all regulations and laws that promote fair competition. |\n| 206-1     | Legal actions for anti-competitive behavior, anti-trust, and monopoly practices | See SEC Form 10-K for material legal proceedings involving TI. |\n### GRI 207: Tax\n\n| Indicator | Description | Response |\n|-----------|-------------|----------|\n| 3-3       | Management of material topics | See TI's [Global Tax Policy](https://www.ti.com) on TI.com. |\n| 207-1     | Approach to tax | See TI's [Global Tax Policy](https://www.ti.com) on TI.com. |\n| 207-2     | Tax governance, control, and risk management | See TI's [Global Tax Policy](https://www.ti.com) on TI.com. |\n| 207-3     | Stakeholder engagement and management of concerns related to tax | See TI's [Global Tax Policy](https://www.ti.com) on TI.com. |\n| 207-4     | Country-by-country reporting | We report tax obligations in accordance with country-specific requirements. |\n\n### GRI 302: Energy\n\n| Indicator | Description | Response |\n|-----------|-------------|----------|\n| 3-3       | Management of material ESH topics | Note: The following applies to TI's overall environmental, safety and health (ESH) management, which includes energy, emissions, materials and water.  \nGovernance  \nSee [Board Oversight of ESG Matters](https://www.ti.com).  \nManagement system  \nOur ESH management system facilitates the planning, execution, evaluation and management oversight of activities and strategies. It meets certification requirements set by the International Organization for Standardization (ISO) 14001 (environmental management system criteria) and ISO 45001 (occupational health and safety management system criteria). Our management system also contains programs, policies, controls, processes and measurement tools based on industry best practices and international standards. It helps us mitigate risks, improve our performance, fulfill compliance obligations and achieve our objectives.  \nPrograms include extensive chemical and material screening, material sourcing, waste profiling, emissions management, and responsible recycling and disposal. We require 100% of our employees and supplemental contractors at all TI manufacturing and assembly/test sites to adhere to management system requirements. Other personnel not managed by TI are responsible for following their companies' ESH management procedures and applicable regulatory requirements.  \nTo ensure that our internal management system is effective, the Worldwide ESH Compliance Support team and independent third parties perform audits at each facility every three years; in interim years, the facilities perform self-assessments. They examine compliance with legal and TI standards and training effectiveness. Additionally, we:  \n• Survey employees and external stakeholders.  \n• Conduct legally required inspections and monitor incident rates.  \n• Benchmark against the RBA's self-assessment disclosure and its code of conduct and against peers and members of the Semiconductor Industry Association.  \n• Have select sites third-party audited under the RBA's Validated Audit Program. |\n### GRI 302: Energy (cont’d)\n\n| Indicator | Description | Response |\n|-----------|-------------|----------|\n| 3-3       | Management of material ESH topics cont’d | We communicate gaps and best practices to other sites to avoid similar issues. Each manufacturing site also reports performance using a scorecard that measures energy use, water efficiency and landfill diversion. We share scorecards internally for transparency and best-practice awareness and as an accountability mechanism. We have not had to make significant adjustments to our corporate-level ESH management system because of audit findings. |\n|           | Goals       | TI implements programs to reduce energy intensity, material and water consumption, and GHG emissions. We track and report the effectiveness of these initiatives to senior leaders quarterly. |\n|           | Policies    | TI’s ESH policy is available in multiple languages: English, traditional Chinese, Simplified Chinese, Japanese, Malay, Spanish, German and Korean. TI’s Living our values – TI’s ambitions, values and code of conduct also includes sections on protecting human health and the environment. |\n|           | Engagement  | We evaluate a proposed project’s potential positive and negative impacts on a community by conducting environmental impact assessments before site selection. |\n|           | Grievance channels | We offer several channels through which internal and external stakeholders can submit ESH questions, concerns or grievances. All employees and supplemental contractors have “stop work” authority to remove themselves from work situations that they believe could cause injury, illness or environmental harm. They can also anonymously contact their supervisor, site ESH staff or the TI Ethics Office. Customers can contact ti.com/support or email all other ESH-related inquiries to citizenshipfeedback@list.ti.com. |\n|           | Boundaries  | Our organizational boundary includes TI manufacturing sites, larger non-manufacturing sites and support facilities subject to contracts considered embedded leases by TI for financial accounting purposes. Our operational boundary includes scope 1 and 2 emissions and water and wastewater from these sites and facilities, as applicable. More information on TI’s approach to GHG emissions reporting can be found in the TI GHG Emissions Inventory and Management Plan. |\n|           | Resources   | TI allocates extensive financial, human, training and communication resources to help TIers monitor and control potential ESH impacts, protect employee health and safety, understand specific ESH roles and responsibilities and drive improvements. We provide our ESH team with extensive training and tools to implement appropriate industry best practices and comply with regulatory requirements. To guide these efforts, we require employees and supplemental contractors at all manufacturing and assembly/test sites to adhere to our ESH Policy and Principles. |\n\n#### 3-3 Management of energy\n\nSee the Energy section of TI’s 2022 Corporate Citizenship Report and GRI: 302 ESH Disclosure of Management Approach in this index to learn more about how we manage energy consumption.\n\n#### 302-1 Energy consumption within the organization\n\nSee the Energy section of TI’s 2022 Corporate Citizenship Report and the Performance Data Appendix to learn more about the energy consumed from renewable and non-renewable sources.\n\n#### 302-2 Energy consumption outside the organization\n\nFor details on energy consumed outside of TI, see our CDP Climate Change response.\n\n#### 302-3 Energy intensity\n\nTI’s 2022 energy intensity ratio was 0.33. When calculating energy intensity, we divide the total energy consumption by the number of wafer chips (not including external manufacturing) produced each year. We then compare this to a 2015 base year to report a ratio based only on internal energy consumption. The energy types included in the ratio are natural gas, gasoline, diesel, electricity, propane, fuel oil, liquid petroleum gas and district heating.\n### GRI 302: Energy (cont’d)\n\n| Indicator | Description | Response |\n|-----------|-------------|----------|\n| 302-4     | Reduction of energy consumption | See the Performance Data Appendix of TI’s 2022 Corporate Citizenship Report for energy reduction data. |\n| 302-5     | Reductions in energy requirements of products and services | TI does not have data collection processes to track, record and report this information exactly this way. |\n\n### GRI 303: Water and effluents\n\n| Indicator | Description | Response |\n|-----------|-------------|----------|\n| 3-3       | Management of material topics | We calculate consumption data from water utility bills at sites that we financially control and that are larger than 50,000 square feet. Each year, we voluntarily report our water footprint to the CDP and in this report.  \n**Water sources**  \nOur water sources include surface water from local municipal supplies and groundwater. Our water footprint comprises three types of water:  \n• Nonmanufacturing – used in restrooms, irrigation, drinking fountains and cafeterias.  \n• Manufacturing – used to rinse wafers after chemical processing or for other fabrication processes.  \n• Manufacturing support – used in exhaust abatement and cooling systems. |\n| 303-1     | Interactions with water as a shared resource | There are no water impacts directly attributable to discharges and runoff at any TI site. We sustain this by maintaining compliance with discharge limits in our permits, following TI standards, and ensuring that sites follow good housekeeping practices while actively collaborating to continuously improve and minimize exposure to water pathways.  \nSee the Water section of TI’s 2022 Corporate Citizenship Report and TI’s 2023 CDP Water Security response to learn more about how TI interacts with water and collaborates with stakeholders regarding this shared resource.  \nAll of TI’s main manufacturing and assembly/test facilities set annual water conservation goals based on projects they identified as part of the company’s ongoing energy and water reduction strategy. Sites develop and complete water conservation projects based on various factors, including process system reliability, economic feasibility and sustainability targets. Public policy and water stress also factor into these decisions, influencing the availability and cost of water, which drive water reduction and reclaim efforts to ensure system reliability and business continuity. |\n### GRI 303: Water and effluents (cont’d)\n\n| Indicator | Description | Response |\n|-----------|-------------|----------|\n| 303-2     | Management of water discharge-related impacts | See the Water section of TI’s 2022 Corporate Citizenship Report and TI’s 2023 CDP Water Security response to learn more about wastewater management. Local regulatory agencies set minimum quality standards for effluents, which all TI sites manage to permissible limits. Some regulators incorporate sector-specific standards to set their requirements. Our internal water-management standard includes guidelines that ensure compliance with wastewater, stormwater and sewage discharge permits, along with other requirements. Sites monitor water quality and have procedures to manage spills or other abnormalities. We report wastewater discharges and the portion of total water discharged through regulated wastewater treatment points to local, state, federal and international regulatory agencies. |\n| 303-3     | Water withdrawal | See the Performance Data Appendix of TI’s 2022 Corporate Citizenship Report for water withdrawal data. Municipal sources and groundwater supply our water. We calculate consumption from sites TI fully controls larger than 50,000 square feet. |\n| 303-4     | Water discharge | Federal, state or local regulators create wastewater permits that define and determine priority substances that must meet discharge limits. We comply with these limits by treating water in onsite treatment plants, separating concentrated metals and solvents from waste streams, and taking other actions. See the Performance Data Appendix of TI’s 2022 Corporate Citizenship Report for discharge data. |\n| 303-5     | Water consumption | See the Water section of TI’s 2022 Corporate Citizenship Report and Performance Data Appendix for consumption and storage data. We calculate consumption data from total water usage and site-specific factors, such as evaporation, irrigation and boiler or cooling tower use. We verify this data by examining site water balances and discharge flow rates from our wastewater and sewage treatment systems. TI reports water usage data to local, state, federal and international regulatory agencies. |\n\n### GRI 305: Emissions\n\n| Indicator | Description | Response |\n|-----------|-------------|----------|\n| 3-3       | Management of material topics | See the Greenhouse Gas Emissions section of TI’s 2022 Corporate Citizenship Report, GRI 302 ESH Disclosure of Management Approach in this index and TI’s 2023 CDP Climate Change response to learn more about how we manage emissions. We conduct routine monitoring and audits to comply with air quality and GHG emission regulations and reporting requirements that vary by country, state and municipality. We must report U.S. GHG emissions to the U.S. Environmental Protection Agency (EPA) to comply with its mandatory reporting requirements. The EPA requires that the semiconductor industry (among other industries) measure and report annual fluorinated GHG emissions (such as sulfur hexafluoride, perfluorocarbons [PFCs] and hydrochlorofluorocarbons), as well as GHG emissions from combustion sources. We also voluntarily report our GHG emissions data to the World Semiconductor Council (as part of the U.S. industry report), the CDP and in our annual Corporate Citizenship Report. TI reports U.S. air emissions data to federal and state regulators. We also report chemical releases and pollution prevention activities to the EPA’s Toxic Release Inventory. |\n\n---\n\n2022 Corporate Citizenship Report | 58\n### GRI 305: Emissions (cont’d)\n\n| Indicator | Description | Response |\n|-----------|-------------|----------|\n| 3-3       | Management of material topics cont’d | Our organizational boundary includes TI manufacturing sites, larger non-manufacturing sites, and support facilities subject to contracts considered embedded leases by TI for financial accounting purposes. Our operational boundary includes scope 1 and 2 emissions from these sites and facilities, as applicable. |\n| 305-1     | Direct (scope 1) GHG emissions | See the Performance Data Appendix for scope 1 data. The gases included in our data calculations include carbon dioxide (CO₂), methane (CH₄), nitrous oxide (N₂O), hydrochlorofluorocarbons (HFCs), PFCs, sulfur hexafluoride (SF₆) and nitrogen trifluoride (NF₃). We calculate scope 1 GHG emissions using relevant guidelines from the Intergovernmental Panel on Climate Change (IPCC), the EPA’s Mandatory Reporting Rule and published emission factors. Our methodology includes accepted quantification methods, emission factors and global warming potential. For more information, see TI’s 2023 CDP Climate Change response. |\n| 305-2     | Energy indirect (scope 2) GHG emissions | See the Performance Data Appendix for scope 2 market- and location-based data and our response to indicator 305-1. The gases included in our market- and location-based data calculations include CO₂, CH₄ and N₂O. In 2022, we made no significant emissions changes that triggered base-year emissions recalculations. The EPA’s GHG Mandatory Monitoring and Reporting Requirements (MRR) Final Rule is our source of emissions factors and global warming potential rates. Scope 2 location-based electricity emission factors are from the U.S. EPA eGRID for U.S. sites and the International Energy Agency for all international sites. Scope 2 market-based factors are the Green E residual mix for U.S. locations and AIB Residual mix for our Freising, Germany location. All calculations for scope 2 emissions follow either U.S. EPA MMR or IPCC Tier 2 requirements. For more information, see TI’s 2023 CDP Climate Change response. |\n| 305-3     | Other indirect (scope 3) GHG emissions | For details on scope 3 GHG emissions, see TI’s CDP Climate Change response. |\n| 305-4     | GHG emissions intensity | TI’s normalized GHG market-based emissions intensity ratio in 2022 was 0.27. The ratio equals the emissions intensity in 2022 divided by the emissions intensity in 2005. We calculate the intensity using both scope 1 and scope 2 emissions, with CO₂, CH₄, N₂O, HFCs, PFCs, SF₆ and NF₃ as the numerator and the number of chips produced within TI as the denominator. |\n| 305-5     | Reduction of GHG emissions | TI’s scope 1 and 2 absolute emissions were down 23% from 2015 to 2022. See the Performance Data Appendix and TI’s 2023 CDP Climate Change response for more information about emission reductions. |\n| 305-6     | Emissions of ozone-depleting substances (ODS) | TI does not allow the use of Class I and II ODSs, except in closed-loop refrigeration systems if the refrigeration system equipment was purchased or acquired before the ODS refrigerant’s elimination date. We do store some refrigerant gases for maintaining refrigeration systems for our chillers. |\n| 305-7     | Nitrogen oxides (NOx), sulfur oxides (SOx) and other significant air emissions | See the Performance Data Appendix of TI’s 2022 Corporate Citizenship Report for U.S. air emissions data. |\n### GRI 306: Waste\n\n| Indicator | Description | Response |\n|-----------|-------------|----------|\n| 3-3       | Management of material topics | See the Waste and Material Management section of TI's 2022 Corporate Citizenship Report and GRI: 302 ESH Disclosure of Management Approach in this index to learn more about how we manage material use. |\n| 306-1     | Waste generation and significant waste-related impacts | See the Waste and Material Management section of TI's 2022 Corporate Citizenship Report and Performance Data Appendix for information and data on waste stream activities. |\n| 306-2     | Management of significant waste-related impacts | See the Waste and Material Management section of TI's 2022 Corporate Citizenship Report for information on our waste diversion goal and activities. TI applies a three-step approach to waste and material management: examine what we need, reuse what we can and recycle what is allowed. Most of the materials we need are for fabricating semiconductors. When purchasing materials and chemicals, we consider the resulting waste and whether an opportunity exists to reuse existing materials, purchase recycled materials or use environmentally friendly items instead. We also follow strict standards and protocols for responsibly purchasing, transporting, tracking and disposing of chemicals safely. We have an established process to review, assess and select waste management facilities according to legal requirements. Each TI site is responsible for monitoring and collecting waste data. |\n| 306-3     | Waste generated | See the Performance Data Appendix of TI's 2022 Corporate Citizenship Report for waste-generated data. |\n| 306-4     | Waste diverted from disposal | See the Performance Data Appendix of TI's 2022 Corporate Citizenship Report for waste diverted from disposal data. |\n| 306-5     | Waste directed to disposal | See the Performance Data Appendix of TI's 2022 Corporate Citizenship Report for waste directed to disposal data. |\n\n### 308: Supplier environmental assessment\n\n| Indicator | Description | Response |\n|-----------|-------------|----------|\n| 3-3       | Management of material topics | See GRI 302: Management of Material ESH Topics to learn more about TI's approach to environmental management. We outline additional expectations and requirements in our Supplier Code of Conduct, Supplier Environmental and Social Responsibility Policy and ESH Handbook for Suppliers. |\n| 308-1     | Percentage of new suppliers that were screened using environmental criteria | We do not have a process to track the percentage of new suppliers screened. However, we screen any new supplier deemed critical or one that provides on-site services to our factories. |\n### 308: Supplier Environmental Assessment (cont’d)\n\n| Indicator | Description | Response |\n|-----------|-------------|----------|\n| 308-2     | Negative environmental impacts in the supply chain and actions taken | TI works with thousands of suppliers worldwide and communicates company expectations for responsible environmental performance. We assess strategic and high-risk suppliers against our expectations, policies, standards and the RBA code of conduct. In 2022, we assessed 160 production suppliers that support our manufacturing operations with 335 factory locations; 98% met our expectations. The remaining 2% required corrective actions, including additional training and enhanced policies. Our findings revealed no significant negative environmental impacts or concerns. As a result, we did not terminate any relationship. |\n\n### GRI 401: Employment\n\n| Indicator | Description | Response |\n|-----------|-------------|----------|\n| 3-3       | Management of material topics | See the Workplace section of TI's 2022 Corporate Citizenship Report to learn more about how we manage employment. Governance  \n- TI's senior vice president (SVP) of Human Resources (HR) establishes and maintains strategic direction, effective communication and reports to the CEO.  \n- Our HR leaders are responsible for developing strategies, programs, protocols and processes essential for effective productivity. This oversight ensures compliance with relevant regulations.  \n- The SVP of HR and head of diversity and inclusion oversee our diversity and inclusion programs.  \n- The SVP of HR and the head of talent development and acquisition oversee our development programs and workforce recruitment efforts.  \n- The SVP of HR and the head of compensation oversee employee compensation.  \n- The SVP of HR and the head of benefits oversee employee physical, mental and financial well-being benefits.  \n- Managers, with the support of HR, are responsible for employee retention. In addition, site teams are responsible for implementing multifaceted and tailored retention programs and complying with site-specific employment laws.  \n- The Compensation Committee of TI's board of directors oversees compensation practices relating to executive personnel. Policies and commitments  \nTI's commitment to equal employment opportunity extends to recruiting, hiring, training, promotions, transfers, compensation, benefits, termination, and all other terms and conditions of employment. We administer employment decisions in a nondiscriminatory manner without regard to race, color, religion, sex, gender, gender identity and expression, sexual orientation, marital status, national origin, ancestry, age, disability, genetic information, protected medical conditions, pregnancy, military and veteran status, or any other characteristic protected by applicable law. TI does not tolerate any harassment, retaliation, intimidation or violence. We also have policies on flexible work, conduct, privacy protection, wages, workforce reductions and performance improvement. Grievance channels  \nWe offer several channels through which TIers can submit questions, concerns or grievances without fear of retaliation, including to their supervisor, HR representative or anonymously through the Ethics Office. We also have multiple avenues to report work-related injuries, illnesses, hazards and risks. |\n### GRI 401: Employment (cont’d)\n\n| Indicator | Description | Response |\n|-----------|-------------|----------|\n| 3-3       | Management of material topics cont’d | **Assessment**<br>We regularly monitor our employment processes and are focused on reducing bias within them. This includes conducting in-depth analyses of our compensation system to look for any unexplained pay discrepancies and the reasons behind the. If we find disparities, we explore whether factors such as market pay ranges, performance or experience support the difference; and if unjustified, we adjust.  \n**Resources**<br>We allocate extensive financial, human, training and communication resources to help employees understand our vision and expectations, their roles and responsibilities, learning opportunities, health and safety protections and other labor-related needs. |\n| 401-1     | New employee hires and employee turnover | We aim to ensure that our recruiting efforts and workforce reflect the available talent pool. TI hired more than 10,200 employees (including exempt, non-exempt and interns) in 2022. Recruiting efforts and programs are unique by country and region, based on local needs. We recruit from the states and countries where we operate, particularly for entry-level and managerial positions, and then train employees for more advanced or senior roles. We use data analytics to track turnover by region to tailor programs for improvement.  \nIn 2022, total turnover was 12.2%, up from 9.8% in 2021. As an indication of the longevity of our workforce, in 2022, 23% of our employees had worked at TI for more than 20 years. |\n| 401-2     | Benefits provided to full-time employees that are not provided to temporary or part-time employees | Full-time U.S.-based employees and those who work 20 to 39 hours per week are eligible for all benefits, including medical, pharmacy, dental, vision and income protection. Temporary or part-time employees working less than 20 hours per week are not eligible for benefits. |\n| 401-3     | Parental leave | TI offers 100% paid parental leave to part- and full-time U.S. employees who are eligible for benefits. In 2022, 285 U.S. employees utilized parental leave. We do not track return-to-work and retention rates after parental leave. For our employees outside of the U.S., we offer varying programs according to local regulations and market practice. |\n\n### GRI 402: Labor and management relations\n\n| Indicator | Description | Response |\n|-----------|-------------|----------|\n| 3-3       | Management of material topics | See the Workplace section of TI’s 2022 Corporate Citizenship Report and GRI 401: Employment to learn more about how we manage employee relationships. To keep communication channels open and gather and share business information with our teams, we use various communication tools and platforms to facilitate open dialogue, share our expectations and reinforce our values. Our managers are the first to engage TIers, so we invest in their development and training to help them be stronger, more inclusive and to ensure that we operate in accordance with TI values. |\n| 402-1     | Minimum notice periods regarding operational changes | TI complies with all legal and regulatory requirements in this area for the jurisdictions in which it operates. In the U.S., TI’s policy is to provide a minimum of one week’s notice regarding shift changes. We provide at least 60 days’ notice (or pay in place of notice) for reductions in force. Outside the U.S., we adhere to local labor laws. |\n### GRI 403: Occupational health and safety\n\n| Indicator | Description | Response |\n|-----------|-------------|----------|\n| 3-3       | Management of material topics | See the [Safety and Health](#) section of TI's 2022 Corporate Citizenship Report and [GRI 302: Management of Material ESH Topics](#) to learn more about the company's management approach. The Audit committee of TI's board of directors oversees health and safety management for employees, supplemental contractors and workplace visitors. Our management approach includes several different elements:  \n  - Formal ESH committees at our manufacturing sites – which include managers, ESH specialists and TIers – work with site managers to oversee health and safety management systems.  \n  - Manufacturing and assembly/test safety councils, comprising ESH and ergonomics representatives, drive a safety-focused manufacturing culture within our facilities.  \n  - Leaders at all levels support and reinforce consistent safety practices, including training and reporting.  \n  - Employees must complete applicable training and keep their work environments safe.  \n  - Policies  \n    - TI is committed to giving employees a non-threatening work environment and does not tolerate any act or threat of violence or harassment. Our:  \n      - Threat-Free Work Environment Policy describes our expectations.  \n      - Supplier Code of Conduct requires that suppliers ensure that working conditions are safe.  \n      - Supplier Environmental and Social Responsibility Policy outlines our expectations for health and safety.  \n      - ESH Handbook for Suppliers summarizes TI's standards, policies, guidelines and general practices. |\n| 403-1     | Occupational health and safety management system | TI's health and safety management system is voluntarily third-party certified to ISO 45001:2018. This management system:  \n  - Comprises interrelated and interacting elements used to establish our ESH policy and principles and objectives.  \n  - Drives a reduction of occupational injuries and diseases and promotes the physical and mental health of employees, contractors, customers and visitors.  \n  - Records performance data; identifies trends, weaknesses and hazards; and remedies flaws.  \n  - Ensures the quality of and facilitates workers' access to safety and occupational health services.  \n  - We require 100% of our employees and supplemental contractors at all manufacturing and assembly/test sites to adhere to the management system requirements. Other personnel not managed by TI are responsible for following their companies' ESH management procedures and applicable regulatory requirements. |\n| 403-2     | Hazard identification, risk assessment, and incident investigation | All TI sites are covered by occupational safety and health standards that help identify, evaluate and control potential workplace hazards. TI provides resources, training, one-on-one engagement and other tools to promote mental well-being and improve or maintain physical health. In accordance with internal standards, all workers are responsible for and receive periodic training and communications on how to report unsafe conditions and injuries by calling internally managed emergency response centers. They also receive training on their responsibility to suspend any operation or deactivate any equipment in the event of imminent risk to life, health or the environment.  \n  - Assessments  \n    - Through routine programs, facility self-assessments and audits, work area sampling and health and safety surveys, we assess potential safety and health risks by:  \n      - Identifying, assessing and documenting potential workplace hazards and risks using qualitative and quantitative methods; and implementing appropriate controls to mitigate risks and ensure a safe workplace.  \n      - Using the results of these assessments to identify annual goals to drive risk reduction projects in accordance with ISO 45001:2018 continually.  \n      - Performing a thorough investigation after all incidents and near misses to analyze the root cause and take corrective and preventive actions.  \n      - Communicating lessons learned and corrective action plans to other sites and groups to avoid similar issues.  \n      - Documenting all incidents for review by a central recordkeeping review panel, which ensures the quality and accuracy of each injury investigation and its associated documentation.  \n      - Conducting internal and external audits to verify the quality and effectiveness of our processes. TI's needs and regulatory requirements determine competency requirements specific to job functions. |\n### GRI 403: Occupational health and safety (cont’d)\n\n| Indicator | Description | Response |\n|-----------|-------------|----------|\n| 403-3     | Occupational health services | See the Safety and Health section of TI's 2022 Corporate Citizenship Report to learn more about occupational health services. TI ensures the quality of occupational health services through:  \n- Onsite clinics staffed by medical practitioners who hold recognized qualifications.  \n- TI's worldwide medical director, who reviews a statement of work for medical providers and conducts on-site reviews as needed.  \n- Medical surveillance oversight and tracking for occupational health examinations.  \nIn addition, all TI sites:  \n- Use an industrial hygiene program to identify, evaluate and control potential workplace hazards.  \n- Collect employee health data to design custom health-improvement programs, depending on TIers' unique needs.  \n- Manage all personal health-related information as confidential according to all legal requirements and our confidentiality classification expectations. |\n| 403-4     | Worker participation, consultation, and communication on occupational health and safety | TI sites have health and safety committees comprising ESH staff, site managers and employees who typically meet monthly to discuss site-specific needs. We consult with employees and supplemental contractors on various management system programs, training courses, and hazard and risk assessments to encourage their feedback on closing gaps, improving performance and proactively managing risks. For employees not actively engaged in safety meeting discussions, a representative, such as a manufacturing superintendent, will attend and provide a conduit for information sharing. |\n| 403-5     | Worker training on occupational health and safety | To reinforce TI's commitment to its employees' safety, we:  \n- Train employees to prioritize safety and speak up about any potential hazards, how to correct or report unsafe behaviors and conditions, follow procedures and policies and use personal protective equipment.  \n- Deliver occupational health and safety training to 100% of our employees and supplemental contractors.  \n- Tailor training to each role to reinforce our commitment to compliance, resilient ESH standards and customers' performance expectations.  \n- Reinforce expectations regularly through safety campaigns, articles, meetings, posters and reminder emails.  \nOur ESH leadership team reviews key outcomes and determines focus areas and opportunities for improvement every year. We expect our employees to share lessons learned and best practices to prevent future incidents and recognize and reinforce safe behavior. |\n| 403-6     | Promotion of worker health | TI has implemented many programs aimed at improving employees' health. See the Safety and Health section of TI's 2022 Corporate Citizenship Report to learn more about occupational health services. For ergonomics risk, we:  \n- Implement high- and medium-risk-reduction projects that help sites identify and reduce musculoskeletal disorder risks.  \n- Engage workers to assess safety and ergonomics risks and reinforce solutions.  \n- Offer a health care plan that includes a preventive health care provider who works with musculoskeletal discomfort.  \n- Implement a hearing conservation program and controls, which we continuously monitor according to our medical surveillance program.  \n- Created a website to help at-home employees conduct ergonomic assessments.  \nAt our manufacturing sites, we provide training on proper stretching to prepare the body for work and reduce fatigue, which is led by contracted health and fitness professionals and reinforced through a training manual and posters.  \nU.S. employees also have access to on-demand stretching breaks and fitness classes. In the U.S., our Well-Being Steering committee increases awareness of TI's wellness benefits and programs. TI's Safety Panel reviews all reported injury/illness cases. We share lessons learned with employees to increase risk awareness and deliver monthly safety topics to reinforce safe practices. |\n### GRI 403: Occupational health and safety (cont’d)\n\n| Indicator | Description | Response |\n|-----------|-------------|----------|\n| 403-7     | Prevention and mitigation of occupational health and safety impacts directly linked by business relationships | Our Supplier Code of Conduct requires that our suppliers ensure that working conditions are safe; our Supplier Environmental and Social Responsibility Policy outlines our expectations for ESH protection. See TI’s response to indicators 403-1 and 403-3 for more information about mitigating health and safety impacts. |\n| 403-8     | Workers covered by an occupational health and safety management system | TI’s occupational health and safety management system is third-party certified to ISO 45001 requirements and covers 100% of employees and supplemental contractors (its parameters exclude turnkey suppliers and non-TI-managed workers as they are expected to follow their companies’ procedures and applicable regulatory requirements). To ensure the effectiveness of our management system, the Worldwide ESH Compliance support team and independent third parties audit each facility every three years; in interim years, the facilities perform self-assessments. |\n| 403-9     | Work-related injuries | See the Performance Data Appendix of TI’s 2022 Corporate Citizenship Report for injury data. The calculation is based on 200,000 hours worked and excludes temporary labor provided by turnkey suppliers or non-TI-managed workers. The main employee and worker injuries include overexertion; awkward posture or ergonomics issues; contact with an object (struck by or against); and falls, slips, trips and losses of balance. |\n| 403-10    | Work-related ill health | See the Performance Data Appendix of TI’s 2022 Corporate Citizenship Report for ill-health data (the calculation excludes temporary labor provided by turnkey suppliers or non-TI-managed workers). The main types of employee ailments include overexertion and awkward posture or ergonomics issues. |\n\n### GRI 404: Training and education\n\n| Indicator | Description | Response |\n|-----------|-------------|----------|\n| 3-3       | Management of material topics | See the Talent Development section of TI’s 2022 Corporate Citizenship Report and GRI 401: Employment to learn more about how TI manages employee development. |\n|           | Assessment  | To strengthen our programs, we: |\n|           |             | • Track attendance in mandatory training programs to ensure compliance. |\n|           |             | • Assess training content to ensure that it is accurate and relevant. We work with facilitators and subject-matter experts to improve program content where needed. |\n|           |             | • Benchmark with training providers and other companies to ensure the effectiveness of our learning modalities. |\n|           |             | • Conduct internal and external audits to verify the quality and effectiveness of our processes. |\n|           |             | TI’s needs and regulatory requirements determine competency requirements specific to job functions. |\n| 404-1     | Average hours of training per year per employee | Employees globally received, on average, approximately 50.7 hours of training in 2022. |\n| 404-2     | Programs for upgrading employee skills and transition assistance programs | Employees take part in various development opportunities throughout their careers, which are summarized in the Talent Development section of TI’s 2022 Corporate Citizenship Report. If workforce reductions occur, we make every effort to transfer impacted employees to other open positions within TI. When transfers are not possible, we provide severance packages that include résumé and job search assistance. |\n### GRI 404: Training and education (cont’d)\n\n| Indicator | Description | Response |\n|-----------|-------------|----------|\n| 404-3     | Percentage of employees receiving regular performance and career development reviews | TI supports employees owning their careers, which includes three main components: performing in your current role, developing your capability and planning your career. We encourage goal setting at the beginning of each year, including performance and development goals and formal performance reviews twice a year to confirm that employees understand their own goals and manager expectations. We do not track the number of employees receiving performance reviews. We have seen greater success in employee engagement, goal setting and alignment with our priorities by encouraging better conversations between supervisors and employees. We provide access to online resources to guide these conversations. We also host workshops on setting goals, reviewing performance, development planning, engaging and retaining talent, and career planning. |\n\n### GRI 405: Diversity and equal opportunity\n\n| Indicator | Description | Response |\n|-----------|-------------|----------|\n| 3-3       | Management of material topics | See the Diversity and Inclusion section of TI’s 2022 Corporate Citizenship Report and Employment management of material topics in this index to learn more about the company’s management approach. To assess our diversity strategy’s effectiveness, we evaluate the outcomes of our various diversity, equity and inclusion efforts to determine any necessary adjustments. We also benchmark our strategy, programs and outcomes against our peers, and monitor reported concerns or grievances. |\n| 405-1     | Diversity of governance bodies and employees | See the Workforce Representation section and Performance Data Appendix in TI’s 2022 Corporate Citizenship Report for diversity data. |\n| 405-2     | Ratio of basic salary and remuneration of women to men | We have a long-standing practice to pay our employees fairly and equitably. TI maintains competitive and equitable compensation policies. We designed checks and balances into our compensation system, including conducting regular in-depth analyses, to ensure we achieve them. In 2022, TI retained a third party to conduct a separate compensation analysis examining gender and race pay parity (including base, and bonus pay and equity) that considered job type, job level and country. Our analysis confirmed that within the U.S. and worldwide, TI pays women as much as men. In the U.S., TI pays minorities as much as non-minorities. Globally, women make $1.015 for every $1.000 men earn. In the U.S., women make $1.002 for every $1.000 men earn, and minorities make $1.002 for every $1.000 non-minorities earn. |\n\n### GRI 406: Non-discrimination\n\n| Indicator | Description | Response |\n|-----------|-------------|----------|\n| 3-3       | Management of material topics | See GRI 401: Employment, Living our values – TI’s ambitions, values and code of conduct and our Equal Employment Opportunity Policy in this index to learn more about our nondiscrimination standards. We: • Take measures to ensure that our recruiting efforts and workforce reflect the available talent pool. • Measure participation in our diversity initiatives. • Monitor concerns or grievances reported. • Benchmark our programs and strategies against our peers. |\n### GRI 406: Non-discrimination (cont’d)\n\n| Indicator | Description | Response |\n|-----------|-------------|----------|\n| 406-1     | Incidents of discrimination and corrective actions taken | We investigate and work to resolve all discrimination inquiries and take appropriate remedial measures. TI does not publicly report the number or nature of any such incidents for confidentiality reasons. We periodically review and reassess this information to ensure adequate and effective preventive measures. |\n\n### GRI 408: Child labor\n\n| Indicator | Description | Response |\n|-----------|-------------|----------|\n| 3-3       | Management of material topics | TI forbids the use of child labor in any area of our business and our Supplier Code of Conduct forbids child labor in any stage of manufacturing. See the Labor and Human Rights and Supply Chain Management sections of TI’s 2022 Corporate Citizenship Report to learn more about our policies, reporting and assessment mechanisms. We use our Living our values, TI’s ambitions, values and code of conduct; Business Practices Statement; and our membership in organizations such as the RBA as reference points for our approach to managing human rights issues. Governance The Audit committee of our board of directors oversees human and labor rights-related efforts and receives annual updates. If a serious violation occurs, we promptly notify the committee chair. Assessment We require all worldwide manufacturing sites to complete third-party self-assessment questionnaires annually, focusing on human rights practices. TI and third-party auditors also assess select sites for human rights risks. Policies and practices TI has:  \n  • Nondiscrimination, workplace safety, anti-human trafficking, working hours, minimum wages, and data privacy policies. Additional policies guide our actions in specific areas, such as supply chain, environmental protection, health and safety and privacy.  \n  • Several operating procedures to safeguard employees and suppliers’ and contractors’ rights, including labor standards, training and awareness-building practices, freedom to associate and incident reporting tools.  \n 408-1 | Operations and suppliers at significant risk for incidents of child labor | TI’s Ethics Office is responsible for investigating all child labor allegations and taking corrective actions if needed. TI assessed nearly 230 suppliers for child labor and other human rights risks; findings revealed no significant negative impacts or concerns. |\n### GRI 409: Forced or compulsory labor\n\n| Indicator | Description | Response |\n|-----------|-------------|----------|\n| 3-3       | Management of material topics | TI forbids forced or compulsory labor in any area of its business and the Supplier Code of Conduct also forbids forced or compulsory labor. See GRI 408: Child Labor for more information on how TI manages human and labor rights. |\n| 409-1     | Operations and suppliers at significant risk for incidents of forced or compulsory labor | TI's Ethics Office is responsible for investigating all forced or compulsory labor allegations and taking corrective actions if needed. TI assessed nearly 230 suppliers for forced or compulsory labor and other human rights risks; findings revealed no significant negative impacts or concerns. |\n\n### GRI 410: Security practices\n\n| Indicator | Description | Response |\n|-----------|-------------|----------|\n| 3-3       | Management of material topics | Our Worldwide Protective Services organization has a standard protocol for maintaining a globally safe and respectful working environment. |\n| 410-1     | Security personnel trained in human rights policies or procedures | TI delivers targeted training that includes ethics, compliance and human rights components to 100% of its security personnel, including third-party security contractors. |\n\n### GRI 413: Local communities\n\n| Indicator | Description | Response |\n|-----------|-------------|----------|\n| 3-3       | Management of material topics | TI positively impacts the global communities in which it operates through employment, wages, taxes, supplier contracts, indirect jobs, giving and volunteerism. Worldwide, our devices are used in technologies that improve education, enhance automotive safety and efficiency, reduce energy consumption, optimize health and well-being, and enable other social and environmental benefits. At each site, we engage government, business and community leaders to build mutually beneficial relationships, identify local needs, responsibly manage shared resources, and prioritize capital and philanthropic investments. We solicit feedback to help us assess our impact and make refinements. TI has stringent standards, policies and processes to ensure that our local operations are safe, and that human rights and biodiversity are protected, diversity is valued, employees are compensated fairly and equitably, and all stakeholders are treated with dignity and respect. We strive to be good corporate citizens and enrich the communities where our teams live and play to ensure our collective long-term sustainability. |\n### GRI 413: Local communities (cont’d)\n\n| Indicator | Description | Response |\n|-----------|-------------|----------|\n| 413-1     | Operations with local community engagement, impact assessments, and development programs | When doing business in new communities, we engage local government, business and community leaders to establish mutually beneficial relationships, understand the availability of infrastructure and shared resources, and the extent of qualified workers to hire. We maintain these relationships and discussions, and monitor our collective needs. TI also conducts formal environmental impact assessments to determine water, power and infrastructure availability, the location of sensitive ecosystems and other potential risks. Our sites currently are in industrial areas and do not negatively impact biodiversity or vulnerable populations directly. Additionally, we engage with community leaders and nonprofits that align with our giving priorities so that we may support them through corporate, TI Foundation and employee/retiree donations, disaster relief funding or through volunteerism. Stakeholders with questions or concerns about our community, philanthropy and volunteering programs can email citizenshipfeedback@list.ti.com or contact the TI Ethics Office anonymously. |\n| 413-2     | Operations with significant actual and potential negative impacts | TI broke ground on a new 300-mm semiconductor wafer fabrication plant in Sherman, Texas. The potential $30 billion investment includes plans for four fabs to meet demand over time, supporting as many as 3,000 direct jobs. We also began production at our new 300-mm fabs in Richardson, Texas and Lehi, Utah, a site that TI acquired in 2021. These sites will also create new jobs and generate billions in economic growth. Conversely, none of TI’s sites experienced negative impacts in 2022. |\n\n### GRI 414: Supplier social assessment\n\n| Indicator | Description | Response |\n|-----------|-------------|----------|\n| 3-3       | Management of material topics | See the Supply Chain Responsibility section of TI’s 2022 Corporate Citizenship Report, Anti-Human Trafficking Statement and Suppliers website to learn more about how we manage suppliers’ social risks. |\n| 414-1     | Percentage of new suppliers that were screened using social criteria | We do not have a process to track the percentage of new suppliers screened. However, we screen any new supplier deemed critical or one that provides on-site services to our factories. |\n| 414-2     | Negative social impacts in the supply chain and actions taken | In 2022, TI assessed nearly 230 suppliers and the findings revealed no significant negative impacts or concerns. As a result, we did not terminate any relationships. |\n\n### GRI 415: Public policy\n\n| Indicator | Description | Response |\n|-----------|-------------|----------|\n| 3-3       | Management of material topics | TI’s innovations facilitate economic growth in the global communities where we operate. Our affordable technologies make homes and automobiles safer; reduce energy consumption; and expand access to light, power and electronics. To protect our ability to engineer progress, we advocate for government policies that help us attract talent, drive innovation and promote competitiveness. |\n### GRI 415: Public policy (cont’d)\n\n| Indicator | Description | Response |\n|-----------|-------------|----------|\n| 3-3       | Management of material topics cont’d | We conduct public policy activities transparently, ethically and in compliance with relevant laws. We are forthright in how we govern our actions, and disclose our membership in lobbying associations and political expenditures. We openly describe the role and limitations of TI’s political action committee and our employees’ rights in the political process. We regularly perform extensive due diligence and provide reports and training to maintain compliance with our standards and requirements. The Governance and Shareholder Relations committee of TI’s board of directors review these actions annually to confirm their consistency with company policies. Across the globe, we engage with policymakers, government authorities, industry organizations and our peers to discuss and identify solutions to shared challenges. We assess the effectiveness of this collaboration by our ability to compete fairly and transparently. If concerns arise, stakeholders can contact our vice president of Worldwide Government Relations or the TI Ethics Office. For more information, see the Public Policy section of TI’s 2022 Corporate Citizenship Report and TI’s Public Policy website. |\n\n### GRI 417: Marketing and labeling\n\n| Indicator | Description | Response |\n|-----------|-------------|----------|\n| 3-3       | Management of material topics | TI meets regulatory and customer requirements for material content contained in its labels and packing materials. We have published information about how we manage restricted chemicals and product labeling on TI.com. |\n| 417-1     | Requirements for product and service information and labeling | Our ongoing objective is to comply with ever-changing regulations and import and export laws while delivering products on time. Label requirements vary by material type, customer agreements and country-specific laws and regulations. We: • Use TI standard labels and create semi-custom labels if customers require them. • Share information about our products’ possible environmental and social impacts on our Eco-Info page and material content search tool. • Provide applicable safety information in product literature. • Assess and indicate the compliance status of all regulatory and industry requirements for integrated circuit components on our labels and website. Our Restricted Chemicals and Materials program requires material suppliers and external manufacturing to provide appropriate information for TI to assess compliance with restricted chemicals and materials requirements at least annually. |\n| 417-2     | Incidents of non-compliance concerning product information and labeling | TI complies with information and labeling requirements across the globe, such as the European Union (EU) Restriction of Hazardous Substances, the United Kingdom Conformity Assessed Marking and the EU Directive for Waste Electrical and Electronic Equipment. We also adhere to voluntary codes, such as Underwriters Laboratories, the Canadian Standards Association (North American certification), the China Quality Certification Center (Chinese certification marking) and Verband Deutscher Elektrotechniker (European test certification marking). In 2022, TI had zero noncompliance incidents with regulated and voluntary codes. |\n| 417-3     | Incidents of non-compliance concerning marketing communications | TI had zero incidents of non-compliance related to product marketing communications in 2022. |\n### GRI 418: Customer privacy\n\n| Indicator | Description | Response |\n|-----------|-------------|----------|\n| 3-3       | Management of material topics | See the Information Protection section of TI's 2022 Corporate Citizenship Report to learn more about the company's management approach. To protect our company, technology, and intellectual property from potential cybersecurity threats, we employ various defensive and monitoring techniques based on industry frameworks and cybersecurity standards (which may include personal information). We also collaborate with experts and industry partners to exchange information about threats, best practices and trends. Governance • Our chief information officer oversees information protection, and we have governance and compliance structures in place to address or elevate issues if needed. • Senior leaders from major business units and support entities review cybersecurity threats, prioritize security actions, and help build awareness and support within their organizations. • Our Confidential Information Protection Council ensures that we appropriately classify and protect confidential information and trade secrets. • Our Privacy committee, comprising cross-organizational representatives, helps protect TIers', customers' and business partners' personally identifiable information. Assessment We: • Regularly review and test controls to ensure that protections function as they should. • Conduct external penetration tests, internal vulnerability assessments, and audits at the site and business level. • Evaluate our practices against industry standards and vet with external experts. • Address any identified deficiencies. Grievance channels If employees identify potential threats or have questions or concerns about IT security, we have internal channels to assist them. Customers and suppliers can also contact us directly through their account managers and other channels. Resources TI allocates extensive financial, human and information protection resources to protect intellectual property and employee and customer information. |\n\n| Indicator | Description | Response |\n|-----------|-------------|----------|\n| 418-1     | Substantiated complaints concerning breaches of customer privacy and losses of customer data | TI investigates and evaluates all potential breaches or privacy concerns that are brought to its attention. While the company does not report or publish information about individual concerns or allegations, we would report or disclose any material breach or data concern as required by applicable legal or regulatory requirements. |\n\n### Business continuity and risk management\n\n| Indicator | Description | Response |\n|-----------|-------------|----------|\n| 3-3       | Management of material topics | See the Risk Management and Business Continuity section of TI's 2022 Corporate Citizenship Report to learn more about how TI manages these programs. TI is a member of the business continuity planning (BCP) Conference Board, a consortium of business stakeholders who discuss and share best practices on ways to anticipate, mitigate and avoid risks. |\n## Task Force on Climate-Related Financial Disclosures\n\nThe Financial Stability Board created the Task Force on Climate-related Financial Disclosures (TCFD) to improve and increase reporting of climate-related financial information. This index includes information that is not material to TI, but may be considered important to TI and our stakeholders.\n\n### Governance\n\n| Subtopic                  | Description                                                                 | Response                                                                 |\n|---------------------------|-----------------------------------------------------------------------------|--------------------------------------------------------------------------|\n| Board oversight           | Describe the board’s oversight of climate-related risks and opportunities.   | See Board Oversight of Environmental, Social and Governance (ESG) Matters and TI's 2023 CDP Climate Change response. |\n| Management's role         | Describe management's role in assessing and managing climate-related risks and opportunities. | See Board Oversight of ESG Matters and TI's 2023 CDP Climate Change response. |\n\n### Strategy\n\n| Subtopic                  | Description                                                                 | Response                                                                 |\n|---------------------------|-----------------------------------------------------------------------------|--------------------------------------------------------------------------|\n| Risks and opportunities   | Describe the climate-related risks and opportunities the organization has identified over the short, medium and long term. | See TI's 2023 CDP Climate Change response.                                |\n| Impact on organization    | Describe the impact of climate-related risks and opportunities on the organization's business, strategy and financial planning. | See TI's 2023 CDP Climate Change response.                                |\n| Resilience of strategy    | Describe the resilience of the organization's strategy, taking into consideration different climate-related scenarios, including a 2°C or lower scenario. | See TI's 2023 CDP Climate Change response.                                |\n\n### Risk management\n\n| Subtopic                  | Description                                                                 | Response                                                                 |\n|---------------------------|-----------------------------------------------------------------------------|--------------------------------------------------------------------------|\n| Risk assessment processes | Describe the organization's processes for identifying and assessing climate-related risks. | See TI's 2023 CDP Climate Change response.                                |\n| Risk-management processes | Describe the organization's processes for managing climate-related risks.    | See TI's 2023 CDP Climate Change response.                                |\n| Resilience of strategy    | Describe the resilience of the organization's strategy, taking into consideration different climate-related scenarios, including a 2°C or lower scenario. | See TI's 2023 CDP Climate Change response.                                |\n| Integration into overall risk management | Describe how processes for identifying, assessing and managing climate-related risks are integrated into the organization's overall risk management. | See TI's 2023 CDP Climate Change response.                                |\n\n### Metrics and targets\n\n| Subtopic                  | Description                                                                 | Response                                                                 |\n|---------------------------|-----------------------------------------------------------------------------|--------------------------------------------------------------------------|\n| Climate-related metrics   | Disclose the metrics used by the organization to assess climate-related risks and opportunities in line with its strategy and risk management process. | TI has not defined metrics to assess climate-related risks at this time. |\n| Scope 1, 2 and 3 GHG emissions | Disclose scope 1, scope 2, and if appropriate, scope 3 GHG emissions and the related risks. | See the Greenhouse Gas Emissions section of TI's 2022 Corporate Citizenship Report and TI's 2023 CDP Climate Change response. |\n| Climate-related targets   | Describe the targets used by the organization to manage climate-related risks and opportunities and performance against targets. | See the Greenhouse Gas Emissions section of TI's 2022 Corporate Citizenship Report and TI's 2023 CDP Climate Change response. |\n## Sustainability Accounting Standards Board\n\nTI uses the Sustainability Accounting Standards Board (SASB) Standards on topics deemed significant to semiconductor companies. This index includes information that is not material to TI, but may be considered important to TI and our stakeholders.\n\n| Subtopic                                      | Indicator | Description                                                                 | Response                                                                                                                                                                                                 |\n|-----------------------------------------------|-----------|-----------------------------------------------------------------------------|----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------|\n| GHG emissions                                 | TC-SC-110a.1 | Gross global scope 1 greenhouse gas (GHG) emissions and the amount of total emissions from perfluorinated compounds. | See the [Greenhouse Gas Emissions section](#) of TI's 2022 Corporate Citizenship Report or TI's [2023 CDP Climate Change response](#) for GHG data.                                                                 |\n|                                               | TC-SC-110a.2 | Discussion of long- and short-term strategy or plan to manage scope 1 emissions, emissions reduction targets and an analysis of performance against those targets. | See TI's [2023 CDP Climate Change response](#).                                                                                                                                                           |\n| Energy management in manufacturing            | TC-SC-130a.1 | Total energy consumed, percentage grid electricity and percentage renewable energy. | In 2022, TI consumed 13,488,318 gigajoules of energy. See the [Performance Data Appendix](#) of TI's 2022 Corporate Citizenship Report for additional energy data.                                                  |\n| Water management                               | TC-SC-140a.1 | Total water withdrawn, total water consumed, and percentage of each in regions with high or extremely high baseline water stress. | In 2022, TI consumed 5,393 thousand cubic meters of water and withdrew 24,217 thousand cubic meters. See the [Performance Data Appendix](#) of TI's 2022 Corporate Citizenship Report and TI's [2032 CDP Water Security response](#) for additional water data. |\n| Waste management                               | TC-SC-150a.1 | Amount of hazardous waste from manufacturing, percentage recycled.          | See the [Performance Data Appendix](#) of TI's 2022 Corporate Citizenship Report for waste data.                                                                                                           |\n| Employee health and safety                    | TC-SC-320a.1 | Description of efforts to assess, monitor and reduce employees' exposure to human health hazards. | See the [Safety and Health section](#) of TI's 2022 Corporate Citizenship Report and the [Occupational Health and Safety section](#) of the GRI Index.                                                        |\n|                                               | TC-SC-320a.2 | Total amount of monetary losses as a result of legal proceedings associated with employee health and safety violations. | TI had no legal proceedings associated with employee health and safety that resulted in monetary losses in 2022.                                                                                           |\n| Recruiting and managing a global and skilled workforce | TC-SC-330a.1 | Percentage of employees who are foreign nationals and located offshore. | TI does not track the percentage of employees who are foreign nationals. See the [Performance Data Appendix](#) of TI's 2022 Corporate Citizenship Report for the percentage of offshore employees. |\n| Product life-cycle management                 | TC-SC-410a.1 | Percentage of products by revenue that contain International Electrotechnical Commission (IEC) 62474 declarable substances. | TI does not track the percentage of products by revenue that contain IEC 62474 declarable substances.                                                                                                     |\n|                                               | TC-SC-410a.2 | Processor energy efficiency at a system level for servers, desktops and laptops. | Processor energy efficiency is not relevant to our business.                                                                                                                                              |\n| Material sourcing                              | TC-SC-440a.1 | Description of the management of risks associated with the use of critical materials. | See the [Responsible Minerals section](#) of TI's 2022 Corporate Citizenship Report and TI's [Conflict Minerals Policy](#).                                                                            |\n| Intellectual property protection               | TC-SC-520a.1 | Total amount of monetary losses as a result of legal proceedings associated with anticompetitive behavior regulations. | TI was not subject to any monetary losses from legal proceedings associated with anti-competitive behavior regulations in 2022.                                                                         |\nNotice regarding forward-looking statements\n\nThis communication includes forward-looking statements intended to qualify for the safe harbor from liability established by the Private Securities Litigation Reform Act of 1995. These forward-looking statements generally can be identified by phrases such as TI or its management \"believes,\" \"expects,\" \"anticipates,\" \"foresees,\" \"forecasts,\" \"estimates\" or other words or phrases of similar import. Similarly, statements herein that describe TI's business strategy, outlook, objectives, plans, intentions or goals are forward-looking statements. All such forward-looking statements are subject to certain risks and uncertainties that could cause actual results to differ materially from those in forward-looking statements. For a more detailed discussion of these factors, see the risk factors discussion in the first quarter of 2023 form 10-Q, filed with the SEC. The forward-looking statements included in this communication are made only as of the date of this communication. We undertake no obligation to update the forward-looking statements to reflect subsequent events or circumstances.\nIndependent Limited Assurance Statement to Texas Instruments Incorporated\n\nERM Certification & Verification Services Incorporated (“ERM CVS”) was engaged by Texas Instruments Incorporated (“TI”) to provide limited assurance in relation to the selected information set out below and presented in the 2022 TI Corporate Citizenship Report (the “Report”).\n\n| Engagement summary |\n|--------------------|\n| **Scope of our assurance engagement** | Whether the fiscal year 2022 GHG emissions and energy data for the following selected indicators are fairly presented in the Report, in all material respects, in accordance with the reporting criteria. |\n| | • Total Scope 1 GHG emissions (excluding those generated from fluorinated heat transfer fluids) [metric tonnes CO₂e] |\n| | • Total Scope 2 GHG emissions (location-based) [metric tonnes CO₂e] |\n| | • Total Scope 2 GHG emissions (market-based) [metric tonnes CO₂e] |\n| | • Total Energy Consumption (MWH) |\n| | • Total Renewable Energy (MWH) |\n| **Reporting period** | 1 January 2022 – 31 December 2022 |\n| **Reporting criteria** | • Texas Instruments’ Basic Reporting Criteria (Scope 1) |\n| | • World Resources Institute (WRI)/World Business Council for Sustainable Development (WBCSD) Greenhouse Gas (GHG) Protocol Corporate Accounting and Reporting Standard (Scope 2) |\n| | • United States Environmental Protection Agency (USEPA), Greenhouse Gas Reporting Program (GHGRP), Subpart I –Electronics Manufacturing |\n| **Assurance standard and level of assurance** | We performed a limited assurance engagement, in accordance with the International Standard on Assurance Engagements ISAE 3000 (Revised) ‘Assurance Engagements other than Audits or Reviews of Historical Financial Information’ issued by the International Auditing and Standards Board. |\n| | The procedures performed in a limited assurance engagement vary in nature and timing from and are less in extent than for a reasonable assurance engagement and consequently, the level of assurance obtained in a limited assurance engagement is substantially lower than the assurance that would have been obtained had a reasonable assurance engagement been performed. |\n| **Respective responsibilities** | Texas Instruments is responsible for preparing the Report and for the collection and presentation of the information within it, and for the designing, implementing, and maintaining of internal controls relevant to the preparation and presentation of the Report. |\n| | ERM CVS’ responsibility is to provide conclusions to Texas Instruments on the agreed scope based on our engagement terms with Texas Instruments, the assurance activities performed and exercising our professional judgement. We accept no responsibility, and deny any liability, to any party other than Texas Instruments for the conclusions we have reached. |\n\n**Our conclusion**\nBased on our activities, as described below, nothing has come to our attention to indicate that the 2022 data and information for the disclosures listed under ‘Scope’ above are not fairly presented in the Report, in all material respects, in accordance with the reporting criteria.\n\n**Emphasis of matter**\nWithout affecting our conclusion, we draw attention to the explanatory notes provided by Texas Instruments relating to the data on page 10 and page 42 of the Report, in particular the limitations relating to additional sources of Scope 1 GHG data on page 10 and page 42 of the Report, which should be read in conjunction with the data.\nOur assurance activities\nConsidering the level of assurance and our assessment of the risk of material misstatement of the Report a multi-disciplinary team of sustainability and assurance specialists performed a range of procedures that included, but was not restricted to, the following:\n\n- Assessing the appropriateness of the reporting criteria for the Report.\n- Interviews with management representatives responsible for managing the selected issues.\n- Interviews with relevant staff to understand and evaluate the relevant management systems and processes (including internal review and control processes) used for collecting and reporting the selected disclosures.\n- A review at corporate level of a sample of qualitative and quantitative evidence supporting the reported information.\n- An analytical review of the year-end data submitted by all locations included in the consolidated 2022 group data for the selected disclosures which included testing the completeness and mathematical accuracy of conversions and calculations, and consolidation in line with the stated reporting boundary.\n- In-person site visit to Texas Instruments’ North Dallas Campus (USA) and Miho (Japan) facilities/production sites to review source data and local reporting systems and controls. As well as a virtual site to Portland (Maine, USA) facility to review source data and local reporting systems and controls.\n- Confirming conversion and emission factors and assumptions used.\n- Reviewing the presentation of information relevant to the scope of our work in the Report to ensure consistency with our findings.\n\nThe limitations of our engagement\nThe reliability of the assured information is subject to inherent uncertainties, given the available methods for determining, calculating, or estimating the underlying information. It is important to understand our assurance conclusions in this context.\n\nOur independence, integrity and quality control\nERM CVS is an independent certification and verification body accredited by UKAS to ISO 17021:2015. Accordingly, we maintain a comprehensive system of quality control, including documented policies and procedures regarding compliance with ethical requirements, professional standards, and applicable legal and regulatory requirements. Our quality management system is at least as demanding as the relevant sections of ISQM-1 and ISQM-2 (2022).\n\nERM CVS applies a Code of Conduct and related policies to ensure that its employees maintain integrity, objectivity, professional competence, and high ethical standards in their work. Our processes are designed and implemented to ensure that the work we undertake is objective, impartial and free from bias and conflict of interest. Our certified management system covers independence and ethical requirements that are at least as demanding as the relevant sections of Parts A & B of the IESBA Code relating to assurance engagements.\n\nThe team that has undertaken this assurance engagement has extensive experience in conducting assurance on environmental, social, ethical and health and safety information, systems and processes, and provides no consultancy related services to Texas Instruments in any respect.\n\nOther Matters - observations\nWe have provided Texas Instruments with a separate management report. Without affecting the conclusions presented above, we have the following observations:\n\n- We recommend attention is given during 2023 to: Develop and refine Fluorinated Heat Transfer Fluids (FHTFs) data collection and reporting to align with IPCC 2019 across all international sites to align with industry peers, and include FHTFs from the US and international sites within the 2023 GHG inventory.\n\nBeth Wyke\nHead of Corporate Assurance Services\nMalvern, PA\n\n2 June 2023\nERM Certification & Verification Services Incorporated\nwww.ermcvs.com | post@ermcvs.com", "source": "texas_instruments_2022", "added": "2025-04-27", "created": "2025-04-27", "metadata": {"Source-File": "climate_reports/tp_reports/texas_instruments_2022.pdf", "olmocr-version": "0.1.59", "pdf-total-pages": 76, "total-input-tokens": 158269, "total-output-tokens": 48555, "total-fallback-pages": 0}, "attributes": {"pdf_page_numbers": [[0, 0, 1], [0, 2285, 2], [2285, 3881, 3], [3881, 6712, 4], [6712, 9144, 5], [9144, 10382, 6], [10382, 10411, 7], [10411, 13127, 8], [13127, 15774, 9], [15774, 18687, 10], [18687, 21405, 11], [21405, 24151, 12], [24151, 28258, 13], [28258, 31666, 14], [31666, 33971, 15], [33971, 34002, 16], [34002, 36219, 17], [36219, 38458, 18], [38458, 39746, 19], [39746, 44342, 20], [44342, 46336, 21], [46336, 48744, 22], [48744, 52613, 23], [52613, 55362, 24], [55362, 55372, 25], [55372, 56960, 26], [56960, 58465, 27], [58465, 60611, 28], [60611, 61648, 29], [61648, 63798, 30], [63798, 65674, 31], [65674, 69331, 32], [69331, 73730, 33], [73730, 76687, 34], [76687, 76711, 35], [76711, 79511, 36], [79511, 82909, 37], [82909, 85680, 38], [85680, 87196, 39], [87196, 87207, 40], [87207, 88265, 41], [88265, 91339, 42], [91339, 94151, 43], [94151, 96856, 44], [96856, 98209, 45], [98209, 100249, 46], [100249, 104610, 47], [104610, 108746, 48], [108746, 112175, 49], [112175, 115908, 50], [115908, 118406, 51], [118406, 122294, 52], [122294, 126219, 53], [126219, 129415, 54], [129415, 132284, 55], [132284, 136329, 56], [136329, 138801, 57], [138801, 142369, 58], [142369, 145826, 59], [145826, 148555, 60], [148555, 151934, 61], [151934, 155478, 62], [155478, 160125, 63], [160125, 164264, 64], [164264, 168016, 65], [168016, 171440, 66], [171440, 173951, 67], [173951, 176565, 68], [176565, 179863, 69], [179863, 183459, 70], [183459, 186597, 71], [186597, 191379, 72], [191379, 196964, 73], [196964, 198104, 74], [198104, 201595, 75], [201595, 205450, 76]]}}