{"id": "13fd24a71105720825910925cff5ff4de75a0b0e", "text": "# Table of Contents\n\n## Environmental\n- Environmental sustainability 8\n- Operational sustainability 9\n- Growing the renewable energy supply 14\n- Supplier engagement 15\n\n## Social impact\n- Supporting customers and communities 17\n- Climate-aligned philanthropy 25\n- Diversity, equity, and inclusion 28\n- Employees 34\n\n## Governance\n- Corporate governance and ethics 42\n- Board of Directors 43\n- Executive compensation 44\n- Code of Ethics and Business Conduct 45\n- Risk management 46\n- Policy advocacy 47\n- Information and cybersecurity 48\n- Privacy protection 49\n- Understanding environmental and social impacts 50\n\n## Appendix\n- Alignment with the United Nations Sustainable Development Goals 52\n- Sustainability Accounting Standard Board (SASB) Index 53\n- Global Reporting Initiative (GRI) Index 58\n- Task Force on Climate-related Financial Disclosures (TCFD) Index 65\n- Forward-looking statements 67\n- References and resources 69\nAbout Wells Fargo\n\nWells Fargo & Company (NYSE: WFC) is a leading financial services company that has approximately $1.9 trillion in assets, proudly serves one in three U.S. households and more than 10% of small businesses in the U.S., and is a leading middle market banking provider in the U.S. We provide a diversified set of banking, investment, and mortgage products and services, as well as consumer and commercial finance, through our four reportable operating segments: Consumer Banking and Lending, Commercial Banking, Corporate and Investment Banking, and Wealth & Investment Management. Wells Fargo ranked No. 41 on Fortune’s 2022 rankings of America’s largest corporations. In the communities we serve, the company focuses its social impact on building a sustainable, inclusive future for all by supporting housing affordability, small business growth, financial health, and a low-carbon economy.\n\nCautionary notes\n\nThis document contains forward-looking statements about our future activities, plans, objectives, expectations, and other future conditions. Please see the Disclaimer and Forward-Looking Statements section for more information about factors that could cause actual results to differ materially from our forward-looking statements.\n\nData herein is as of Dec. 31, 2021, unless otherwise indicated.\n\nWells Fargo has provided external links within this document for your convenience, but Wells Fargo does not endorse and is not responsible for the content, links, privacy policy, or security policy of these websites.\nA letter from the CEO\n\nAt Wells Fargo, we believe that to be successful as a company, we must consider a broad set of stakeholders in our decisions and actions, beyond shareholders. This is not in lieu of shareholders — in fact, we believe a broader focus will enhance our returns to shareholders over time. Consumers and businesses want to do business with a company that actively supports employees, customers, and communities — especially those most in need.\n\nIn the pages that follow, you’ll find an overview of the environmental, social, and governance (ESG) work underway at Wells Fargo. This includes the work we are doing to build a sustainable, inclusive future in the communities we serve. These efforts span housing affordability, small business growth, financial inclusion, addressing climate change, and other initiatives.\n\nWe consider this work a sustained, long-term commitment. We know that there is much work to do, and Wells Fargo is well-positioned to make a difference.\n\n— Charles W. Scharf\nCEO, Wells Fargo & Company\nWells Fargo’s key ESG themes & focus areas\n\nAs a leading financial services company, Wells Fargo believes that it has a role to play in addressing social, economic, and environmental sustainability, and the company is committed to sound and effective corporate governance practices. The company continues to take an active role in addressing pressing societal challenges to drive positive impact.\n\nWells Fargo regularly assesses ESG and sustainability themes and focus areas that it believes are most relevant to the company and its stakeholders. The company monitors ESG trends, and has periodically engaged with stakeholders to identify top-of-mind ESG themes, which inform its strategies, goals, and reporting priorities. With those topics in mind, Wells Fargo continues to work to make meaningful progress with respect to these pressing ESG challenges.\nWells Fargo focuses its work on three sustainability-related areas of critical importance.\n\n**Environmental sustainability**\nWells Fargo believes that climate change is one of the most urgent environmental and social issues of our time. That is why in March 2021, Wells Fargo announced its effort to support the transition to a low-carbon economy by setting a goal of net-zero greenhouse gas emissions by 2050. In 2021, the bank also joined the Net-Zero Banking Alliance, an industry leadership group focused on implementing climate targets. In furtherance of this net-zero goal, in May 2022, the company published the [Wells Fargo CO2eMission](#), a climate alignment and target-setting methodology for its financing portfolios, and set its first interim financed emissions targets for two high-emitting sectors (Oil & Gas and Power). In 2021, the company also launched an Institute for Sustainable Finance to deploy $500 billion of financing to sustainable businesses and projects by 2030, as well as to support science-based research on low-carbon solutions, and advocate for policies that enable client transitions.\n\n**Social impact**\nWells Fargo seeks to support a more sustainable and equitable economy by opening pathways to economic advancement, championing quality affordable homes, empowering small business growth, and enabling a low-carbon economy. Through these and other efforts, the company hopes to help build wealth, enhance economic mobility, and strengthen diverse and historically marginalized communities. In collaboration with community organizations, civic leaders, and nonprofits at the local, state, and national levels, Wells Fargo is working to address systemic barriers to financial inclusion and opportunity. Wells Fargo’s resources and expertise can make a positive impact in communities, addressing these complex societal issues to help build a more sustainable, equitable future for all.\n\n**Diversity, equity, and inclusion**\nWells Fargo is dedicated to diversity, equity, and inclusion. The company is focused on increasing diverse representation at all levels, creating a more inclusive workplace, and better serving and growing its diverse customer segments and diverse suppliers across all lines of business. This approach is embedded in the company’s culture and business practices, products and services, and philanthropic giving. Additional details are discussed in the [2022 Diversity, Equity, and Inclusion Report](#).\n\nAs Wells Fargo continues its work on key ESG themes, the company recognizes that its employees, culture, and governance are all critical ingredients for making meaningful progress.\nEnvironmental\nEnvironmental sustainability\n\nWells Fargo’s focus on environmental sustainability is about working toward an equitable and sustainable future and to support the transition to a low-carbon economy. In March 2021, Wells Fargo announced its efforts to support the transition to a low-carbon economy by setting a goal of net-zero greenhouse gas emissions — including its financed emissions — by 2050.\n\nIn addition to Wells Fargo’s net-zero greenhouse gas emissions by 2050 goal, the company committed to deploying its resources and working closely with customers. To drive its execution efforts, Wells Fargo established an enterprise-wide climate initiative to promote leadership connectivity and accountability. In addition, Wells Fargo’s Independent Risk Management (IRM) function provides holistic oversight of the integration of climate considerations into the Risk Management Framework.\nOperational sustainability\n\nWells Fargo is working to embed environmental sustainability throughout our operations to drive efficiencies and responsible resource use, including reducing energy, water, and resource consumption as well as greenhouse gas emissions.\n\nWells Fargo continues to work to reduce the emissions, water and energy consumption, and waste associated with its operations.\n\n| Common factors used to measure relative environmental performance | Unit | 2019 | 2020 | 2021 |\n|---------------------------------------------------------------|------|------|------|------|\n| Employees¹ | # of employees | 271,924 | 268,531 | 249,435 |\n| Revenue | USD (in billions) | 86.8 | 74.3 | 78.5 |\n| Square footage² | # sq ft | 86,179,338 | 82,617,819 | 78,200,000 |\n\nNotes\n1. Employee numbers for this section reflect employee headcount at Wells Fargo as reported in the company’s annual report for each calendar year.\n2. Includes square footage (sq ft) from Wells Fargo-owned and leased facilities worldwide, as well as its network of more than 12,000 ATMs in the U.S. Excludes square footage from land and parking lots.\n\n| Energy usage | Unit³ | 2019 | 2020 | 2021 |\n|--------------|------|------|------|------|\n| Fuel (includes fuel oil, propane, and fuels for fleet vehicles) | MWh | 24,713 | 16,979 | 20,330 |\n| Natural gas | MWh | 383,277 | 353,183 | 310,483 |\n| Electricity¹ | MWh | 1,816,629 | 1,654,354 | 1,550,417 |\n| Chilled water | MWh | 0 | 0 | 0 |\n| District heating² | MWh | 13,518 | 13,211 | 12,911 |\n| Total energy consumption | MWh | 2,238,137 | 2,037,727 | 1,894,141 |\n| Reduction in total energy consumption (from 2019 baseline) | % | 0 | 9 | 15 |\n| Purchased electricity consumption | kWh/sq ft | 21.0 | 20.0 | 19.8 |\n| kWh/employee | 6,992 | 6,161 | 6,256 |\n\nNotes\n1. Includes purchased and self-supplied electricity. Refer to table within Growing the renewable energy supply section for additional details.\n2. District heating includes purchased steam.\n3. To facilitate the calculation of total energy usage, all components are converted into MWh.\n### LEED® buildings¹\n\n|                      | Unit | 2019       | 2020       | 2021       |\n|----------------------|------|------------|------------|------------|\n| Total sq ft of LEED-certified projects | sq ft | 43,111,577 | 44,521,605 | 44,941,226 |\n| Total number of LEED-certified | # of projects | 834 | 907 | 912 |\n\n**Notes**\n1. Includes certifications and recertifications under all Leadership in Energy and Environmental Design (LEED) rating systems (for example, new construction, existing buildings, and interior design) for relevant leased and owned spaces.\n\n### Paper consumption\n\n|                      | Unit | 2019 | 2020 | 2021 |\n|----------------------|------|------|------|------|\n| Copy paper made from >30% post-consumer waste | % | 81 | 77 | 76 |\n\n### Waste\n\n|                      | Unit | 2019 | 2020 | 2021 |\n|----------------------|------|------|------|------|\n| Recycling: plastic, metal, and cardboard | short tons | 5,536 | 4,104 | 3,992 |\n| Other recycling: compost, cable, media, and e-waste¹ | short tons | 2,220 | 698 | 850 |\n| Paper recycled | short tons | 44,474 | 31,567 | 25,422 |\n| Total recycling | short tons | 52,230 | 36,369 | 30,265 |\n| Total waste to landfill | short tons | 28,582 | 24,647 | 19,874 |\n| Total waste stream | short tons | 80,813 | 61,016 | 50,139 |\n| Reduction in total waste stream (from 2019 baseline) | % | 0 | 24 | 38 |\n| Devices reused or recycled¹,² | # of devices | 30,617 | 13,117 | 23,130 |\n| Devices reused or recycled¹,² | # of pounds | 15,316 | 8,503 | 16,026 |\n| E-waste disposed of using certified responsible vendors¹,² | % | 100 | 100 | 100 |\n\n**Notes**\n1. Wells Fargo is a member of the e-Stewards Standards, which sets standards for disposal of hazardous electronic waste that includes electronic equipment, parts, and materials (for example, computers, monitors and peripherals, fax machines, printers, copiers, and cell phones destined for recycling or disposal, but not for direct reuse), which contain, consist of, or are derived from materials that pose potential threats to public health or the environment or meet any of the following criteria:\n   a. Are listed, referenced, considered, or referred to as a hazardous waste in laws or treaties, or by the U.S. Environmental Protection Agency or other relevant U.S., state, local, or foreign governmental agencies; or\n   b. Exhibit one or more of the characteristics of hazardous waste (ignitability, cohesiveness, reactivity, and/or toxicity); or is generated by the treatment of hazardous waste; or is contained in a hazardous waste.\n2. Data is specific to mobile devices (iPhone, iPad only).\nWells Fargo calculates its operational Scope 1 and Scope 2 emissions in accordance with the Greenhouse Gas Protocol. Scope 1 emissions are direct greenhouse gas (GHG) emissions that occur from sources that are controlled or owned by an organization. Scope 2 emissions are indirect GHG emissions associated with the purchase of electricity, steam, heat, or cooling, and are a result of the organization’s energy use.\n\n### Water\n\n| Total water consumption (municipal water use) | Cubic meters | 2019 | 2020 | 2021 |\n|---------------------------------------------|--------------|------|------|------|\n| Reduction in water consumption (from 2019 baseline) | % | 0 | 14 | 30 |\n\n### Scope 1 and Scope 2 (location & market based) Emissions\n\n| Emissions | Unit | 2019 | 2020 | 2021* |\n|-----------|------|------|------|-------|\n| Stationary combustion | MTCO2e | 72,238 | 67,430 | 59,342 |\n| Mobile combustion | MTCO2e | 3,080 | 579 | 683 |\n| Refrigerants and fire suppressants | MTCO2e | 11,285 | 10,078 | 13,293 |\n| Total Scope 1 | MTCO2e | 86,602 | 78,087 | 73,319 |\n| Purchased electricity | MTCO2e | 768,266 | 691,019 | 569,079 |\n| District heating | MTCO2e | 3,061 | 2,992 | 554 |\n| Total Scope 2 (location) | MTCO2e | 771,327 | 694,011 | 569,633 |\n| Purchased electricity | MTCO2e | 1,927 | 623 | 1,238 |\n| District heating | MTCO2e | 3,061 | 2,991 | 554 |\n| Total Scope 2 (market) | MTCO2e | 4,988 | 3,614 | 1,792 |\n| Total Scope 1 and 2 (location) | MTCO2e | 857,929 | 772,098 | 642,952 |\n| Total Scope 1 and 2 (market) | MTCO2e | 91,591 | 81,701 | 75,111 |\n| Carbon offsets purchased | MTCO2e | 98,981 | 92,019 | 81,809 |\n| Net Scope 1 and Scope 2 (market) | MTCO2e | 0 | 0 | 0 |\n| Reduction in total Scope 1 and 2 (location) GHG emissions (from 2019 baseline) | % | 0 | 10 | 25 |\n\n**Notes**\n\n1. MTCO2e stands for metric tons carbon dioxide equivalent.\n2. Wells Fargo has purchased carbon offsets to achieve carbon neutrality for Scope 1 and Scope 2 emissions since 2019.\n3. A location-based method reflects the average emissions intensity of grids on which energy consumption occurs (using grid-average emission factor data). A market-based method reflects emissions from electricity that Wells Fargo has purposefully chosen. It derives emission factors from contractual instruments, which include any type of contract between two parties for the sale and purchase of energy bundled with attributes about the energy generation, or for unbundled attribute claims.\n4. Total Scope 1 emissions in 2019 and 2020 have been restated to reflect a correction to the emissions calculation for stationary combustion.\n\n**References**\n\n- Environmental Data Assurance (PDF)\n- CDP Report (PDF)\n| Scope 3 Emissions | Unit¹ | 2019       | 2020       | 2021*       |\n|-------------------|-------|------------|------------|------------|\n| Category 1: Purchased goods and services² | MTCO2e | 2,304,829  | 1,639,281  | 1,429,619  |\n| Category 2: Capital goods² | MTCO2e | 455,599    | 358,268    | 348,249    |\n| Category 3: Fuel and energy-related activities (not included in Scope 1 or 2) | MTCO2e | 148,420    | 123,970    | 121,357    |\n| Category 4: Upstream transportation and distribution³ | Not relevant | Not relevant | Not relevant | Not relevant |\n| Category 5: Waste generated in operations | MTCO2e | 9,921      | 7,622      | 13,058     |\n| Category 6: Employee business travel (air travel only)⁴ | MTCO2e | 71,019     | 14,111     | 4,795      |\n| Category 7: Employee commuting | MTCO2e | 613,405    | 313,757    | 218,795    |\n| Category 8: Upstream leased assets³ | Not relevant | Not relevant | Not relevant | Not relevant |\n| Category 9: Downstream transportation and distribution³ | Not relevant | Not relevant | Not relevant | Not relevant |\n| Category 10: Processing of sold products³ | Not relevant | Not relevant | Not relevant | Not relevant |\n| Category 11: Use of sold products³ | Not relevant | Not relevant | Not relevant | Not relevant |\n| Category 12: End of life treatment of sold products¹ | Not relevant | Not relevant | Not relevant | Not relevant |\n| Category 13: Downstream leased assets³ | Not relevant | Not relevant | Not relevant | Not relevant |\n| Category 14: Franchises³ | Not relevant | Not relevant | Not relevant | Not relevant |\n| Category 15: Investments³,⁵ | Relevant, not calculated | Relevant, not calculated | Relevant, not calculated | Relevant, not calculated |\n\nNotes\n\n¹Wells Fargo’s environmental data included in the Statements of Greenhouse Gas (GHG) Emissions has been reviewed by an independent third-party accountant for the year ended December 31, 2021.\n\n²MTCO2e stands for metric tons carbon dioxide equivalent.\n\n³In 2020, Scope 3, Category 1 and Category 2 emissions reporting transitioned to USEEIO 1.0 emissions factors from previously utilized UK DEFRA emissions factors. This methodology change resulted in a large decrease in emissions. In 2021, USEEIO 1.1 emission factors were applied resulting in additional accounting refinements.\n\n⁴Categories listed above as “not relevant” or “relevant, not calculated” include activities that were not yet calculated, not applicable to Wells Fargo’s business activities or they have already been included in Scope 1 and 2 emissions.\n\n⁵Category 6: Employee business air travel emissions in 2019 and 2020 have been restated to reflect a correction to the emissions calculation.\n\n⁶Wells Fargo is in the process of calculating this data, but has not made significant enough progress to report figures. Refer to Wells Fargo CO2eMissionSM for additional information.\n\nReferences\n\nEnvironmental Data Assurance (PDF)\nCDP Report (PDF)\n### Scope 1 & 2 GHG emissions intensity\n\n| Scope 1 and Scope 2 (location) emissions per revenue¹ | Unit                  | 2019 | 2020 | 2021 |\n|------------------------------------------------------|-----------------------|------|------|------|\n| Total Scope 1 and Scope 2 (location) emissions per revenue¹ | MTCO2e/revenue (in millions USD) | 10.1 | 10.7 | 8.2  |\n| Total Scope 1 and Scope 2 (location) emissions per sq ft¹ | MTCO2e/1,000 sq ft    | 10.0 | 9.3  | 8.2  |\n| Total Scope 1 and Scope 2 (location) emissions per employee¹ | MTCO2e/employee       | 3.3  | 2.9  | 2.6  |\n\n**Notes**\n\n1. A location-based method reflects the average emissions intensity of grids on which energy consumption occurs (using grid-average emission factor data).\nGrowing the renewable energy supply\n\nConsistent with the company’s climate and sustainability goals, Wells Fargo is committed to supporting the development of new sources of renewable energy. Through the end of 2021, Wells Fargo contracted for 210 megawatts (MW) of new renewable energy generation across 13 states and three countries, supporting new job creation and creating resilient communities.\n\n| Renewable energy consumed                                      | Unit | 2019  | 2020  | 2021  |\n|----------------------------------------------------------------|------|-------|-------|-------|\n| Self-supply¹                                                   | MWh  | 586   | 534   | 551   |\n| Physical power purchase agreements (PPA)²                     | MWh  | 10,694| 7,503 | 62,858|\n| Total long-term commitments supporting new renewable energy assets³ | MWh  | 11,280| 8,037 | 63,409|\n| Unbundled Renewable Energy Certificates (RECs)⁴                | MWh  | 1,814,780| 1,658,740| 1,610,463|\n| Total renewable energy purchased                               | MWh  | 1,826,060| 1,666,777| 1,673,872|\n| Percent of consumed electricity as renewable                   | %    | 101   | 101   | 108   |\n| Total capacity from long-term agreements supporting new sources of renewable energy⁵ | MW   | 40    | 186   | 210   |\n\nNotes\n1. Self-supply is when a consumer generates and supplies their own electricity. Wells Fargo’s self-supply refers to its on-site solar program.\n2. Physical power purchase agreements are contracts for the purchase of power and associated Renewable Energy Certificates from a specific renewable energy generator (the seller) to a purchaser of renewable electricity (the buyer).\n3. Wells Fargo met 100% of its electricity consumption with renewable energy, primarily from unbundled Renewable Energy Certificates beginning in 2017. Its goal is to transition to long-term agreements (defined as contracts with a duration of five years or longer) that directly support new sources of renewable energy. New sources of renewable energy are defined as assets where commercial operation was achieved no earlier than 12 months prior to contract execution.\n4. Unbundled Renewable Energy Certificates are sold, delivered, or purchased separately from the electricity generated by the renewable resource.\n5. This data includes cumulative new renewable energy generation capacity contracted by Wells Fargo. Some assets have not yet achieved commercial operation and are under construction.\nSupplier engagement\n\nWells Fargo’s Supplier Code of Conduct (PDF) outlines the company’s expectation that suppliers not only comply with applicable laws, regulations, and contract terms, but also conduct themselves with the highest standards of ethical business practices, environmental stewardship, and community investment.\n\n| Integrating ESG into supplier selection and engagement¹ | Unit | 2019 | 2020 | 2021 |\n|--------------------------------------------------------|------|------|------|------|\n| Suppliers invited to participate in CDP survey         | # of suppliers | 209  | 198  | 188  |\n| Supplier CDP survey participation                      | % participation | 64   | 72   | 74   |\n| Responding suppliers who have self-reported science-based targets for Scope 1 and Scope 2 emissions | % of suppliers | 33   | 35   | 47   |\n\nNotes\n1. Wells Fargo encourages its suppliers to demonstrate their commitment to environmental sustainability by participating in the CDP survey. The suppliers were selected to participate using a methodology that considered each supplier’s spend, operational criticality to Wells Fargo, and whether the supplier is in a carbon-intensive industry. As a result, the majority of participating suppliers represent high spend and/or high criticality with many in high-carbon industries.\nSocial impact\nSupporting customers and communities\n\nWells Fargo focuses its social impact on building a sustainable, inclusive future for all by supporting financial health, housing affordability, and small business growth through employee volunteerism, strategic philanthropy, and products and services.\n\nWells Fargo donated nearly $615 million in charitable contributions in 2021.\n\nFinancial health\n\nAn inclusive economy is one where everyone has a pathway to economic opportunity, including the financial knowledge, skills, and resources necessary to support themselves and their families. That’s why Wells Fargo is committed to providing a variety of resources and products designed to enable individuals to learn how to manage money responsibly, build and improve credit, plan and save for the future, and reach their financial goals. Examples of Wells Fargo’s commitment to support financial health include:\n\n- **Hands on Banking** is Wells Fargo’s free, noncommercial financial education program intended to teach money management skills for all life stages, where users can learn at their own pace. The program provides tools to help teachers, nonprofit financial counselors, and Wells Fargo employee volunteers deliver financial education in schools and communities.\n\n- **The Smarter Credit Center** includes resources to help customers understand, build, and improve credit, as well as manage debt and plan for large purchases.\n\n- Through **CollegeSTEPS**, a website Wells Fargo created to help college students manage their money, students can access guidance and resources on topics such as paying for college, finding scholarships, understanding credit, managing money, and preparing for the next steps after college.\n\nReferences\n\nCommunity impact map\n\n| Philanthropy | Unit | 2019 | 2020 | 2021 |\n|--------------|------|------|------|------|\n| Total philanthropic giving (excluding Open for Business Fund) | USD (in millions) | 455 | 390 | 280 |\n| Open for Business Fund | USD (in millions) | N/A | 85 | 335 |\n\n1 Wells Fargo does not control this website. The link is provided for your convenience, but Wells Fargo does not endorse and is not responsible for the content, links, privacy policy, or security policy of this website.\n• **Wells Fargo Assist** offers a variety of options and support to customers facing financial hardship related to credit cards, home loans, loans, and other accounts.\n\n• In 2021, Wells Fargo announced the **Banking Inclusion Initiative**, a 10-year commitment to help unbanked individuals gain access to affordable, mainstream, digitally enabled transactional accounts — making financial education and advice accessible.\n\n• For the LGBTQ community, financial planning whether simple or complex can come with a unique set of challenges. Wells Fargo's **LGBTQ Resource Center** provides valuable information, from everyday banking to starting a new business.\n\n• Wells Fargo invested a total of $50 million in 13 African American Minority Depository Institutions (MDIs). As part of the capital investment, the MDIs will have access to Wells Fargo expertise and assistance.\n\n• As the exclusive sponsor of the Military Family Financial Readiness Council, led by the Military Family Advisory Network, Wells Fargo is committed to empowering service members and veterans, as well as their families, to gain financial knowledge and skills that can help them manage all stages of life, from permanent change of station to deployment to retirement.\n\n• A national alliance between Wells Fargo and Disability:IN provides continuing education opportunities for disability-owned business enterprises and service-disabled veteran disability-owned business enterprises.\n\n• The **Wells Fargo Investment Institute (WFII)** provides education, guidance, and insights to inform investment decisions. The Wells Fargo Investment Institute’s Social Impact Investing team specializes in managing sustainable and responsible investment portfolios for individuals and institutions. In 2021, a new client-specific ESG report was released, which utilizes vendor and proprietary data from the Global Manager Research team within Wealth and Investment Management, to provide ESG risk, product involvement, and carbon footprint data on client holdings.\n• Wells Fargo is committed to older adult consumers. In collaboration with the Aging Client Services Center of Excellence (ACSCOE) within the Office of Consumer Practices, Wells Fargo is enhancing the financial protection of older and vulnerable adult customers by advising its lines of business on best practices for preventing, detecting, reporting, and responding to older and vulnerable adult financial exploitation. For example, the ACSCOE recently advised on a major Wells Fargo elder fraud education campaign, which included direct customer emails, messaging on account statements, ATM banner alerts, and narratives delivered through Wells Fargo Stories. Additional consumer education resources were provided and include: Protecting those you love (PDF), Protecting older adults from fraud, and How to recognize scams targeting older adults.\n\n• Providing customers with free access to their FICO Score, as illustrated by the following table:\n\n| Customers accessing their FICO® Score | Unit | 2019 | 2020 | 2021 |\n|--------------------------------------|------|------|------|------|\n| Enabled customers to better manage their credit by providing free access to their FICO® Score¹ | # of customers (in millions) | 9.2 | 10.8 | 11.3 |\n\nNotes\n1. Results represent distinct customers who actively viewed their FICO® Score in the stated calendar year.\n\nWells Fargo provides products and services that give our customers choice and flexibility in meeting their financial health needs, and tools to help manage their accounts. Online, mobile, and text banking tools allow customers to monitor account activity, transfer funds, and help avoid unexpected overdrafts. Services include automatic zero-balance alerts that notify online banking customers by email if their account balances drop to zero or below. See below for data related to digital and mobile active customers.\n\n| Expanding financial inclusion | Unit | 2019 | 2020 | 2021 |\n|------------------------------|------|------|------|------|\n| Digital (online and mobile) active customers¹ | # in millions | 30.3 | 32.0 | 33.0 |\n| Mobile active customers² | # in millions | 24.4 | 26.0 | 27.3 |\n\nNotes\n1. Digital active customers include all customers that have logged into a Wells Fargo Online platform in the last 90 days of a given year, including online, mobile, text banking, financial management software, tablet full site, and tablet app.\n2. Mobile active customers are all customers that have logged into Wells Fargo Online using a mobile device in the last 90 days of a given year.\nFinancial health philanthropy\n\nWells Fargo is also focused on improving the financial stability of low- and moderate-income communities through philanthropic programs that increase financial inclusion and access, reduce debt, drive savings and wealth-building behavior, and transform systems so people can achieve better financial outcomes in their lives.\n\nThe Wells Fargo Foundation’s Financial Capability Grant Program helps people from diverse populations who are underbanked by connecting them to income support services and financial training. In 2021, program participants saved nearly $18 million and reduced debt by roughly $38.4 million, more than 27,300 participants established or improved their credit score, and more than 7,800 participants acquired a financial asset. Grantees include Cities for Financial Empowerment Fund, International Rescue Committee, Local Initiatives Support Corporation (LISC), National Association of Latino Community Asset Builders, Operation HOPE, and others. Additionally, grants expanded access to free, virtual financial coaching and counseling, direct cash assistance, and other financial resources to help people save money, reduce debt, and navigate other complex financial challenges.\n\nIn 2017, Wells Fargo pledged to create at least 250,000 new Black and African American homeowners in 10 years through lending $60 billion for home purchases. Through the end of 2021, the company helped over 81,756 Black and African American families and individuals become homeowners with $21.4 billion in mortgage financing.\n\nIn 2016, Wells Fargo committed to increasing Hispanic and Latino homeownership over 10 years through $125 billion in home purchase loans. Through the end of 2021, the company helped 207,248 Hispanic and Latino families and individuals become homeowners through $54.8 billion in mortgage financing.\n\nHousing affordability solutions\n\nWells Fargo recognizes that there is a shortage of affordable housing for low- and moderate-income communities, and high housing costs have amplified growing economic inequities. In 2021, the company launched the Wells Fargo Dream.Plan.Home.SM mortgage, which offers a down payment as low as 3% to eligible buyers and supports approval of those with nontraditional credit.\n\nIn 2021, the company financed $29.6 billion and $7.8 billion for new purchase loans to serve over 58,000 minority households and over 38,000 low- and moderate-income households respectively.\nWells Fargo has a $25 million total commitment to support Black and African American, Hispanic, and Latino homebuyers with financial education and counseling, with $15 million committed to Black and African American homebuyers and $10 million committed to Hispanic and Latino homebuyers. Through the end of 2021, more than $11 million and $9 million in funding have been provided in support of Black and African American homebuyers and Hispanic and Latino homebuyers respectively.\n\nHousing affordability philanthropy\n\nWells Fargo’s housing affordability philanthropic strategies are focused on keeping people in their homes, opening pathways to homeownership, increasing initiatives that drive supply of affordable homes, and advancing innovation and transformation. Wells Fargo’s goal is to support solutions that allow people to have a quality and affordable place to call home. Since 2020, the company has helped keep more than 320,000 renters and homeowners in their homes through efforts focused on eviction and foreclosure prevention assistance, rental assistance, and financial counseling. Wells Fargo has also committed $1 billion in philanthropy to supporting housing affordability solutions across the nation. Examples of Wells Fargo’s housing affordability philanthropy initiatives include:\n\n- Through the Wells Fargo Builds program, in collaboration with Habitat for Humanity and Rebuilding Together, Wells Fargo funded more than 482 home build projects across the U.S. in 2021. This funding of affordable and sustainable housing includes support for new home construction and repairs, helping older adults age in their homes, and neighborhood revitalization.\n\n- Through Wells Fargo’s NeighborhoodLIFT® program, the company collaborates with NeighborWorks® America and local nonprofits to support sustainable homeownership by delivering down payment assistance to low- and moderate-income homebuyers. This program supports individuals, both customers and noncustomers, in a number of communities throughout the U.S. While the LIFT program is focused on serving low- and moderate-income families regardless of race or ethnicity, the majority of LIFT homeowners represent those who identify as Black and African American, Indigenous, and people of color.\nServing small business\n\nSmall businesses are essential to a vibrant economy and for creating employment opportunities. Wells Fargo proudly serves over three million small business customers by putting the needs of customers front and center, innovating experience through digital enhancements, and evolving its support model to deepen relationships. Wells Fargo’s goal is to be the bank of choice for all small businesses, with a strong emphasis on supporting the needs faced by diverse and women-owned small business owners. Wells Fargo has established a number of initiatives, tools, and programs to support small businesses to help them go from surviving to thriving.\n\nWells Fargo has provided approximately 282,000 Paycheck Protection Program (PPP) loans through its 2020 and 2021 lending to support small businesses navigating the COVID-19 pandemic. Total lending was nearly $14 billion helping keep 1,739,000 Americans employed. The average loan amount for customers was $50,000, the lowest among all of the participating large financial institutions, and 42% of loans were for small businesses in low-to-moderate income neighborhoods, or those historically underserved, bringing funding to places where it could make the biggest impact.\n\nSmall business growth philanthropy\n\nWells Fargo continues to deepen its commitment to small business growth through supporting innovative nonprofit programs aimed at providing entrepreneurs with increased access to affordable sources of capital and training so businesses can grow, build assets, and create local jobs.\n\nWells Fargo established the Open for Business Fund in 2020 by voluntarily donating all gross processing fees from PPP loans made in 2020 to provide grants for Community Development Financial Institutions (CDFIs) and other nonprofit organizations that provide capital and technical support to diverse-owned small businesses. In 2021, Wells Fargo fulfilled its roughly $420 million Open for Business Fund commitment to support an inclusive economic recovery for small businesses impacted by the COVID-19 pandemic. Through the Open for Business Fund, from 2020 through the end of 2021, grants were awarded to more than 235 CDFIs and nonprofits, which are estimated to serve more than 152,000 small businesses and preserve or create more than 255,000 jobs. Roughly 85% of small businesses served are projected to be those hardest hit by the pandemic, including Black and African American, Hispanic, Native American, and Asian American-owned small businesses.\nThe Wells Fargo Diverse Community Capital (DCC) program is a multi-year $175 million program to empower diverse small business owners with access to capital and technical assistance by teaming up with CDFIs to support borrowers in all 50 states; Washington, D.C.; and Puerto Rico. The program’s CDFI awardees leveraged Diverse Community Capital funds to provide $2.9 billion in financing and 2.6 million hours of technical assistance, enabling entrepreneurs to sustain more than 369,000 jobs. In 2021, Wells Fargo reached full funding of the $175 million program commitment.\n\n### Open for Business Fund\n\n| Unit | 2020 | 2021 |\n|------|------|------|\n| # of awards funded | 51 | 223 |\n| USD (in millions) | 85 | 335 |\n| # of jobs | 36,340 | 222,560 |\n| # of small businesses | 12,580 | 139,450 |\n\n| Awardees with women, veterans, and those who self-identify as LGBTQ leaders | % of awardees | 53 | 48 |\n| Awardees with women leaders | % of awardees | 39 | 44 |\n| Awardees with Black, African American, Hispanic, Latino, Native American, Alaskan Native, Asian, Native Hawaiian, Pacific Islander or multi-racial leaders | % of awardees | 45 | 51 |\n\n### Diverse Community Capital\n\n| Unit | 2019 | 2020 | 2021 |\n|------|------|------|------|\n| Diverse Community Capital (DCC) Program — grant capital awards | USD (in millions) | 23.6 | 28.2 | 0 |\n| # of CDFIs | 27 | 34 | 0 |\n| DCC Program — debt capital awards | USD (in millions) | 2.8 | 19.1 | 12.0 |\n| # of CDFIs | 4 | 7 | 3 |\n| Total DCC capital provided | USD (in millions) | 26.4 | 47.3 | 12.0 |\n| Jobs created/retained by diverse small businesses | # of jobs | 91,324 | 100,497 | 75,403 |\n| Technical assistance provided to diverse small businesses | # of hours | 1,621,159 | 546,565 | 216,901 |\n| Amount financed to diverse small businesses by CDFIs receiving a DCC award | USD (in millions) | 858.3 | 681.2 | 693.0 |\n| Loans to diverse small businesses by CDFIs receiving a DCC award | # of loans | 108,444 | 91,316 | 113,292 |\n\n### Notes\n\n1. The number of awards funded includes only direct grants given to CDFIs/nonprofit organizations. An organization may have received more than one award and may be included in more than one of these totals.\n2. The number of jobs preserved/created and the number of small businesses served are projected impact numbers.\n3. In 2021, an updated process for tracking projected jobs created/preserved and projected small businesses served was implemented, relying on grantee data. This resulted in changes in figures for prior years.\n4. The leader percentage is representative of the CEO or Executive Director of the CDFI/nonprofit organization on the date they applied for the Open for Business Fund.\nWells Fargo additionally established an initiative called Connect to More℠ to support the development and growth of women-owned businesses by providing access to expertise and specialized resources.\n\nIn collaboration with Community Reinvestment Fund, USA, Wells Fargo launched the Small Business Resource Navigator, an online portal helping connect small business owners to potential financing options and technical assistance through Community Development Financial Institutions (CDFIs) across the country. Since the launch, the Small Business Resource Navigator has connected millions of dollars in credit requests from underrepresented small business owners to CDFIs.\n\nCorporate and commercial customers\n\nWells Fargo strives to support its corporate and commercial customers as they seek financial solutions to execute their long-term resiliency, social impact, and sustainability objectives. In 2021, Wells Fargo deployed more than $60 billion in sustainable financing with more than 80% of that in support of corporate customers’ environmental and social activities. Wells Fargo is a leading sustainability-linked loan provider helping customers finance both environmental and social-related activities across a range of industry segments and products in lending and capital markets.\n\nThe Renewable Energy & Environmental Finance (REEF) team at Wells Fargo has invested more than $13.2 billion in ~600 wind, solar, and fuel cell projects across the U.S., providing financing to ~12% of utility-scale wind and solar capacity additions between 2005 and 2021.\n\nIn 2021, Wells Fargo issued an Inclusive Communities and Climate Bond, its first sustainability bond, which funded projects and programs that support housing affordability, socioeconomic opportunity, and renewable energy. The transaction built on Wells Fargo’s expertise in, and history of, underwriting green, social, and sustainability bonds, and advances the company’s commitment to accelerate a more inclusive and sustainable economy.\n\nWells Fargo’s Sustainability Bond Framework (PDF) is available on the company website. Sustainalytics, an external firm with expertise in ESG and sustainability, reviewed this Framework and issued a Second Party Opinion (PDF), which found it to be “credible and impactful,” aligned with the Sustainability Bond Guidelines 2018, Green Bond Principles 2018, and Social Bond Principles 2020.\n\n† Wells Fargo does not control this website. The link is provided for your convenience, but Wells Fargo does not endorse and is not responsible for the content, links, privacy policy, or security policy of this website.\nClimate-aligned philanthropy: The Wells Fargo Innovation Incubator\n\nWells Fargo supports clean technology innovation and entrepreneurship through strategic philanthropy and community partnerships. The Wells Fargo Innovation Incubator (IN²) is a $50 million collaboration with the United States Department of Energy’s National Renewable Energy Laboratory (NREL) that aims to speed the path to market for technology startups focused on sustainability and resiliency in the built environment (i.e., man-made environment), as well as sustainable agriculture.\n\n| Wells Fargo Innovation Incubator (IN²) | Unit | 2019     | 2020     | 2021     |\n|----------------------------------------|------|----------|----------|----------|\n| Grant dollars awarded                  | USD  | 1,295,000| 3,119,457| 1,971,000|\n| Organizations supported                | # of | 43       | 74       | 23       |\nEmployee volunteerism and impact\n\nWells Fargo is proud of the passion and generosity of its employees, who multiply the company’s community impact through the investment of their time, energy, and resources to their respective communities. To help encourage this commitment, Wells Fargo provides eligible employees with up to 16 hours of paid volunteer time every year to serve local communities where they live and work. Employees are encouraged to use their talents to get involved in causes they care about.\n\nWells Fargo provides eligible employees with up to 16 hours of paid volunteer time every year to serve local communities where they live and work.\n\n2021 highlights include:\n\n- The Global Fellows program provides Wells Fargo employees a unique opportunity to donate their time and professional skills in support of charities inside and outside of the U.S. In 2021, the program doubled the number of projects and employees participating compared to the previous year. Additionally, the program expanded its partners to include national grant funded organizations in the U.S. that are aligned with the Wells Fargo Foundation’s strategic priorities.\n\n- The Community Care Grants program recognizes Wells Fargo employees for their giving and service activities. Through personal giving or service activities, employees may qualify for up to $2,000 in Community Care Grants per year for their favorite eligible charities through volunteering, giving, and leadership.\n\n- Nearly 4,500 charities benefited from Wells Fargo employees sharing their time and leadership skills by serving as nonprofit board members, making a meaningful impact in the communities where they live and work.\n### Employee service and impact\n\n| Employee service and impact | Unit | 2019 | 2020 | 2021 |\n|-----------------------------|------|------|------|------|\n| Employee volunteer hours\\(^1\\) | # of hours (in millions) | 1.9 | 0.6 | 0.6 |\n| Global employee participation in volunteer activities\\(^1,2\\) | # of employees | 102,463 | 26,951 | 19,182 |\n| | % of employees | 37.8 | 10.1 | 7.0 |\n| Employee giving\\(^3\\) | USD (in millions) | 53.0 | 15.8 | 15.3 |\n\n**Notes**\n\n1. Wells Fargo’s COVID-19 safety protocols prohibited in-person, Wells Fargo-sponsored group volunteerism throughout 2020 and 2021. Employees volunteered virtually and in their individual capacity.\n\n2. Employee participation percentage is based on the total number of active, global employees in Wells Fargo’s workforce as shown in the Employees section.\n\n3. In 2020, Wells Fargo transitioned from an annual giving campaign to year-round giving campaigns, allowing employees more flexibility when determining how and when they want to support nonprofits. This adjustment impacted programming and how employees log personal financial commitments in the company’s Community Care Portal. The 2020 and 2021 results reflect employee giving that occurred in the Community Care Portal throughout the respective fiscal years.\nDiversity, equity, and inclusion\n\nWells Fargo is dedicated to diversity, equity, and inclusion with a belief that companies should have their executive ranks reflect the customers they serve and the U.S. population more broadly. The company also believes financial institutions should strive to provide affordable, easy-to-use products and services, enable the dream of homeownership, and help in the formation and growth of small businesses in all communities. In addition to focusing on diversity across the company’s workforce, Wells Fargo supports strategic opportunities that include diverse suppliers in competitive sourcing and procurement opportunities within our supply chain. In 2022, Wells Fargo released its inaugural Diversity, Equity, and Inclusion (DE&I) report (PDF), providing important updates on our efforts in this space.\n\nIn connection with its diversity initiatives, Wells Fargo voluntarily requests that its employees and Board members self-identify their gender. The following tables present self-identification data covering both U.S. and global employees.\n\n### U.S. employees by gender\n\n|        | Unit | 2019 | 2020 | 2021 |\n|--------|------|------|------|------|\n| Female | %    | 57   | 56   | 56   |\n| Male   | %    | 43   | 44   | 44   |\n\n### Global employees by gender\n\n|        | Unit | 2019 | 2020 | 2021 |\n|--------|------|------|------|------|\n| Female | %    | 55   | 54   | 53   |\n| Male   | %    | 45   | 46   | 47   |\n\n**Notes**\n1. Data is based on active employee headcount as of Dec. 31 for each calendar year.\n2. Numbers may differ from other Wells Fargo reports that count employees based on full-time equivalent methodology.\n\n### Global employees by gender and internal HR levels\n\n|        | 2020 | 2021 |\n|--------|------|------|\n| Levels 2-4 down from CEO | Female | % | 40 | 40 |\n| Levels 5-6 down from CEO | Female | % | 45 | 40 |\n| Levels 2-4 down from CEO | Male | % | 60 | 60 |\n| Levels 5-6 down from CEO | Male | % | 55 | 60 |\n\n**Notes**\n1. Results represent individuals in leader roles as defined by Wells Fargo’s Human Resources team as of Dec. 31 for each calendar year.\n2. Wells Fargo’s internal Human Resources level data does not directly correlate to U.S. Equal Employment Opportunity Commission (EEOC) job category data.\n### U.S. employees who self-identify as\n\n| Having a disability¹ | # of employees | 2019 | 2020 | 2021 |\n|----------------------|----------------|------|------|------|\n| % of employees       | 4.3            | 6.5  | 7.9  |\n\n| LGBTQ                | # of employees | 2019 | 2020 | 2021 |\n|----------------------|----------------|------|------|------|\n\n| Veterans             | # of employees | 2019 | 2020 | 2021 |\n|----------------------|----------------|------|------|------|\n\nNotes:\n1. Section 503 of the Rehabilitation Act of 1973 regulations establish a representation goal of 7% for individuals with disabilities. Wells Fargo’s objective is that 7% of U.S. employees fall within this diverse segment via ongoing Affirmative Action, Equal Employment Opportunity, and Diversity Programs.\n\nThe following tables reflect information contained in EEO-1 reports filed for Wells Fargo.\n\n### U.S. employees by gender and specific EEOC job category¹,², ³, ⁴\n\n| Job category                                      | Unit | Female | Male | Total | Female | Male | Total |\n|---------------------------------------------------|------|--------|------|-------|--------|------|-------|\n| Executive/senior-level officials and managers     | # of employees | 48    | 98   | 146   | 269    | 419  | 688   |\n| First/mid-level officials and managers            | # of employees | 17,102| 15,421| 32,523| 14,283| 12,820| 27,103|\n| Professionals                                     | # of employees | 35,724| 46,313| 82,037| 34,321| 44,179| 78,500|\n| Technicians                                       | # of employees | 654   | 605  | 1,259 | 558    | 524  | 1,082 |\n| Sales workers                                     | # of employees | 3,084 | 4,250| 7,334 | 3,481  | 4,944| 8,425 |\n| Administrative support workers                    | # of employees | 77,623| 37,668| 115,291| 65,757| 30,519| 96,276|\n| Operatives¹                                       | # of employees | 0     | 0    | 0     | 0      | 0    | 0     |\n| Service workers                                   | # of employees | 6     | 13   | 19    | 6      | 11   | 17    |\n| Total                                             | # of employees | 134,241| 104,368| 238,609| 118,675| 93,416| 212,091|\n\nNotes:\n1. Data reflects Wells Fargo’s U.S. employees aligned to job categories as outlined by the U.S. EEOC job category definitions. EEO job categories have been omitted from the report where Wells Fargo did not have jobs aligned to these categories for a given reporting year.\n2. Year-over-year fluctuation in job category totals may be attributed to realignment of jobs into EEO job categories, hiring, attrition, and employee movement within Wells Fargo.\n3. Data is derived from actual Consolidated EEO-1 numbers from the respective reporting years, which typically reflects Wells Fargo’s U.S. employee population as of Dec. 31 of each calendar year.\n4. Numbers may differ from other Wells Fargo reports that count employees based on full-time equivalent methodology. Relevant EEO workforce data is compiled using data from Human Resources information system and reflects Wells Fargo U.S. workforce numbers only.\nU.S. employees who self-identify within each race/ethnicity category and held a job in the specific EEOC job category\\(^1,2,3,4\\)\n\n| Job Category                        | Year | Caucasian/White | Hispanic/Latino | Black/African American | Native Hawaiian/Other Pacific Islander | Asian | American Indian/Alaskan Native | Two or more races | Total |\n|-------------------------------------|------|-----------------|-----------------|------------------------|----------------------------------------|-------|-------------------------------|------------------|-------|\n| Executive/senior-level officials and managers | 2021 | 487             | 25              | 43                     | 0                                      | 118   | 5                             | 10               | 688   |\n|                                      | 2020 | 121             | 3               | 8                      | 0                                      | 12    | 2                             | 0                | 146   |\n| First/mid-level officials and managers | 2021 | 16,609          | 4,529           | 2,702                  | 76                                     | 2,365 | 106                           | 716              | 27,103|\n|                                      | 2020 | 20,510          | 5,218           | 3,031                  | 84                                     | 2,732 | 143                           | 805              | 32,523|\n| Professionals                        | 2021 | 51,890          | 5,042           | 6,735                  | 132                                    | 12,515| 242                           | 1,944            | 78,500|\n|                                      | 2020 | 55,503          | 5,177           | 6,761                  | 125                                    | 12,268| 262                           | 1,941            | 82,037|\n| Technicians                          | 2021 | 729             | 71              | 89                     | 3                                      | 153   | 5                             | 32               | 1,082 |\n|                                      | 2020 | 852             | 71              | 105                    | 4                                      | 192   | 5                             | 30               | 1,259 |\n| Sales workers                        | 2021 | 5,459           | 1,332           | 528                    | 28                                     | 771   | 29                            | 278              | 8,425 |\n|                                      | 2020 | 4,899           | 1,070           | 410                    | 20                                     | 677   | 22                            | 236              | 7,334 |\n| Administrative support workers       | 2021 | 41,903          | 24,434          | 17,973                 | 398                                    | 6,928 | 606                           | 4,034            | 96,276|\n|                                      | 2020 | 49,774          | 29,830          | 21,506                 | 491                                    | 8,204 | 693                           | 4,793            | 115,291|\n| Operatives\\(^1\\)                     | 2021 | 0               | 0               | 0                      | 0                                      | 0     | 0                             | 0                | 0     |\n|                                      | 2020 | 0               | 0               | 0                      | 0                                      | 0     | 0                             | 0                | 0     |\n| Service workers                      | 2021 | 3               | 1               | 11                     | 0                                      | 0     | 1                             | 1                | 17    |\n|                                      | 2020 | 3               | 1               | 14                     | 0                                      | 0     | 1                             | 0                | 19    |\n| Total                                | 2021 | 117,080         | 35,434          | 28,081                 | 637                                    | 22,850| 994                           | 7,015            | 212,091|\n|                                      | 2020 | 131,662         | 41,370          | 31,835                 | 724                                    | 24,085| 1,128                         | 7,805            | 238,609|\n\nNotes\n1. Data reflects Wells Fargo’s U.S. employees aligned to job categories as outlined by the U.S. Equal Employment Opportunity Commission (EEOC) job category definitions. EEO job categories have been omitted from the report where Wells Fargo did not have jobs aligned to these categories for a given reporting year.\n2. Year-over-year fluctuation in job category totals may be attributed to realignment of jobs into EEO job categories, hiring, attrition, and employee movement within Wells Fargo.\n3. Data is derived from actual Consolidated EEO-1 numbers from the respective reporting years, which typically reflects Wells Fargo’s U.S. employee population as of Dec. 31 of each calendar year.\n4. Numbers may differ from other Wells Fargo reports that count employees based on full-time equivalent methodology. Relevant EEO workforce data is compiled using data from HR information system and reflects Wells Fargo U.S. workforce numbers only.\n### U.S. female employees who self-identify within each race/ethnicity category and held a job in the specific EEOC job category\\(^1,2,3,4\\)\n\n| Job Category                        | Year | Caucasian/White | Hispanic/Latino | Black/African American | Native Hawaiian/Other Pacific Islander | Asian | American Indian/Alaskan Native | Two or more races | Total |\n|-------------------------------------|------|-----------------|-----------------|------------------------|----------------------------------------|-------|-------------------------------|------------------|-------|\n| Executive/senior-level officials and managers | 2021 | 188             | 11              | 27                     | 0                                      | 38    | 2                             | 3                | 269   |\n|                                      | 2020 | 40              | 1               | 3                      | 0                                      | 4     | 0                             | 0                | 48    |\n| First/mid-level officials and managers | 2021 | 8,073           | 2,886           | 1,736                  | 37                                     | 1,072 | 70                            | 409              | 14,283|\n|                                      | 2020 | 9,943           | 3,341           | 1,959                  | 44                                     | 1,270 | 91                            | 454              | 17,102|\n| Professionals                        | 2021 | 21,304          | 2,467           | 3,944                  | 71                                     | 5,591 | 106                           | 838              | 34,321|\n|                                      | 2020 | 22,614          | 2,508           | 4,023                  | 67                                     | 5,554 | 112                           | 846              | 35,724|\n| Technicians                          | 2021 | 365             | 39              | 53                     | 3                                      | 80    | 5                             | 13               | 558   |\n|                                      | 2020 | 439             | 40              | 60                     | 4                                      | 95    | 5                             | 11               | 654   |\n| Sales workers                        | 2021 | 2,074           | 597             | 232                    | 17                                     | 422   | 12                            | 127              | 3,481 |\n|                                      | 2020 | 1,893           | 482             | 185                    | 14                                     | 371   | 10                            | 129              | 3,084 |\n| Administrative support workers       | 2021 | 27,308          | 16,915          | 13,403                 | 289                                    | 4,724 | 445                           | 2,673            | 65,757|\n|                                      | 2020 | 32,111          | 20,299          | 15,741                 | 355                                    | 5,475 | 503                           | 3,139            | 77,623|\n| Operatives\\(^1\\)                     | 2021 | 0               | 0               | 0                      | 0                                      | 0     | 0                             | 0                | 0     |\n|                                      | 2020 | 0               | 0               | 0                      | 0                                      | 0     | 0                             | 0                | 0     |\n| Service workers                      | 2021 | 0               | 1               | 4                      | 0                                      | 1     | 0                             | 6                | 6     |\n|                                      | 2020 | 0               | 1               | 4                      | 0                                      | 1     | 0                             | 6                | 6     |\n| Total                               | 2021 | 59,312          | 22,916          | 19,399                 | 417                                    | 11,927| 641                           | 4,063            | 118,675|\n|                                      | 2020 | 67,040          | 26,672          | 21,975                 | 484                                    | 12,769| 722                           | 4,579            | 134,241|\n\n**Notes**\n\n1. Data reflects Wells Fargo’s U.S. employees aligned to job categories as outlined by the U.S. EEOC job category definitions. EEO job categories have been omitted from the report where Wells Fargo did not have jobs aligned to these categories for a given reporting year.\n2. Year-over-year fluctuation in job category totals may be attributed to realignment of jobs into EEO job categories, hiring, attrition, and employee movement within Wells Fargo.\n3. Data is derived from actual Consolidated EEO-1 numbers from the respective reporting years, which typically reflects Wells Fargo’s U.S. employee population as of Dec. 31 of each calendar year.\n4. Numbers may differ from other Wells Fargo reports that count employees based on full-time equivalent methodology. Relevant EEO workforce data is compiled using data from HR information system and reflects Wells Fargo U.S. workforce numbers only.\n### U.S. male employees who self-identify within each race/ethnicity category and held a job in the specific EEOC job category\\(^1,2,3,4\\)\n\n| Job Category                        | Year | Caucasian/White | Hispanic/Latino | Black/African American | Native Hawaiian/Other Pacific Islander | Asian | American Indian/Alaskan Native | Two or more races | Total |\n|-------------------------------------|------|-----------------|-----------------|------------------------|----------------------------------------|-------|-------------------------------|------------------|-------|\n| Executive/senior-level officials and managers | 2021 | 299             | 14              | 16                     | 0                                      | 80    | 3                             | 7                | 419   |\n|                                     | 2020 | 81              | 2               | 5                      | 0                                      | 8     | 2                             | 0                | 98    |\n| First/mid-level officials and managers | 2021 | 8,536           | 1,643           | 966                    | 39                                     | 1,293 | 36                            | 307              | 12,820|\n|                                     | 2020 | 10,567          | 1,877           | 1,072                  | 40                                     | 1,462 | 52                            | 351              | 15,421|\n| Professionals                       | 2021 | 30,586          | 2,575           | 2,791                  | 61                                     | 6,924 | 136                           | 1,106            | 44,179|\n|                                     | 2020 | 32,889          | 2,669           | 2,738                  | 58                                     | 6,714 | 150                           | 1,095            | 46,313|\n| Technicians                         | 2021 | 364             | 32              | 36                     | 0                                      | 73    | 0                             | 19               | 524   |\n|                                     | 2020 | 413             | 31              | 45                     | 0                                      | 97    | 0                             | 19               | 605   |\n| Sales workers                       | 2021 | 3,385           | 735             | 296                    | 11                                     | 349   | 17                            | 151              | 4,944 |\n|                                     | 2020 | 3,006           | 588             | 225                    | 6                                      | 306   | 12                            | 107              | 4,250 |\n| Administrative support workers      | 2021 | 14,595          | 7,519           | 4,570                  | 109                                    | 2,204 | 161                           | 1,361            | 30,519|\n|                                     | 2020 | 17,663          | 9,531           | 5,765                  | 136                                    | 2,729 | 190                           | 1,654            | 37,668|\n| Operatives\\(^1\\)                    | 2021 | 0               | 0               | 0                      | 0                                      | 0     | 0                             | 0                | 0     |\n|                                     | 2020 | 0               | 0               | 0                      | 0                                      | 0     | 0                             | 0                | 0     |\n| Service workers                     | 2021 | 3               | 0               | 7                      | 0                                      | 0     | 1                             | 11               | 11    |\n|                                     | 2020 | 3               | 0               | 10                     | 0                                      | 0     | 0                             | 13               | 13    |\n| Total                               | 2021 | 57,768          | 12,518          | 8,682                  | 220                                    | 10,923| 353                           | 2,952            | 93,416|\n|                                     | 2020 | 64,622          | 14,698          | 9,860                  | 240                                    | 11,316| 406                           | 3,226            | 104,368|\n\n**Notes**\n\n1. Data reflects Wells Fargo’s U.S. employees aligned to job categories as outlined by the U.S. Equal Employment Opportunity Commission (EEOC) job category definitions. EEO job categories have been omitted from the report where Wells Fargo did not have jobs aligned to these categories for a given reporting year.\n\n2. Year-over-year fluctuation in job category totals may be attributed to realignment of jobs into EEO job categories, hiring, attrition, and employee movement within Wells Fargo.\n\n3. Data is derived from actual Consolidated EEO-1 numbers from the respective reporting years, which typically reflects Wells Fargo’s U.S. employee population as of Dec. 31 of each calendar year.\n\n4. Numbers may differ from other Wells Fargo reports that count employees based on full-time equivalent methodology. Relevant EEO workforce data is compiled using data from HR information system and reflects Wells Fargo U.S. workforce numbers only.\nEmployee Resource Networks\n\nWells Fargo’s Employee Resource Networks (ERNs) are open to all employees and are organized by employees connected by a shared background, experience, or other affinity. They were formed to elevate and increase visibility to historically underrepresented groups. With Wells Fargo’s support, ERNs are focused on professional growth and education, community outreach, recruiting and retention, business development, and customer insight. There are approximately 65,624 memberships across Wells Fargo’s Employee Resource Networks.\nEmployees\n\nWells Fargo is committed to being an employer of choice — a company where people matter; teamwork is rewarded; everyone feels respected and empowered to speak up; diversity, equity, and inclusion are embraced; and how work gets done is just as important as getting the work done.\n\nCulture\n\nWells Fargo is committed to a culture that attracts and retains the best people who help it become a better, stronger company. The company’s culture is reinforced by a customer-centric focus, employee engagement and feedback, and expectations that guide how employees conduct themselves, work with customers and colleagues, and make decisions.\n\nCompany expectations are part of the culture — from how employees develop and communicate, to how Wells Fargo evaluates performance and service of its customers and stakeholders.\nWells Fargo continues to refine its culture, instilling efficiency and effectiveness throughout, leveraging employee feedback to enhance the employee experience and drive improvements. Throughout the year, employees are invited to share their thoughts through surveys, town halls, and other means. Wells Fargo launched a new company-wide employee feedback platform called Loudspeaker at the end of 2021. Employees have submitted thousands of ideas, some of which have been implemented, leading to efficiencies, innovation, and employee engagement.\n\n**Competitive compensation**\n\nWells Fargo’s compensation program is linked to performance management and is designed to promote prudent risk management and reinforce its culture and operating standards:\n\nThe compensation principles include:\n\n- **Pay for performance**: Compensation is linked to company, line of business, and individual performance, including meeting regulatory expectations and creating long-term value consistent with the interests of shareholders.\n\n- **Promote effective risk management**: Compensation promotes effective risk management and discourages imprudent or excessive risk-taking.\n\n- **Attract and retain talent**: People are one of Wells Fargo’s competitive advantages; therefore, compensation helps attract, motivate, and retain people with the skills, talent, and experience to drive superior long-term company performance.\n\nThe company is committed to providing fair, competitive, and equitable compensation. In November 2021, Wells Fargo announced an increase in its U.S. minimum hourly base pay in the majority of its markets. The minimum hourly pay range in the U.S. is $18 to $22, based on the cost of labor in each Wells Fargo market.\n\n**Pay equity review**\n\nWells Fargo is committed to fair and equitable compensation practices, and we regularly review our compensation programs and practices for pay equity. Each year, the company engages a third-party consultant to conduct a thorough pay equity review of employee compensation, which considers gender, race, and ethnicity. The results of the 2021 review, after accounting for factors such as role, tenure, and geography, show that women at Wells Fargo continued to earn more than 99 cents for every $1 earned by their male peers. In addition, U.S. employees of color continue to earn more than 99 cents for every $1 earned by white peers. The results of Wells Fargo’s most recent pay equity analysis and relevant commentary are available in the company’s 2022 Proxy Statement.\nBenefits\n\nWells Fargo provides eligible regular and part-time employees with a comprehensive set of benefits designed to protect their physical and financial health and to help them make the most of their financial future. It also provides employees with a variety of competitive employer-paid financial protection benefits including life insurance, critical illness insurance, short-term and long-term disability coverage, and business travel accident insurance. In many countries, Wells Fargo also provides additional top-up plans and flexible benefits options, such as personal accident coverage.\n\nEmployees may also participate in a stock purchase plan and take advantage of discounts on financial products, home mortgages, and more.\n\nBehavioral health support\n\nIn addition to the mental health management benefits included in Wells Fargo’s health plans, Employee Assistance Consulting (EAC) is a global resource that helps employees and their household members through difficult times.\n\nConfidential individual consultations and referrals are available for personal and work-related concerns, including anxiety and depression, alcohol and drug use, stress management, relationship problems, grief and loss, and financial difficulties. Support is also available to employees affected by robberies, threats, domestic violence, disasters, and critical incidents.\n\nWe Care Fund\n\nThe company’s internal We Care Fund additionally grants emergency aid to employees facing disasters and other severe financial hardships. This employee relief program is funded by Wells Fargo and employees who want to help colleagues in need.\n\n| Employee service and impact | Unit | 2019   | 2020   | 2021   |\n|-----------------------------|------|--------|--------|--------|\n| We Care Fund - dollars awarded | USD (in millions) | 5.6 | 27.2 | 1.2 |\n| We Care Fund - grants awarded | # of grants | 2,550 | 23,098 | 1,506 |\n\nNotes\n1. The We Care Fund, a Wells Fargo employee relief fund, grants emergency aid to employees facing disasters and other severe financial hardships.\nWork-life programs and the COVID-19 pandemic\n\nWells Fargo offers many benefits, programs, and work arrangements intended to provide employees with flexibility and work-life balance. During the COVID-19 pandemic, close to 100,000 Wells Fargo employees never left the workplace to ensure customers received the services and support they needed. Others transitioned to working from home. In March 2022, Wells Fargo began its Return to Office program for employees who had not been working from Wells Fargo offices during the pandemic.\n\nWells Fargo believes its success depends on becoming increasingly collaborative and innovative. The company benefits from employees seeing each other on a regular basis. When together, it is easier to build relationships, get in-the-moment coaching, identify career opportunities, and brainstorm ideas. Ultimately, when employees work together they learn more about the customers and communities the company serves and how to serve them better. With this in mind, Wells Fargo’s approach emphasizes spending time together in the office, and also provides flexible work options for employees in certain jobs.\n\nThe company’s expectation for employees working in a Wells Fargo location are based on what makes sense for different roles. For example, employees in customer-facing roles in branches, advisor locations, and other customer-facing locations, have been in the workplace for most of the COVID-19 pandemic. Employees in non-customer-facing support teams are primarily office-based, with flexibility. In practice, this may mean flexibility to have up to two days a week of remote work, and spending a minimum of three days a week in the office. Expectations for other roles, including operations, technology, and non-U.S. based employees, vary by business need. Wells Fargo understands the challenges faced during the pandemic and continues to look for ways to offer flexibility to more employees, while moving to an increasingly collaborative and innovative culture.\n\nThe company continues to monitor the COVID-19 situation and will make adjustments as necessary. The health and safety of employees and customers has been our top priority and has guided planning efforts. All employees globally may take up to four hours of paid time away for each vaccine appointment (including boosters). U.S. employees are additionally eligible to receive free COVID-19 test kits from Wells Fargo or through their medical plan, at no additional cost.\nEmployee training and development\n\nWells Fargo invests heavily in coaching and training for employees and managers because when our employees are properly supported, engaged, and confident in their skills, they’re more effective leaders and can provide a better customer experience. The company invests approximately $200 million annually in employee learning and development, which includes functional training, regulatory compliance, leadership and professional development, and early talent development programs for employees.\n\n| Training and development | Unit | 2019 | 2020 | 2021 |\n|--------------------------|------|------|------|------|\n| Total annual investment in employee learning and development | USD (in millions) | ~250 | ~200 | ~204 |\n| Annual investment in employee learning and development per employee¹ | USD | ~975 | ~793 | ~704 |\n| Average hours per employee of learning and development time¹ | # of hours | 44.0 | 51.0 | 44.0 |\n| Employee completion of Diversity and inclusion 1: Foundations² | % of employees | Not available | 69.0 | 77.0 |\n| Employee completion of Diversity and inclusion 2: Understanding unconscious bias² | % of employees | Not available | 83.0 | 88.0 |\n| Employee completion of trainings which contain a focus on discrimination and other topics related to human rights³ | % of employees | 99.9 | 99.5 | 99.0 |\n| Employee completion of Information Security training⁴ | % of employees | 100.0 | 99.1 | 100.0 |\n| Employee completion of Anti-Harassment and Discrimination training⁵ | % of employees | 100.0 | 99.4 | 96.0 |\n\nNotes\n1. Data is based on the number of active, full-time equivalent employees.\n2. All employees are offered training on diversity, equity, and inclusion. Completion is voluntary. The training courses were updated and released to employees in November 2019, and thus results for these courses are not available for 2019.\n3. This training includes the company’s safety training, which covers topics such as emergency response and a violence-free workplace and is assigned to all employees.\n4. This training is assigned to all Wells Fargo employees.\n5. This training is assigned to all U.S. employees.\n\nIn 2021, the Learning and Development team continued to support training virtually in response to COVID-19, and the company continues to implement enhancements to training programs to support more flexible delivery. Wells Fargo received five industry awards in 2021 in recognition of training excellence, including awards for programs in branch banking, small business, technology, and credit.\nLeadership and professional development\n\nWells Fargo’s leadership development training program contributes to the success of participating employees by partnering with them to drive learning that is strategic and effective. It is the company’s mission to contribute to the growth and profitability of Wells Fargo by providing employees with the tools and training necessary for job excellence and career advancement.\n\nLeadership training opportunities are provided through such programs as Leading Through Change and Transition, Extraordinary Leader, Coaching and Feedback in the Moment, and Crucial Conversations.\n\nEmployment impacts\n\nAs Wells Fargo continues transforming its businesses, the company recognizes that employees may be impacted, and strives to provide transparent communication so that employees are aware of the programs and opportunities available to support them.\n\nIn some cases, restructurings result in employee displacements or involuntary separations as a result of economic or operational factors. In the event of a workforce restructuring involving displacements in the U.S., Wells Fargo supports its employees and provides tools to assist them with career transitions, including:\n\n- Wells Fargo’s Displacement policy requires that all displaced employees in the U.S. are provided a 60-day notice period, unless otherwise required by business needs or federal, state, or local laws. Regardless of working or nonworking status, employees are still considered actively employed during the entire notice period.\n- Employees are eligible for eight to 52 weeks of severance pay, based on years of service.\n- Wells Fargo offers displaced employees Career Transition Services through an external vendor.\n- Employees and their household family members can seek free, voluntary, confidential consultation and support for any concerns and challenges with Employee Assistance Consulting (EAC), a team of behavioral health professionals.\n\nIn countries where Wells Fargo operates outside of the U.S., the practices of managing redundancies or displacements, and workforce restructuring, vary based on legal and regulatory requirements, and local market practices. International support may include enhanced severance pay arrangements, employee assistance programs, and career transition services.\nEmployee safety and health\n\nWells Fargo recognizes the importance of providing a safe and healthy environment for employees, customers, and others who are on its premises. The company designed and implemented programs to help reduce the frequency and severity of injuries and illnesses. Wells Fargo also makes special accommodations available to help injured employees return to work when they are able.\n\nWells Fargo is required to comply with applicable facility-related, legally mandated standards for workplace safety and health in the countries and communities in which it operates. Employees are responsible for following safe work practices and for reporting any unsafe working conditions.\n\nNewly hired employees are expected to complete safety and health training, and certain employee groups have quarterly refresher training requirements. Additionally, it is expected that managers provide training on job-specific hazards at the time of an employee’s initial assignment and to provide retraining whenever:\n\n- New substances, processes, procedures, or equipment are introduced into the workplace that represent a new hazard.\n- The manager is made aware of a new or previously unrecognized safety or health hazard.\n- An employee is given a new job assignment and has not received training for that assignment.\n\nGiven the nature of Wells Fargo’s business, cumulative trauma injuries, which are injuries that occur as a result of repetitive activity, and those resulting from slips, trips, and falls, are the most common workplace injuries. Training and awareness resources on these and other topics are accessible for all employees internally via the company’s intranet. At some locations where cumulative trauma injuries could have higher frequency rates, the Site Ergonomic Coordinator Program provides access to on-site Wells Fargo employees trained in hazard identification and basic office ergonomics. Emergency Response and Violence-Free Workplace training is also provided on an annual basis.\n\nAddressing harassment in the workplace\n\nHarassment is against Wells Fargo policy, may violate the law, and will not be tolerated in the workplace or at work-related events. The company prohibits any form of harassment, including sexual harassment, of any employee, contingent resource, vendor, employment applicant, or customer on the basis of an individual’s race, color, gender, national origin, religion, age, sexual orientation, gender identity, gender expression, genetic information, physical or mental disability, pregnancy, marital status, hairstyles or hair texture, status as a protected veteran, or any other status protected by federal, state, or local law in the U.S.\nGovernance\nWells Fargo’s Board of Directors is committed to sound and effective corporate governance practices.\n\nExecution of Wells Fargo’s sustainability initiatives is coordinated by the Public Affairs team, including groups such as: Sustainability, Social Impact, Communications and Brand Management, and Government Relations and Public Policy, in partnership with businesses and functions across the company. Various management councils and committees provide senior leadership steering and challenge, with formal governance provided by the company’s risk and control committees. At the Board level, the Governance and Nominating Committee (PDF) is responsible for overseeing the Company’s corporate governance practices, and the Corporate Responsibility Committee (PDF) provides primary oversight for significant strategies, policies, and programs related to social and public responsibility.\nBoard of Directors\n\nThe Board remains focused on regular enhancement of its composition, oversight, and governance practices, and on Board succession planning to enable it to continue to oversee the company and its business effectively.\n\nWells Fargo’s Board has adopted Corporate Governance Guidelines (PDF), which provide the framework for the governance of the Board and the company, including maintaining the independence of a significant majority of the directors on the Board, and all members of the Audit, Governance and Nominating, Human Resources, and Risk Committees. Additionally, the Board adopted the Director Independence Standards, which are appended to the Corporate Governance Guidelines. These Director Independence Standards consist of the New York Stock Exchange’s “bright line” standards of independence, as well as additional standards.\n\nOver the past few years, the Board has undergone significant refreshment to enhance the financial services, regulatory, financial reporting, business operations, and corporate governance skills and experiences represented on the Board. The Board’s current composition is a result of a thoughtful process informed by the Board’s own evaluation of its composition and effectiveness, and feedback received from shareholders and other stakeholders.\n\n| Board diversity¹ | Unit | 2020 | 2021 | 2022 |\n|------------------|------|------|------|------|\n| Executive directors² | # of directors | 1 | 1 | 1 |\n| Independent directors³ | # of directors (%) | 11 of 12 (92) | 11 of 12 (92) | 13 of 14 (93) |\n| Total number of directors³ | # of directors | 12 | 12 | 14 |\n| Average tenure of independent directors | # of years | 2.6 | 2.4 | 3.5 |\n| Women on Board of Directors | # of directors (%) | 3 of 12 (25) | 3 of 12 (25) | 5 of 14 (36) |\n| Racial/ethnic diversity on Board of Directors | # of directors (%) | 3 of 12 (25) | 3 of 12 (25) | 4 of 14 (29) |\n| Directors with ESG qualifications/experience | # of directors (%) | 1 of 12 (8) | 1 of 12 (8) | 4 of 14 (29) |\n| Directors with financial services risk expertise | # of directors (%) | 5 of 12 (42) | 5 of 12 (42) | 6 of 14 (43) |\n\nNotes\n1. Data regarding board diversity relates to directors included in Wells Fargo & Company’s Proxy Statement for the respective year.\n2. Executive directors are employees of the company serving in an executive function (for example, CEO) who also serve on its Board of Directors.\n3. Independent directors are determined under the company’s Director Independence Standards, which are appended to the company’s Corporate Governance Guidelines. These Director Independence Standards consist of the NYSE’s “bright line” standards of independence, as well as additional standards known as categorical standards of independence, adopted by the company’s Board of Directors.\n\nReferences\nCorporate Governance Guidelines (PDF)\nExecutive compensation\n\nThe Board plays an important role in overseeing the company’s performance management and incentive compensation programs through its Human Resources Committee (HRC). Among other responsibilities, the HRC approves the company’s compensation philosophy and principles, and oversees executive compensation, human capital risk, and human capital management.\n\n| Executive compensation | Unit | 2019       | 2020       | 2021       |\n|------------------------|------|------------|------------|------------|\n| Annualized total CEO compensation¹ | USD  | 36,288,490 | 20,392,046 | 21,350,906 |\n| Median employee annual total compensation (excluding CEO)² | USD  | 65,931     | 74,416     | 73,578     |\n| Pay ratio¹,³           |      | 550:01     | 274:01     | 290:1      |\n\nNotes\n1. The annualized total CEO compensation is equal to the CEO’s compensation as reported in the Summary Compensation Table. For 2019, CEO Charlie Scharf’s reported compensation included a one-time award of restricted share rights with a grant date fair value of $28,788,490 granted in connection with his hire.\n2. The methodology for determining median employee annual total compensation is set forth in Wells Fargo’s Proxy Statement.\n3. Pay ratio is the annual total CEO compensation divided by the median employee annual total compensation.\nThe Wells Fargo Code of Ethics and Business Conduct (PDF) provides guidance on the ethical behavior expected of all employees and Board members. The Code reinforces Wells Fargo’s commitment to always do what’s right by its customers, employees, communities, and stakeholders, and every employee is required to complete related training annually. The Code covers the following topics including, but not limited to: anti-bribery and corruption, antitrust, insider dealings, gifts, conflicts of interest, controls, money laundering, discrimination, confidentiality of information, and whistleblowing.\n\n| Training - Code of ethics and business conduct | Unit | 2019 | 2020 | 2021 |\n|-----------------------------------------------|------|------|------|------|\n| Active learners that completed Anti-bribery and corruption training | %    | 99.8 | 100.0| 100.0|\nRisk management\n\nEvery employee has a role in managing risk at Wells Fargo. The company’s Risk Management Framework sets forth core principles for managing and governing risk. Senior management sets the tone at the top by supporting a strong culture, defined by the company’s expectations, that guides how employees conduct themselves and make decisions. The Board holds senior management accountable for establishing and maintaining this culture and for effectively managing risk.\n\nBank Secrecy Act and Anti-Money Laundering program\n\nWells Fargo’s risk-based global Bank Secrecy Act and Anti-Money Laundering (BSA/AML) program is designed to comply with applicable BSA/AML laws commensurate with Wells Fargo’s risk profile. The program is approved by Wells Fargo’s Board of Directors through its Risk Committee.\n\nThe BSA/AML Program encompasses requirements specifically related to BSA/AML compliance risks and includes the following core elements: BSA officer, policies, risk assessments, gap analyses, testing, training, data analytics, customer due diligence, sanctions screening, transaction monitoring, reporting, other internal controls, and independent audit.\n\nGlobal sanctions\n\nWells Fargo has implemented a comprehensive risk-based sanctions compliance program designed to ensure compliance with applicable economic sanctions laws and regulations in every jurisdiction in which it operates.\n\nAnti-bribery and corruption\n\nWells Fargo has zero tolerance for bribery and corruption in any form. The Anti-Bribery and Corruption (ABC) program was reasonably designed to comply with the U.S. Foreign Corrupt Practices Act, the United Kingdom Bribery Act 2010, and applicable ABC laws in the jurisdictions where Wells Fargo does business or seeks to do business.\n\n1Please see the Culture and Corporate governance and ethics sections for more on the company’s expectations.\nPolicy advocacy\n\nWells Fargo’s Government Relations and Public Policy team manages the company’s legislative and political activities in a manner consistent with good corporate governance practices.\n\n- Wells Fargo participates in the U.S. public policy arena on a wide range of issues that may impact the company. The company discloses federal lobbying activities in accordance with the Lobbying Disclosure Act (LDA), which requires quarterly reports to be filed with the United States Congress.\n\n- Wells Fargo’s Political Action Committees (PACs) are funded through voluntary contributions from eligible exempt employees, and managed by the Government Relations and Public Policy team. Wells Fargo’s PACs report to the Federal Elections Committee and/or to state agencies, as required by law.\n\n- Pursuant to company policies, Wells Fargo does not use company money or resources to influence any U.S. domestic or foreign candidate elections. It does not use company money to financially support candidate campaign committees, political parties, or caucuses, and does not make independent expenditures on other political committees, or partake in other types of election-related activity.\n\nThe Board’s Corporate Responsibility Committee oversees the company’s significant Government Relations strategies, policies, and programs.\n\nInformation on the Wells Fargo Political Action Committee and corporate political spending can be found on the Government Relations and Public Policy page on wellsfargo.com.\n\n| Public policy lobbying and corporate Political Action Committee (PAC) spending | Unit | 2019       | 2020       | 2021       |\n|--------------------------------------------------------------------------------|------|------------|------------|------------|\n| Spending on federal lobbying activities¹ | USD  | 5,010,000  | 4,424,237  | 3,830,000  |\n| Corporate PAC contributions²       | USD  | 763,250    | 1,010,750  | 741,700    |\n\nNotes\n1. Federal lobbying activities are disclosed under the Lobbying Disclosure Act (LDA), which requires reports to be filed quarterly with the United States Congress. LDA reports are available for review on the U.S. House website.\n2. Contributions to federal and state committees from the employee-funded PAC.\n\nReferences\nGovernment Relations and Public Policy\nWells Fargo Political Action Committees contributions (PDF)\nInformation and cybersecurity\n\nWells Fargo’s Information and Cyber Security organization is dedicated to protecting Wells Fargo systems, networks, and data, including customer and employee data, through the design, execution, and oversight of the Information Security Program. The Information and Cyber Security organization is led by the Chief Information Security Officer, who reports to the head of Wells Fargo Technology. The Board’s Risk Committee annually approves the Information Security Program.\n\nWells Fargo’s Information Security Program is designed to comply with applicable laws and regulations that are evolving and increasingly complex, and is based on industry standards and best practices from the National Institute of Standards and Technology (NIST) Cybersecurity Framework, the International Organization for Standardization (ISO) 27001/27002 Standards on Information Security Management, and Federal Financial Institutions Examination Council (FFIEC) IT Handbook. Wells Fargo businesses and employees, as well as vendors, non-employees, and third parties with access to systems or sensitive information, are required to adhere to the Information Security Program’s policies, procedures, and requirements.\nManaging privacy risk is the responsibility of every Wells Fargo employee. Wells Fargo mandates company-wide privacy training, in addition to requiring comprehensive business line procedures to minimize data privacy risk.\n\nThe company’s businesses strive to effectively manage risks associated with collecting, processing, and retaining and disposing of personal data pertaining to customers and employees.\n\n**Privacy Center**\n\nThe [Wells Fargo Privacy Center](#) web portal is a resource for individuals to make requests to see certain personal data about themselves, or ask to delete certain data that Wells Fargo’s businesses, located in the U.S., have collected from them, subject to several exceptions and exemptions, which are explained in the [Privacy Center Important Information (PDF)](#). More information about the types of data Wells Fargo collects, how it is used, and choices available to individuals, is available on [Wells Fargo’s Privacy, Cookies, Security, and Legal](#) page.\nUnderstanding environmental and social impacts\n\nWells Fargo’s Environmental and Social Impact Management Framework (PDF) and associated policy help to identify, evaluate, and manage the potential environmental and social impacts associated with the company’s business activities.\n\nThe Environmental and Social Impact Management Framework, which applies to global businesses with commercial customer relationships, is informed by globally recognized standards and best practices, including:\n\n- Equator Principles\n- UN Guiding Principles on Business and Human Rights\n- UK Modern Slavery Act (UK MSA)\n- International Finance Corporation (IFC) Performance Standards\n- Task Force on Climate-Related Financial Disclosures (TCFD)\n\nIn accordance with its policy, Wells Fargo assesses customers and transactions for environmental and social factors that have the potential to impact various risk types, including reputation risk, credit risk, and strategic risk. This includes additional due diligence on sensitive industries such as oil and gas, coal and metal mining, arms and armaments, consumer finance, and in-scope Equator Principles transactions.\n\nWells Fargo recognizes that all companies have a responsibility to respect human rights and prevent modern slavery from occurring in their operations, including their supply chain.\n\nIn 2021, Wells Fargo engaged a third-party law firm with expertise in business and human rights to undertake a Human Rights Impact Assessment (HRIA). In 2022, the company published the Priority Recommendations of the Wells Fargo Human Rights Impact Assessment (PDF) and actions in response, as well as its updated Human Rights Statement (PDF).\n\nIn addition, the company outlined its strategies, policies, and programs related to the prevention of modern slavery, including human trafficking in the UK Modern Slavery Act (UK MSA) Statement.\nAppendix\nWells Fargo recognizes that it has a responsibility to do its part to help address the many global challenges facing the communities the company serves. Wells Fargo is committed to strengthening its business for the future. The United Nations (UN) Sustainable Development Goals (SDGs), a universal framework for accomplishing 17 desired global outcomes by 2030, serves as a guide for integrating sustainability more deeply into the company’s businesses. As part of Wells Fargo’s commitment to communities, it continues to provide both capital and financial solutions, which support the UN SDGs. The seven goals above have been identified by Wells Fargo as its sustainability priorities.\nSustainability Accounting Standards Board (SASB) Index\n\nWells Fargo’s SASB response is related to the Financials sector. The company reports on topics for the following industry categories: Asset Management and Custody Activities, Consumer Finance, Mortgage Finance, Investment Banking and Brokerage, and Commercial.\n\n| Disclosure topic | Accounting metric | Response/ Disclosure location |\n|------------------|-------------------|------------------------------|\n| **Business Ethics** | | |\n| FN-CB-510a.1     | Total amount of monetary losses as a result of legal proceedings associated with fraud, insider trading, anti-trust, anti-competitive behavior, market manipulation, malpractice, or other related financial industry laws or regulations | Wells Fargo 2021 Annual Report (PDF), Note 15: Legal Actions, page 153 |\n| FN-IB-510a.1     | | |\n| FN-AC-510a.1     | | |\n| FN-AC-510a.2     | Description of whistleblower policies and procedures | Wells Fargo ESG Report, Code of Ethics and Business Conduct |\n| FN-CB-510a.2     | | |\n| FN-IB-510a.2     | | |\n| **Professional Integrity** | | |\n| FN-IB-510b.2     | Number of mediation and arbitration cases associated with professional integrity, including duty of care, by party | Wells Fargo 2021 Annual Report (PDF), Note 15: Legal Actions, page 153 |\n| FN-IB-510b.3     | Total amount of monetary losses as a result of legal proceedings associated with professional integrity, including duty of care | Wells Fargo 2021 Annual Report (PDF), Note 15: Legal Actions, page 153 |\n| FN-IB-510b.4     | Description of approach to ensuring professional integrity, including duty of care | Wells Fargo ESG Report, Corporate governance and ethics, Wells Fargo Code of Ethics and Business Conduct (PDF), Wells Fargo 2022 Proxy Statement (PDF), Human capital management, page 51 |\n| Disclosure topic                  | Accounting metric                                                                 | Response/ Disclosure location                                                                 |\n|----------------------------------|------------------------------------------------------------------------------------|------------------------------------------------------------------------------------------------|\n| **Customer Privacy**             |                                                                                   |                                                                                                |\n| FN-CF-220a.1                     | Number of account holders whose information is used for secondary purposes         | Wells Fargo does not publicly disclose this information. For additional information regarding customer privacy and data security, please refer to: Wells Fargo 2021 Annual Report (PDF), Risk Management, page 60 Wells Fargo ESG Report, Privacy protection |\n| FN-CF-220a.2                     | Description of approach to identifying and addressing data security risks          | Wells Fargo ESG Report, Information and cybersecurity, Privacy protection Wells Fargo 2021 Annual Report (PDF), Risk Management, page 31; Risk Factors, page 72 |\n| **Discriminatory Lending**       |                                                                                   |                                                                                                |\n| FN-MF-270b.2                     | Total amount of monetary losses as a result of legal proceedings associated with discriminatory mortgage lending | Wells Fargo does not publicly disclose incidents of discrimination and corrective actions taken. |\n| FN-MF-270b.3                     | Description of policies and procedures for ensuring nondiscriminatory mortgage origination | Wells Fargo responsible lending - What It Means at Wells Fargo |\n| **Employee Diversity and Inclusion** |                                                                                   |                                                                                                |\n| FN-AC-330a.1                     | Percentage of gender and racial/ethnic group representation for (1) executive management, (2) non-executive management, (3) professionals, and (4) all other employees | Wells Fargo ESG Report, Diversity, equity, and inclusion, Employee resource networks |\n| FN-IB-330a.1                     |                                                                                   |                                                                                                |\n| **Employee Incentives and Risk Taking** |                                                                                   |                                                                                                |\n| FN-IB-550b.3                     | Discussion of policies around supervision, control, and validation of traders’ pricing of Level 3 assets and liabilities | Wells Fargo 2021 Annual Report (PDF), Note 17: Fair Values of Assets and Liabilities, page 164 |\n| **Environmental Risk to Mortgaged Properties** |                                                                                   |                                                                                                |\n| FN-MF-450a.3                     | Description of how climate change and other environmental risks are incorporated into mortgage origination and underwriting | Environmental and Social Impact Management Framework (PDF) |\n| Disclosure topic | Accounting metric | Response/ Disclosure location |\n|------------------|-------------------|------------------------------|\n| **Financial Inclusion and Capacity Building** | | |\n| FN-CB-240a.1 | (1) Number and (2) amount of loans outstanding qualified to programs designed to promote small business and community development | Wells Fargo ESG Report, Supporting customers and communities, Small business growth philanthropy |\n| FN-CB-240a.2 | (1) Number and (2) amount of past due and nonaccrual loans qualified to programs designed to promote small business and community development | |\n| FN-CB-240a.3 | Number of no-cost retail checking accounts provided to previously unbanked or underbanked customers | |\n| FN-CB-240a.4 | Number of participants in financial literacy initiatives for unbanked, underbanked, or underserved customers | |\n| **Incorporation of Environmental, Social, and Governance Factors in Credit Analysis** | | |\n| FN-CB-410a.1 | Commercial and industrial credit exposure, by industry | Wells Fargo 2021 Annual Report (PDF), Table 16, page 36 |\n| FN-CB-410a.2 | Description of approach to incorporation of environmental, social, and governance (ESG) factors in credit analysis | Wells Fargo ESG Report, Wells Fargo’s key ESG themes & focus areas |\n| **Incorporation of Environmental, Social, and Governance Factors in Investment Banking and Brokerage Activities** | | |\n| FN-IB-410a.2 | (1) Number and (2) total value of investments and loans incorporating integration of environmental, social, and governance (ESG) factors, by industry | Wells Fargo ESG Report, Wells Fargo’s key ESG themes & focus areas, Housing affordability solutions |\n| FN-IB-410a.3 | Description of approach to incorporation of environmental, social, and governance (ESG) factors in investment banking and brokerage activities | Wells Fargo ESG Report, Understanding environmental and social impacts |\n| Disclosure topic | Accounting metric | Response/ Disclosure location |\n|------------------|-------------------|------------------------------|\n| **Incorporation of Environmental, Social, and Governance Factors in Investment Management and Advisory** | | |\n| FN-AC-410a.2 | Description of approach to incorporation of ESG factors in investment and/or wealth management processes and strategies | Wells Fargo ESG Report, Understanding environmental and social impacts |\n| FN-AC-410a.3 | Description of proxy voting and investee engagement policies and procedures | Wells Fargo 2022 Proxy Statement (PDF), Investor Engagement Program, page 3; Shareholder Proposals, page 112 |\n| **Lending Practices** | | |\n| FN-MF-270a.3 | Total amount of monetary losses as a result of legal proceedings associated with communications to customers or remuneration of loan originators | Wells Fargo 2021 Annual Report (PDF), Note 15: Legal Actions, page 153 |\n| **Selling Practices** | | |\n| FN-CF-270a.4 | (1) Number of complaints filed with the Consumer Financial Protection Bureau (CFPB), (2) percentage with monetary or non-monetary relief, (3) percentage disputed by consumer, (4) percentage that resulted in investigation by the CFPB | Wells Fargo does not publicly disclose this information. However, this information is disclosed publicly on the Consumer Financial Protection Bureau website |\n| FN-CF-270a.5 | Total amount of monetary losses as a result of legal proceedings associated with selling and servicing of products | Wells Fargo 2021 Annual Report (PDF), Note 15: Legal Actions, page 153 |\n| **Transparent Information and Fair Advice for Customers** | | |\n| FN-AC-270a.2 | Total amount of monetary losses as a result of legal proceedings associated with marketing and communication of financial product-related information to new and returning customers | Wells Fargo 2021 Annual Report (PDF), Note 15: Legal Actions, page 153 |\n| FN-AC-270a.3 | Description of approach to informing customers about products and services | Wells Fargo ESG Report, Supporting customers and communities, Financial health Wells Fargo Code of Ethics and Business Conduct (PDF) |\n| Disclosure topic | Accounting metric | Response/ Disclosure location |\n|------------------|-------------------|------------------------------|\n| **Activity Metrics** | | |\n| FN-MF-000.A | (1) Number and (2) value of mortgages originated by category: (a) residential and (b) commercial | Wells Fargo 2021 Annual Report (PDF), Consumer Banking and Lending - income statement and selected metrics, pages 15-16 |\n| FN-MF-000.B | (1) Number and (2) value of mortgages purchased by category: (a) residential and (b) commercial | Wells Fargo 2021 Annual Report (PDF), Note 9: Mortgage Banking Activities, pages 141-142 |\n| FN-IB-000.A | (1) Number and (2) value of (a) underwriting, (b) advisory, and (c) securitization transactions | Wells Fargo 2021 Annual Report (PDF), WIM advisory assets, page 23; Note 8: Securitizations and Variable Interest Entities, pages 136-140 |\n| FN-IB-000.C | 1) Number and (2) value of market making transactions in (a) fixed income, (b) equity, (c) currency, (d) derivatives, and (e) commodity products | Wells Fargo 2021 Annual Report (PDF), Corporate and Investment Banking - income statement and selected metrics, page 20 |\n| FN-AC-000.A | (1) Total registered and (2) total unregistered assets under management (AUM) | Wells Fargo 2021 Annual Report (PDF), WFAM assets under management, page 26 |\n| FN-AC-000.B | Total assets under custody and supervision | Wells Fargo 2021 Annual Report (PDF), Corporate and Investment Banking - balance sheet, page 21 |\n| FN-CB-000.B | (1) Number and (2) value of loans by segment: (a) personal, (b) small business, and (c) corporate | Wells Fargo 2021 Annual Report (PDF), Consumer Banking and Lending - balance sheet, page 17; Commercial Banking - balance sheet, page 19; Corporate and Investment Banking - balance sheet, page 21 |\nWells Fargo’s ESG Report was developed in accordance with the Global Reporting Initiative Standards (GRI) “Core” option and contain many elements of the “Comprehensive” option.\n\n| Disclosure number | Disclosure name                                                                 | Disclosure location                                                                 |\n|-------------------|---------------------------------------------------------------------------------|-------------------------------------------------------------------------------------|\n| **GRI 2: General disclosures**<br>The organization and its reporting practices |                                                                                 |                                                                                     |\n| 2-1               | Organizational details                                                          | Wells Fargo & Company (WFC)<br>Mailing Addresses<br>[Wells Fargo 2021 Annual Report (PDF), Wells Fargo & Co., page 204] |\n| 2-2               | Entities included in the organization’s sustainability reporting                | [Wells Fargo 2021 Annual Report (PDF), Note 1, Summary of significant accounting policies, page 95] |\n| 2-3               | Reporting period, frequency and contact point                                   | [Wells Fargo 2021 Annual Report (PDF), Note 1, Summary of significant accounting policies, page 95]<br>corporateresponsibility@wellsfargo.com |\n| 2-4               | Restatements of information                                                     | Wells Fargo ESG Report, [Operational Sustainability, Scope 1 and Scope 2 (location & market based) Emissions, Note 3; Scope 3 emissions, Note 4]<br>Wells Fargo ESG Report, [Small business growth philanthropy, Open for Business Fund, Note 3] |\n| 2-5               | External assurance                                                              | [Environmental Data Assurance (PDF)]                                                |\n\n**Activities and workers**\n\n| Disclosure number | Disclosure name                                                                 | Disclosure location                                                                 |\n|-------------------|---------------------------------------------------------------------------------|-------------------------------------------------------------------------------------|\n| 2-6               | Activities, value chain, and other business relationships                       | [Wellsfargo.com]<br>Wells Fargo ESG Report, [About Wells Fargo, Supplier engagement]<br>[Wells Fargo 2021 Annual Report (PDF), Wells Fargo & Co., page 204]<br>Wells Fargo Stories |\n| 2-7               | Employees                                                                       | Wells Fargo ESG Report, [Employees]                                                |\n| Disclosure number | Disclosure name | Disclosure location |\n|-------------------|----------------|---------------------|\n| **Governance**    |                |                     |\n| 2-9               | Governance structure and composition | Wells Fargo ESG Report, Corporate governance and ethics, Wells Fargo Leadership and Governance, Wells Fargo 2022 Proxy Statement (PDF), Board leadership and composition highlights summary, page iii; Board Composition pages 15-26 |\n| 2-10              | Nomination and selection of the highest governance body | Wells Fargo ESG Report, Board of directors, Wells Fargo 2022 Proxy Statement (PDF), Director election standard and nomination process, page 27 |\n| 2-11              | Chair of the highest governance body | Wells Fargo ESG Report, Board of directors, Wells Fargo 2022 Proxy Statement (PDF), Strong independent Board leadership, page 19 |\n| 2-12              | Role of the highest governance body in overseeing the management of impacts | Wells Fargo ESG Report, Wells Fargo’s key ESG themes & focus areas, Corporate governance and ethics, Culture, Wells Fargo 2022 Proxy Statement (PDF), The journey: redefining culture, page 51, Wells Fargo 2022 Proxy Statement (PDF), The Board’s role in risk oversight, pages 31-34, Wells Fargo Corporate Responsibility Committee Charter (PDF) |\n| 2-13              | Delegation of responsibility for managing impacts | Wells Fargo ESG Report, Corporate governance and ethics, Wells Fargo Leadership and Governance, Corporate Responsibility Committee |\n| 2-14              | Role of the highest governance body in sustainability reporting | Wells Fargo ESG Report, Corporate governance and ethics |\n| 2-15              | Conflicts of interest | Wells Fargo ESG Report, Code of Ethics and Business Conduct, Alignment with the United Nations Sustainable Development Goals |\n| 2-16              | Communication of critical concerns | How to Contact the Board of Directors, Wells Fargo 2022 Proxy Statement (PDF), Year-round engagement process, page 3; Communicating with the Board, page 22; Board of Directors and Human Resources Committee, page 57 |\n| 2-17              | Collective knowledge of the highest governance body | Wells Fargo ESG Report, Governance, Wells Fargo 2022 Proxy Statement (PDF), Board qualifications and experience, page 17 |\n| 2-18              | Evaluation of the performance of the highest governance body | Wells Fargo ESG Report, Board of directors, Wells Fargo 2022 Proxy Statement (PDF), Comprehensive annual evaluation of Board effectiveness, pages 35-39 |\n| 2-19              | Remuneration policies | Wells Fargo ESG Report, Executive compensation, Code of Ethics and Business Conduct, Wells Fargo 2022 Proxy Statement (PDF), Director compensation, page 42; Incentive compensation risk management, page 59; Executive compensation, pages 88-98, Wells Fargo Corporate Governance Guidelines (PDF), page 5 |\n| Disclosure number | Disclosure name                                      | Disclosure location                                                                                                                                 |\n|-------------------|-----------------------------------------------------|------------------------------------------------------------------------------------------------------------------------------------------------------|\n| 2-20              | Process to determine remuneration                   | Wells Fargo ESG Report, Executive compensation, Code of Ethics and Business Conduct<br>Wells Fargo 2022 Proxy Statement (PDF), Director compensation, page 42; Incentive compensation risk management, page 59; Executive compensation, pages 88-98<br>Wells Fargo Human Resources Committee Charter (PDF)<br>Wells Fargo Corporate Governance Guidelines (PDF) |\n| 2-21              | Annual total compensation ratio                     | Wells Fargo 2022 Proxy Statement (PDF), CEO pay ratio and median annual total compensation, page 62<br>Wells Fargo ESG Goals and Performance Data, Executive compensation |\n\n**Strategy, policies and practices**\n\n| Disclosure number | Disclosure name                                      | Disclosure location                                                                                                                                 |\n|-------------------|-----------------------------------------------------|------------------------------------------------------------------------------------------------------------------------------------------------------|\n| 2-22              | Statement on sustainable development strategy       | Wells Fargo ESG Report, A letter from the CEO<br>Wells Fargo 2021 Annual Report (PDF), pages II-XIV                                                                 |\n| 2-23              | Policy commitments                                  | Wells Fargo ESG Report, Risk management, Code of Ethics and Business Conduct<br>Environmental and Social Impact Management Framework (PDF)<br>Wells Fargo 2022 Proxy Statement (PDF), Human capital management, pages 51-62<br>Wells Fargo Code of Ethics and Business Conduct (PDF) |\n| 2-24              | Embedding policy commitments                         | Wells Fargo Code of Ethics and Business Conduct (PDF)<br>Wells Fargo Corporate Governance Guidelines (PDF)<br>Environmental and Social Impact Management Framework (PDF)<br>Human Rights Statement (PDF)<br>UK Modern Slavery Act Statement (PDF) |\n| 2-25              | Processes to remediate negative impacts             | Wells Fargo Code of Ethics and Business Conduct (PDF)                                                                                               |\n| 2-26              | Mechanisms for seeking advice and raising concerns  | Wells Fargo ESG Report, Code of Ethics and Business Conduct<br>Wells Fargo Code of Ethics and Business Conduct (PDF)                                                                 |\n| 2-27              | Compliance with laws and regulations                | Wells Fargo 2021 Annual Report (PDF), Note 15, Legal actions, pages 153-155                                                                         |\n| 2-28              | Membership associations                              | Wells Fargo Memberships and Commitments                                                                                                               |\n\n**Stakeholder engagement**\n\n| Disclosure number | Disclosure name                                      | Disclosure location                                                                                                                                 |\n|-------------------|-----------------------------------------------------|------------------------------------------------------------------------------------------------------------------------------------------------------|\n| 2-29              | Approach to stakeholder engagement                  | Wells Fargo ESG Report, Wells Fargo’s key ESG themes & focus areas<br>Wells Fargo 2022 Proxy Statement (PDF), Reporting and evaluation of investor feedback, page 3 |\n## Material topic disclosures\n\n| Disclosure number | Disclosure name | Disclosure location |\n|-------------------|----------------|---------------------|\n| **GRI 3: Material topics** | | |\n| 3-1 | Material Topics | Process to determine material topics | Wells Fargo ESG Report, [Wells Fargo’s key ESG themes & focus areas](#) |\n| 3-2 | Material Topics | List of material topics | Wells Fargo ESG Report, [Wells Fargo’s key ESG themes & focus areas](#) |\n| 3-3 | Material Topics | Management of material topics | Wells Fargo ESG Report, [Risk management, Code of Ethics and Business Conduct](#) [Environmental and Social Impact Management Framework (PDF)](#) [Wells Fargo Code of Ethics and Business Conduct (PDF)](#) |\n| **Environment** | | |\n| **GRI 301: Materials** | | |\n| 301-1 | Materials | Materials used by weight or volume | Wells Fargo ESG Report, [Operational sustainability](#) |\n| 301-2 | Materials | Recycled input materials used | Wells Fargo ESG Report, [Operational sustainability](#) |\n| 301-3 | Materials | Reclaimed products and their packaging materials | Wells Fargo ESG Report, [Operational sustainability](#) |\n| **GRI 302: Energy** | | |\n| 302-1 | Energy | Energy consumption within the organization | Wells Fargo ESG Report, [Operational sustainability, Growing the renewable energy supply](#) |\n| 302-2 | Energy | Energy consumption outside the organization | Wells Fargo ESG Report, [Operational sustainability, Growing the renewable energy supply](#) |\n| 302-3 | Energy | Energy intensity | Wells Fargo ESG Report, [Operational sustainability, Growing the renewable energy supply](#) |\n| 302-4 | Energy | Reduction of energy consumption | Wells Fargo ESG Report, [Operational sustainability, Growing the renewable energy supply](#) |\n| **GRI 303: Water and effluents** | | |\n| 303-5 | Water and Effluents | Water consumption | Wells Fargo ESG Report, [Operational sustainability](#) |\n| Disclosure number | Disclosure name | Disclosure location |\n|-------------------|----------------|---------------------|\n| **GRI 305: Emissions** | | |\n| 305-1 | Emissions | Direct (Scope 1) GHG emissions | Wells Fargo ESG Report, Operational sustainability |\n| 305-2 | Emissions | Energy indirect (Scope 2) GHG emissions | Wells Fargo ESG Report, Operational sustainability |\n| 305-3 | Emissions | Other indirect (Scope 3) GHG emissions | Wells Fargo ESG Report, Operational sustainability Wells Fargo CO2eMission™ |\n| 305-4 | Emissions | GHG emissions intensity | Wells Fargo ESG Report, Operational sustainability Wells Fargo CO2eMission™ |\n| 305-5 | Emissions | Reduction of GHG emissions | Wells Fargo ESG Report, Operational sustainability Wells Fargo CO2eMission™ |\n| **GRI 306: Waste** | | |\n| 306-2 | Effluents and Waste | Waste by type and disposal method | Wells Fargo ESG Report, Operational sustainability |\n| 306-4 | Effluents and Waste | Transport of hazardous waste | Wells Fargo ESG Report, Operational sustainability |\n| **Social impact** | | |\n| **GRI 411: Rights of Indigenous Peoples** | | |\n| 411-1 | Rights of Indigenous peoples | Incidents of violations involving rights of Indigenous peoples | Wells Fargo ESG Report, Understanding environmental and social impacts Wells Fargo Indigenous Peoples Statement (PDF) |\n| **GRI 415: Public policy** | | |\n| 415-1 | Public Policy | Political contributions | Wells Fargo ESG Report, Policy advocacy |\n| **Diversity, equity, and inclusion** | | |\n| **GRI 405: Diversity and equal opportunity** | | |\n| 405-1 | Diversity and Equal Opportunity | Diversity of governance bodies and employees | Wells Fargo ESG Report, Board of directors, Diversity, equity and inclusion |\n| 405-2 | Diversity and Equal Opportunity | Ratio of basic salary and remuneration of women to men | Wells Fargo ESG Report, Pay equity review Wells Fargo 2022 Proxy Statement (PDF), Pay equity review, page 61 |\n### Additional topic-specific disclosures\n\n| Disclosure number | Disclosure name | Disclosure location |\n|-------------------|----------------|---------------------|\n| **GRI 401: Employment** | | |\n| 401-2 | Employment | Benefits provided to full-time employees that are not provided to temporary or part-time employees | Wells Fargo ESG Report, Employees, Benefits Wells Fargo Benefits |\n| **GRI 403: Occupational health and safety** | | |\n| 403-1 | Occupational Health and Safety | Occupational health and safety management system | Wells Fargo ESG Report, Employee safety and health |\n| 403-2 | Occupational Health and Safety | Hazard identification, risk assessment, and incident investigation | Wells Fargo ESG Report, Employee safety and health |\n| 403-3 | Occupational Health and Safety | Occupational health services | Wells Fargo ESG Report, Employee safety and health |\n| 403-4 | Occupational Health and Safety | Worker participation, consultation, and communication on occupational health and safety | Wells Fargo ESG Report, Employee safety and health |\n| 403-5 | Occupational Health and Safety | Worker training on occupational health and safety | Wells Fargo ESG Report, Employee safety and health |\n| 403-6 | Occupational Health and Safety | Promotion of worker health | Wells Fargo ESG Report, Employee safety and health |\n| **GRI 404: Training and education** | | |\n| 404-1 | Training and Education | Average hours of training per year per employee | Wells Fargo ESG Report, Employee training and development |\n| 404-2 | Training and Education | Programs for upgrading employee skills and transition assistance programs | Wells Fargo ESG Report, Employee training and development |\n| 404-3 | Training and Education | Percentage of employees receiving regular performance and career development reviews | Wells Fargo ESG Report, Employee training and development |\n| Disclosure number | Disclosure name | Disclosure location |\n|-------------------|----------------|---------------------|\n| **GRI 417: Marketing and labeling** | | |\n| 417-1 | Marketing and Labeling | Requirements for product and service information and labeling | Wells Fargo 2021 Annual Report (PDF), Note 15, Legal actions, pages 153-155 |\n| 417-2 | Marketing and Labeling | Incidents of noncompliance concerning product and service information and labeling | Wells Fargo 2021 Annual Report (PDF), Note 15, Legal actions, pages 153-155 |\n| 417-3 | Marketing and Labeling | Incidents of noncompliance concerning marketing communications | Wells Fargo 2021 Annual Report (PDF), Note 15, Legal actions, pages 153-155 |\n## Task Force on Climate-related Financial Disclosures Index\n\n| Disclosure          | Report Section or Other Documentation |\n|---------------------|---------------------------------------|\n| **Governance**      |                                       |\n| a) Describe the Board’s oversight of climate-related risks and opportunities. | Wells Fargo 2021 Annual Report (PDF), page 31 |\n| b) Describe management’s role in assessing and managing climate-related risks and opportunities. | Corporate Responsibility Committee Charter (PDF) |\n|                     |                                       |\n| **Strategy**        |                                       |\n| a) Describe the climate-related risks and opportunities the organization has identified over the short, medium and long term. | 2022 CDP Report (PDF), Risks and Opportunities section (C2.1, C2.1a, C2.2a) |\n| b) Describe the impact of climate-related risks and opportunities on the organization’s businesses, strategy, and financial planning. | 2022 CDP Report (PDF), Risks and Opportunities section (C2.1, C2.1a, C2.2a) |\n| c) Describe the resilience of the organization’s strategy, taking into consideration different climate-related scenarios, including a 2°C or lower scenario. | Wells Fargo ESG Report, Wells Fargo’s key ESG themes & focus areas |\n| **Risk Management** |                                       |\n| a) Describe the organization’s processes for identifying and assessing climate-related risks. | 2022 CDP Report (PDF), Risks and Opportunities section (C2.1, C2.1a, C2.2a) |\n|                     | Environmental and Social Impact Management Framework (PDF) |\n| b) Describe the organization’s processes for managing climate-related risks. | 2022 CDP Report (PDF), Risks and Opportunities section (C2.1, C2.1a, C2.2a) |\n|                     | Environmental and Social Impact Management Framework (PDF) |\n| c) Describe how processes for identifying, assessing, and managing climate-related risks are integrated into the organization’s overall risk management. | 2022 CDP Report (PDF), Risks and Opportunities section (C2.1, C2.1a, C2.2a) |\n|                     | Environmental and Social Impact Management Framework (PDF) |\n| **Metrics and Targets** |                                       |\n| a) Disclose the metrics used by the organization to assess climate-related risks and opportunities in line with its strategy and risk management process. | Wells Fargo ESG Report, Operational sustainability Environmental Data Assurance (PDF) |\n|                     | 2022 CDP Report (PDF) |\n| Disclosure                                                                 | Report Section or Other Documentation                                                                 |\n|---------------------------------------------------------------------------|--------------------------------------------------------------------------------------------------------|\n| b) Disclose Scope 1, Scope 2 and, if appropriate, Scope 3 greenhouse gas emissions, and the related risks. | Wells Fargo ESG Report, [Operational sustainability Environmental Data Assurance (PDF)](https://example.com)  \n2022 CDP Report (PDF), Sections C6-C10 |\n| c) Describe the targets used by the organization to manage climate-related risks and opportunities and performance against targets. | Wells Fargo CO2eMission Methodology (PDF), page 6  \nWells Fargo CO2eMission Methodology (PDF), page 25 |\nDisclaimer and Forward-Looking Statements\n\nThis document contains forward-looking statements about Wells Fargo’s future financial performance and business. Because forward-looking statements are based on our current expectations and assumptions regarding the future, they are subject to inherent risks and uncertainties. Do not unduly rely on forward-looking statements as actual results could differ materially from expectations. Forward-looking statements speak only as of the date made, and we do not undertake to update them to reflect changes or events that occur after that date.\n\nFor more information about factors that could cause actual results to differ materially from expectations, refer to our reports filed with the Securities and Exchange Commission, including the “Forward-Looking Statements” discussion in Wells Fargo’s most recent Quarterly Report on Form 10-Q as well as to Wells Fargo’s other reports filed with the Securities and Exchange Commission, including the discussion under “Risk Factors” in our Annual Report on Form 10-K for the year ended Dec. 31, 2021, available on its website at www.sec.gov.\n\nWhile this document describes events, including potential future events that may be generally significant in the context of our ESG priorities and related activities, any such significance does not necessarily equate to the level of materiality of disclosures required under U.S. federal securities laws.\n\nThis document should not be used as a basis for trading in the securities of the Company or for any other investment decision and should not be construed as consisting of investment advice. The Company is not providing any financial, economic, legal, accounting, or tax advice or recommendations. This document reflects certain positions and approaches to ESG as of the date of this document that are subject to change at any time in the Company’s sole discretion without notice, and we do not undertake to update this document to reflect any such changes. Any references to “sustainable investing,” “sustainable financing,” “ESG,” or similar terms in this document are intended as references to the internally defined criteria of the Company, as applicable, and not to any jurisdiction-specific regulatory definition that may exist.\n\nInformation contained herein is sourced from a variety of internal and external sources and may be based on emerging or evolving practices. In addition, disclosures related to environmental sustainability, including disclosures related to the Company’s resource consumption and greenhouse gas emissions, as well as certain internal estimates and assumptions, are based in part on third-party\ndata. Uncertainties, inaccuracies or omissions in any of these inputs potentially have compounding effects on the accuracy and completeness of resulting emissions and resource consumption figures. The suitability of the design and effectiveness of the third-party systems and associated controls over the accuracy and completeness of the data has not been independently assessed. Accordingly, with respect to data that is not also included in the Company’s Statement of Greenhouse Gas Emissions, the Company makes no representations or warranties as to the quality, completeness, accuracy, or fitness for a particular purpose and shall not be liable for any use by any party of, for any decision made or action taken by any party in reliance upon, or for any inaccuracies or errors in, or omissions from, such data. GHG-Protocols require restatement if better information yields materially different base year emissions. Since methodologies and approaches continue to evolve, information we are currently disclosing could later potentially yield materially different emissions and may result in restatement. Other than as stated herein, the Company does not undertake any duty to restate or correct data should such information later prove to be incorrect.\n\nThis document provides general information regarding a number of the Company’s policies, procedures, and positions relating to ESG issues. Although this document aims to present the general position of the Company, the policies, procedures, and positions discussed herein may be subject to approved exceptions.\n\nAll third-party trademarks or brand names are the property of their respective owners. The use of any third-party trademarks or brand names is for informational purposes only and does not imply an endorsement by the Company or that such trademark owner has authorized Wells Fargo to promote its products or services. The Company disclaims any representations or warranties regarding the non-infringement of any information contained herein.\nReferences and resources\n\nCorporate\n\nAnnual Report and Proxy Statement\nhttps://www.wellsfargo.com/about/investor-relations/annual-reports/\n\nBoard Committees and Charters\nhttps://www.wellsfargo.com/about/corporate/governance/\n\nBy-Laws of Wells Fargo & Company (PDF)\nhttps://www08.wellsfargomedia.com/assets/pdf/about/corporate/governance-by-laws.pdf\n\nCode of Ethics and Business Conduct (PDF)\nhttps://www08.wellsfargomedia.com/assets/pdf/about/corporate/code-of-ethics.pdf\n\nCorporate Governance Guidelines (PDF)\nhttps://www08.wellsfargomedia.com/assets/pdf/about/corporate/governance-guidelines.pdf\n\nGovernment Relations and Public Policy\nhttps://www.wellsfargo.com/about/corporate/responsibility/government-relations/\n\nHistory of Wells Fargo\nhttps://www.wellsfargo.com/about/corporate/history/\n\nLeadership and Governance\nhttps://www.wellsfargo.com/about/corporate/governance/\n\nOnline Newsroom\nhttps://newsroom.wf.com/\n\nWells Fargo Stories\nhttps://stories.wf.com/\n\nWells Fargo Quarterly Earnings\nhttps://www.wellsfargo.com/about/investor-relations/quarterly-earnings/\n\nCorporate responsibility\n\nCDP: Wells Fargo & Company — Climate Change (PDF)\nhttps://www08.wellsfargomedia.com/assets/pdf/about/corporate-responsibility/climate-change-information-request.pdf\n\nCommunity Giving\nhttps://www.wellsfargo.com/about/corporate-responsibility/community-giving/\n\nCommunity Reinvestment Act Performance Evaluation (PDF)\nhttps://www08.wellsfargomedia.com/assets/pdf/about/community-reinvestment/performance-evaluation.pdf\n\nCO2eMission: Net-Zero Alignment Methodology\nhttps://sites.wf.com/co2emission/\n\nCorporate Responsibility Goals and Reporting\nhttps://www.wellsfargo.com/about/corporate-responsibility/goals-and-reporting/\n\nDiversity, Equity, and Inclusion Report (PDF)\nhttps://www08.wellsfargomedia.com/assets/pdf/about/corporate/diversity-equity-inclusion-report.pdf\n\nEnvironmental Data Assurance (PDF)\nhttps://www08.wellsfargomedia.com/assets/pdf/about/corporate-responsibility/environmental-data-assurance.pdf\n\nEnvironmental and Social Impact Management Framework (PDF)\nhttps://www08.wellsfargomedia.com/assets/pdf/about/corporate-responsibility/environmental-social-impact-management.pdf\nHuman Rights Statement (PDF)\nhttps://www08.wellsfargomedia.com/assets/pdf/about/corporate-responsibility/human-rights-statement.pdf\n\nInclusive Communities and Climate Bond Report (PDF)\nhttps://www.wellsfargo.com/assets/pdf/about/corporate-responsibility/inclusive-communities-climate-bond-report.pdf\n\nIndigenous Peoples Statement (PDF)\nhttps://www08.wellsfargomedia.com/assets/pdf/about/corporate-responsibility/indigenous-peoples-statement.pdf\n\nInnovation Incubator (IN²)\nhttps://in2ecosystem.com/\n\nPriority Recommendations of the Wells Fargo Human Rights Impact Assessment and Actions in Response (PDF)\nhttps://www.wellsfargo.com/assets/pdf/about/corporate-responsibility/human-rights-impact-assessment.pdf\n\nSustainable Finance Reporting Methodology (PDF)\nhttps://www08.wellsfargomedia.com/assets/pdf/about/corporate-responsibility/sustainable-finance-methodology.pdf\n\nTask Force for Climate-Related Financial Disclosures (TCFD) Report (PDF)\nhttps://www.wellsfargo.com/assets/pdf/about/corporate-responsibility/climate-disclosure.pdf\n\nUK Modern Slavery Act Statement (PDF)\nhttps://www08.wellsfargomedia.com/assets/pdf/corporate/modern-slavery-statement.pdf\n\nWells Fargo Stories: Supporting Sustainability\nhttps://stories.wf.com/series/supporting-sustainability/\n\nWells Fargo Stories: Environment\nhttps://stories.wf.com/category/environment/\n\nWells Fargo Volunteer and Corporate Community Impact Programs\nhttps://welcome.wf.com/impact/\n\nCOVID-19 response\n\nResources and support for COVID-19\nhttps://www.wellsfargo.com/jump/enterprise/coronavirus-response\n\nWells Fargo Stories: Wells Fargo responds to COVID-19\nhttps://stories.wf.com/series/wells-fargo-responds-covid-19/\n\nEmployees\n\nCareers at Wells Fargo\nhttps://www.wellsfargo.com/about/careers\n\nCareers for Military Veterans\nhttps://www.wellsfargo.com/about/careers/veterans/\n\nDiversity and Accessibility\nhttps://www.wellsfargo.com/about/diversity/\n\nWells Fargo Benefits\nhttps://www.wellsfargo.com/about/careers/benefits/\n\nWells Fargo Veterans Scholarship\nhttps://learnmore.scholarsapply.org/wellsfargoveterans/\n\nPrivacy and security\n\nPrivacy, Cookies, Security, and Legal\nhttps://www.wellsfargo.com/privacy-security/privacy/\n\nPrivacy Center\nhttps://privacycenter.wellsfargo.com/pcc/portal/enter\n\nSecurity Center\nhttps://www.wellsfargo.com/privacy-security/fraud\n\nImportant information about the Privacy Center (PDF)\nhttps://www08.wellsfargomedia.com/assets/pdf/personal/privacy-security/privacy-center-important-information.pdf\nProducts and services\n\nCard controls\nhttps://www.wellsfargo.com/online-banking/manage-accounts/card-controls/\n\nCollegeSTEPS®\nhttps://collegesteps.wf.com/\n\nDiverse Community Capital program\nhttps://www.wellsfargo.com/com/financing/real-estate/community-lending-investment/cdfi/\n\nFinancial health\nhttps://www.wellsfargo.com/financial-health\n\nHands on Banking®\nhttps://handsonbanking.org/\n\nHands on Banking® for service members\nhttps://handsonbanking.org/military/\n\nLGBTQ Resource Center\nhttps://www.wellsfargo.com/lgbtq/\n\nMilitary Resource Center\nhttps://www.wellsfargo.com/military/\n\nMortgage Learning Center\nhttps://www.wellsfargo.com/mortgage/learning/\n\nNeighborhoodLIFT®\nhttps://www.wellsfargo.com/mortgage/lift/\n\nSmall Business Resources\nhttps://www.wellsfargo.com/biz\n\nSmarter Credit™ Center\nhttps://www.wellsfargo.com/goals-credit/smarter-credit\n\nSuppliers\n\nSupplier Code of Conduct (PDF)\nhttps://www08.wellsfargomedia.com/assets/pdf/about/corporate/supplier-code-of-conduct.pdf\n\nSupplier Diversity\nhttps://www.wellsfargo.com/about/diversity/supplier-diversity/\n\nThe Private Bank – Social Impact Investing\nhttps://www.wellsfargo.com/the-private-bank/solutions/social-impact-investing/\n\nWells Fargo Assist℠\nhttps://www.wellsfargo.com/financial-assistance/\n\nWells Fargo Investment Institute\nhttps://www.wellsfargo.com/investment-institute\n\nWells Fargo’s Lending and Servicing Principles for U.S. Residential Real Estate Products\nhttps://www.wellsfargo.com/mortgage/principles/\n\nWells Fargo’s Responsible Lending Principles for Consumer Credit\nhttps://www.wellsfargo.com/help/consumer-credit-lending-principles/\n", "source": "wells_fargo_2021", "added": "2025-04-27", "created": "2025-04-27", "metadata": {"Source-File": "climate_reports/tp_reports/wells_fargo_2021.pdf", "olmocr-version": "0.1.59", "pdf-total-pages": 72, "total-input-tokens": 141033, "total-output-tokens": 34885, "total-fallback-pages": 0}, "attributes": {"pdf_page_numbers": [[0, 0, 1], [0, 931, 2], [931, 2472, 3], [2472, 3510, 4], [3510, 4367, 5], [4367, 7009, 6], [7009, 7023, 7], [7023, 7911, 8], [7911, 9984, 9], [9984, 12613, 10], [12613, 15295, 11], [15295, 18233, 12], [18233, 18983, 13], [18983, 21491, 14], [21491, 22814, 15], [22814, 22828, 16], [22828, 25059, 17], [25059, 27081, 18], [27081, 29627, 19], [29627, 32085, 20], [32085, 34350, 21], [34350, 36870, 22], [36870, 39562, 23], [39562, 42175, 24], [42175, 43063, 25], [43063, 44751, 26], [44751, 46033, 27], [46033, 48315, 28], [48315, 51477, 29], [51477, 56908, 30], [56908, 62311, 31], [62311, 67741, 32], [67741, 68297, 33], [68297, 69122, 34], [69122, 71640, 35], [71640, 73696, 36], [73696, 76171, 37], [76171, 78730, 38], [78730, 81039, 39], [81039, 83728, 40], [83728, 83739, 41], [83739, 84626, 42], [84626, 87486, 43], [87486, 88827, 44], [88827, 89683, 45], [89683, 91559, 46], [91559, 93922, 47], [93922, 95148, 48], [95148, 96143, 49], [96143, 98011, 50], [98011, 98020, 51], [98020, 98707, 52], [98707, 100530, 53], [100530, 104181, 54], [104181, 106099, 55], [106099, 108258, 56], [108258, 110060, 57], [110060, 112969, 58], [112969, 115895, 59], [115895, 120103, 60], [120103, 122016, 61], [122016, 123965, 62], [123965, 125846, 63], [125846, 126566, 64], [126566, 129135, 65], [129135, 130005, 66], [130005, 132666, 67], [132666, 134677, 68], [134677, 136862, 69], [136862, 139345, 70], [139345, 140959, 71], [140959, 140959, 72]]}}