{"id": "ab7394e3c31a6dfa270995644ad7c78cf687e15e", "text": "A Message from Our Chairman and CEO\n\nI am tremendously proud to introduce our 2021 Environment, Social & Governance (ESG) Action Report. This report reflects how we work with integrity and intention to advance patient health and a sustainable business that will deliver for our stakeholders for years to come. Powered by 50,000 employees around the globe, it is the responsibility and the privilege of everyone at AbbVie to support our communities, better our society and help the patients of today and tomorrow.\n\nSince AbbVie was founded in 2013, we have worked to help patients suffering from a wide range of diseases and conditions. In 2020, our mission grew in scope and ability with the acquisition of Allergan and this past year was our first full year operating as a new combined company. Today, we are better positioned for continued growth with leadership positions across the key therapeutic areas of immunology, oncology, neuroscience and eye care, and aesthetics.\n\nWe have a proven track record of developing new innovative medicines that have made a remarkable impact for patients and will continue to change lives for years to come. Since our inception, we have achieved more than 21 major product or indication approvals. Through our pipeline of promising therapies, we anticipate the potential approval of more than a dozen new products or major indications over the next two years. These important milestones have the potential to help millions of additional patients.\n\nIn addition to our medicines, we continued to deliver on our commitment to society. Together with our nonprofit partners, we advanced health and educational opportunities for underserved communities through our philanthropic commitments and continued to address the impact of COVID-19 through humanitarian support and employee volunteering efforts. Through our patient assistance programs, we provided free medicines in the United States to more than 170,000 patients who were experiencing financial need. Reaffirming our commitment to environmental sustainability, we committed to join the Science Based Targets Initiative (SBTi) to contribute to climate action by advancing our science-based emission targets.\n\nIn our 10th year as an independent company, I am grateful for our employees and our partners, and what we have done together to help patients and contribute to society over the past decade. I am confident in the future as we continue our mission to advance science and make a remarkable impact on people’s lives.\n\nSincerely,\n\nRichard A. Gonzalez\nChairman and CEO\nDisclaimer and Looking Forward Statements\n\nThe information and opinions contained in this report are provided as of the date of this report and are subject to change without notice. AbbVie does not undertake to update or revise any such statements. Company goals are aspirational and not guarantees or promises that all goals will be met. Certain statistics and metrics relating to ESG matters are estimates and may be based on assumptions or developing standards. This report may contain or incorporate by reference public information not separately reviewed, approved, or endorsed by AbbVie and no representation, warranty, or undertaking is made by AbbVie as to the accuracy, reasonableness, or completeness of such information. Inclusion of information in this report is not an indication that the subject or information is material to AbbVie’s business or operating results. This report is not intended to create legal rights or obligations.\n\nSome statements in this report are, or may be considered, forward-looking statements for purposes of the Private Securities Litigation Reform Act of 1995. The words \"believe,\" \"expect,\" \"anticipate,\" \"project\" and similar expressions, among others, generally identify forward-looking statements. AbbVie cautions that these forward-looking statements are subject to risks and uncertainties that may cause actual results to differ materially from those indicated in the forward-looking statements. Such risks and uncertainties include, but are not limited to, failure to realize the expected benefits from AbbVie’s acquisition of Allergan plc (\"Allergan\"), failure to promptly and effectively integrate Allergan’s businesses, competition from other products, challenges to intellectual property, difficulties inherent in the research and development process, adverse litigation or government action, changes to laws and regulations applicable to our industry and the impact of public health outbreaks, epidemics or pandemics, such as COVID-19. Additional information about the economic, competitive, governmental, technological and other factors that may affect AbbVie’s operations is set forth in Item 1A, \"Risk Factors,\" of AbbVie’s 2021 Annual Report on Form 10-K, which has been filed with the Securities and Exchange Commission, as updated by its subsequent Quarterly Reports on Form 10-Q. AbbVie undertakes no obligation to release publicly any revisions to forward-looking statements as a result of subsequent events or developments, except as required by law.\nCompany Overview\n\nAbbVie is a research-driven biopharmaceutical company that takes on the toughest health challenges. But we do more than treat diseases—we embrace the responsibility of making a remarkable impact on people’s lives through the innovative medicines and solutions we create together. This is driven by our compassion for people, commitment to innovation and inclusion, service to the community and uncompromising integrity. At AbbVie, we care deeply for patients, customers and their caregivers, our employees and our communities. We strive to always do the right thing, pursuing the highest standards in quality, compliance, safety and performance. We invest and innovate relentlessly to tackle unmet needs, creating new medicines and healthcare solutions for a healthier world. Globally, our employees represent diverse backgrounds and perspectives, and our company values treating everyone with dignity and respect—which we believe allows us to achieve our best. We proudly do our part, serving and supporting our communities and protecting the environment so we can make a lasting impact on healthcare and beyond.\n\nOur Principles\n\nTransforming lives\nWe inspire hope and transform lives every day. We make decisions based on our deep caring and compassion for people, delivering a lasting impact to our patients, their families, our employees and the community.\n\nActing with integrity\nWe strive to always do the right thing. With uncompromising integrity at the heart of everything we do, we pursue the highest standards in quality, compliance, safety and performance.\n\nDriving innovation\nWe innovate relentlessly in everything we do to tackle unmet needs. We invest in the discovery and development of new medicines and healthcare approaches for a healthier world.\n\nEmbracing diversity and inclusion\nWe treat everyone equally, with dignity and respect. Around the world, our employees embrace diverse backgrounds and perspectives, which allow us all to achieve our best.\n\nServing the community\nWe are proud to serve and support the community and do our part to protect the environment. We make a remarkable impact that’s felt within healthcare and beyond.\n\nOur Business\n\nAbbVie’s mission is to discover and deliver innovative medicines and products that solve serious health issues and enhance people’s lives today and address the medical challenges of tomorrow.\n\nWe strive to have a remarkable impact on people’s lives across several key therapeutic areas: immunology, oncology, neuroscience, eye care, and virology in addition to products and services across our aesthetics portfolio. Our state-of-the-art research, development and manufacturing centers across the world allow us to move the best ideas forward faster and deliver transformative change. Our global headquarters is in North Chicago, IL, United States.\n\nWe pride ourselves on a long tradition of strong corporate governance and financial controls, led by our board of directors. They play an active and vital role in overseeing our strategic direction and our performance against all objectives on behalf of our stakeholders. More details on our board and approach to Corporate Governance can be found in the Corporate Governance section of this report and our 2022 Proxy Statement.\n\nThis past year was our first full year operating as a new combined company since our acquisition of Allergan plc (Allergan) on May 8, 2020. As such, KPIs contained in this report are reflective of this combined organization unless otherwise noted. Previous year’s KPIs inclusive of only AbbVie data can be found in previous editions of AbbVie’s ESG Action Report.\n\nOur Approach to ESG\n\nAs a research-driven global biopharmaceutical company, we apply the same high standards and rigor to the medicines and solutions we pursue, to how we operate our business. We recognize that our company and our industry hold a unique opportunity to make a real difference in people’s lives, but it’s not just the breakthroughs we achieve that matter, it’s also the paths we take to achieve them. We are advancing ESG initiatives that contribute to the sustainable growth of our company so that we can create positive impact for generations to come. Our leaders are stewards of our ESG mission, and our people are committed to ensuring our research, innovations and collaborations put impact for people, communities and our world first.\n\nWe evaluate our efforts relative to external frameworks such as the Dow Jones Sustainability Index (DJSI), the Task Force on Climate-Related Financial Disclosures (TCFD), the United Nations Sustainability Development Goals (UN SDGs) and the Sustainability Accounting Standards Board (SASB). Our SASB Index performance is included as an appendix at the end of this report.\n\nActing responsibly is ingrained in everything we do. It is how we drive a long-term, sustainable business that makes a genuine and lasting positive impact for patients, employees and communities. In 2021, we enhanced our ESG framework and governance while delivering sustainable solutions that improve the health of our business and society.\nOur ESG Framework\n\nOur ESG Framework is built around three foundational pillars that align with our enterprise goals and principles. These have been developed based on an analysis of our material issues, considering the topics of most interest and relevance to our company and our stakeholders—including our patients, patient organizations, employees, investors, regulators and government, payers and providers, suppliers and nonprofit partners.\n\nCollaboration with stakeholders is critical to our success. We strive to create value by building engaging, long-term relationships with each of our partners and stakeholders. Through these relationships, we engage in regular dialogue to understand evolving needs, interests and expectations of AbbVie. From these interactions, we develop our understanding of meaningful issues and identify additional opportunities to improve and make an impact.\n\nOur ESG Pillars\n\nWe discover and deliver innovative medicines that solve serious health issues and enhance people’s lives by pushing the boundaries of innovation, putting people and patients first, creating high-quality therapeutic solutions and ensuring their safety, efficacy and accessibility.\n\nWe unlock the full potential of diverse and talented teams—and partners—to deliver today and into the future. We do this by attracting and retaining the best talent, embracing diversity of thought and through collaboration. We know that when we unlock the full potential of our people and our partners, we accelerate innovation, enhance people’s lives, and meet our business objectives.\n\nWe innovate with integrity and intention to advance long-term patient health and business resiliency. We ensure that we are prepared for the future by operating a sustainable, agile business model and governance structure that anticipates and evolves in a dynamic industry and society. We are unwavering in assuring supply of innovative medicines to patients and life-enhancing products to customers.\n\nOur Material Drivers*\n\nProduct innovation\nWe strive to make a remarkable impact on patients and drive sustainable growth by consistently discovering and delivering innovative medicines that address serious health issues and enhance people’s lives.\n\nPatient access and patient affordability\nWe believe everyone who needs our medicines should be able to get them.\n\nHuman capital management\nWe believe purposeful work drives meaningful change. We nurture diverse talent to solve the most complex health challenges and create remarkable impact in people’s lives.\n\nPatient health and engagement\nWe continuously strive to improve health outcomes for patients around the world.\n\nProduct quality and safety\nWe are committed to delivering safe and effective, quality products and medicines through robust quality systems.\n\nBusiness ethics\nWe act with integrity in everything we do.\n\nWe also prioritize Environmental Sustainability within and beyond AbbVie to support our patients, people and the planet. We are focused on reducing our environmental footprint, growing sustainability through inspiring innovation and engaging our workforce to steward the same.\n\n*Our material drivers are based on a 2020 materiality assessment.\n\nBoard and Executive Oversight of ESG\n\nThe board of directors has oversight responsibility for the company and administers this responsibility both directly and with assistance from its committees. Our directors have backgrounds that, when combined, provide a portfolio of experience and knowledge that serve AbbVie’s governance and strategic needs. Director nominees are considered based on a range of criteria including broad-based business knowledge and relationships, prominence and excellent reputations in their primary fields of endeavor, as well as a global business perspective and commitment to good corporate citizenship. They demonstrate experience and ability that is relevant to the board’s oversight role with respect to AbbVie’s business and affairs.\nIn 2021, we were honored to have received some of the most prestigious ratings and rankings in our industry. To date we have received more than 40 Top Employer Great Place to Work and Top Employer rankings globally.\n\n**Workplace & Diversity**\n- DiversityInc. “Top 50 Companies for Diversity” – Top 15\n- FORTUNE “100 Best Companies to Work For” – Included for four consecutive years\n- Great Place to Work “World’s Best Workplaces” – Included for five consecutive years\n- Human Rights Campaign Corporate Equality Index – Scored 100% for six consecutive years\n- Seramount “100 Best Companies”\n\n**Environment, Social and Governance**\n- Dow Jones Sustainability World Index\n- Dow Jones Sustainability North America Index\n- EcoVadis Corporate Social Responsibility Assessment Gold Medal\n- FTSE4Good Index\n- S&P 500 ESG Index\n- AbbVie ranked on the 2021 Purpose Power Index\n\n**Citizenship**\n- Civic 50\n- 3BL Media “100 Best Corporate Citizens”\n- PEOPLE Companies That Care\n- Bioethics International Good Pharma Scorecard for clinical trial transparency – Tied for first\n\n**Business Performance**\n- FORTUNE 100\n- FORTUNE World’s Most Admired Companies\n\nThe board of directors, through its committees, prioritizes and reviews ESG topics, material drivers and enterprise risks and discusses them with our senior management on a regular basis. These committees include the Nomination & Governance, Public Policy, Audit, and Compensation committee. Each board member sits on one or more committees and brings their collective expertise to carry out board initiatives and oversight responsibilities. Examples of this oversight involving ESG topics include: (1) reviewing results of the biennial all employee survey, (2) oversight of the company’s equity, diversity and inclusion strategy, (3) oversight of employee health and safety data and priorities, and (4) reviewing the company’s commitments to pay equity, environmental sustainability efforts, ethics and compliance, risk management and other priorities.\n\nFurther, our executive officers also prioritize ESG topics as a strategic focus and significant importance to the business. In 2021, our executive officers maintained a formal goal to protect AbbVie’s reputation across a range of ESG topics aligned to our long-term company strategy and ESG framework. The ESG goal was weighted 10% within the short-term incentive program for each executive officer. As part of this ESG goal category, all senior leaders, including executive officers, commit to executing our Equity, Equality, Diversity and Inclusion (EEDI) strategy. AbbVie’s executive officers have specific areas of focus for driving the company’s framework, and together, the executives’ goals cover all of AbbVie’s ESG material drivers. These goals are quantitative (e.g., reducing carbon emissions using a specific target) and qualitative (e.g., maintaining status as a top employer) in nature.\n\n**Our ESG Council**\n\nIn 2021, we enhanced our ESG oversight and governance with the establishment of an ESG Council. The ESG Council ensures strategic, enterprise-aligned delivery on AbbVie’s ESG Framework. Chaired by our Vice Chairman, External Affairs and Chief Legal Officer and composed of senior cross-functional leaders, the ESG Council’s purpose is to champion business sustainability and mitigate business risks by monitoring, reviewing and recommending actions in support of our ESG framework and strategy.\n\nThe ESG Council meets at minimum once per quarter and maintains sub-committees aligned to AbbVie’s material topics. In 2021, we established an ESG Team, which reports to the Vice President of Corporate Responsibility. The ESG Team focuses on supporting AbbVie’s ESG strategy and the ESG Council. With this governance in place, we are well-positioned to recognize ESG opportunities and advance our ESG objectives.\n\n**ESG Governance**\n\n| Board of Directors |\n|--------------------|\n| Chairman and CEO |\n| Executive Sponsor & ESG Council Chair |\n| Vice Chairman, External Affairs and Chief Legal Officer |\n\n| ESG Council |\n| VP, Corporate Governance Legal |\n| VP, Internal Audit |\n| VP, Talent |\n| VP, Corporate Responsibility, Brand, & Communications |\n| VP, Chief Ethics & Compliance Officer |\n| VP, Tax & Treasury |\n| VP, Central Services |\n| VP, Quality Assurance |\n| VP, Regulatory Affairs and R&D Quality Assurance |\n| SVP, R&D Chief Operating Officer |\n| VP, Corporate Strategy |\n| VP, Global Market Access & Pricing |\n| VP, Commercial Operations & Patient Services |\n\n| ESG Team |\n| VP, Corporate Strategy |\n| VP, Global Market Access & Pricing |\n| VP, Commercial Operations & Patient Services |\n\n**External Recognitions**\n\nIn 2021, we were honored to have received some of the most prestigious ratings and rankings in our industry. To date we have received more than 40 Top Employer Great Place to Work and Top Employer rankings globally.\nWe recognize that a business built on sustainable practices will be a long-lasting business. Our strategy is focused on reducing our environmental footprint, growing sustainably through inspiring innovation, and engaging our workforce to steward the same. We have set ambitious, long-term targets that put this strategy into practice.\n\nEnvironmental Sustainability\n\nClimate change has a direct impact on human health. As a company taking on the toughest health challenges, we must play our part in mitigating the impacts of climate change.\n\nIn 2021, AbbVie surpassed its 2025 emissions reduction target of 25%, four years ahead of schedule. We accomplished this by increasing our investment in renewable sources, decreasing our Scope 2 emissions. Furthermore, AbbVie has implemented energy efficiency measures, which decreased both our Scope 1 and Scope 2 emissions. For example, we completed the replacement of our cogeneration system at our site in Barceloneta, Puerto Rico.\n\nWe committed to joining the Science Based Targets initiative (SBTi) in 2021 and setting ambitious science-based emissions reduction targets to support limiting global temperature rise to no more than 1.5°C above pre-industrial levels, in line with the Paris Climate Agreement and the 2018 Intergovernmental Panel on Climate Change. Working with the SBTi allows us to access expert resources that support us on our journey to meaningfully reduce our climate impact and provide external assessment and validation of our approach and target. We intend to formally announce our SBTi-approved science-based targets in 2022, using 2021 as our baseline year.\nWe continuously evaluate the impact of climate change on our business, particularly in terms of potential supply disruption. To ensure continued access to medicines and to mitigate supply risks, we conduct climate risk assessments and implement adaptation projects. Climate risk is integrated into our enterprise risk management process.\n\nWe partnered with S&P Global Trucost in 2020 to perform a climate risk assessment for physical risks. The analysis focused on extreme weather impacts today and other climate impacts out to 2050. The risk assessment encompassed 100 global sites and locations including all manufacturing, R&D, warehouse locations, along with select global offices. It also included the top 35 locations of our critical suppliers, the top 20 locations for our third-party logistic warehouses, and nine of our global third-party data centers. Details from this assessment were included in our 2021 CDP Climate submission. AbbVie also conducts general assessments on the physical impact of climate change, including our upstream and downstream operations and stakeholders.\n\nIn our continuous effort to adapt to climate risk, we updated the physical features of our Barcelona, Puerto Rico site in preparation for stronger hurricanes in the future. Our roofs have been designed and reinforced to withstand a Category 5 hurricane, and our cogeneration system has recently been replaced to ensure that we can self-generate power in the event that an engine is damaged.\n\nTo further improve our resiliency, we are in the process of installing on-site emergency power generators at our sites in Branchburg, New Jersey, and Waco, Texas, and have commissioned and installed an on-site emergency generator at our new R&D site in South San Francisco, California, in preparation for future wildfire-related outages.\n\n### AbbVie Environmental Targets\n\n| Target Description | 2021 Achieved | 2025 Target | 2035 Target |\n|--------------------|---------------|-------------|-------------|\n| Reduce absolute carbon emissions (Scope 1 and Scope 2 – market-based) vs. 2015 baseline | -26% | -25% | -50% |\n| Increase percentage of electricity purchased from renewable sources (excluding leased commercial offices) | +32% | +50% | +100% |\n| Reduce absolute water withdrawal (including non-contact cooling water) vs. 2015 baseline | +14% | -20% | -60% |\n| Reduce absolute total hazardous and non-hazardous waste generated (excluding construction and demolition waste) vs. 2015 baseline | -14% | -20% | - |\n| Achieve and maintain combined recycling rate for hazardous and non-hazardous waste (excluding construction and demolition waste) | 42% | 50% | - |\n| Achieve zero waste to landfill (excluding leased offices) | 92% | 100% | - |\n\n1. In 2021, AbbVie performed a recalculation exercise of the metrics for our Environmental Sustainability targets and our 2015 baseline. The numbers listed above include both AbbVie and Allergan data versus our targets.\n2. Includes waste disposed of in the following manner: beneficial use, recycled, composted, treated, incinerated with energy recovery and incinerated without energy recovery.\n\n### Task Force on Climate-Related Financial Disclosures (TCFD)\n\nAbbVie is committed to understanding our climate risks, disclosing those risks and doing our part to mitigate the impact of climate change by reducing our carbon footprint. In early 2022, we committed to publicly disclosing environmental information in the TCFD framework. Our TCFD report is available on our website.\n\n### Reducing Our Footprint\n\nAbbVie actively seeks to reduce the energy and water we consume and the waste we generate around the world. We monitor our operations to ensure that the manufacturing, use and disposal of our medicines do not adversely affect the environment or human health. We operate robust environmental and energy management systems that support the integrity of our environmental sustainability strategy.\n\n### Energy and Carbon\n\nOur determined efforts to reduce carbon emissions are being achieved largely through investment in technology, infrastructure and processes that increase energy efficiency and use cleaner energy sources. We increased the amount of renewable electricity that we purchase to over 30% globally in 2021 and are on track to meet our 2025 target of increasing renewable energy sourcing to 50%. We continue to expand the use of electric and hybrid vehicles in our fleets, as well as explore other opportunities to reduce emissions. For example, of the new vehicles that were introduced in our UK fleet, 95% were electric or hybrid, and over 30% of all the new vehicles introduced in our Western Europe fleet were electric or hybrid. In 2021, we replaced all steam boilers at our manufacturing site in Campo Verde, Italy. The new boilers have increased efficiency to over 90% and are significantly more efficient than the previous units, which were at least 30 years old.\n\nThe SPARK Innovation Accelerator is an incubator for employee-driven ideas that accelerate our efforts to reduce energy consumption, water use and waste. In 2021, colleagues from 37 global sites submitted over 200 innovative ideas. Thirteen winning ideas will be implemented by November 2022.\n\n### Two 2021 Winning Ideas:\n\nIn North Chicago, a team of scientists built a dashboard to identify facilities that close fume hoods and those who leave them open—allowing energy to escape, like an open window. By making this data visible, the team is influencing positive change and as a result, AbbVie saved almost 15,000 kilowatt hours of energy globally in 2021.\n\nA team of colleagues in the United States collaborated to understand the quantity of printed sales materials not being used due to the pandemic and the impact of the shift to virtual engagement of healthcare professionals. Their work identified an opportunity to reduce printed sales material waste by 31 metric tons each year. The team looks forward to executing on their plan in 2022 and beyond.\nKey Performance Indicators: Carbon Emissions and Renewable Energy\n\n| 2021 | Change in absolute carbon emissions vs. 2015 baseline (Scope 1 and Scope 2, market based) | -26% | Achieved Target |\n|------|------------------------------------------------------------------------------------------|------|-----------------|\n|      | Percentage of electricity purchased from renewable sources (excluding leased facilities)  | 32%  | Achieved Target |\n\n1 In 2021, AbbVie performed a recalibration exercise of the metrics for our Environmental Sustainability targets and our 2015 baseline. The numbers listed above include both AbbVie and Allergan data versus our targets.\n\nKey Performance Indicators: Carbon Emissions and Renewable Energy Absolute Values\n\n| 2021 | Absolute Scope 1 GHG Emissions (Metric Tons CO2e) | 367,954 |\n|------|---------------------------------------------------|---------|\n|      | Scope 1 Stationary Combustion GHG Emissions (MT)  | 259,456 |\n|      | Scope 1 Mobile Combustion GHG Emissions (MT)      | 97,076  |\n|      | Scope 1 Fugitive GHG Emissions (MT)               | 5,501   |\n|      | Scope 1 Office Activities GHG Emissions (MT)      | 5,921   |\n|      | Absolute Scope 2 Location Based GHG Emissions (Metric Tons CO2e) | 330,946 |\n|      | Absolute Scope 2 Market Based GHG Emissions (Metric Tons CO2e) | 256,708 |\n|      | Scope 2 Purchased Electricity GHG Emissions (MT)  | 204,918 |\n|      | Scope 2 Purchased Steam GHG Emissions (MT)        | 25,649  |\n|      | Scope 2 Purchased Chilled Water GHG Emissions (MT)| 26,141  |\n|      | Scope 1 & 2 GHG Intensity (Metric Tons CO2e /$million revenue) | 11.12 |\n|      | Scope 1 & 2 Absolute Non-Carbon Emissions (in Metric Tons) (CH4, N2O, HFC and Other) | 7,016 |\n|      | CH4 (MT)                                          | 501     |\n|      | N2O (MT)                                         | 1,014   |\n|      | HFC (MT)                                         | 29      |\n|      | Other (MT)                                       | 5,472   |\n|      | Absolute Energy Consumption (MWH)                | 2,054,868 |\n|      | Natural Gas (MWH)                                | 1,000,684 |\n|      | LNG, LPG & Propane (MWH)                         | 338,459  |\n|      | #2 Fuel Oil (MWH)                                | 51,985   |\n|      | #6 Fuel Oil (MWH)                                | 0       |\n|      | Jet Kerosene (MWH)                               | 22,698   |\n|      | Motor Fuel Gasoline/Diesel (MWH)                  | 354,507  |\n|      | Purchased Electricity & Utilities (Steam & Chilled Water) (MWH) | 886,535 |\n\nThis table includes new KPIs added to 2021 ESG Action Report. 2021 was the first full year that Allergan data was integrated into AbbVie, and the data provided is reflective of such.\n\nDesigning for Sustainability\n\nIntegrating sustainability into AbbVie’s design, planning and development processes allows AbbVie to make progress toward our environmental targets, but also supports sustainable growth well into the future. In 2021, we released refreshed Global Facility Design Guidelines to our facility designers and engineers across the globe. These guidelines include over 100 sustainable design concepts that can be incorporated in new construction, upgrades and retrofits.\n\nMost of our design concepts were integrated into our new R&D facility located in South San Francisco, a certified LEED Platinum building. The building, opened in 2021, includes energy efficient lighting and lighting controls as well as a rainwater harvesting system.\n\nWater\n\nAccess to clean water is crucial for human health, and we are committed to using water responsibly and doing our part to protect this vital resource. We have set an ambitious goal to halve our absolute water withdrawal by 2035 compared to our 2015 baseline. To achieve this goal, we focus our efforts on reducing our total global water consumption and investing in innovative technologies that allow us to use water more efficiently.\n\nIn Barceloneta, Puerto Rico, we have reduced water consumption at the site by over 250,000 cubic meters annually. Through a reverse osmosis system in our on-site wastewater treatment plant, treated wastewater is further purified via reverse osmosis and used for non-manufacturing purposes at the site.\nA grant made by Allergan, an AbbVie company, brought environmental revitalization to Electronic City in Bangalore, India. Lake Bingipura, a 28.2-acre body of water, was previously treated as a municipal dump yard. The contamination and human encroachment resulted in reduced water capacity, blocked water channels, the death of flora and fauna and the spread of disease to the community. Employee volunteers revived the lake ecologically using time-tested and sustainable techniques, making use of an Allergan contribution.\n\nThe rejuvenation has doubled the water capacity and brings safe drinking water to more than 5,000 people across four villages. The treated water that flows out supports up to 75 acres of agricultural land. Native plant species have been planted and are already proving to support the return of birds and other local fauna.\n\n### Key Performance Indicators: Water\n\n| 2021 | Change in absolute water withdrawal vs. 2015 baseline (includes non-contact cooling water) | +14% |\n|------|------------------------------------------------------------------------------------------|------|\n|      | Change in absolute water consumption vs. 2015 baseline (excludes non-contact cooling water) | -13% |\n|      | Absolute total water consumption (million cubic meters) | 5.22 |\n\n1. In 2021, AbbVie performed a recalculation exercise of the metrics for our Environmental Sustainability targets and our 2015 baseline. The numbers listed above include both AbbVie and Allergan data versus our targets. Figures exclude two R&D facilities which were not included in the 2015 baseline.\n2. Non-contact cooling water is returned to the source in the same amount and with the same quality as was withdrawn. The increase we’ve seen in our non-contact cooling water use is generally due to seasonal variations in source water temperature.\n3. Represents new KPI added to 2021 ESG Action Report.\n\n### Key Performance Indicators: Waste\n\n| 2021 | Reduce absolute total hazardous and non-hazardous waste generated (excluding construction and demolition waste) vs. 2015 baseline (2025 Target: -20%) | -14% |\n|------|-------------------------------------------------------------------------------------------------|------|\n|      | Combined recycling rate for hazardous and non-hazardous waste (excluding construction and demolition) | 42% |\n|      | Percentage of global waste diverted from landfills (annually) (excluding construction and demolition) | 92% |\n|      | Absolute total hazardous and non-hazardous waste generated (excluding construction and demolition waste) (1,000 Metric Tons) | 36.9 |\n\n1. In 2021, AbbVie performed a recalculation exercise of the metrics for our Environmental Sustainability targets and our 2015 baseline. The numbers listed above include both AbbVie and Allergan data versus our targets.\n2. Includes waste disposed of in the following manner: beneficial use, recycled, composted, treated, incinerated with energy recovery and incinerated without energy recovery.\n3. Represents new KPI added to 2021 ESG Action Report.\n\nAs a pharmaceutical company, we recognize the importance of minimizing waste and using appropriate disposal methods for both hazardous and non-hazardous waste alike. Whenever possible, we avoid landfills and continuously evaluate opportunities to reduce, reuse and recycle our waste materials. In 2016, we set a goal to send zero waste to landfill by 2035.\n\nTo ensure proper management, we characterize our waste streams to determine waste classification and proper disposal methods and ensure our employees are fully aware of correct classification and procedures. Waste management training is provided to AbbVie employees and contract workers before they undertake any responsibility for hazardous waste management activities. We routinely audit the procedures and practices of third-party waste management providers to ensure our waste is responsibly managed and disposed.\n\nFor example, our Sligo-Manorhamilton, Ireland site continues to make significant reductions in their generation of hazardous waste. They previously installed an on-site wastewater treatment unit that has decreased their hazardous waste by over 80% in the past two years.\n\nOur Global Packaging Design for Recovery approach focuses on creating designs for our package material and finished package to facilitate diversion from the landfill. This approach also accounts for how we ship our products by optimizing our transportation-related packaging and working with our suppliers to do the same. One example comes from a packaging format change for MAVYRET® (for 84 count monthly tablet packs), where we’ve seen a greenhouse gas equivalent reduction of 98% and a recycling potential increase of 64% compared to the previously used packaging.\nSince our launch in 2013, we have invested roughly $50 billion in research to discover, develop and deliver new medicines. We target diseases with significant unmet need where we can improve the standard of care with innovative new therapies. We are constantly working to create solutions that go beyond simply treating the illness. Our innovation strives to have a positive impact on patients’ lives, on society and on science itself.\n\nInnovating for Patients\n\nWe approach our science with an unrelenting spirit to deliver medicines that improve lives, inspiring hope and confidence for patients to live a brighter today and tomorrow. This requires both dedicated innovations to address unmet needs and extensive investment in research and development. To be successful, we must also understand what matters most to patients. We empathize with and work to understand the experiences of people living with diseases so that we can meet their specialized needs. We partner with patients, patient advocacy groups and healthcare providers to understand the individual experience, define meaningful outcomes and pioneer new methods to measure them in accurate and relevant ways. We continue to enhance our efforts to ensure we are innovating for all patients, regardless of their race or ethnicity. Innovation in science is at the heart of our commitment to patient health and well-being.\n\nOur responsibility starts with discovering and developing novel medicines and treatment approaches that make a real-world impact, and since 2013 we have achieved 21 major product or indication approvals. In 2021, the U.S. Food and Drug Administration approved new products QULIPTA™ and VUITY™ and the European Commission approved a new indication for SKYRIZI®.\n\nWe regularly work with strategic partners to amplify the impact of our scientific progress. Whether through collaborations with smaller biotech companies, teaming up with universities or joining forces with other pharmaceutical companies around the world, partnerships are a powerful path to scientific discovery and patient success. In 2021, AbbVie embarked on several new partnerships, including: an eye care collaboration with REGENXBIO, an oncology agreement with Caribou Biosciences on the development of new CAR-T cell therapies and an extension of our collaboration with the University of Chicago to support preclinical oncology research. Our collaboration with Calico, a division of Alphabet, now twice renewed, focuses on advancing research and development in age-related diseases including neurodegeneration and cancer.\n\nInnovating with Patient Experience in Mind\n\nDesigned to reduce pain and discomfort for those living with arthritis, limited mobility and chronic pain, AbbVie updated the packaging of RINVOQ™, a joint pain medication. The easy-to-open RINVOQ™ bottle design includes a cap with a wide, easy-to-grip texture and an embedded tool that punctures the foil liner, both of which simplify medication access. Our innovative design was awarded the Arthritis Foundation’s Ease of Use Commendation.\nR&D for Neglected Tropical Diseases\n\nNeglected tropical diseases (NTDs), together with widespread tropical diseases such as malaria and tuberculosis, impact over one billion people globally. These diseases, which disproportionately affect people in low- and middle-income countries, are detrimental to both public health globally and economic well-being locally. Combating NTDs requires input, commitment and collaboration between a wide range of dedicated partners. That’s why we were one of the original signatories to the London Declaration on Neglected Tropical Diseases, a collaborative global partnership that aims to eliminate or control 10 NTDs.\n\nHundreds of AbbVie scientists have donated 180,000 pro bono hours over the past 10 years to help find solutions for these persistent global public health challenges. AbbVie’s Executive Council on Neglected Diseases coordinates our innovative technologies, diverse compounds for screening and scientific expertise. We collaborate with partners to conduct preclinical and early clinical development and testing, and clinical trials that can lead to new treatments in NTDs including onchocerciasis, Chagas disease, and leishmaniasis. We also offer a 10-week summer internship program for chemistry students working on NTD-related research.\n\nClinical Trials\n\nClinical research is a key component of developing new medicines. Every year, tens of thousands of people worldwide participate in clinical trials of potential AbbVie medicines. We require all our clinical studies to be conducted in a manner consistent with the ethical principles outlined in the World Medical Association’s Declaration of Helsinki and to adhere to applicable standards set by the International Council for Harmonization of Technical Requirements for Pharmaceuticals for Human Use (ICH). This includes adherence to Good Clinical Practice, Good Laboratory Practice and Good Manufacturing Practice standards, all of which provide assurance that the rights, safety, well-being and ethical treatment of trial participants are protected.\n\nWe share comprehensive information regarding our processes on our website regardless of outcome, while protecting patient confidentiality and sharing the results of all clinical trials, with health authorities and on publicly available registries including, but not limited to, the European Medicines Agency (EMA), the Pharmaceuticals and Medical Devices Agency (PMDA) in Japan, the U.S. Food and Drug Administration (FDA).\n\nBeyond safety, we aim to make our clinical trials as effective as possible. This includes new technologies to increase efficiency of process, broadening the diversity of study populations, accelerating recruitment, reducing cost and continually improving the patient experience. Through our clinical development process, we gather actionable insights that allow us to make patient-centric decisions.\n\nOne of our most promising NTD programs is ABBV-4083, or flubentyllosin, which is currently in Phase 2. The goal of the program is to treat parasitic disease onchocerciasis (river blindness), which impacts over 17 million people—99% of which are in Africa. In partnership with the Drugs for Neglected Diseases initiative (DNDi), we were able to build two clinical sites in the rural areas of the Democratic Republic of Congo (DRC), enrolling roughly 80% of our Phase 2 trial. The over 400 scientists working pro-bono to develop this river blindness treatment reflects both scientific excellence and our commitment to society. A documentary on our work with the DNDi can be found on Vox.com.\n\nIn 2021, we celebrated the 10-year anniversary of the Tuberculosis Drug Accelerator (TBDA), an innovative partnership with other pharmaceutical companies, academics, and healthcare advocacy organizations. The partnership’s mission is to discover and develop drug candidates to support affordable, shorter and safer drug regimens that can achieve rapid, durable cures. AbbVie has been an active participant with the TBDA, providing crucial compounds from our library, expertise in medicinal and computational chemistry, pharmacokinetics, assay development and screening, drug safety and toxicology studies to the challenges of anti-TB drug discovery and development.\n\nDiversity in Clinical Trials\n\nTo effectively serve the populations living with the diseases that we study and for whom we create solutions, it is imperative to design inclusive clinical research programs with equitable access for patients and physicians. To do so, we have established a dedicated team that is fostering a data-driven approach to ensure AbbVie-sponsored clinical trials are diverse, equitable and inclusive.\n\nWe hired AbbVie’s first Director of Clinical Trial Diversity & Inclusion in 2020 to lead this critical work. The responsibility of the role has since been expanded to foster an emphasis on patient centricity, ensuring even greater intentionality in the inclusion of patient insights into clinical trial planning. This team’s focus is to build foundational capabilities that will enable a sustainable and systematic approach to clinical trial diversity, patient centricity and the patient experience at every phase of our clinical development work.\n\nWe have a comprehensive strategy to support the improvement of representation in our clinical trials through inclusive clinical protocols that incorporate diversity into the clinical drug development process, to address unmet needs and strive toward the best possible outcomes. Some of the ways we are beginning to bridge gaps with diverse communities to advance clinical trial diversity include:\n\n- Selecting strategic site locations that ensure we connect to a community of potential participants\n- Empowering trial sites to meet the needs of diverse populations by bridging gaps between researchers, staff and patients and ensuring that sites are equipped to lead trials effectively\n- Opening a two-way dialogue with potential participants to listen and understand their perspectives, and to leverage these learnings to enhance our drug development process\n- Building relationships with community health advocates and leaders to reach more diverse patients\n- Expanding our investigator pool by creating training for investigators and clinical research staff and developing a pathway for the next generation of AbbVie researchers\n- Establishing clear KPIs for collecting and interpreting data, so we can benchmark and track our progress\n\nKey Performance Indicators: Research & Development\n\n| Indicator | 2021 |\n|-----------|------|\n| Adjusted Investment in Research and Development | $6.5B |\n| New product or indication approvals including indication expansions | 10 |\n| Number of programs granted a designation by at least one major regulatory authority to expedite development or review | 7 |\n| Percent of compounds in late-stage clinical development with novel mechanism of action | 80% |\n| Number of FDA Breakthrough Therapy Designations | 2 |\n| Research hours donated to neglected tropical diseases, malaria and tuberculosis | 14,307 |\n\n1 Adjusted investment in Research and Development spend is a non-GAAP measure and excludes specified items of $0.4B compared to the as reported GAAP measure of $6.9B.\n2 Indicates compounds considered “first-in-class” in the scientific community in phase III, phase II with registration potential, or in regulatory approval process. Not included are compounds considered “best-in-class”, new indications, new formulations, and new forms of delivery.\n3 Represents new KPI added to 2021 ESG Action Report.\nProduct Quality and Safety\n\nAt AbbVie, our patients are at the center of everything we do. At the core of our patient-centric philosophy is that all employees, both at AbbVie and those of our suppliers, aim to make a remarkable impact on patient lives by striving for excellence and getting it right the first time.\n\nUpholding the Highest Quality Standards\n\nWe have robust systems in place to ensure the medicines we manufacture are of high quality and available when patients need them. The AbbVie Quality Council oversees our quality strategy and direction across AbbVie. Our Quality Council is accountable directly to our CEO and is comprised of the heads of quality from R&D and Operations. Within these two functions, we have Quality Assurance Groups to ensure a culture of quality is fully embedded throughout all our activities.\n\nThe values below outline our shared commitment to upholding the highest standards of quality every day.\n\n• We all own quality. Quality is everyone’s job; AbbVie’s mission is to deliver a consistent stream of innovative medicines and have a remarkable impact on people’s lives. We cannot do that without everyone prioritizing quality and compliance in all that we do.\n\n• Everyone has an important voice to ask questions, express concerns and raise observations on any quality matter. In our culture of quality if you SEE something, SAY something, DO something.\n\n• Our employees make the difference in providing the highest quality products and outstanding service to our patients. If we focus on quality and flawless execution, compliance will follow. We empower all employees to be critical, constructive and uphold AbbVie to the highest standards of quality, every day.\n\n• AbbVie is an industry leader in quality. Our pride in product quality and commitment to patient safety are a powerful combination that motivates employees to stay vigilant, speak up and be part of the solution.\n\nThe principles and structure of our integrated enterprise Quality Management System (QMS) are outlined in our Global Quality Manual, available to all our personnel. The QMS complies with all applicable global standards and regulations (GxP) including the International Organization for Standardization (ISO).\n\nTo ensure quality and regulatory compliance, AbbVie manufacturing sites receive both internal and external inspections and audits from major regulatory health authorities such as the U.S. FDA, the European Medicines Agency and the Japanese Pharmaceuticals and Medical Devices Agency. In 2021, these audits had no findings resulting in production stoppages. We take strong, proactive measures to assess and maintain the security of our supply chain, as described in the Supply Chain Sustainability section of this report.\n\nOur Pharmacovigilance and Patient Safety teams identify potential safety issues and mitigate their impact on patients with an overall goal to improve the patient experience throughout the product lifecycle. Over the course of 2021, at any given time, these teams were supporting approximately 250 studies and approximately 150 marketed products and devices.\n\nIn 2021, these teams advanced research and forecasting pertaining to COVID-19, including the following projects:\n\n• Completed a baseline manuscript for an observational cohort study of COVID-19 in Lake County, Illinois1\n\n• Evaluated the risk of severe COVID-19 outcomes in patients with immunology conditions2\n\n• Assessed patient characteristics and the risk of severe COVID-19 outcomes in cancer and Immune-mediated Inflammatory Disease patients\n\nOur Pharmacovigilance and Patient Safety teams also take action to address any risks of our medicines being counterfeited or diverted. We regularly provide education and training to employees, healthcare providers and law enforcement officials in higher-risk geographies. Our education covers the social and health risks of counterfeited and diverted medicines as well as common illicit trade practices and security protocols.\n\nTo learn more about our anti-counterfeiting measures please see the Governance section of this report.\n\n1 (Ryan D. Kilapatrick, 2022)\n2 (Y. Ye, X. Yue, W. Krueger, L. Wegrzyn, 2021)\nPatient Health and Engagement\n\nAt AbbVie, patients are at the heart of what we do: discovering and delivering life-changing medicines. We know that these transformative medicines only matter if they are safe, effective and accessible to everyone who needs them, when they need them. From drug discovery to development to working with partners to ensure our medicines are accessible and affordable, we offer a breadth of resources, so that people taking our medicines can feel empowered, informed and in control of their health. We amplify patients’ voices to ensure their concerns are heard and accounted for in our decision making worldwide.\n\nEliminating the hepatitis C virus (HCV) and relieving symptoms of other diseases will mean uniting all of us behind a collective effort to overcome the obstacles associated with the disease. The hundreds of HCV elimination projects that AbbVie supports are forging partnerships that help concentrate our efforts, share learnings and scale what works. These are just a few of our efforts to date:\n\nPeer Motivation: People who inject drugs (PWIDs) are the largest identifiable high-risk population for HCV in Switzerland. Our project here seeks to establish testing at drug treatment centers and launch peer programs to motivate PWIDs to seek screenings and care.\n\nHep C A-L-E-R-T: A project in Romania is working to show that HCV elimination is possible through cost-effective, point-of-care testing using a rapid finger stick test in regional hospitals.\n\nRoad to the Cure: In Israel, an effort to map the most frequented locations of people who inject drugs is helping healthcare providers bring laboratory services and HCV treatment to places where these patients feel comfortable.\n\nLearning from Diabetes: New research shows that Australia must increase testing and improve linkage to care to eliminate HCV by 2030. To help, one Australian project is replicating a successful model of diabetes screening and treatment at Blacktown Hospital in Western Sydney to improve HCV awareness among at risk groups including people who inject drugs.\n\nIndependent Healthcare Grants\n\nOur independent healthcare grants increase access to continuing education and improve HCV awareness among at-risk groups including people who inject drugs. We support independent scientific and medical education programs that offer unbiased continuing education for experienced healthcare providers and scientists on current, new and emerging science. By deepening provider knowledge, patients are better served and more positive outcomes are achieved. Our grants also fund fellowships that increase capacity in under resourced fields and educate providers on medical advances and emerging therapies.\n\nWe prioritize grants to initiatives that focus on the reduction of healthcare disparities in underserved populations and those that advance inclusive patient care. Some of our funded initiatives have fostered telemedicine and telehealth, bridging geographic gaps. In 2021, we reached nearly 700,000 patients and more than 750,000 healthcare providers through our independent healthcare grants. More information on areas we support through our independent healthcare grants and the most up-to-date grant application process can be found on our website.\n\nPatient Support\n\nOur patient care and support helps patients reach their full treatment potential. We offer a wide range of country-specific, disease-state patient programs that provide meaningful, informative and empowering support to patients who have been prescribed AbbVie medicines. We also verify insurance coverage, help patients access financial assistance, and in specific situations, may dispense medicines directly to patients.\n\nTo learn more about the ways we make medicines more affordable to patients, please refer to the Patient Access and Affordability section of this report.\n\nThe support we provide patients increases their ability to access and use our medicines in a way that ensures successful outcomes. For example, through our Nurse Ambassador program and through other support resources, we provide educational programs to patients that ensure they are empowered with the knowledge and resources to better understand their disease, treatment and the usage of their medicine.\n\nTo enhance the ways in which we support patients to use their prescribed medicines, we use learnings and tools from behavioral science such as teach-back, an established health literacy technique. Teach-back helps us to better understand how patients interpret the information we share with them, which in turn allows us to further adapt our communications for clarity.\nEngagement with the Patient Community\n\nThe patient is—and will always be—at the heart of all the work we do. Without understanding the lived experience of people living with health conditions, including their wants, needs and goals, it is impossible to design, develop and deliver life-improving medicines for patients.\n\nWe partner with patient advocacy groups and rely on the valuable insights they share on the patient and caregiver experience. We foster relationships with patient advocacy groups based on mutual trust, respect and shared goals, which reflect AbbVie’s transparent and ethical behavioral standards. Together, we have a shared aim to improve patients’ lives.\n\nEssential to early detection of diseases is awareness of and education on that disease. The patient advocacy community enables us to garner diverse perspectives and to build a greater understanding of the experiences of our patients and the unique challenges of the patient journey from diagnosis to treatment. This helps inform our decisions from drug development to packaging design and delivery. Through these partnerships, AbbVie also contributes to patient and caregiver education specific to disease states and shares information about quality-of-life improvements.\n\nOur approach to partnering with patient advocacy groups is rooted in the foundations of three critically important guiding principles:\n\n1. **Independence:** The independence of patient advocacy groups will not be compromised. We encourage PAGs to maintain relationships with a wide range of organizations and companies.\n\n2. **Transparency:** All support will be disclosed according to relevant laws, and patient advocacy groups will recognize company support through locally appropriate means. Both AbbVie and patient advocacy groups will have final approval on all public uses of their respective names, logos and identifying symbols.\n\n3. **Trust and Mutual Respect:** Through a mutual and open understanding of each other’s policies, objectives and working practices, we will demonstrate respect for our partners as we each work toward common objectives and outcomes. When providing information on marketed and investigational medicines, AbbVie will do so in compliance with applicable local laws, regulations, policies and procedures.\n\n---\n\n**Educating Providers and Patients Around the World**\n\n**Patient Communication in Brazil**\n\nOur Meaningful Conversations (Conversas Importantes) project ensures oncology providers are better able to communicate with patients about their disease, their options and clinical trials.\n\n**Disease Management and Education in Mexico**\n\nOur Siente tu Libertad digital platform provides patients suffering from psoriasis with educational tools and tips on disease management and connects patients with dermatologists specializing in the disease.\n\n---\n\n**Key Performance Indicator: Support for Healthcare and Patient Organizations**\n\n| Grants, donations and/or sponsorships to healthcare and patient organizations ($ million) | 2021 |\n|---|---|\n| $155.4 |\n\nThis table includes a new KPI added to the 2021 ESG Action Report. The KPI does not include AbbVie Foundation or Corporate philanthropic grants or donations. See the Community & Partner Engagement and Impact section for more details on AbbVie’s philanthropic efforts.\nPatient Access and Affordability\n\nAbbVie’s commitment to patients inspires a focus on innovation and a dedication to ensuring that patients who can benefit from AbbVie’s medicines have access to them. We commit to pursuing new ways to address patients’ most serious health issues, while expanding access and support for patients to improve lives today.\n\nScience and innovation are the lifeblood of our company. We dedicate ourselves to addressing the world’s pressing health challenges by combining our experience in pioneering scientific breakthroughs with a focus on pursuing the best ideas in science.\n\nWe also recognize that innovative treatments can only make a difference if patients can access the medicines that they and their providers choose. Innovation and access must work in tandem, which is why AbbVie commits to helping patients who need our medicines to get those medicines.\n\nWe keep our commitment to making a remarkable impact on patients at the center of how we operate—including in how we approach the pricing of our medicines and the ways we work to increase access and support for patients throughout their treatment journey. To achieve this, we assist qualified patients in the United States by making their co-pay less burdensome and by providing free medicine. Across the world, we are at times able to provide patients with access to our medicines before they are formally approved for use by regulatory agencies on a compassionate use basis. We also donate medicines to international non-governmental organizations that are supporting people as part of medical missions and disaster and humanitarian crises.\n\nTo learn more about AbbVie’s approach to access to medicine, see Our Commitment to Access to Medicines on our website.\n\nRelieving the Burden One Patient at a Time\n\n“I can’t begin to thank you enough for helping me another year. My actual life depends on you. I can now live like everyone else. Physically I can now function and do things. Financially, I can afford to come out of the house for a small treat, now and then! Thank you.”\n\n– Patient using myAbbVie Assist\n\nPatient Assistance\n\nWithin the United States, we provide co-pay assistance, regardless of income, to all patients with commercial insurance, most eligible patients pay $5-10 per month for their AbbVie medicines. More than 90% of commercial patients utilize our co-pay assistance program. We also make donations to independent charitable foundations that provide co-pay assistance to patients in need, regardless of what type of therapy they are on.\n\nPatients in the United States without insurance or those with limited coverage for our medicines in the United States may be eligible to receive AbbVie medicines at no cost to them through myAbbVie Assist. The program serves as an important safety net and helps 99% of uninsured patients who seek our assistance. In 2021, AbbVie integrated products available under the Allergan Patient Assistance Program into myAbbVie Assist. The income eligibility requirement for myAbbVie Assist is 600% of the Federal Poverty Level (FPL), or an income of less than $169,000 for a household of four people. For patients who lost insurance coverage or for those facing financial hardship because of COVID-19, we continued to provide free AbbVie medicines for qualifying individuals in 2021. In 2021, myAbbVie Assist supported over 170,000 patients in the United States.\n\nKey Performance Indicator: Expanding Access to Our Medicines\n\nU.S patients provided medicine at no cost through our patient assistance programs\n\n170,162\n\n1 Allergan Patient Assistance Program was integrated into myAbbVie Assist in 2021. This number is inclusive of the integrated program.\n\nGlobal Access to Medicines\n\nTo facilitate access to AbbVie medicines globally, we contribute to the World Intellectual Property Organization’s Patent Information Initiative for Medicines (Pat-INFORMED) database. This database provides patent information on medicines for HIV/AIDS, cardiovascular diseases, diabetes, hepatitis C, oncology, respiratory conditions and other products on the WHO Essential Medicines List so that procurement agencies may easily find patent holders and communicate directly with companies selling medicines they need.\n\nWe also have global medicine donation programs, in which we provide medicines for people who would have no other means of accessing them due to country-specific limitations and availability. We have seven ongoing medicine donation partnerships with international non-governmental organizations providing assistance in low- and middle-income countries. We support requests for medical donations for pediatric health, mental health and HIV/AIDS, as well as access to surgical care by donating our general anesthesia treatment for use in free surgeries. Furthermore, we donate medicines for use in disaster relief efforts and in response to humanitarian crises. Since 2013, we have donated medicines for use in over 100 countries.\n\nAt times, we can provide earlier access to treatment for people who are suffering from serious medical conditions and could potentially benefit from our medicines. Through our compassionate use programs, AbbVie provides access to investigational drugs prior to regulatory approval for patients who suffer from serious or life-threatening illnesses, as determined on a case-by-case basis and implemented through programs subject to established regulatory pathways. Our compassionate use programs span a variety of medicines across oncology, immunology, neuroscience and other therapeutic areas.\n\nAdditionally, we recognize that during launch of a new medicine, as payers evaluate the robust evidence generated by our clinical development programs, pending evaluation of potential value could delay or impact payer and health system reimbursement decisions. To balance early access for patients with maturity and certainty of the data, we work to pursue alternative access agreements to encourage earlier coverage and reimbursement of new treatments, where appropriate.\nAdvancing Patient Care with Big Data\n\nOur Health Economics and Outcomes Research (HEOR) team is a world-class leader in creating innovative, high-impact evidence that optimizes appropriate patient access to AbbVie products. HEOR evidence helps payers, providers, policymakers and patients understand how medicines perform in the real world. Using real-world evidence helps us to understand disease burden, treatment patterns, patient experience and product performance in settings and populations that are representative of everyday clinical practice.\n\nOur HEOR researchers utilize big data to highlight patterns of care and generate evidence to support the real-world value of a new drug or technology. This big data falls into three broad buckets:\n\n1. Clinical data, which helps evaluate a medicine’s safety and effectiveness\n2. Economic and resource utilization (including inpatient admissions, emergency room visits, outpatient visits and other medical services) data, which is used to evaluate its economic value\n3. Patient experience data, which typically focuses on signs, symptoms and impacts that are important to patients\n\nLarge and diverse data allows us to better understand the experience of patients often excluded from clinical trials, as well as evaluate treatment comparisons that may not have been made in a randomized controlled trial. In addition, this data helps us understand healthcare resource utilization and potential cost offsets associated with therapies or interventions used in the real world. When real-world data is put into context and complements data from clinical trials, a more comprehensive assessment and understanding of a treatment or disease, healthcare delivery and, ultimately, a person’s experience of treatment is captured, all of which is used to advance patient care and access to treatment.\n\nHuman Capital Management\n\nAt AbbVie, our culture is centered on the belief that how we work with each other and achieve results matters. This steadfast focus continues to position AbbVie as an employer of choice. In 2021, we were again listed as one of Fortune 100 Best Companies to Work For® and a Great Place to Work “World’s Best Workplaces”—both rankings determined by employees.\n\nAbbVie takes a holistic approach to the way we manage our human capital, focusing on Equity, Equality, Diversity and Inclusion (EEDI), professional and leadership development and employee well-being. This approach was demonstrated in 2021 as we worked to ensure a unified culture and workforce after our Allergan acquisition.\n\nOur workplace culture is built upon three fundamental guideposts:\n\n1. Our Principles, which represent who we are and what we stand for: transforming lives, acting with integrity, driving innovation, embracing diversity and inclusion and serving the community.\n2. The Ways We Work, a core set of behaviors that provide clear expectations for all employees, reinforcing that how we achieve results matters. Integrated into the entire talent journey, these behaviors form the basis for assessing performance, prioritizing development, and ultimately, rewarding employees.\n3. Our Talent Philosophy, which guides how we lead and develop talent at AbbVie.\nCultivating a Diverse and Inclusive Workforce\n\nOur five-year EEDI strategy, launched in 2019, focuses on several cornerstones of success: drive awareness & understanding; attract and source talent; develop and engage talent; and create connections and community. We do this for our people, our patients and our business. Each of these strategic areas has specific objectives and associated initiatives and include implementation plans organized by business function and geography. The strategy and its implementation are driven and overseen by our CEO, Chief Equity Officer and the Executive Leadership team who set formal goals and are held accountable for our performance in this area. Additionally, all AbbVie executives have equity, equality, diversity and inclusion related goals. See the Board and Executive Oversight of ESG section of this report to learn more about our executives’ ESG goals.\n\nWe are committed to consistently raising the bar when it comes to cultivating a diverse and inclusive workplace. Our CEO, Richard Gonzalez, signed the CEO Action pledge to signal our commitment to advancing diversity and inclusion in our workplace, and we have joined Paradigm for Parity®, which focuses on ensuring gender parity at the senior leadership level.\n\nIn recent years, AbbVie’s executive leadership has led our response to the United States racial justice movement and has overseen internal programs designed to ensure that AbbVie is attracting, retaining and developing diverse talent.\n\nAbbVie is attracting, retaining and developing diverse talent.\n\nEquity, Equality, Diversity & Inclusion Strategic Priorities\n\n- **Equity**: Focusing on a culture of equity and inclusion through education, removing barriers, creating differentiation and measurement. Equity is embedded in everything we do.\n- **Drive Awareness & Understanding**: Instilling an inclusive mindset in all leaders and employees\n- **Attract & Source Talent**: Proactively finding and engaging top talent\n- **Develop & Engage Talent**: Creating opportunities for talent to thrive\n- **Create Connections & Community**: Bringing people together to promote inclusion\n\nAnnual Enterprise Initiatives\n\n- **Functional/Local Implementation Plans**\n\nDriving Awareness and Understanding\n\nAn important part of our EEDI strategy is to instill an inclusive mindset in all leaders and employees so that we realize the full value of our diverse workforce. In 2021, we enhanced the EEDI content on our internal portal and launched new virtual inclusive learning programs, building out our EEDI curriculum and continuing to enhance our extensive library and toolkit. We also supported company-wide programming developed by our Employee Resource Groups to foster more awareness and understanding of diverse communities and perspectives.\n\nIn 2021, we expanded our global listening sessions, giving employees an opportunity to share their experiences, ideas and thoughts on race, bias and inclusion. Several sessions allowed employees to develop a deeper understanding of current events impacting many of our employees. At the same time, listening sessions gave the leadership and engagement teams a pulse on how our employees were thinking about those events and how we could best support them.\n\nOur Black Business Network (BBN) Employee Resource Group led meaningful educational opportunities to bring greater awareness of EEDI to the AbbVie community and established differentiated programming for greater impact. We also hosted notable external speakers to provide additional awareness and learning opportunities for all employees.\n\nAttracting and Sourcing Diverse Talent\n\nAbbVie attracts, engages and hires diverse talent as part of its comprehensive talent strategy. Our proactive approach governs AbbVie’s strategy and is applied across all stages of the recruitment pipeline, from early career to executive leadership. Leveraging strategic partnerships with organizations and educational institutions, AbbVie continues to build a robust pool of diverse talent today and for years to come. With an emphasis on our early career pipeline, a dedicated team of AbbVie relationship managers and recruiters have developed direct school partnerships with nine Historically Black Colleges and Universities (HBCUs) and Hispanic-Serving Institutions (HSIs).\nDeveloping and Engaging Diverse Talent\n\nAt AbbVie, we strive to ensure every employee is aware of, and has access to, opportunities for learning, growth and advancement.\n\nOur thriving Executive Diversity Mentoring Program (EDMP) pairs high performing, diverse talent with AbbVie senior executive leaders for a one-on-one mentoring partnership over ten months. Mentees gain insight into executive-level thinking and engage in direct dialogue with successful AbbVie leaders. EDMP accelerates the professional growth of our diverse workforce. In the last year we have seen program participation increase 300%.\n\nWe also launched our Executive Sponsorship Program in 2021. This program builds upon our culture of mentorship, with an emphasis on equity, creating more pathways for talent of diverse backgrounds and experiences to be successful at AbbVie. Like mentorship, our sponsorship program format is also based on a one-on-one partnership; however, sponsorship is driven by the leader. We also provide expert coaching and guidance – particularly for sponsors throughout their journey. This program is a two-year commitment.\n\nOur seven Employee Resource Groups (ERGs) are open to all employees, whether they identify as part of the represented group or as an ally. These groups promote awareness of and appreciation for our diversity and create connections and opportunities for mentoring, professional development, talent attraction and networking. Every year, the AbbVie Foundation provides each resource group with a $100,000 grant to distribute to nonprofit partners of their choice that align with their respective missions.\n\nAs of 2021, our ERGs included:\n\n- AbbVie Pride\n- AbbVie Veterans\n- Ability at AbbVie\n- AHORA Hispanic/Latino\n- Asian Leadership Network\n- Black Business Network\n- Women Leaders in Action\n\nLearn more about our Employee Resource Groups at our website.\n\nCreating Connections and Community\n\nWe continue to be recognized for our workplace and diversity efforts across the globe, which supports us in attracting and retaining top talent. As a company, we are recognized in more than 40 locations as a great place to work and top employer.\n\nThe recognitions we are most proud of in 2021 include:\n\n- DiversityInc “Top 50 Companies for Diversity” – Top 15\n- Seramount “100 Best Companies”\n- Human Rights Campaign Corporate Equality Index – Scored 100%\n- DisabilityIN Disability Equality Index – Scored 100%\n- Recognized on the FORTUNE 100 Best Companies to Work For* list for the fourth year in a row, moving up 29 spots\n- Recognized on the Great Place to Work® “World’s Best Workplaces™” list for the fifth year in a row, moving up 11 spots to number 4\n\nKey Performance Indicators: EEDI\n\n| 2021 |  |\n|------|---|\n| Total employees | 60,000 |\n| % women globally | 55% |\n| % women in executive and board positions | 36% |\n| % women in VP and above positions | 36% |\n| % women in Director and Manager positions | 51% |\n| % women in management positions | 51% |\n| % women in management positions in revenue-generating functions | 64% |\n| % women in STEM-related positions | 59% |\n| % U.S. employees who are members of underrepresented populations | 35% |\n| % U.S. employees who are veterans | 3% |\n| % U.S. employees who have disabilities | 5% |\n\n* Represents new KPI added to 2021 ESG Action Report. Includes VP-level and above, including women who are members of AbbVie’s Board of Directors.\n\n** Does not include women who are members of AbbVie’s Board of Directors.\n\n† Includes women in manager-level positions and above.\n\n‡ “Revenue-generating functions” means a position within AbbVie’s commercial organization.\n\nI’ve really enjoyed being a part of Black Business Network (BBN) West. Everyone has been so warm and welcoming. As a legacy Allergan employee, it has been a great opportunity to network and get to know colleagues in other business units that I would not interact with during the normal course of business. BBN West, and ERGs in general, have the unique ability to expand your global view and give visibility to the greater organization, all while fostering a sense of community, connectivity and belonging.”\n\n– Sharon Gomez, Senior District Manager\nU.S. Workforce by Race and Ethnicity\n\n| Race/Ethnicity                        | Share in total workforce (as % of total workforce) | Share in all management positions (manager level and above as % of total management workforce) |\n|---------------------------------------|----------------------------------------------------|---------------------------------------------------------------------------------------------|\n| Asian                                 | 17%                                                | 21%                                                                                         |\n| Black or African American             | 6%                                                 | 5%                                                                                          |\n| Hispanic/Latinx                       | 9%                                                 | 6%                                                                                          |\n| White                                 | 65%                                                | 66%                                                                                         |\n| Other (includes Native American/Alaska Native, Native Hawaiian/Other Pacific Islander and two or more races) | 3%                                                 | 2%                                                                                          |\n\nAbbVie publishes our EEO-1 U.S. workforce diversity data on our website.\n\nDeveloping Our People\n\nAt AbbVie, we believe in self-directed growth and development, where employees set the objectives that they want to achieve. We supplement this individualized approach with company-wide education and an investment in emerging leaders. We also conduct annual Talent Management Reviews, driven from the organizational perspective and led by our leaders across all functions.\n\nLearning\n\nOur award-winning, global “Learn. Develop. Perform.” (LDP) program offers webinars, online tools and mobile resources to all employees and puts skill and capability development on topics like resilience, decision making, empathy, innovation, inclusivity and influence at their fingertips. These resources are refined each year in response to employee evaluations and other strategic priorities and are now available in six languages. As we integrated Allergan into AbbVie in 2021, we increased participation across our programs by 25%.\n\nWe encourage each employee to define an annual learning and development objective for themselves and prioritize development opportunities to meet that objective. Understanding our employees’ interests and goals allows us to offer highly relevant opportunities that contribute to their success and give them the resources they need to grow their careers and contribute to their fullest potential.\n\nAll employees also have access to a suite of career development resources that enable self-guided planning to define career interests, investigate job openings and identify opportunities for improvement. We also make training resources available to help employees evolve their “Ways We Work” behaviors.\n\nLeadership Development\n\nOur leaders play an essential role in bringing out the best in their teams. We offer live and virtual training resources on topics like inclusive leadership and defining expectations through our Leadership Essentials workshops. This includes Leadership Expectations, which focuses on equipping new people leaders by defining our leadership practices and expectations; Leading Performance, which focuses on how leaders raise the bar on their own performance and that of their team; and Leading Teams, which helps leaders develop their strategy for inclusive leadership and keeping teams motivated. For our identified “key talent,” which is determined based on performance and leadership potential, we have developed the AbbVie Executive Development Program (EDP). This program includes a suite of live and virtual training resources that are focused entirely on leadership development. In 2021, nearly 800 employees participated in the EDP.\n\nPerformance Management\n\nAll employees use our Raise the Bar performance management process to establish expectations, tie goals to annual performance and ensure we are exemplifying the Ways We Work—behaviors expected of all employees regardless of level, role and geographic location. Our two-way dialogue feedback check-ins, called “Time to Talk,” support performance, motivate development and build trust. The resulting ratings guide merit-based pay increases, and for those eligible, annual bonus payouts and long-term incentive stock grants.\n\nEngaging Our Employees\n\nAt AbbVie, we engage our employees on the topics that matter most to us and to reinforce the culture that we have developed together. From volunteerism and employee wellness events to talent development and Employee Resource Groups, our employee engagement activities help to support our culture and drive employee retention.\n\nOur focus on amplifying our culture has generated positive results on performance, our reputation and the engagement of our leaders and employees. The results of our 2021 employee survey showed that our workforce is highly engaged and increasingly satisfied with our culture. Our workforce also indicated that their managers are effective in leading their teams, which reinforces the important role leaders play in employee satisfaction and the strong talent development infrastructure AbbVie has in place to help leaders expand their people leadership skills. We not only share enterprise employee survey results with our employees and board of directors, but also hold leaders accountable for sharing and actioning their own team’s results among their employees.\n\nIn 2021, in our first year as a fully integrated company, our internal employee survey found that 82% of our employees are engaged at work; they have pride, energy, optimism and a commitment to AbbVie.\nProtecting Our Workforce\n\nEnsuring the safety of our employees across our workplace is a cornerstone commitment to our employee community and human rights more broadly. Our guiding philosophy is called “Zero. Believe It. Achieve It.” which reflects the core belief that every environmental, health and safety incident is preventable as we all adopt a preventative mindset. We provide comprehensive safety training for all employees, as it pertains to their workplace environment. Additionally, 13 of our manufacturing sites are certified to the international standards for safety associated with ISO 45001.\n\nSince our launch as an independent company, we have been a Dow Jones Sustainability Index (DJSI) leader in occupational health and safety across the biotechnology industry, reflecting our commitment to continuously improving our best-in-class safety programs. In 2021, we continued to demonstrate our commitment to our employee’s safety by expanding on “Zero. Believe It. Achieve It.” and rolling out our “Think & Take E” safety culture initiative. This initiative has been designed to empower employees across AbbVie’s manufacturing sites to take ownership of safety and promote the safest workplace possible.\n\nPlease see the Business Ethics section to find information on our human rights practices.\n\nKey Performance Indicators: Talent Attraction, Retention and Development\n\n| 2021 | Overall turnover rate | 11% |\n|------|----------------------|-----|\n|      | Voluntary turnover rate | 8% |\n|      | Number of new hires | 8,000 |\n|      | Percentage of open positions filled by internal candidates | 30% |\n|      | Employee engagement rate | 82% |\n|      | Percent of employees who indicate that AbbVie equips them well to perform in their role | 76% |\n\n1 Source: Employee Survey, 2021.\n\nKey Performance Indicators: Workplace Safety\n\n| 2021 | Recordable incident rate (per 200,000 hours worked) | 0.16 |\n|------|---------------------------------------------------|-----|\n|      | Lost time injuries frequency rate (per 200,000 hours worked) | 0.04 |\n|      | Number of work-related employee and contractor fatalities | 0 |\n\n1 Legacy Allergan data is excluded from this KPI.\n2 Represents new KPI added to 2021 ESG Action Report. Contractors only include those individuals who are contingent/temporary workers under AbbVie’s direct supervision.\n\nEnhancing Employee Well-Being\n\nAt AbbVie, we are driven by the holistic well-being of our employees worldwide, offering them support through multiple programs, tools and resources.\n\nOur AbbVie Employee Assistance Program (EAP) steps in for employees when they need it most, aiding personal concerns and providing free, short-term counseling and referral services. As of April 2022, all employees globally, as well as their household members, have access to the EAP. Additionally, AbbVie Vitality—our approach to well-being—provides resources that support the physical, mental, emotional, financial, workplace, and personal needs of our employees. Vitality offers access to fitness and health classes, financial planning, and mental health and caregiver support resources. These programs ensure our employees can be their best selves—in and outside the workplace.\n\nWe also support employees through the AbbVie Foundation’s Employee Assistance Program, which includes the Possibilities Scholarship Program and the Employee Relief Program. Employee assistance is offered at two pivotal moments—when a child goes to college and if a disaster or personal hardship strikes. In 2021, 261 scholarships were awarded to students in 20 countries as part of the AbbVie Possibilities Scholarship Program, and $1,455,784 was provided in financial assistance to employees in 17 countries and 26 states in the United States as part of the Employee Relief Program.\n\nWork-Life and Well-Being\n\nWe support work-life well-being and flexibility to help our employees sustain high performance, productivity and engagement. We provide managers and their teams with tools, tips and guidelines on effectively managing team and individual flexibility in where and when people work. Employees continue to indicate in the Employee Survey that their managers grant them enough flexibility to meet their personal/family responsibilities.\n\nDuring 2020 and 2021, AbbVie provided numerous resources that supported employees’ ability to work effectively during the COVID-19 pandemic, while managing their own well-being and caring for their families. These resources continue to remain in place and include caring for physical, emotional and financial health, collaborating with coworkers virtually, supporting managers to effectively lead and collaborate with their teams, virtual development opportunities and caregiver support services for working parents.\nBenefits\n\nAbbVie is committed to providing a comprehensive total rewards package that is competitive in attracting, retaining and engaging the talent we need to drive our business growth. We offer employees a combination of robust and meaningful benefits, compensation and well-being programs—including healthcare and retirement benefits, life and disability insurance, sick pay, medical leave and programs that support families. Our well-rounded compensation programs include short- and long-term incentives designed to ensure we are competitive with our peers.\n\nOur industry-leading United States parental leave policies provide up to 12 weeks paid leave, which can be used incrementally and in phases. In 2021, 27% of employees who took parental leave used the phase back option. An additional two weeks of paid leave is provided to parents that adopt or build their families through surrogacy. AbbVie provides additional support for new parents by including breastfeeding/lactation benefits such as lactation rooms in most of its global office locations, as well as educational materials and discounts on breast pumps for all employees in most of its global office locations, as well as educational materials and discounts on breast pumps for all employees through AbbVie’s Mothers at Work program. AbbVie also provides on-site daycare centers at several locations.\n\nAbbVie is committed to pay equity. We conduct annual pay-equity analyses to ensure pay is equitable across genders and ethnicities among United States employees.\n\nCommunity & Partner Engagement and Impact\n\nGiving back is an integral part of who we are. Our giving culture is reflected in our philanthropy and the ways our employees support communities through philanthropic grants, donations, and volunteering all over the world.\n\nAbbVie and AbbVie Foundation’s philanthropic giving focuses on three main areas: strengthening healthcare systems, supporting effective educational programs and building strong communities. In 2021, AbbVie expanded our COVID-19 philanthropic support by enhancing access to vaccinations through employee volunteering and community engagement. We continued to advance our $50 million multi-year commitment to six racial equity partners and our $350 million commitment to nine partner organizations across the United States and Puerto Rico.\n\nStrengthening Healthcare Systems\n\nOur nonprofit partners are advancing health equity for communities and patients around the world through community programs that drive systems change.\n\nUnited Negro College Fund, Inc.\n\nWith AbbVie support, the United Negro College Fund (UNCF) launched the Healthcare Workforce Diversity Program, focused on preparing and motivating Black professionals to pursue a wide variety of careers in healthcare and ultimately reduce health disparities. In 2021, the program awarded 200 scholarships and provided wraparound support services to students. In addition, UNCF established partnerships with 118 new institutions of higher learning, enabling the organization to reach more students and ensure they make it to and through college.\n\nUniversity of Chicago Urban Health Initiative\n\nThe Urban Health Initiative (UHI) is striving to promote health equity within Chicago’s South Side community. With AbbVie support, UHI launched the Liaisons in Care (LinC) program, which leverages the support of community health workers to advance access to care. The team of newly hired community health workers (CHWs) have engaged in over 1,100 patient visits, providing education around disease management and helping patients navigate food, transportation and housing.\n\nBaylor College of Medicine International Pediatric AIDS Initiative\n\nAbbVie Foundation supports the Baylor College of Medicine International Pediatric AIDS Initiative (BIPAI), which provides comprehensive HIV care, treatment, prevention, testing and psychosocial support for over 25,000 children and adults in Romania and Malawi. Over the course of the partnership, BIPAI’s programs have contributed to Romania and Malawi advancing towards 95-95-95 targets set by UNAIDS to end the AIDS epidemic by 2030. The COVID-19 pandemic presented challenges to health services and staffing, however, BIPAI adapted their treatment approach, resulting in innovations that helped to maintain excellence in healthcare delivery. Adherence and mortality rates have nearly returned to pre-pandemic levels and differentiated service delivery models adopted during the pandemic continue to be implemented.\n\nAMPATH (Academic Model Providing Access to Healthcare)\n\nWith support from AbbVie Foundation, AMPATH seeks to improve the health of hard-to-reach populations in western Kenya through an integrated care model that improves access to high quality care, addresses social determinants of health and leverages Kenya’s goal to create a universal health coverage system. In 2021, AMPATH supported approximately 70,000 participants in a program to help families in need of healthcare gain the financial capacity to access services.\n\nPartners In Health (PIH)\n\nPartners In Health’s innovative community health programs are strengthening the capacity of healthcare providers and improving access to and quality of care for nearly 85,000 people in Chiapas, Mexico. In 2021, AbbVie Foundation’s support enabled PIH to serve an estimated 1,100 patients with chronic diseases and provided training and support to 90 community health workers and 25 health professionals. PIH expanded a household screening visit program, where community health workers visit homes to provide preventative care and services to high-risk patients. In 2021, PIH began to pilot a program that trains and empowers nurses and community health workers to take on more responsibilities to improve the health of patients with chronic diseases. By strengthening the healthcare system, PIH—together with the AbbVie Foundation—is providing much needed care for patients and increasing access to primary healthcare in the region.\nOur Racial Equity Commitment\n\nIn 2020, AbbVie launched a $50 million, five-year commitment to six nonprofit partners advancing health and education equity in Black and historically marginalized communities. In the year since we made this important philanthropic commitment, our partners have set the foundation for their programs and are accelerating measurable progress on health, education and workforce disparities.\n\nLearn more about our first year’s impact on our website.\n\nSpotlight on Direct Relief’s Fund for Health Equity\n\nThe AbbVie Foundation seeded Direct Relief’s Fund for Health Equity with a $10 million commitment. The initiative centers on improving care and addressing health inequities in Black and marginalized communities. The Fund is led by a team of advisors including co-chair Dr. Regina Benjamin, the 18th U.S. Surgeon General of the United States.\n\nIn 2021, with AbbVie’s support, the Fund for Health Equity awarded $1.8 million to its first cohort of grantees of 10 community health organizations across the country. Some of the activities achieved by grantees include:\n\n- Hiring key staff roles and increasing their ability to serve their community\n- Convening community healthcare providers and advocates on the issues of health disparities\n- Establishing a workforce training program for Black and Latinx providers\n- Deploying health outreach buses and street medicine teams\n\nEffective Educational Programs\n\nOur philanthropic investments advance equity in education by supporting nonprofits that address systemic barriers to advancement and empower marginalized students and young adults. These partners provide counseling and tutoring services, work to improve graduation rates and reduce dropout rates, strengthen college and career readiness for children K-12 and provide skills-based training.\n\nRebuilding North Chicago’s Only Middle School\n\nOne of our most impactful and meaningful contributions to education is our $40 million donation to support the construction of a new Neal Math & Science Academy, North Chicago’s only middle school. In 2021, construction began and the first students at the “New Neal” will enter its doors in the Fall of 2022. This new school, co-imagined and designed in partnership with the North Chicago community, will provide a modernized learning environment to improve student success, graduation rates and college and career readiness.\n\nCommunities in Schools\n\nCommunities in Schools (CIS) offers essential support services to provide low-income students an equitable opportunity to excel in the classroom and beyond. With AbbVie’s support, in the 2020-2021 school year CIS served over 74,000 students in 154 schools, including children in 16 Chicago public schools.\n\nYear Up\n\nYear Up empowers young adults to achieve economic mobility by providing access to opportunity. Through Year Up’s proven model, young adults gain technical and professional skills and real-world work experience. In 2021, with AbbVie’s support, Year Up’s locations in Boston, the Bay Area, Chicago and New York-New Jersey served more than 3,000 young adults.\n\nCity Year\n\nCity Year aims to increase math and literacy support in low-income schools and among at-risk students. In the 2020-2021 school year, AbbVie’s support enabled City Year to reach over 225,000 students across over 320 schools, including 17,000 students in Chicago and 7,000 in San Jose.\n\nIt took us a long time to create the issues we now have around health equity, and it’s going to take a long time to fix them. That’s why having long term commitments, like the one AbbVie’s made, matter.”\n\n– Dr. Byron Scott, M.D., MBA, co-chair of the Fund for Health Equity and board director of Direct Relief and chair of its Medical Advisory Council\n\n“The New Neal will help turn my dreams into reality.”\n\n– Neal Math and Science Academy student at the 2021 groundbreaking ceremony\nBuilding Strong Communities\n\nAbbVie supports the resiliency of the communities we operate in, contributing to trusted nonprofits and local programs. The partnerships we build in the vicinity of our operations allow us to put our resources where they are most needed and where they can most have an impact.\n\nExpanding Vaccine Access in Underserved Communities\n\nAt AbbVie, supporting our employees, our patients, and giving back to underserved communities is an important part of who we are. From the start of the COVID-19 pandemic in 2020, AbbVie quickly ramped up efforts to support COVID-19 relief for nonprofits focused on frontline healthcare workers and populations in hard-hit communities. As vaccines became available, it was clear that mass inoculation would be critical to overcoming the pandemic. Therefore, in early 2021, AbbVie expanded its COVID-19 philanthropic support to vaccination efforts with a focus on marginalized communities disproportionately impacted by access barriers. AbbVie worked with Illinois’ Lake County Department of Public Health to launch a temporary vaccination clinic at the Greenbelt Cultural Center in North Chicago that vaccinated almost 6,000 seniors. AbbVie worked with local government and media to drive awareness of the vaccination clinic and partnered with trusted community partners to support grassroots education efforts, appointment scheduling and transportation to the clinic.\n\nAnother key component of AbbVie’s COVID-19 philanthropic response in 2021 was empowering AbbVie employees to volunteer to support COVID-19 relief efforts. In Illinois, nearly 600 AbbVie volunteers lent their medical and non-medical expertise to help administer more than 12,000 doses of the COVID-19 vaccine at a mass vaccination clinic in Lake County and contributed to an additional 7,000 vaccinations at a mass vaccination site in Chicago. Additionally, in Puerto Rico, employees partnered with Direct Relief and VOCES Puerto Rico Immunization and Health Promotion Coalition to process 4,000 vaccination records to help local government efforts.\n\nEmployee Giving and Volunteering\n\nServing our communities is core to AbbVie’s culture, and our employees around the world are committed to giving back. We are consistently recognized as a company that delivers on its giving promises. For the third consecutive year, AbbVie was honored by Great Place to Work® and PEOPLE as one of the 2021 Companies That Care®.\n\nOur employee giving and matching program encourages employees to make charitable donations to eligible nonprofit organizations. The AbbVie Foundation matches those contributions dollar for dollar, up to $5,000 per employee per year. In 2021, nearly 20,000 employees in more than 50 countries raised $23.7 million for 11,400 nonprofits worldwide. Two years ago, the AbbVie Foundation committed to matching employee donations 3:1 to civil rights nonprofits fostering racial equity. By the end of 2021, $1.8 million had been raised to advance racial equity.\n\nEvery year, all AbbVie employees can use up to two days of paid work time to volunteer in the community. While the pandemic paused in-person volunteering in 2021, such as Week of Possibilities, our global week of community service event, our employees found creative ways to stay engaged with our communities.\n\nA few examples of employee volunteering in 2021:\n\n- Over 200 AbbVie volunteers assembled and delivered over 1,500 math and learning kits for underserved students and teachers\n- Nearly 600 AbbVie medical and non-medical volunteers in the Chicagoland area supported vaccination administration\n- We partnered with Year Up to host virtual mock-interview events where AbbVie volunteers helped prepare 100+ young people for entry into the workforce\n- Teams in Ireland initiated five beach clean ups across the country\n\nKey Performance Indicators: Economic Activity, Volunteerism and Philanthropy\n\n| Indicator | 2021 |\n|-----------|------|\n| Employee community volunteers (worldwide) | 1,245 |\n| Philanthropic Donations ($ millions) | $44.9 |\n| Students reached through education projects | 387,879 |\n| Funds raised during employee giving campaign ($ millions) | $23.7 |\n| Total amount donated to disaster relief organizations excluding product donations ($ millions) | $1.2 |\n\n1 In 2021, all AbbVie-organized in-person volunteering programs were paused due to COVID-19. That included our annual global volunteering event, Week of Possibilities. As a result, our volunteer numbers are not in line with our historic volunteering efforts and reflect select, virtual scale volunteering opportunities only.\n\n2 Represents new KPI added to 2021 ESG Action Report. “Philanthropic Donations” are cash donations made by AbbVie Corporate and the AbbVie Foundation to recognized 501 (c)(3) charitable organizations.\n\nAcross AbbVie, we run several pro bono programs so that our employees can donate their specialized skills, typically in areas advancing medicine and contributing to the research of curing devastating diseases in the developing world.\n\nFor more on our pro-bono work in neglected tropical diseases, please see the Product Innovation section of this report.\n\nThrough our legal pro bono program, approximately 15 AbbVie attorneys and legal staff have been working with the National Immigrant Justice Center (NIJC), a nonprofit that provides legal services to immigrants and asylum seekers, since 2018 by donating their time and skills to represent people seeking asylum in the United States on grounds of political and gender persecution. We are proud to contribute to protecting human rights in this way. In 2021, we had four asylum victories through this work. We are actively connected with 10 clients still awaiting interviews.\n\nThe past year has been very difficult and so many people lost their lives. This is my opportunity to give back and I am very happy that I’m relieving the frontline workers for one day at least.”\n\n– AbbVie Safety Data Scientist Surya Jayanti on why she signed up to volunteer at the Lake County Fairgrounds.\n\nWe live in a time where young people have taken the brunt of this pandemic. Too many have not had an opportunity to keep up with their work due to the challenges of remote learning. AbbVie has stepped up in this important moment.”\n\n– Marc H. Morial, Chief Executive Officer, National Urban League, Advisory Council\nOur board of directors is committed to strong corporate governance to enhance long-term stockholder value. Eleven of our twelve directors are independent, including the chairs and all members of the Audit, Compensation, Public Policy and Nominations and Governance Committees. Since our inception, we have had a lead independent director with robust and specific responsibilities who ensures the appropriate mix of oversight and independence is applied to all board decisions. The lead independent director is chosen by and from the independent members of the board of directors. Each board committee follows a charter that details its purpose, authority and responsibilities.\n\nAbbVie’s board and its committees have risk oversight responsibility for AbbVie. In 2021, the board continued to focus on overseeing the company’s response to COVID-19, including the impact on and resources for AbbVie employees. The board and its committees regularly review ESG topics that are meaningful to AbbVie, such as equity, equality, diversity and inclusion, environmental sustainability, and access. ESG touches the entire company and as such, each of the board’s committees, as well as the full board itself, oversees specific aspects of AbbVie’s ESG framework and strategy.\n\nTo ensure continued and effective oversight, the board and its committees annually conduct detailed, anonymous self-evaluations. The full board, led by the lead independent director, discusses these evaluations to determine what, if any, actions or improvements should be undertaken.\n\nThe board is also committed to AbbVie’s robust engagement with investors. AbbVie’s annual investor engagement program includes outreach to stockholders representing nearly 40% of outstanding shares to seek feedback on AbbVie’s practices. This stockholder feedback is used to continually improve AbbVie’s practices and disclosures.\n\nAbbVie is committed to a board with a diversity of experiences, identities and perspectives. Diversity on the board, and throughout our workforce, strengthens AbbVie’s business and the oversight of the company. Director nominees are based on a range of criteria, including diversity of race, ethnicity, gender, age and geography together with other volunteered identities. In the process of nominating individuals to serve as a member of the board of directors, the Nominations and Governance Committee considers the existing board’s diversity and assesses the effectiveness of the recruitment process in achieving a diverse board. Currently, 25% of our board identify as women and 17% identify as ethnically or racially diverse.\nBusiness Ethics\n\nWe lead with ethical decision making. Good citizenship is good business, and good business ensures resilience and long-term success of the company. We pursue the highest standards—often exceeding legal and regulatory requirements—in quality, safety, compliance and performance.\n\nThe foundation of our uncompromising integrity is our Code of Business Conduct, on which all employees must be trained and with which they agree to comply. Through this code, our employees have multiple avenues for the anonymous reporting of assumed or factual ethical violations. We promptly review and respond to every allegation.\n\nEthical Conduct\n\nTo make a positive, long-term impact for patients, we earn and maintain their trust by acting with integrity in everything we do. We follow all relevant laws and industry codes. Through our Code of Business Conduct, Supplier Code of Conduct and our internal anti-harassment and discrimination policy, we have clear expectations for appropriate behavior of everyone in AbbVie’s network.\n\nOur Code of Business Conduct applies to all employees globally and is available in 31 languages. During the second quarter of each year, all employees are required to complete training on the Code and certify that they will adhere to it. Our compliance training is continually reviewed and updated, as necessary. We also provide training to employees on anti-harassment and anti-discrimination policies and practices. Employees in particular functions take additional mandatory training on topics such as anti-corruption, anti-bribery, conflicts of interest and more. In 2021, we added new modules to our conflicts of interest training. As we more fully integrated Allergan into AbbVie, we educated employees on our standards through additional training.\n\nWe are also committed to ethical marketing practices, as outlined in our Code of Business Conduct. For example, our advertising and promotion efforts focus on conveying useful product information to healthcare providers, patients and customers. We only promote our pharmaceutical products for uses that have been approved or authorized by appropriate government or regulatory agencies. Our product claims are grounded in scientific evidence, accepted medical practice and government approved labeling rules in all countries where we operate.\n\nAbbVie’s workplace environment supports a culture where employees can raise questions and concerns, helping us advance our commitment to ethical behavior. We have established systems and processes for all employees to anonymously ask questions and report suspected or actual violations of our Code, policies and procedures. We offer various reporting opportunities to employees, such as our Ethics and Compliance Helpline, a telephone and web-based hotline that is available 24/7 and can be used anonymously. Employees may also contact the Office of Ethics and Compliance or Chief Ethics and Compliance Officer directly. All allegations are promptly investigated. If we find that violations have occurred, we take corrective or disciplinary action as appropriate. We do not tolerate retaliation against anyone who makes a good faith report.\n\nHuman Rights\n\nWe believe in the inherent dignity of every human being. We uphold and respect individual rights as set out in the Universal Declaration of Human Rights, focusing on preventing, mitigating and remedying any adverse human rights impacts across our value chain. Our Commitment to Human Rights and the Code of Business Conduct describes the ways in which we ensure respect for all people, including our employees, contractors, suppliers and patients. We absolutely prohibit child labor, forced labor, involuntary labor, human trafficking and unfair wages and benefits from our own operations and within our supply chain. We do not tolerate harassment, discrimination or intimidation of any kind and are committed to maintaining a work environment free from intimidation, violence, or threats of violence. Additionally, our Global Privacy Policy protects the personal information of our employees, patients and customers.\n\nEthical Treatment of Animals\n\nAbbVie is committed to ensuring the humane care and use of laboratory animals in the company’s research and development programs. While research with animals is a regulatory requirement for the development of new medicines, AbbVie’s programs aim to exceed animal welfare agency standards. Animals are only used when alternatives will not provide the data necessary to discover and develop safe and effective medicines. AbbVie programs are proudly supported by technical staff with state-of-the-art training and certifications in research animal care, board-certified veterinarians who are specialists in the care of research species and a Global Animal Welfare Program that assures the highest and most advanced industry welfare standards are maintained.\n\nWe comply with each country’s labor laws and respect our employees’ rights to collective bargaining and freedom of association. In countries with collective bargaining agreements, we have regular conversations with representatives to maintain an open dialogue. Twenty-four percent of our employees are represented by an independent trade union or covered by collective bargaining agreements. In Europe, our AbbVie European Employee Forum represents more than 10,000 employees and provides a forum to share information and build constructive dialogue with employee representatives across the region’s countries.\n\nWe are committed to internationally accepted principles of the 3Rs (refinement, reduction, replacement). In our research, we refine practices to minimize potential for pain or distress, reduce the number of animals required to achieve research objectives and replace animal studies with non-animal models or insentient species where possible. In 2021, 25 AbbVie research teams were rewarded internally for implementing animal welfare refinements, advanced technologies, improved modeling and non-animal in-vitro and in-silico platforms to reduce the number of animals required and, where appropriate, replace animal use. In addition, following the 10-year anniversary of our canine socialization, play and adoption programs, volunteers throughout the company continue to show enthusiastic devotion to the socialization, outdoor exercise, enrichment and pre-adoption acclimation of our valuable research animals.\nWe established a multidisciplinary Global Digital Biomarkers Team (DBT) to explore novel applications of preclinical digital biomarkers. These technologies enable continuous, longitudinal and non-invasive monitoring of physiologic and behavioral parameters in rodents while they remain undisturbed in the comfort of their home environment.\n\nWe formed a centralized Microphysiological Systems (MPS) working group to advance development and internal application of these in vitro models. MPS, such as organs-on-chips, are non-living systems designed to mimic physiologically relevant functions of human or animal organs and tissues and are becoming a valuable tool to accelerate drug development.\n\nOther innovative approaches include:\n\n- Use of 3D-printed anatomic models and artificial tissues to replace in vivo animal models\n- Development of extensive internal databases (e.g., gene sequencing, antibody promiscuity, absorption, and bioavailability data) to facilitate silico (computer-based) modeling capabilities\n- Development and validation of specialized cellular models to replace in vivo animal models for drug candidate pre-screening and toxicity\n\nData Privacy and Security\n\nAbbVie is committed to ethical privacy practices and compliance with global privacy laws. AbbVie maintains a global privacy program with policies and procedures that are based on the European Union’s influential General Data Protection Regulation (GDPR). We continue to monitor the dozens of significant data privacy regulatory developments around the globe, including in the Middle East, China and the United States, and have developed an internal program to assess and implement these new laws into our global privacy program. This allows us to improve and mature our global program while also providing the flexibility to address local requirements.\n\nWe continued the integration of AbbVie and Allergan privacy programs in 2021 as part of broader integration efforts. We evaluated major programs worldwide, including privacy guidance for COVID-19 and multiple loyalty programs across our products. The global privacy team developed a monitoring program and conducted data classification training programs to emphasize the importance of properly classifying and protecting AbbVie data, as well as developed and released a global data subject request tool, found in our Privacy Center. These efforts continue to position AbbVie to fulfill its global privacy obligations and ethical duties regarding its collection and processing of personal data in performing its business functions.\n\nPublic Policy\n\nIn all our public policy engagements, we are transparent and compliant with our Code of Business Conduct. We pursue and advocate for policies that benefit patients, with a focus on improving access to medical advances and providing life-changing products to the patients who need them most. AbbVie makes extensive disclosures regarding our political activities and political contributions as required by law and voluntarily discloses additional related information on our website. We have been recognized as a first-tier company, providing the highest level of political transparency and accountability, in the CPA-Zicklin Index from 2014-2021. We are an active member of trade associations and other membership organizations that are aligned with our business objectives.\n\nKey Performance Indicators: Ethics and Compliance\n\n| Indicator                                                                 | 2021   |\n|--------------------------------------------------------------------------|--------|\n| Percentage of employees certifying on the AbbVie Code of Business Conduct | 99%    |\n| Number of regulatory inspections of AbbVie commercial manufacturing facilities | 57     |\n| Rate of expedited adverse event reporting EMA (European Medicines Agency) | >99%   |\nRisk Management\n\nRisk management is a key focus for AbbVie. Our board of directors reviews enterprise risks and discusses them with senior management on a regular basis. The board receives regular reports from cross-functional leaders with subject matter expertise in risk management within their areas of responsibility. Each member is responsible for proactively identifying and mitigating risks in their respective functions and providing feedback on these risks. Specific risks are additionally overseen by our Risk Management and Global Security teams.\n\nOur Executive Crisis Management Team (ECMT) anticipates and mitigates internal and external business risks. This team, led by our EVP, Operations, and consisting of functional leaders from across the enterprise, assesses each area of our business considering economic, environmental, and other risks with potential impacts to our facilities, employees and partners, and supply chains. With these inputs we establish risk management strategies and formal plans. In 2021, we integrated Allergan into this planning. We routinely review and adjust plans to improve effectiveness and strengthen protection for our patients, employees and our business.\n\nAbbVie’s Global Security team conducts annual training with practice risk scenarios for our global and local Crisis Action Teams (CATs) on topics such as preparedness and resiliency for expected and unexpected crisis events. In 2020 and 2021, our CATs met regularly to address and manage the ongoing COVID-19 pandemic. Our Business Technology Solutions team conducts cybersecurity awareness training across the entire employee network that focuses on educating employees how to identify and report cyber-threats.\n\nOur Global Anti-Counterfeiting Steering Committee is responsible for identifying and mitigating risks related to AbbVie medicines. AbbVie’s Product Security Alert (PSA) Board is responsible for reviewing and reporting substandard and falsified medicines to the relevant authorities.\n\nWith the integration of Allergan, we expanded our work to prevent counterfeiting. For example, together with the Chinese government, we worked to address counterfeit and diverted BOTOX® and other Allergan products. We also increased facility security at Allergan production sites to meet the highest-level standards to which AbbVie complies.\n\nIn 2020, we piloted a risk assessment exercise with select brand supply teams. We introduced catastrophic events, like hurricanes that result in total inventory loss, to this pilot and identified the key nodes in each product’s supply chain to consider the full breadth of risk. With its success, we rolled out the same assessment to our eight largest brands in 2021.\n\nSupply Chain Sustainability\n\nA reliable supply chain allows AbbVie to deliver on our commitment to patients. In 2021, we purchased goods and services valued at more than $15.6 billion from over 51,000 suppliers across 143 countries. Our supply chain strategy includes support for small and diverse businesses. In 2021, we spent $715 million working with approximately 1,770 small and diverse businesses the United States, including Puerto Rico.\n\nWith AbbVie’s investment, thousands of suppliers are met with business and growth opportunities, many of them working closely with AbbVie experts. We expect our suppliers to espouse the same social and environmental values that we do: diversity and inclusion, sustainable business practices and human rights protections. To ensure alignment with these values, our suppliers are asked to comply with our Supplier Code of Conduct.\n\nAssurance of Supply\n\nA core goal of AbbVie’s is to ensure our medicines and products are available for patients who need them, when they need them. One way we achieve this is by maintaining an assurance of supply, requiring all suppliers of core inputs to be able to deliver quality products on time. We regularly track the business stability of crucial suppliers to preemptively mitigate any risk and develop solutions. In 2021, given the ongoing uncertainties of the COVID-19 pandemic, we conducted a pre-buy to purchase key materials to ensure we met patient needs throughout the year. During the pandemic we also supported a handful of our critical suppliers financially and strategically, to continue to meet our commitment to patients. While backorders and shortages impacted multiple industries around the world, we were able to make our products available to our patients over 99% of the time.\nAt In Case of Emergency (ICE) our mission is to ensure no person becomes ill, injured or loses a life at work. AbbVie’s mentorship program gave ICE the tools and resources to survive the COVID-19 pandemic. The mentorship program paved the way to success for us and highlighted the organization’s strengths, weaknesses, threats and opportunities. This helped us see that we can persevere and increase revenues even in the toughest of times.”\n\n– Pamela Isom, President and CEO of ICE Safety Solutions\n\nSupplier Diversity\n\nOur Supplier Diversity Program enhances our competitiveness in the market by advancing opportunities to partner with small, woman- and minority-owned businesses. AbbVie continues to support our diverse suppliers—including underrepresented populations, women, military veterans and the disabled community—through integration into our supply chain. Our Diverse Supplier Mentoring program, in partnership with the Diversity Alliance for Science, provides business owners with tools, resources and counsel. We also sponsor and provide scholarships for our diverse suppliers to participate in entrepreneurial education programs and conferences.\n\nWe take a broad approach to discovering and connecting with these businesses. AbbVie representatives participate in matchmaking events, trade fairs and conferences where we can understand the products and services of these diverse businesses.\n\nSupplier Social Responsibility Program\n\nAbbVie works with suppliers who, like us, operate with the future in mind. Our Supplier Social Responsibility Program requires our suppliers to maintain fair labor practices, foster worker safety, actively assess and manage their risk and maintain environmentally responsible manufacturing processes.\n\nIn 2021, AbbVie completed its biennial supplier sustainability survey with our top 200 suppliers by spend. This survey included sections on environmental sustainability, labor, ethics and cybersecurity. Should our suppliers need support to achieve compliance or have an interest in establishing higher standards, our Environmental, Health and Safety (EHS) team offers pro bono services, including EHS audits and sustainability training. We outline our expectations and requirements to our suppliers through our Supplier Code of Conduct, all of whom must comply.\n\nSupplier Risk Management\n\nAbbVie conducts quality assessments and audits of our critical suppliers to ensure suppliers uphold our standards. Should AbbVie standards not be met, we conduct a detailed risk evaluation that considers the potential impact on product efficacy, safety, availability and patient experience. We conduct an in-depth audit of these critical suppliers at least once every three years. We take strong, proactive measures to maintain the security of our supply chain.\n\nKey Performance Indicators: Supplier Spend and Diversity\n\n| 2021                                      |\n|-------------------------------------------|\n| Total supplier spend (worldwide) ($ millions) | $15,600 |\n| Total spend with small and diverse U.S. suppliers ($ millions) | $715 |\n| Number of supplier sites assessed in-depth for quality | 470 |\n| Percentage of supplier sites with greatest impact on product quality and safety assessed in-depth | 49% |\nAbbVie’s mission is to make a remarkable impact on people’s lives today and advance groundbreaking science to address the medical challenges of tomorrow, while achieving top tier financial performance. We will continue to live up to this mission by:\n\n• Discovering and developing innovative medicines and products that solve serious health issues\n• Nurturing diverse talent as a source of innovation\n• Partnering and collaborating with healthcare systems, diverse suppliers and community organizations to deliver effective medicines and supportive strategies that advance science, improve health outcomes and strengthen our collective impact\n\nOur existing portfolio and promising pipeline of new medicines and treatments provide us with a strong outlook for 2022 and beyond. As we approach our 10-year anniversary of being an independent company, we will continue to innovate with integrity and intention to advance the long-term health of our patients, our people and our planet. We are driven by our commitment to science, which is a commitment to better our society.\nOur Contribution to the UN SDGs\n\nWe are committed to contributing to the United Nation’s Sustainable Development Goals (SDGs). We have identified ten SDGs that align closely with our actions.\n\n| SDG | Relevant sub-targets | AbbVie’s role |\n|-----|----------------------|---------------|\n| 3.2 | End preventable deaths of newborns and children < 5 years of age | Our medicines treat respiratory conditions in premature newborns, HIV and hepatitis C and cancer. Our research on neglected tropical diseases, tuberculosis and malaria will help to directly address these targets. In addition, our philanthropy work includes supporting and strengthening healthcare systems. Read more in the Product Innovation and Community & Partner Engagement and Impact sections of this report. |\n| 3.3 | End AIDS, tuberculosis, malaria and neglected tropical diseases; combat hepatitis, water-borne diseases and other communicable diseases | |\n| 3.4 | Reduce premature mortality from non-communicable diseases through prevention and treatment; promote mental health and well-being | |\n| 4.1 | Ensure all girls and boys complete free, equitable, quality education | Supporting effective educational programs for underserved school-age children is a philanthropic priority for AbbVie and the AbbVie Foundation. By leveraging our highly skilled workforce, we advance skill development for underserved students through mentorship, training and exposure to STEM projects. Read more in Community & Partner Engagement and Impact. |\n| 4.4 | Increase the number of people who have relevant skills for employment, decent jobs and entrepreneurship | |\n| 4.5 | Eliminate gender disparities in education and ensure equal access to education and training for the vulnerable | |\n| 4.4.a | Build and upgrade education facilities that are child, disability and gender sensitive and provide safe, nonviolent, inclusive and effective learning environments for all | |\n| 5.1 | End all forms of discrimination against women and girls | Our five-year Equity, Equality, Diversity & Inclusion (EED&I) strategy is focused on creating a culture of equity & inclusion through education, removing barriers, creating differentiation and measurement. We work towards gender equity through activities such as our global Women’s Leadership Journey development program to help women progress into senior roles. Our anti-discrimination, anti-harassment and anti-violence policies extend through our organization and to our suppliers. Read more in the Human Capital Management and Supply Chain Sustainability sections of this report. |\n| 5.2 | Eliminate all forms of violence against women and girls in the public and private spheres, including trafficking and sexual and other types of exploitation | |\n| 5.5 | Ensure women’s full and effective participation and equal opportunities for leadership at all levels of decision-making in political, economic and public life | |\n| 6.4 | By 2030, substantially increase water-use efficiency across all sectors and ensure sustainable withdrawals and supply of freshwater to address water scarcity and substantially reduce the number of people suffering from water scarcity | Access to clean water is crucial for health, and we are committed to using water responsibly and doing our part to protect this vital resource. We have set an ambitious goal to halve our absolute water withdrawal by 2035 when compared with our 2015 baseline. To achieve this goal, we focus our efforts on reducing our total global water consumption and investing in innovative technologies that allow us to use water more efficiently. Read more in the Environmental Sustainability section of this report. |\n| 8.1 | Sustain per capita economic growth in accordance with national circumstances | We have employees in more than 70 countries and purchase over $15.6B in goods and services from a supplier network spanning 143 countries and all 50 U.S. states. We recruit and hire from historically underrepresented groups and provide economic opportunity and technical support to small and diverse suppliers. Supporting communities is also a priority of the AbbVie Foundation. We partner with nonprofit organizations and engage our employees to support learning and workforce readiness programs, particularly in underserved communities. Read more in the Supply Chain Sustainability, Human Capital Management, and Community & Partner Engagement and Impact sections of this report. |\n| 8.2 | Achieve higher levels of economic productivity through diversification, technological upgrading and innovation | |\n| 8.5 | Achieve full and productive employment and decent work for all women and men, including for young people and persons with disabilities, and equal pay for work of equal value | |\n| 9.4 | By 2030, upgrade infrastructure and retrofit industries to make them sustainable, with increased resource-use efficiency and greater adoption of clean and environmentally sound technologies and industrial processes, with all countries taking action in accordance with their respective capabilities | Integrating sustainability into our design, planning and development allows us to embed environmental sustainability into our business activities, supporting our environmental targets and sustainable business growth. In 2021, we rolled out refreshed Global Facility Design Guidelines to our facility designers and engineers across the globe. These design guidelines include over 100 sustainable design concepts that can be incorporated into new facility design and upgrades. Most of our design concepts were integrated into our new R&D facility located in South San Francisco, a LEED Platinum building. Opened in 2021, the building includes energy efficient lighting and lighting controls, as well as a rainwater harvesting system. AbbVie employs over 11,000 professionals worldwide in Research & Development. Read more in the Environmental Sustainability and Product Innovation sections of this report. |\n| 9.5 | Enhance scientific research, upgrade the technological capabilities of industrial sectors in all countries, in particular developing countries, including, by 2030, encouraging innovation and substantially increasing the number of research and development workers per 1 million people and public and private research and development spending | |\n| SDG | Relevant sub-targets | AbbVie’s role |\n|-----|---------------------|---------------|\n| 10.2 | Sustain per capita economic growth in accordance with national circumstances | Equality of opportunity is very important to us. After our $50 million commitment in late 2020 to advance health and education equity in Black and historically marginalized communities, we’ve worked with our nonprofit partners to set the foundation for their programs and are accelerating measurable progress on health, education, and workforce disparities rooted in racism. Internally, through our five-year EEDI strategy that was established in 2019, we have developed new initiatives and continued our progress towards our objectives that aim to address historical inequities and provide equal opportunities for employment and advancements. Read more in the Community & Partner Engagement and Impact and Human Capital Management sections of this report. |\n| 10.4 | Achieve higher levels of economic productivity through diversification, technological upgrading and innovation | |\n| 11.5 | Reduce the number of people affected and substantially decrease the direct economic losses caused by disasters with a focus on protecting the poor and people in vulnerable situations | Our philanthropic work is focused on investing in long-term solutions that build community strength and resilience. For example, we have been making long-term investments in Puerto Rico to assist in recovery efforts following natural disasters and be better prepared for future disasters. In addition, in 2021, we supported underserved communities in the US, Brazil and India by providing COVID-19 surge relief and vaccine access. As a pharmaceutical company, we produce hazardous and non-hazardous waste at our manufacturing and research sites. We recognize the importance of minimizing waste and using appropriate disposal methods. Whenever possible, we avoid landfills and continuously evaluate opportunities to reduce, reuse, and recycle our waste materials. In 2016, we set a goal to send zero waste to landfill by 2035. As of 2021, we’re 89% of the way to achieving this goal. Read more in the Community & Partner Engagement and Impact and Environmental Sustainability sections of this report. |\n| 11.6 | By 2030, reduce the adverse per capita environmental impact of cities, including by paying special attention to air quality and municipal and other waste management | |\n| 12.2 | Achieve sustainable management and efficient use of natural resources | To operate sustainably, we must use natural resources efficiently and manage waste in a way that preserves the health of our environment. We have set absolute targets for reduction of our carbon emissions, water consumption and waste generation and are actively taking steps to meet them. Read more in the Environmental Sustainability section of this report. |\n| 12.4 | Achieve environmentally sound management of chemicals and wastes; significantly reduce their release to air, water and soil to minimize adverse impacts on health and the environment | |\n| 12.5 | Reduce waste generation through prevention, reduction, recycling and reuse | |\n| 12.6 | Encourage companies to adopt sustainable practices and integrate sustainability information into their reporting cycle | |\n| 13.1 | Strengthen resilience and adaptive capacity to climate-related hazards and natural disasters in all countries | Climate change will increasingly impact health and well-being globally. We continually evaluate the impact of climate change on our business. As a provider of essential medicines, we must minimize the impacts on our continuity of supply and have a governance approach in place to do so. We anticipate climate-related risks and act proactively to mitigate them. We also support disaster relief partners to help strengthen community resilience and recovery from climate-related hazards. We committed to join the Science Based Targets initiative (SBTi) and are working on setting ambitious science-based emissions reduction targets. Read more in the Environmental Sustainability and Community & Partner Engagement and Impact sections of this report. |\n## SASB Index: Biotechnology & Pharmaceuticals\n\n### Safety of Clinical Trial Participants\n\n| HC-BP-210a.1 | Discussion, by world region, of management process for ensuring quality and patient safety during clinical trials |\n|---------------|--------------------------------------------------------------------------------------------------|\n| HC-BP-210a.2 | Number of FDA Sponsor Inspections related to clinical trial management and pharmacovigilance that resulted in (1) Voluntary Action Indicated (VAI) and (2) Official Action Indicated (OAI) |\n| HC-BP-210a.3 | Total amount of monetary losses as a result of legal proceedings associated with clinical trials in developing countries |\n\n### Access to Medicines\n\n| HC-BP-240a.1 | Description of actions and initiatives to promote access to healthcare products for priority diseases and in priority countries as defined by the Access to Medicine Index |\n|---------------|--------------------------------------------------------------------------------------------------|\n| HC-BP-240a.2 | List of products on the WHO List of Prequalified Medicinal Products as part of its Prequalification of Medicines Programme (PQP) |\n| HC-BP-240a.3 | World Health Organization Prequalification of Medical Products |\n\n### Affordability & Pricing\n\n| HC-BP-240b.1 | Number of settlements of Abbreviated New Drug Application (ANDA) litigation that involved payments and/or provisions to delay bringing an authorized generic product to market for a defined time period |\n|---------------|--------------------------------------------------------------------------------------------------|\n| HC-BP-240b.2 | Percentage change in: (1) average list price and (2) average net price across U.S product portfolio compared to previous year |\n| HC-BP-240b.3 | Percentage change in: (1) list price and (2) net price of product with largest increase compared to previous year |\n\n### Drug Safety\n\n| HC-BP-250a.1 | Number of settlements of Abbreviated New Drug Application (ANDA) litigation that involved payments and/or provisions to delay bringing an authorized generic product to market for a defined time period |\n|---------------|--------------------------------------------------------------------------------------------------|\n| HC-BP-250a.2 | Percentage change in: (1) average list price and (2) average net price across U.S product portfolio compared to previous year |\n| HC-BP-250a.3 | Percentage change in: (1) list price and (2) net price of product with largest increase compared to previous year |\n\n### Counterfeit Drugs\n\n| HC-BP-260a.1 | Description of methods and technologies used to maintain traceability of products throughout the supply chain and prevent counterfeiting |\n|---------------|--------------------------------------------------------------------------------------------------|\n| HC-BP-260a.2 | Discussion of process for alerting customers and business partners of potential or known risks associated with counterfeit products |\n| HC-BP-260a.3 | Number of actions that led to raids, seizure, arrests and/or filing or criminal charges related to counterfeit products |\n\n---\n\n**AbbVie** submitted accurately and timely per the pertinent regulations. See [AbbVie Supplier Code of Conduct](#).\n### Ethical Marketing\n\n**HC-BP-270a.1** Total amount of monetary losses as a result of legal proceedings associated with false marketing claims\n\nIf there are material legal proceedings associated with false marketing claims and public disclosure criteria are met, monetary losses as a result of legal proceedings would be included in 2021 Annual Report Form 10-K and in Quarterly Reports on Form 10-Q.\n\n**HC-BP-270a.2** Description of code of ethics governing promotion of off-label use of products\n\nAbbVie only promotes our pharmaceutical products for uses that have been approved or authorized by appropriate government or regulatory agencies. AbbVie product claims are grounded in scientific evidence, accepted medical practice and government-approved labeling rules in all countries where we operate. See AbbVie Code of Business Conduct for more information.\n\n### Employee Recruitment, Development & Retention\n\n**HC-BP-330a.1** Discussion of talent recruitment and retention efforts for scientists and research and development personnel\n\nWe strive to ensure every employee is aware of, and has access to, opportunities for learning, growth and advancement. We believe in self-directed growth and development, where employees set the objectives that they want to achieve. We supplement this individualized approach with company-wide education and an investment in emerging leaders. We also conduct annual Talent Management Reviews, driven from the organizational perspective and led by our leaders across all functions. Read more in the Developing and Engaging Diverse Talent and Developing Our People section of this report.\n\n**HC-BP-330a.2** (1) Voluntary and (2) involuntary turnover rate for: (a) executives/senior managers, (b) midlevel managers, (c) professionals, and (d) all others\n\n| Category          | Voluntary Turnover Rate | Involuntary Turnover Rate |\n|-------------------|-------------------------|---------------------------|\n| Overall           | 10.7%                   | 8.1%                      |\n| Voluntary         | 8.1%                    |                           |\n| Involuntary       |                         |                           |\n\nPlease see KPI's in the Human Capital Management section.\n\n### Supply Chain Sustainability\n\n**HC-BP-430a.1** Percentage of (1) entity's facilities and (2) Tier 1 suppliers' facilities participating in the Rx-360 International Pharmaceutical Supply Chain Consortium audit program or equivalent third-party audit programs for integrity of supply chain and ingredients\n\nSee AbbVie Supplier Code of Conduct\n\n### Business Ethics\n\n**HC-BP-510a.1** Total amount of monetary losses as a result of legal proceedings associated with corruption and bribery\n\nIf there are material legal proceedings associated with corruption and bribery and public disclosure criteria are met, monetary losses would be included in AbbVie’s 2021 Annual Report Form 10-K and in Quarterly Reports on Form 10-Q.\n\n**HC-BP-510a.2** Description of code of ethics governing interactions with healthcare professionals\n\nAbbVie is fair and open in our interactions with healthcare professionals. AbbVie does not offer or give gifts or other items or services of value to earn favor for our products or to sway medical judgement. AbbVie relies on product quality and healthcare outcomes to influence purchasing and prescribing practices. See Business Ethics section of the report and AbbVie Code of Business Conduct\n\n### Activity Metrics\n\n**HC-BP-000.A** Number of patients treated\n\nApproximately 62 million\n\n**HC-BP-000.B** Number of drugs (1) in portfolio and (2) in research and development (Phases 1-3)\n\nAbbVie medicines and devices treat more than 60 conditions across infant, adolescent, adult and senior stages of life. AbbVie’s pipeline currently includes more than 90 compounds, devices or indications in development individually or under collaboration or license agreements. Of these programs, more than 60 are in mid- and late-stage development.\n", "source": "abbvie_2021", "added": "2025-04-27", "created": "2025-04-27", "metadata": {"Source-File": "climate_reports/tp_reports/abbvie_2021.pdf", "olmocr-version": "0.1.59", "pdf-total-pages": 35, "total-input-tokens": 92581, "total-output-tokens": 29896, "total-fallback-pages": 0}, "attributes": {"pdf_page_numbers": [[0, 0, 1], [0, 2563, 2], [2563, 5077, 3], [5077, 10182, 4], [10182, 14150, 5], [14150, 19014, 6], [19014, 20644, 7], [20644, 26623, 8], [26623, 30922, 9], [30922, 35687, 10], [35687, 38751, 11], [38751, 46317, 12], [46317, 50489, 13], [50489, 55131, 14], [55131, 58442, 15], [58442, 64487, 16], [64487, 67690, 17], [67690, 72002, 18], [72002, 76187, 19], [76187, 82173, 20], [82173, 86953, 21], [86953, 92950, 22], [92950, 96830, 23], [96830, 103189, 24], [103189, 105801, 25], [105801, 112219, 26], [112219, 116067, 27], [116067, 120562, 28], [120562, 123818, 29], [123818, 124888, 30], [124888, 131207, 31], [131207, 135372, 32], [135372, 138609, 33], [138609, 142601, 34], [142601, 142601, 35]]}}