{"id": "d9457a0cc7b89c685a3c5fcc34c270a75469308c", "text": "The journey continues\n\nOur purpose to Power an Inclusive Future for All is a never-ending journey—one constantly refueled by new opportunities to pursue and new challenges to overcome. In this year’s Purpose Report, we share our progress over the past year and our work ahead.\n\nThis report contains forward-looking statements regarding future events. All statements other than statements of historical facts are statements that could be deemed forward-looking statements. These statements are based on current expectations, estimates, forecasts, and projections about the industries in which we operate and the beliefs and assumptions of our management. Readers are cautioned that these forward-looking statements are only predictions and are subject to risks, uncertainties, and assumptions that are difficult to predict, including those identified in our most recent filings with the Securities and Exchange Commission on Form 10-K and Form 10-Q. Forward-looking statements speak only as of the date they are made, and we do not undertake any obligation to update any forward-looking statement. Several of our environmental metrics were updated in April 2022 based upon completion of independent limited assurance. They are notated throughout with an asterisk (*). You can view our limited assurance report online.\nWe are Cisco\n\nWe are the worldwide leader in technology that powers the Internet.\n\nWe are 79,500 employees in 95 countries generating approximately US$50 billion in revenue in fiscal 2021.\n\nOur products and services include networking, collaboration solutions, security solutions, wireless and mobility, data center, IoT, video, analytics, and software solutions.\n\nThis Purpose Report covers our progress in fiscal 2021. Learn more about our environmental, social, and governance progress at the Cisco ESG Reporting Hub.\nA message from Chuck Robbins\n\nTwenty years ago, Cisco signed the UN Global Compact, which encouraged businesses to focus on sustainability and social responsibility, while reporting on their progress. In doing so, we aligned our operations and strategies to the UN’s Ten Principles on human rights, labor, environment, and anti-corruption, and began taking strategic actions to advance societal goals. I am proud that we took this action, and at Cisco, we value these principles and do all that we can to ensure that we consistently build upon the strong foundation we’ve created.\n\nI’m incredibly proud of all that we’ve done this past year and how our focus on making a positive impact guides the work we do serving our customers, partners, employees, and communities. Most recently, we’ve been especially focused on environmental sustainability, which is reflected in our recent commitment to reach net zero for all scopes of greenhouse gas emissions by 2040.\n\nWe are also continually exploring how technology can make even more possible—from enabling healthcare and education, to providing technology for governments to continue their critical work, to powering global commerce. We have also learned, especially during the pandemic, that when communities lack access to technology, they can unfortunately get left behind.\n\nThis makes our purpose to Power an Inclusive Future for All more relevant than ever. We must help bridge gaps of inequity by using our technology, extended ecosystem, and the expertise of our teams, while creating more opportunities for more people, and acting responsibly to drive change.\n\nI’m excited that we’re tackling these imperatives at every level of the company. Our desire to solve problems using technology and to help create a more inclusive world has led to important initiatives such as our Social Justice Beliefs and Actions; the launch of Skills for All by Cisco Networking Academy; and the Cisco Rural Broadband Innovation Center in North Carolina.\n\nDelivering on important environmental, social, and governance (ESG) goals is not just critical for society, but also for our business. Keeping these goals at the forefront makes us stronger in the long run, and our customers, partners, current and future employees, and governments demand it.\n\nAt Cisco, we believe that we have the opportunity and the responsibility to do more for the world than we ever thought possible. Technology can enable so much—but only if we have a strong focus on ensuring those around us have access to the opportunities they need to thrive. The future is ours to shape, and I look forward to seeing the positive change we can bring about together.\n\nSincerely,\n\nChuck Robbins\nChair and CEO\nA message from Francine Katsoudas\nFrom CSR to purpose\n\nFor decades Cisco has been evolving and expanding the way it positively impacts people and the planet. These efforts have been described by many names—CSR, ESG, social impact—but at the end of the day, the core of all these efforts has centered around our larger purpose.\n\nAs such, for the first time we’re publishing our Purpose Report, bringing together our CSR report and the purpose work we’re mapping and operationalizing across the company. This report serves as a way to connect our purpose to the environmental, social, and governance efforts so valued by our internal and external stakeholders.\n\nIn early 2020 we put words to this mission, establishing our purpose to Power an Inclusive Future for All. We’ve been driving towards this inclusive future for many years, but defining our purpose has helped us operationalize it and instills it as part of our business, not something that sits alongside it.\n\nDefining and mapping our purpose efforts also allows our employees to identify their role in powering this work. In the same way that every employee at Cisco is responsible for our Conscious Culture, so too do we want every employee to feel responsible for—and contribute to—our purpose.\n\nThis is as much a commitment from the company as it is from our employees. Our people often ask the toughest questions around how we are impacting society for the better, from addressing homelessness to combating climate change. And often the best ideas for how we can do even more come directly from them.\n\nFuture employees expect it too. More and more talent want to work for a company where their work has meaning, where they feel they have purpose. Prospective Cisconians show up to interviews having read about our impact and ask questions about how they can be a part of it.\n\nThis isn’t just a fad; it’s the future. Cisco is one of only a handful of companies in the Fortune 500 that has stood up a formal Purpose organization focused on operationalizing this work, but I see that changing very soon. Purpose will only become more relevant and central to companies in the years ahead. And we’re excited to build partnerships across the private sector to drive progress on this journey.\n\nIn the past year and a half we’ve achieved a number of milestones on our purpose journey. From establishing our Social Justice Beliefs and Actions to announcing our net zero commitments, these milestones will contribute to how we positively impact the world. This report provides details around these efforts and so many others.\n\nThere’s more to come on this journey. As the digital divide continues to exclude individuals and the most vulnerable bear the brunt of climate disasters, we have a long way to go. But with our employees, our customers, and our partners, we can build ecosystems of impact to power a better future with, and for, all.\n\nFrancine Katsoudas\nExecutive Vice President and Chief People, Policy and Purpose Officer\n\nIn the same way that every employee at Cisco is responsible for our Conscious Culture, so too do we want every employee to feel responsible for—and contribute to—our purpose.\nA message from Tae Yoo\nSenior Vice President, Corporate Affairs\n\nMeasuring impact along our purpose journey\n\nAt Cisco, measuring impact isn’t just a tick-the-box exercise. We’ve been creating and measuring the outcomes of our ESG programs on a global scale since the very beginning. By setting clear goals, measuring our progress, and transparently reporting our impact, we’re able to provide an account of the difference we’re making and how we plan to learn from our outcomes. This allows us to prove and improve—to identify areas of strength or weakness, opportunity or risk. Doing so is integral to our purpose work and a key part of being a responsible corporate citizen.\n\nOur approach in action\n\nA prime example is our 2016 goal to positively impact one billion people by 2025 through our social impact grants to nonprofits like Kiva and signature programs like Cisco Networking Academy. It’s paramount that we understand the impact these investments are having—whether it’s enabling someone to get a new job; improving a person’s proficiency in science, technology, engineering, and math (STEM); or helping a family find a permanent place to live. In addition to quantifying the effectiveness and impact of our programs, we take it a step further by obtaining third-party limited assurance of our progress against this goal. This validates the impact data collected related to Cisco attribution, positive impact, and number of individuals reached.\n\nOur companywide focus on addressing climate change, started in 2006, has now developed into an overarching strategy that moves us closer to a regenerative and sustainable world. This is accompanied by public goals for our most significant environmental issues—backed by internal audits, and in certain instances, receiving limited assurance by a third party.\n\nAs always, we will approach new goals, like our recent net zero goal, with the same focus on transparent reporting and rigorous measurement that we have followed since we first began publicly reporting our performance on ESG topics over 15 years ago.\n\nOur commitment to impact\n\nOur annual Purpose Report holds us accountable to our stakeholders and society. We also use it as motivation to push ourselves even harder to ensure our efforts are delivering the utmost value and resulting in deep, inclusive, and sustainable impact around the world.\nIntroducing our Purpose Report\n\nCisco’s purpose is to Power an Inclusive Future for All. To achieve our purpose, we leverage our technology and inspire our people to make a positive impact in communities worldwide and on the planet.\n\nEach word in our purpose has a meaning. In this report, you will read about the many actions we are taking to help bring our purpose to life.\nPower\n\nWe ethically build and deliver tech that securely powers the world’s connectivity, and we are committed to upholding and respecting human rights throughout our operations and value chain. To develop and deliver that technology, we hold ourselves to the highest standards of business conduct and financial transparency, and rely on our foundation of strong corporate governance and accountability.\n\nCisco strives to ensure our products are made responsibly, applying human rights principles to the design, sourcing, manufacturing, and sale of our solutions. We maintain high expectations of our global suppliers, engaging closely with them to uphold our standards for labor, health and safety, environment, and ethics.\n\nThese strong underpinnings of trust and responsibility enable us to support digital inclusion at the local and national levels by partnering with governmental leaders.\n\nInclusive\n\nWe act boldly and deliberately to accelerate fairness, inclusion, and equitable access to opportunity—to make a positive social impact. Internally, we strive to foster an inclusive and diverse culture where employees can be their whole selves while building new skills, exploring areas of interest, and becoming catalysts for social change.\n\nWe also work to help the underserved and most vulnerable in communities globally. We believe that technology, when thoughtfully and strategically applied, can be used to help solve our greatest social challenges, such as addressing critical human needs and disaster relief, economic inequality, digital inclusion, and access to education, including training in digital skills.\n\nTo help bring lasting change, we partner with education institutions, build long-term relationships with nonprofit organizations to put technology to its highest and best use, and support entrepreneurs.\n\nFuture\n\nAn inclusive future isn’t possible without a livable planet. Our purpose also includes helping to ensure a sustainable and regenerative future for our planet.\n\nWe focus on areas where we believe we can make the most significant impact on the environment: addressing climate change, driving a circular economy, and being responsible stewards of the planet’s limited resources. We also enable customers to reduce their own environmental footprints using our technology, and support innovators developing solutions to respond to the consequences of a changing climate.\n\n...For All\n\nPowering an Inclusive Future for All is not a vision Cisco can achieve by acting alone. Partnerships and collaboration—with customers, governments, nonprofits, and even competitors—allow us to multiply our efforts and scale our impact. Woven throughout this Purpose Report are examples of how we are building these partnerships to help achieve a common vision: a world where everyone has the opportunity to thrive.\nCorporate social responsibility at Cisco\n\nFrom our earliest days, Cisco’s founders understood the power of our technology to create positive outcomes on a global scale. Through the years, however, we’ve learned that even the most transformative technology is of little value if people don’t have the tools or the skills to use it. This understanding of what our products make possible—especially when combined with education and skills building—formed the foundation for meaningful corporate social responsibility (CSR) at Cisco. Today, our commitment to CSR starts at the top with our Board and senior leadership and is embedded throughout the organization. Because Cisco’s purpose to Power an Inclusive Future for All is deeply tied to all aspects of CSR, our CSR Report is now the Cisco Purpose Report.\n\nCisco’s actions are grounded in our Conscious Culture, where trustworthiness and ethical conduct are expected and supported among our employees, suppliers, and business partners.\n\nCorporate Affairs, as part of Cisco’s People, Policy, and Purpose organization, stewards Cisco’s strategic approach to CSR, including social investment programs and environmental sustainability. The organization also oversees our commitments to CSR performance and transparency.\n\nLatest ESG ratings and rankings:\n\n- **Leader—AA**\n- **A-**\n- **#1 in IT Industry, Supply Chain Climate Action Index (SCTI) and Green Supply Chain Corporate Information Transparency Index (CITI)**\n- **Industry Best—Environmental and Governance & Economic in CMT Communications Equipment World Index and North America Index**\n- **Member of Dow Jones Sustainability Indices**\n- **Fortune World’s Best Workplaces 2021 #2**\nA comprehensive understanding of priority ESG topics is crucial to Cisco’s CSR strategic planning, reporting, and ultimately our performance. We engage in regular dialogue with stakeholders that allows us to understand ESG topics that are most important to our stakeholders and continuously assess our strategy and commitments. We partner with a wide range of global and local organizations to shape and extend the reach of our CSR programs, including governments, nonprofits, multilateral organizations, and peers. A list of the types of stakeholders we engage and some of the forums where we engage them is available on our ESG Reporting Hub.\n\nCisco continuously improves our data collection and analysis processes to assess the impact of our engagements. We use stakeholder inputs in our CSR strategy, programs, and reporting through an ESG materiality assessment that is conducted in full every two years and refreshed in between. Our latest full assessment, supported by an independent consultant in fiscal 2021, identified 18 ESG topics as illustrated in Table 1. This assessment used multiple methods, with direct input from Cisco employees, including executives and sales professionals; investors; thought leaders; and an analysis of stakeholder inquiries and peer benchmarking. The analysis also incorporated big data from software platform Datamaran, which allows us to continue assessing emerging issues throughout the year. A full description of the ESG materiality assessment process is available here.\n\nCisco’s CSR reporting is in accordance with the standards of the Global Reporting Initiative (GRI): Core Application. We are a member of the GRI Community and support the mission of GRI to empower decision makers everywhere, through GRI Sustainability Reporting Standards and its multistakeholder network, to take action toward a more sustainable economy and world. Cisco also indexes against frameworks including the Value Reporting Foundation (SASB Standards), the Task Force on Climate-related Financial Disclosures, and CDP (formerly the Carbon Disclosure Project), where applicable.\n\nWe also align our targeted CSR efforts with many of the United Nations Sustainable Development Goals (SDGs). The 17 SDGs set forth a framework to build a better world for people and our planet by 2030 and are designed to be applied by governments and organizations worldwide. The SDGs’ success requires global cooperation and ambitious commitments—ideas that square perfectly with our own commitments to inclusivity and creating opportunity. A detailed picture of how Cisco’s most important ESG issues, strategies, programs, and goals support the specific SDGs and targets can be found on our ESG Reporting Hub.\n\n### Table 1: ESG focus areas and pillar alignment\n\n| ESG Topics                                      | Reporting Pillar |\n|------------------------------------------------|------------------|\n| Human rights and working conditions in the supply chain | Power            |\n| Corporate governance                            | Power            |\n| Business ethics                                  | Power            |\n| Data security and privacy                        | Power            |\n| Innovation and responsible technology            | Power            |\n| Digital inclusion                                | Power            |\n| Inclusion and diversity                          | Inclusive        |\n| Employee health and safety and labor rights      | Inclusive        |\n| Employee wellbeing                               | Inclusive        |\n| Talent                                           | Inclusive        |\n| Community impact                                 | Inclusive        |\n| Critical human needs and disaster relief         | Inclusive        |\n| Economic empowerment                             | Inclusive        |\n| Climate change and GHGs                         | Future           |\n| Circular design and lifecycle management         | Future           |\n| Environmental protection                         | Future           |\n| Operational waste                                | Future           |\n| Water                                           | Future           |\n\n1. ESG materiality, as used in this report, and our ESG materiality assessment process, is different than when used in the context of Securities and Exchange Commission (\"SEC\") disclosure obligations. Issues deemed material for purposes of this report and for purposes of determining our ESG strategy may not be considered material for SEC reporting purposes, nor does inclusion of information in this report indicate that the topic or information is material to Cisco’s business or operating results.\nGoals and progress\n\nEach year we report our progress toward Cisco’s enterprise CSR goals. In 2006, Cisco set its first GHG emissions reduction goal. Since then, we have set other goals to engage employees, reduce environmental impacts across our entire value chain, and benefit communities. Learn more throughout this report about how we’ve made progress toward each of our goals.\n\nInclusive\n\nIn FY21: Achieve 80% community impact participation, as measured by employees’ actions, including advocating for causes they care deeply about, volunteering, donating, and participating in programs that positively impact communities.\n\nACHIEVED: 80% participation\n\nBy FY23: Social Justice Action 2: Achieve a 25% increase in representation of all employees who self-identify as AA/Black from entry level through manager and a 75% increase in representation from Director to VP+ level (FY20 base year).\n\nON TRACK: 11% entry level through manager\n\nACHIEVED: 90% Director level and 120% VP+ level in FY21 as compared to FY20\n\nBy FY23: Social Justice Action 7: Expand supplier strategy by doubling our percentage spend with diverse suppliers and obtain reporting on diversity metrics from 100% of our FY20 preferred suppliers.\n\nIN PROGRESS: Obtained executive commitment and established business function champions to support our journey to double our diversity spend\n\nACHIEVED: Received workforce diversity reports from 100% of our FY20 preferred suppliers with U.S. workers in FY21\n\nBy FY25: Social Justice Action 8: Commit US$150 million to fund STEM education and drive technology modernization at four-year HBCUs.\n\nON TRACK: Committed US$50 million to the Student Freedom Initiative “Access to Education” endowment, of which US$12.5 million was spent in FY21\n\nON TRACK: Selected 8 HBCUs to receive tech assessments in partnership with AVC Technologies as part of our IT Modernization program to build technology excellence\n\nBy FY25: Social Justice Action 10: Commit US$50 million to increase the diversity in our partner ecosystem by increasing the number of AA/Black owned technology companies in our partner ecosystem and increasing opportunities to accelerate the financial growth of AA/Black owned partners.\n\nON TRACK: Established the African American Cisco Partner Community (AACPC), starting with 53 partners in FY21, with a focus on investing in partner growth\n\nBy FY25: Social Justice Action 11: Invest US$50 million in startups and venture funds led by diverse leaders.\n\nON TRACK: Tracking in line to meet our five-year commitment\n\nRead more about our full list of 12 Social Justice Actions in Inclusion and Collaboration.\n\nBy FY25: Positively impact 1 billion people through our social impact grants and signature programs.\n\nON TRACK: 716 million people positively impacted through our social impact grants and signature programs between FY16-FY21\n\n1. Some of our social impact grantees also receive funding from other organizations.\n\n2. This number was updated in January 2022 based upon completion of independent limited assurance. Please see the details on the criteria for the number of people positively impacted between FY16-FY21 and the independent limited assurance report. To access the assurance report, download the PDF and open in Adobe® Acrobat® Reader to click-to-accept terms to access the full document.\nFuture\n\nBy FY22: Reduce total Cisco Scope 1 and 2 GHG emissions worldwide by 60% absolute (FY07 base year).\n\nACHIEVED: 60% reduction\n\nBy FY22: Use electricity generated from renewable sources for at least 85% of our global electricity.\n\nACHIEVED: 85% renewable\n\nBy FY22: Improve large rack-mounted equipment system power efficiency—as measured from the input power from the facility to the board-mounted ASICs, memory, and other chip devices—from 77% to 87% (FY16 base year).\n\nON TRACK: 85% efficiency\n\nBy FY25: 80% of Cisco component, manufacturing, and logistics suppliers by spend will have a public, absolute GHG emissions reduction target.\n\nON TRACK: 38% with targets\n\nBy FY25: 70% of Cisco component and manufacturing suppliers by spend will achieve a zero waste diversion rate at one or more sites.¹\n\nON TRACK: 27% by spend with at least one certified site\n\nBy FY25: Decrease use of virgin plastics by 20% (FY18 base year).\n\nACHIEVED: 38% decrease\n\nBy FY25: Reduce foam used in Cisco product packaging by 75% as measured by weight (FY19 base year).\n\nON TRACK: 19% reduction\n\nBy FY25: Increase product packaging cube efficiency by 50% (FY19 base year).²\n\nON TRACK: 26% improvement\n\nBy FY25: 100% of new Cisco products and packaging to incorporate Circular Design Principles.\n\nON TRACK: Pilot completed\n\nBy FY25: Reach net zero greenhouse gas emissions for Scope 1 and 2 (FY19 base year).\n\nNOT YET REPORTING\n\nBy FY30: Reduce Cisco supply chain-related Scope 3 GHG emissions by 30% absolute (FY19 base year).³\n\nON TRACK: 23% reduction⁴\n\nBy FY40: Reach net zero greenhouse gas emissions for Scopes 1, 2, and 3 (FY19 base year).\n\nNOT YET REPORTING\n\nRead more about our Environmental Impact and view comprehensive environmental data in our ESG Reporting Hub.\n\n¹. According to current standard definitions used in certification protocols, “zero waste” diversion is defined as a 90 percent or greater overall diversion of solid, nonhazardous wastes from landfill, incineration (waste-to-energy), and the environment. Diversion methods can include reduction, reuse, recycling, and/or compost.\n\n². Packaging efficiency is measured by comparing actual weight to dimensional weight, to determine how well products are packaged to optimize the amount of space used for shipping and storage. See more on our ESG Reporting Hub.\n\n³. Includes allocated emissions from Cisco’s Tier 1 and Tier 2 manufacturing, component, and warehouse suppliers, and calculated emissions associated with transportation emissions managed and paid for by Cisco. Emissions are allocated based on Cisco’s financial share of the supplier’s reported global Scope 1 and Scope 2 GHG emissions. Transportation emissions will be reported as Upstream Transportation and Distribution according to GHG Protocol methodology because they are paid directly by Cisco. Reporting fiscal 2020 emissions due to standard lag based on CDP supply chain data availability.\n\n⁴. Due to standard reporting lag for supply chain emissions, reporting fiscal 2020 data. Significant reduction in emissions related to global supply chain disruptions; emissions expected to increase with supply chain recovery as we continue progress toward fiscal 2030 goal.\nPowering an Inclusive Future for All\nBringing our purpose to life\n\nAt Cisco, our purpose is to Power an Inclusive Future for All. We defined this purpose in early fiscal 2020 and here are a few examples of how Cisco’s investments and technologies are making a difference in people’s lives.\n\nFor future generations\nThe Cisco Foundation has committed to invest US$100 million over 10 years to help reverse the impacts of climate change—so that our children can inherit a livable planet.\n\nFor Jax Hahn\nPeople with autism spectrum disorder often face barriers to career paths. Exceptional Academy, which delivers Cisco Networking Academy courses to students like Jax Hahn, is preparing people with disabilities for careers in IT.\n\nFor the Black community\nAs part of our Social Justice Beliefs and Actions, Cisco has made a US$150 million commitment to support students and modernize the technology capabilities at historically Black colleges and universities (HBCUs).\n\nFor sub-Saharan Africa\nZzappMalaria has an app-based solution that can be used to help prevent the spread of malaria in Africa. As the Grand Prize winner of the Cisco Global Problem Solver Challenge 2021, their solution is becoming reality.\n\nFor global supply chains\nCisco sets standards for suppliers to help ensure that their employees are treated ethically and work in safe conditions. Tsui-Ting Lew proactively evaluates and engages with suppliers to help ensure our expectations are met.\n\nFor Alisha Ghosh\nInsights and Innovation Manager Alisha Ghosh had taken personal steps to live more sustainably—but wanted to make a larger impact. She worked with Cisco nonprofit partner Citizen Schools to educate middle schoolers on the importance of the circular economy.\nLeading the way toward the future of work\n\nTechnologists have predicted for years that hybrid work—in which employees split their time working from home, office, and on the go—is the way of the future. But no one could have predicted quite how 2020’s mass transition to remote working would unfold.\n\nAfter nearly two years in which students and office workers have operated mostly from home, we believe hybrid work is here to stay. In this still-being-charted territory, employers, including Cisco, have been forced to reexamine our notions of employee communication, safety, career development, work-life balance, and the future of the workplace itself.\n\nInnovating to make work more human\n\nWe’ve seen some of the benefits of this new reality, such as more flexible schedules, less time and emissions spent commuting to an office, and career possibilities that are not dependent on one’s location. We have also discovered some of the challenges. Many organizations have concerns about security and business continuity now that their networks no longer start and end at a campus, branch, or data center. People have experienced profound isolation—as well as the challenges of sharing space with children and other family members during the workday. Video calls can be hampered by poor quality that diminishes engagement, and too many meetings can lead to anxiety and fatigue.\n\nThe good news: Cisco has the tools we need to help mitigate these challenges and help enable an inclusive recovery for ourselves and our customers. We continue to serve customers with secure access to the applications and critical resources they need, whether in a public cloud or on-premises. We are striving to lead by example by valuing employee wellbeing just as much as productivity—and offering tools to support both. And to improve the meeting experience, Webex by Cisco has introduced more than 50 innovations, including:\n\n- The Raise Hand feature and emoji-based gestures allow presenters to get live feedback, making presentations feel more interactive without interrupting the speaker.\n- Real-time translations and enhanced video capabilities ensure all meeting guests can equally participate.\n- Webex People Insights enables individuals and teams to set and achieve goals for their meetings and their day, ensuring time is well spent.\n\nOur support goes beyond traditional office settings. We’ve also helped government bodies, healthcare providers, and educators modernize their IT infrastructures and deliver their services remotely—keeping them prepared for whatever comes next. For organizations navigating a return to the workplace, Cisco sensors and IoT solutions can help manage density and proximity in shared spaces and securely manage data for facial recognition and contact tracing.\n\nThe future is hybrid\n\nIn this moment of disruption, we have an opportunity to challenge old assumptions and create an improved experience for all. As employees around the world forge new ways of working, we believe we must help ensure that everyone has an equal opportunity to contribute and advance, no matter where they are.\n\nThis is Cisco’s moment. As the builder of technology that has helped people connect across distances for decades, we are ready to guide the world into an efficient, inclusive, and sustainable future of work.\n\n58% of people expect to work from home 8+ days per month, even post-COVID-19\nCisco Global Workforce Survey\n\n98% of people expect to have meetings with people joining remotely going forward\nCisco Global Workforce Survey\nOur journey to net zero\n\nCisco has a long history of setting and achieving goals to reduce our environmental impact. In early fiscal 2022, we made our most important commitment yet: a pledge to reach net zero greenhouse gas (GHG) emissions by 2040, 10 years ahead of when climate scientists say the planet must reach net zero to avoid the worst impacts of climate change.\n\nThis goal will cover all scopes of emissions, including those from our direct operations, our supply chain, and from the use of our products. We also plan to achieve net zero for our global Scope 1 and 2 emissions, which covers our direct operations, by 2025.\n\nThese announcements mark a major milestone in Cisco’s journey to Power an Inclusive Future for All. But they are just a starting point. Here are five ways we’ll work toward net zero in the years ahead:\n\n1. Continuing to increase the energy efficiency of our products through innovative product design.\n   The largest share of Cisco’s emissions comes from the use of our products—and we are continuing to work to make these products more energy efficient. We are making progress through innovations like Silicon One, our programmable chip for high-performance networking, which can be found in our Cisco 8201 router. Thanks to Silicon One, the 8201 consumes 26x less power than its predecessor.\n\n2. Accelerating use of renewable energy.\n   We’ve achieved 100 percent renewable electricity in the United States and various European countries, and in India we’ve gone from 2 percent renewables in FY15 to 66 percent in FY21. We are also exploring other investments in various renewable energy technologies in the communities where we operate.\n\n3. Embracing hybrid work.\n   The future of work is hybrid. Within Cisco, we anticipate a 20 to 30 percent decline in employee commuting compared to pre-pandemic levels. Fewer trips will decrease our Scope 3 emissions from employee commuting. We will also continue to optimize our real estate portfolio, which will reduce our Scope 1 and 2 emissions.\n\n4. Investing in carbon removal solutions.\n   The Cisco Foundation has committed US$100 million over 10 years to invest in climate solutions. We also invest in innovative solutions through the annual Cisco Global Problem Solver Challenge. As we build our net zero strategy, Cisco will apply this innovation lens to other promising solutions.\n\n5. Further embedding sustainability and circular economy principles across our business.\n   Energy efficiency and renewable energy are not enough—we must also continue to transform the way that products are made and managed throughout their lifecycles. Cisco is committed to designing and managing its products and packaging for reuse, repair, and resource efficiency.\nIn this pillar:\nSecurity, privacy, and trust 17\nBusiness and human rights 21\nHuman rights in the supply chain 23\nEthics and integrity 31\nDigital inclusion 32\n\nOur purpose:\nPower an Inclusive Future for All\nPower\n\nEthically build and deliver tech that securely powers the world’s connectivity\n\nOur Progress:\n\n- Published updated guidelines that outline how we handle law enforcement and government requests for customer data.\n- Formed a cross-functional Human Rights Advisory Committee that will inform our business and human rights strategy.\n- Started supporting a project that will help enable artisanal miners in Burkina Faso to establish a commercially viable pathway to market for responsibly mined artisanal gold.\n- Supported more than 70 Country Digital Acceleration projects specific to COVID-19 relief.\n\nWhen Cisco talks about “power” in “Powering an Inclusive Future for All,” we’re referring to the potential of our technology to transform lives. Digital technologies have changed the world in many positive ways, from helping businesses operate more efficiently to keeping us more connected. But they have also introduced risks, including breaches of sensitive data and mistreatment of workers who assemble hardware products.\n\nCisco understands that the risks inherent in digital transformation must be constantly managed. Over 85 percent of the world’s web traffic travels securely across Cisco connections, and our software and solutions help protect the data of millions of users and organizations, including the public sector and 98 percent of the Fortune 500. We have an important role to play, therefore, in helping to ensure that our technology is made, sold, and used responsibly.\n\nFor users of our technology, we include safeguards to ensure data privacy and security and continually evaluate our technology to ensure it respects the rights of all users.\n\nOur efforts begin in our supply chain, where we work to protect the rights of those who extract minerals, manufacture components, and deliver products to our customers. We engage closely with suppliers to promote safe and healthy working conditions, in alignment with globally recognized human rights principles.\n\nAnd because we want everyone to enjoy the benefits of digitization, we work closely with customers and government partners to expand Internet access worldwide.\n\nJust as important as how our technology functions is how we operate internally and interact with others. Cisco holds itself to the highest standards of ethical business conduct, which allows us to earn and uphold stakeholder and customer trust.\n\nTechnology has the power to create opportunities—or deepen inequities. At Cisco, we’re deeply committed to unlocking the best of what technology can do.\nSecurity, privacy, and trust\n\nData is one of the most vital assets of business today. And it must be managed with tools, processes, and policies that enable security and privacy across the entire business ecosystem. As organizations and individuals worldwide become more reliant on technology, there are more opportunities to connect and collaborate—but also more risks. In a pandemic-altered world, people exchange more information online than ever before as remote work becomes more commonplace. Consequently, cyber attacks are evolving to exploit insecure connections, with 2020 being one of the worst years on record for data breaches. To avoid compromising confidential information, Cisco must remain focused on staying one step ahead of threats and helping our customers do the same.\n\nOther emerging challenges we must manage include concerns about data localization (retaining data within a country’s borders) and data sovereignty (ensuring that data is subject to the laws of a given country). As geopolitical factors or customer concerns about data localization and sovereignty change, one way we can respond is by adding data centers. In response to Brexit, for example, Cisco is building a new European data center in Frankfurt to complement our data center in the United Kingdom. Cisco is committed to helping our customers and partners by protecting and respecting data, no matter where it originates or where it flows.\n\nSince our founding in 1984, security and privacy have been foundational for Cisco. As we have transitioned to provide more software-based solutions, dependable security and privacy by design have become more critical than ever. We’ve committed to investing across people, policies, processes, and technology to support the security, privacy, fairness, accessibility, and resilience that lead to customer trust.\n\nHow Cisco defines security, privacy, and trust\n\nSecurity\nThe features that enable authorized use, access, integrity, and availability of confidential information.\n\nPrivacy\nThe transparent, fair, and accountable processing of personal information. Cisco’s Privacy Principles.\n\nTrust\nThe result of Cisco’s efforts to build and maintain credibility with customers. Cisco’s Trust Principles.\nPrivacy is much more than just a compliance obligation. It is a fundamental human right and business imperative that is critical to building and maintaining customer trust. The core privacy and ethical principles of transparency, fairness, and accountability will guide us in this new, digital-first world.”\n\n—Harvey Jang, Vice President, Chief Privacy Officer\n\nOur impact\nHelping employees stay cyber-aware\nWe work to help every Cisco employee understand their role in the security and privacy equation through awareness and education. Security for all Cisco-managed devices reflects guidance adopted by NIST, ISO, and other organizations, including mandatory software updates and multifactor authentication (MFA) to help protect employees and the company from ransomware and other cybersecurity attacks.\n\nThe Keep Cisco Safe campaign includes messaging and interactive training modules that address cybersecurity, security, and privacy concepts. We also educate our people through SecCon, our annual internal security conference, the Privacy Assessors & Champions curriculum, and internationally recognized Certified Information Privacy Professional training and certifications.\n\nEnd-to-end security and privacy\nCisco’s business model is not about monetizing customer or personal data, but protecting it. We embed security and privacy by design with the Cisco Secure Development Lifecycle (CSDL), which includes a Rapid Risk Assessment for security and privacy and detailed assessments such as the Privacy Impact Assessment. The CSDL is a repeatable and measurable process that is now unified across all solutions and services we offer, and has expanded to consistently manage our cloud solutions. This combination of tools, practices, and awareness increases the resiliency and trustworthiness of Cisco solutions throughout their lifecycles. Learn more about the CSDL on the ESG Reporting Hub. In addition, our cloud offers are backed by third-party certifications, copies of which are available on Cisco’s Trust Portal.\n\nBeing transparent about what we disclose\nWe follow our Principled Approach to Government Requests for Data and are committed to transparent disclosure of the types of government data requests we receive and how we respond to them. We believe that governments should go directly to our customers, not Cisco, to request data. Cisco releases a Transparency Report every six months to document the data requests we receive from law enforcement and national security agencies around the world. The most recent report, published in July 2021, includes a new interactive map that allows users to sort data by region and timescale. While Cisco respects efforts by governments to thwart bad actors and deter criminal activity, we are also committed to ensuring that access to our solutions and services is free from unlawful or overbroad intrusion. In fiscal 2021, we published law enforcement guidelines that inform customers and law enforcement agencies about the ways we protect customer data. It outlines the legal burden required of law enforcement agencies and governments when requesting customer data and the laws to which these requests are subject.\n\nResponding to global privacy requirements\nWe work closely with regulators and standards bodies worldwide to drive consistency in our approach to protecting and respecting privacy. To demonstrate our compliance capabilities and adherence to global privacy principles, we have certified our enterprisewide program to EU Binding Corporate Rules, APEC Cross-Border Privacy Rules system and Privacy Recognition for Processors, and the EU/UK/Swiss-U.S. Privacy Shield. In the United States, we continue to call for federal privacy legislation to establish a consistent baseline of protection for all users.\nMitigating risk of ransomware attacks\nRansomware is a type of malware that allows a hacker to encrypt an organization’s data, preventing users from accessing files or databases until a ransom is paid. Ransomware attacks can target a company’s operations, service delivery to customers, supply chain, or end users. To help safeguard Cisco and our customers, we evaluate each of these risk scenarios and work closely with internal IT and engineering teams to identify, understand, and remediate gaps and vulnerabilities that might put the company or our customers at risk.\n\nProtecting customers from counterfeit products\nCisco is engaged in a decades-long effort to prevent and detect the distribution of counterfeit products. We do this by embedding security tools in Cisco products that validate their authenticity and educating customers about how to protect themselves. To stop bad actors, we employ strategies to detect potential compromises and partner with law enforcement and government agencies to investigate and disrupt counterfeiting operations.\nNew risks for a new normal\n\nIt’s been a busy two years for security professionals. In early 2020, when businesses transitioned to remote work environments almost overnight, security teams worked around the clock to empower and protect their newly distributed colleagues. And while many organizations have embraced the benefits of remote work arrangements, businesses have also been exposed to new risks.\n\nFor example, remote desktop protocols (RDPs) can be compromised through stolen credentials, “man-in-the-middle” attacks (in which an attacker puts themselves in the communication line between two parties), and remote code execution (where an attacker runs their code on a machine or server of their choosing). Many businesses have learned the hard way about the extra security measures needed to keep themselves and their employees safe.\n\nBut as Cisco’s Future of Secure Remote Work Report reveals, most organizations worldwide remain at best only somewhat prepared to support a remote workforce. Out of the 3000 global IT decision-makers we surveyed, almost all have seen increases in cyber threats and alerts. And with many employees connecting to corporate resources with personal, unmanaged devices, security teams face substantial blind spots. As a result, 66 percent of organizations say that they plan to increase their cybersecurity investments, according to a Cisco study.\n\nIt’s not just businesses that are taking a more serious look at security and privacy. In September 2021, Cisco published its third annual Consumer Privacy Survey, which found growing concerns about protecting consumer data and the privacy of remote collaboration tools. Nearly half of respondents feel they are unable to protect their data effectively. As some workers return to offices and share information such as their health and vaccination status with governments and employers, embedding privacy into operations and tools—and communicating privacy practices clearly and simply to employees and customers—will be crucial. With one of the industry’s most robust portfolios of solutions for a secure, hybrid workforce, Cisco is helping organizations adapt to this new reality.\n\n86% of consumers say they care about privacy\nCisco 2021 Consumer Privacy Survey\nBusiness and human rights\n\nAs a supplier of the infrastructure that connects much of the world, Cisco has a responsibility to respect human rights throughout our global operations, from sourcing and supply chain to the design and use of our products. We strive to meet this responsibility in a way that reflects the global nature of our business, the complexity of our business, and the rapid nature of innovation throughout our business units.\n\nThrough Cisco’s Business and Human Rights (BHR) program, we work to identify potential human rights issues related to our supply chain, product design and use, and business relationships. The BHR team’s purpose is to help prevent and mitigate harms from occurring, and to advise the business on strategies to respond if they do materialize. Our teams work across functions to make these strategies standard practice by incorporating them into policies and decision-making frameworks. As an internal clearinghouse for human rights matters, our dedicated human rights experts answer questions, conduct due diligence to inform business decisions and product development, and train employees who may face human rights challenges in the course of their daily work.\n\nThis work builds upon Cisco’s longstanding commitment to human rights, captured in our Global Human Rights Policy. This policy acknowledges our corporate responsibility to respect human rights as enshrined in the United Nations Guiding Principles on Business and Human Rights (UNGPs).\n\nIn fiscal 2021, in response to recommendations produced out of a prior human rights saliency mapping, Cisco formed a Human Rights Advisory Committee (HRAC), chaired by our Chief Legal Officer and consisting of executives and senior-level employees from critical functions throughout the company. The HRAC will help the BHR team work more effectively by:\n\n- Providing expertise to inform Cisco’s overall BHR strategy.\n- Promoting Cisco’s Global Human Rights Policy and strategy within their function.\n- Identifying gaps, needs, and areas for focus based on their knowledge of what is happening across the company.\n- Reviewing and reporting updates to Cisco’s Global Human Rights Policy and other initiatives.\n- Reviewing the results of human rights due diligence.\n\nFor example, the committee recently reviewed the human rights risk associated with the potential misuse of Cisco products and recommended that Cisco develop a framework for assessing this risk. This work will be a focus in fiscal 2022.\n\nWe respect the human rights of the end users of our solutions and the workers in our supply chain who mine and process materials and assemble, pack, and ship our products. Read more about Cisco’s approach to human rights in the supply chain.\nOur impact\n\nAddressing risks in our portfolio\nSince the inception of Cisco’s business and human rights program in fiscal 2019, Cisco has engaged external stakeholders and experts to inform an ongoing saliency assessment of human rights risks across our product portfolio. This engagement has demonstrated that while Cisco’s technology is generally designed to advance human rights, potentially negative human rights impacts can stem from misuse of our products. This presents a challenge for Cisco because once our technology is sold, our control and leverage over its use are dramatically reduced. Even so, we want to mitigate this risk and plan to do so by reviewing product design requirements and guidance, establishing due diligence to anticipate and address the risk of misuse of our products, and working closely with the HRAC to inform our approach to these issues within other business units.\n\nEnsuring responsible use of AI/ML\nArtificial intelligence and machine learning (AI/ML) technologies have the potential to make sense of large amounts of data more quickly and efficiently than humans can. But they can also make mistakes. For example, inaccuracy and bias in facial recognition technologies can have harmful effects on vulnerable populations. As Cisco incorporates AI/ML features into our collaboration and security solutions, we must be vigilant in protecting against ways that they could potentially violate human rights or erode customer trust. To do this, we have developed a Responsible AI/ML Framework that engages a cross-functional group of experts from engineering, privacy, security, human rights, legal, government affairs, and others. This group works with outside experts to incorporate human rights principles into the design and use of AI/ML solutions.\n\nAll Cisco products and services that incorporate AI/ML must be built according to Cisco’s AI/ML design requirements, which embed respect for privacy and security and strive to protect against unintended bias or discrimination. These control requirements were developed alongside the engineers who will ultimately have to comply with them, incorporating extensive feedback from teams to ensure requirements are practical and enable them to achieve their objectives. The requirements will be reviewed and updated periodically, ensuring that they evolve along with technology, market conditions, customer expectations, and threats.\n\nWe have also developed an industry-leading approach for engaging with product teams to continuously improve our offers that include AI/ML. When a customer, partner, or employee reports unfair, biased, or discriminatory decisions, the Responsible AI/ML Incident Response Team analyzes the report and engages the appropriate team to resolve it. Once the issue is resolved, we may report back to the original submitter or a broader group of Cisco customers, employees, and partners on the findings of the investigation and remediation steps taken.\n\nThe Responsible AI/ML Framework also includes oversight of a Responsible AI/ML Committee that will:\n\n- Set and drive adoption of Cisco’s Responsible AI/ML policies and practices.\n- Review sensitive, high-risk, and edge use cases that cannot be effectively mitigated.\n- Review AI/ML incident reports of bias or discrimination.\n- Advise Cisco leadership and employees on responsible AI/ML issues, technologies, processes, and best practices.\n\nExternal engagement on human rights\nCisco subject matter experts and members of the BHR team continue to participate in grassroots organizations like RightsCon and share best practices through groups like the Article One Business Roundtable on Human Rights & AI and the Business for Social Responsibility (BSR) Human Rights Working Group. We have also joined the United Nations’ B-Tech project, which provides guidance for implementing the UNGPs in the technology sector.\n\n56% of consumers are concerned about how organizations are using AI today.\nCisco 2021 Consumer Privacy Survey\nHuman rights in the supply chain\n\nOur external manufacturing partners and suppliers are an important extension of our operations. How our products are made matters. Powering a more just and inclusive future begins with protecting the human rights and wellbeing of the workers in our supply chain—and respecting the communities and ecosystems in which our suppliers are located. The role of Cisco’s Supply Chain Organization to support our human rights commitments is to:\n\n- Set standards and evaluate risk.\n- Assess supplier conformance to those standards and help them improve.\n- Implement targeted initiatives for specific risks.\n- Establish governance and accountability.\n- Engage externally to drive progress.\n\nThe organization works across three program areas:\n\n- Supplier Code of Conduct and Human Rights\n- Responsible Mineral Sourcing\n- Environmental Stewardship\n\nOur Cisco Supplier Code of Conduct sets standards for labor, health and safety, environment, ethics, and management systems in our supply chain. As a founding member of the Responsible Business Alliance (RBA), Cisco contributed to the development of the RBA Code of Conduct (RBA Code) and adopted the RBA Code as our own Supplier Code of Conduct. We hold our suppliers—and their suppliers—accountable to the Supplier Code of Conduct and other responsible sourcing policies consistent with Cisco’s Global Human Rights Policy and the UN Guiding Principles on Business and Human Rights (UNGPs).\nHow Cisco’s supply chain catalyzes positive impacts for workers and communities\n\nThe breadth and complexity of Cisco’s supply chain means that there are many ways we can make a positive impact. By setting a baseline and conducting due diligence, we protect workers and the environment from negative impacts of our operations. We work to enable positive impacts through targeted initiatives designed to support rightsholders, communities, and local ecosystems where we operate so that they can thrive.\n\nPromoting responsible minerals sourcing\nWe conduct due diligence aligned with our Responsible Minerals Policy to source responsibly and collaborate with other stakeholders to support miners and improve their livelihoods.\n\nUpholding baseline expectations for responsible conduct\nWe help protect workers’ rights, health, and safety by ensuring compliance with our Supplier Code of Conduct across the value chain. This includes holding our manufacturing partners, components suppliers, and key logistics partners accountable for meeting our expectations.\n\nProtecting the environment where our suppliers operate\nWe work to find and stop pollution violations within multiple tiers of our supply chain and build suppliers’ capabilities to conserve natural resources.\n\nImproving conditions for workers\nWe work with suppliers to identify opportunities to improve working conditions and to remediate impacts workers experience. We enable workers to have a voice and provide feedback on their working conditions without reprisal.\n\nRaising the bar\nWe participate in multistakeholder groups to advocate for more robust standards across the industry, encourage better worker engagement practices among manufacturers, and design solutions that influence better outcomes for rightsholders and the environment.\nCisco supply chain and reverse logistics locations\n\nManufacturing partners\nA select group of suppliers that produce finished Cisco products\n\nComponent suppliers\nA large group of suppliers that provide parts to our manufacturing partners according to our specifications\n\nLogistics service providers\nSuppliers who transport components and finished products\n\nRepair partners\nSuppliers who operate repair sites and complete service repairs\n\nSee our fiscal 2021 Cisco Supplier List\nGovernance\n\nOur Supply Chain Human Rights Governance Committee, chaired by the Senior Vice President of Supply Chain Operations and comprised of senior supply chain executives, maintains executive oversight of risks and opportunities within the supply chain. This committee allows us to integrate human rights policies and priorities into business operations and garner feedback across functions. Supply chain representatives also participate in Cisco’s Human Rights Advisory Committee, which convenes executive and senior-level employees from across the company to drive Cisco’s overall business and human rights strategy.\n\nWe use supplier scorecards to measure and communicate conformance to Cisco’s requirements for human rights and environmental stewardship. Having sustainability metrics alongside cost, quality, and service delivery allows procurement managers to make informed decisions when awarding business to suppliers.\n\nCisco partners with industry peers, multistakeholder initiatives, and nongovernmental organizations to drive progress and improve outcomes for rightsholders in the global supply chain. A list of the key organizations and initiatives in which we engage are listed in the ESG Reporting Hub.\n\nHow we engage with suppliers\n\nCisco evaluates our supply base annually for social and environmental risks using a number of reputable sources. The results of our assessments feed into supplier engagement and audit plans. We use the RBA’s Validated Assessment Program (VAP) for audits to assess suppliers’ conformance to the Code. While VAP audits are typically conducted on site, COVID-19 continues to hinder auditors’ ability to visit supplier sites. Despite the challenges, we conducted 94 audits covering an estimated 233,000 workers in fiscal 2021.\n\nWhen we uncover nonconformances through audits, we ask suppliers to develop Corrective Action Plans (CAPs) outlining the root cause of issues and how they intend to improve and measure progress. Suppliers must close their CAPs according to Cisco’s policies and timelines and provide evidence that they have addressed the root causes of nonconformances. In fiscal 2021, we maintained a 91 percent closure rate of priority and major nonconformances, excluding those related to working hours and social insurance. To help suppliers continue to improve and make lasting improvements in working conditions, we offer training and coaching to suppliers. We may assign e-learning courses through RBA’s e-Learning Academy or develop custom seminars and training series to address common audit findings.\n\nMultiple teams collaborate to hold suppliers accountable, and serious issues are reviewed by the Supply Chain Human Rights Governance Committee. If a supplier fails to meet Cisco’s policies or specifications, we may escalate issues through management, including to a senior executive of the supply chain when necessary. When warranted, we will stop awarding new business to a supplier, and may ultimately terminate the relationship.\n\nLearn more about the supplier engagement process, and view audit findings for fiscal 2021 and prior years, in the ESG Reporting Hub.\n\nSupplier engagement process for a more resilient, responsible supply chain\n\n1. Supplier onboarding\n   New suppliers are assessed to identify potential social and environmental risks within their operations. After suppliers are fully onboarded to provide products to Cisco, they become part of our regular supplier engagement process.\n\n2. Risk assessment\n   We evaluate the supply base on social and environmental risk factors and Cisco’s exposure to those risks from operations and production.\n\n3. Self assessment and audits\n   We audit high-risk suppliers based on RBA’s Validated Assessment Program to assess their conformance to our Code of Conduct.\n\n4. Corrective action plans\n   We review and approve supplier Corrective Action Plans and monitor their progress toward closure.\n\n5. Capability building\n   We offer training and continuous improvement to help suppliers better align with our values.\n\nSuppliers produce Corrective Action Plans and evidence that they have implemented their plans. Suppliers must address or downgrade priority issues within 30 days and other findings within 180 days. For issues such as the monitoring of working hours, suppliers provide long-term improvement plans. Cisco works closely with suppliers until performance improves and to validate finding closure.\nOur impact\n\nResponding to COVID-19 within our supply chain\n\nOver the past two years, we have worked closely with key suppliers to ensure they have standard practices in place to protect workers from COVID-19. We worked closely with key manufacturing partners to share and implement best practices such as staggering shifts, conducting monthly COVID-19 testing, screening workers and visitors prior to entering the workplace, and adjusting the layout of the production floor to reduce crowding. We also collaborated to reduce order volatility to support and encourage suppliers to retain workers. Our investments in supply chain resiliency allowed us to shift production away from manufacturing sites affected by outbreaks and bring business back online when it was safe to return to work.\n\nThe pandemic increased risks for already vulnerable workers in our components supply chain, such as foreign migrant workers. To help ensure their safety, we assessed whether suppliers had COVID-19 safety information in the languages these workers spoke, had access to COVID-19 testing, or protocols for containing outbreaks in dormitories. Of the 24 sites we assessed, 18 had adequate plans. We required the remaining suppliers to implement corrective actions according to our guidelines. To enable foreign migrant workers to stay connected to their families, we encouraged suppliers to provide Wi-Fi or cellular data support at their sites. As the pandemic evolved, we maintained contact with our global supply base and sent quarterly newsletters with information to help suppliers protect and support their workers.\n\nRooting out forced labor\n\nUpholding workers’ rights to be free from forced labor of any kind is embedded within our Supplier Code of Conduct, which aligns with the International Labour Organization’s Indicators of Forced Labor. One form of forced labor sometimes found in the electronics industry is debt bondage, which occurs when a worker takes on debt for expenses related to their employment, such as recruitment fees, travel, or shelter. Indebtedness, in turn, makes workers vulnerable to other forms of exploitation. We engage suppliers aligned to our commitment with the UNGPs to address this issue. Cisco not only works to identify risks for forced labor within the supply chain, but also works with suppliers to stop exploitative practices and remediate affected workers.\n\nDuring fiscal 2021, we continued to identify risks of debt bondage in countries where it is legal for recruiters to charge fees to foreign migrant workers. In these instances, workers paid recruitment fees equivalent to a month of their gross wages or more. Our assessments did not, however, turn up evidence of other forced labor conditions such as infringement on workers’ freedom of movement, document retention, contract substitution, or inhumane treatment. As a part of our normal processes, we require suppliers to absorb recruitment fees passed on to workers moving forward and remediate and reimburse affected workers. It can take time to resolve these issues, and our efforts in this area are ongoing.\n\nOffering training to build suppliers’ capabilities\n\nIn fiscal 2021, we continued our health and safety capability building series, offering seminars on fire safety, occupational and machine safety, and chemical safety controls. We selected these topics and invited suppliers based on analyses of historical RBA audit nonconformances. More than 160 attendees from more than 39 suppliers attended these sessions. We also launched two trainings on employment practices in response to labor trends we identified. One training focused on protecting workers’ rights as they left their jobs. Another training focused on practices to protect young workers.\n\nIn fiscal 2021\n\n4000 workers were impacted by recruitment fees worldwide and\n\nUS$200,000 was reimbursed to supplier workers for health check and recruitment fees\nworkers, student workers, temporary contract workers, and dispatch workers, from exploitation and other risks. In all, 118 attendees from 32 sites attended these two trainings in fiscal 2021.\n\n**Keeping workers safe from toxic chemicals**\nThe production of electronics often requires the use of chemicals, some of which can be hazardous to human health and the environment. In fiscal 2021, we enacted Chemical Management Expectations for Suppliers, a policy designed to protect workers and the environment from exposure to harmful chemicals. As a member of the Clean Electronics Production Network (CEPN) and the Responsible Business Alliance (RBA) Chemical Management Workgroup, Cisco aligned the policy and due diligence approach to the CEPN Priority Chemicals list and RBA Industry Focus Process Chemical list. During fiscal 2021, we assessed our manufacturing partners as conformant to this list. Having reached this milestone, we initiated chemical due diligence within our components supply chain and assessed more than 15 supplier sites. When we identify suppliers nonconformant with our expectations, we support them to eliminate or substitute Priority Chemicals for safer alternatives. In doing so, we can eliminate hazards that, when improperly controlled, expose workers to harm. To date, we’ve assisted two suppliers to eliminate the use of n-hexane and methanol from their production cleaning and maintenance processes.\n\n**Giving workers a voice**\nWhile downstream companies like Cisco cannot influence all aspects of how our suppliers operate, we are continually looking for new ways to empower supply chain workers and provide them with environments where they can work with dignity. To this end, we recently initiated two efforts to give supply chain workers more of a voice in their workplaces. First, in partnership with Social Accountability International (SAI), we helped sponsor four supplier sites in Guangdong, China to participate in the TenSquared program. This workplace engagement program unites workers and managers to identify a workplace challenge that they can collaborate to solve over the course of 100 working days. Through the program, participants learn strategies for problem-solving, communication, and leadership that they can apply to future challenges. Second, knowing the stress that COVID-19 has added to the lives of workers everywhere, Cisco surveyed strategic manufacturing partners to assess how they engage workers and encourage their feedback on working conditions. We shared best practices across manufacturers so that they could learn from one another to improve their relationships with workers and drive deeper employee engagement.\nSupporting supplier capability building\n\nA recent engagement with a printed circuit board supplier illustrates how we can drive change through our Supplier Code of Conduct Conformance program. An initial RBA audit at one of the supplier’s key manufacturing sites revealed dozens of nonconformances across labor, health and safety, and environmental management systems. Through a lengthy corrective action process, Cisco worked through the nonconformances one by one with the supplier, helping the supplier understand our expectations and apply them within their day-to-day operations. For example, site managers understood the principles of protecting pregnant and nursing mothers from health and safety hazards, but were unsure how to implement a job hazard assessment for this risk. The Cisco team provided guidance for conducting this type of assessment that the supplier could adapt to their production context.\n\nThanks to the commitment of the supplier’s CEO, the company overhauled its corporate social responsibility management system; integrated Code of Conduct principles into its work practices, culture, and accountability structure; and trained employees on how to contribute to these principles in their day-to-day work. Within two years, the supplier achieved RBA Silver Recognition on its next initial audit, a significant improvement from its previous initial audit. This process was instructive not only for our supplier and its workers, but also for Cisco: we’ve since developed a stronger, more systematic approach to working with first-time auditees, improving both our efficiency and our ability to achieve lasting impact with suppliers.\nPromoting responsible minerals sourcing\n\nCisco products, like most electronics, contain tantalum, tin, tungsten, and gold. These minerals, known as 3TG, are mined around the world. 3TG are sometimes known as “conflict minerals” because of concerns about their mining and sale contributing to armed conflict and human rights abuses.\n\nCisco’s Responsible Minerals Policy aligns with our long-standing commitment to uphold and respect human rights for all people, including those who work in our supply chain. Cisco does not directly procure minerals from mines, or the smelters or refiners that process them, but we collaborate with our suppliers to conduct due diligence and work across our industry to develop standard tools and practices. Our goal is to work collaboratively through the supply chain to source minerals consistent with our values around human rights; business ethics; labor, health and safety practices; and environmental responsibility.\n\nIn fiscal 2021, Cisco continued collaborating with peer companies and other stakeholders to help drive responsible sourcing throughout the mineral supply chain. In calendar year 2020, 81 percent of smelters or refiners reported by our suppliers, and 72 percent of reported cobalt refiners, were conformant to or active in the Responsible Minerals Initiative (RMI) Responsible Minerals Assurance Process (RMAP) program. Our calendar year 2020 Conflict Minerals Report, published in May 2021, describes in detail how our due diligence activities align to the OECD Due Diligence Guidance for Responsible Supply Chains of Minerals from Conflict-Affected and High-Risk Areas (CAHRAs).\n\nWe avoid sourcing from nonconformant actors, and support responsible producers to expand their capacity and find new markets. Cisco is a member of the European Partnership for Responsible Minerals (EPRM), a multistakeholder partnership designed to increase the availability of responsibly produced minerals from CAHRAs. We are contributing to Scalable Trade in Artisanal Gold (STAG), an EPRM-funded project, which will support artisanal miners in Burkina Faso to establish a commercially viable pathway to market for responsibly mined artisanal gold. By helping miners formalize their practices to meet international standards, the STAG effort will enable them to improve their livelihoods through mineral resources while working under safer conditions.\n\nCisco continued its financial contribution to RMI’s Upstream Due Diligence Smelter Fund in fiscal 2021. This fund aims to support smelters or refiners who must undergo additional due diligence requirements to source responsibly from CAHRAs worldwide. By offsetting these costs, we can remove obstacles to responsible mineral sourcing from mining communities who can greatly benefit from this economic activity.\n\nLearn more about Cisco’s policies and practices for responsible sourcing of minerals in the ESG Reporting Hub.\n\nSupply chain excellence\n\n#1 in the Gartner Supply Chain Top 25 for 2021 report\n\n#1 in IT Industry, IPE Supply Chain Climate Action Index (SCTI) 2021\n\n#1 in IT Industry, IPE Green Supply Chain Corporate Information Transparency Index (CITI) 2021\n\nSee Environmental Stewardship to learn more about our work to protect ecosystems where our suppliers operate.\n\n1. Conflict minerals are defined by the United States Securities and Exchange Commission in Section 1502 of the Dodd-Frank Act as cassiterite, columbite-tantalite, gold, wolframite, or their derivatives, or any other minerals or their derivatives determined by the Secretary of State to be financing conflict in the Covered Countries, which include the DRC or an adjoining country.\nCisco is committed to the highest standards of ethics and integrity in all of our business dealings. We consistently uphold strong values and strive to make the right choices in how we conduct business, which helps us earn the trust of our customers, governments, and stakeholders around the world. These values and our expectations of employees are captured in Cisco’s Code of Business Conduct (COBC). The COBC is a toolkit that anyone at Cisco can reference to make business decisions and resolve potential ethical issues. It includes Cisco’s direct efforts in each of our compliance program elements, policy documents, and additional resources. We continuously update the COBC to keep information current and engaging for readers.\n\nIf an employee identifies a concern or has a question that the COBC doesn’t answer, we encourage them to reach out to the Ethics Office, their Human Resources representative, a member of the Legal team, or their manager. Contact information for the Ethics Office is available here. Cisco fosters a culture in which employees can speak up with any concerns without fear of retaliation. Cisco employees report that they understand our policies and feel comfortable speaking up when necessary.\n\nCisco’s compliance and ethics organization regularly reports all cases and allegations of ethical violations to the Audit Committee of the Board of Directors, to the Compliance Steering Committee (consisting of Cisco Executive leaders), and to Cisco’s independent auditors. In fiscal 2021, we began tracking employee relations allegations separate from other forms of misconduct. For this reason, we will no longer report ethics allegations by type, as we have in past reports.\n\n**Our impact**\n\n**Keeping ethics issues top-of-mind**\n\nCisco continually reinforces employees’ understanding of our policies and expectations regarding ethical conduct. On our employee intranet, we regularly publish quizzes and polls to keep knowledge fresh. In fiscal 2021, Cisco’s Executive Leadership Team recorded videos explaining what compliance and ethics mean to them. We also shared “scrubbed cases,” or real-life examples of violations that have taken place within the company, with identifying details removed, to help bring ethics concepts to life. This level of transparency gives employees a greater understanding of ethical conflicts and violations, and highlights that we rely on employees to bring ethical concerns to our attention as part of our speak-up culture.\n\n**TABLE 2:**\n\n| Inquiries made to the Ethics Office |\n|-----------------------------------|\n| 2019 | 2020 | 2021 |\n| 1338 | 1033 | 1190 |\n\n**CHART 1:**\n\nFY21 inquiries by type\n\n- Allegations of misconduct: 19%\n- Conflict of interest disclosure: 53%\n- Questions: 28%\nDigital inclusion\n\nThe Internet is more integral to our lives than ever. It’s not only where we browse, shop, and play—but, increasingly, also where we socialize, work, and learn. The early days of the pandemic saw spikes in Internet traffic of as much as 45 percent in parts of the world. And Cisco predicts that this is only a glimpse of the traffic volume we will see in the 5G era, with 29.3 billion connected devices expected in 2023.\n\nWhile the Internet now serves as a critical lifeline for many, much of the world remains unconnected. An estimated 3.7 billion people, about half of the world’s population, lack access to the Internet, can’t afford the cost, or don’t have the information and communication technology skills to leverage the web. This issue is by no means limited to developing countries. In the United States, 30 million people lack high-speed Internet access, and on Native American reservations, 40 percent of people have no connectivity or even basic wireless services.\n\nMany of these unconnected people live in rural, low-density areas where the construction of high-speed networks is less cost-effective. As the maker of much of the technology on which the Internet runs, Cisco understands the importance of transforming how we build networks so that we can change the economics of the Internet. We’re doing this by partnering with top service providers and web-scale companies to redesign their networks, and are offering solutions, such as our mass-scale routing portfolio, that help providers offer Internet access at a lower cost.\n\nCisco also conducts proprietary research, including the Digital Readiness Index (DRI), to understand countries’ levels of digital readiness and what would most help them move forward on their digital journey. This Index offers a holistic analysis of digital readiness and measures components including basic needs, human capital, business and government investment, ease of doing business, startup environment, technology adoption, and technology infrastructure. The Index provides guidance on how countries can improve their overall readiness to foster an inclusive digital economy. In partnership with countries, cities, educational institutions, tribes, and social entrepreneurs, Cisco is helping bridge gaps and bring everyone into the digital future.\nAs business and technology leaders, we bear the collective responsibility of supporting our government and civil society leaders with relentless innovation and bold investment. Together, we can ensure that we are building truly inclusive communities and resilient economies.”\n\n—Guy Diedrich, Global Innovation Officer\n\nOur impact\nHelping countries unlock the value of digitization\nSince 2015, Cisco has collaborated with government leaders, industry, and academia to modernize national digital agendas through the Country Digital Acceleration (CDA) program. During the pandemic, connectivity has become more important than ever, with government operations, education, healthcare, and more shifting online. To date, CDA has over 1000 active or completed projects in 44 countries. For example:\n\n- **Government**—Webex by Cisco enabled the U.S. Congress to hold critical hearings and meetings remotely and in a hybrid environment. In Brazil, our partnership with the National Council of Justice allowed us to quickly ensure citizens across the country would still have access to the judicial system. We built a virtual courtroom, provided collaboration technology, and conducted trainings for lawyers, judges, and other court officials.\n\n- **Education**—In Spain, COVID-19 brought the importance of connectivity and digital skills into sharp focus. To get teachers and students online and learning, we partnered with IBM and Telefonica to extend connectivity to families in underserved areas and created a platform for teachers to learn digital skills. Cisco employees volunteered to support the platform, which helped 8000 teachers deliver classes online. Our education-focused projects often include providing resources through Cisco Networking Academy.\n\n- **Healthcare**—Healthcare specialists often need to review and share multiple, high-quality images such as X-rays and CT scans. We partnered with Oslo University Hospital to adapt Webex by Cisco so that multiple sources of content could be shared at once, allowing providers to collaborate remotely and in real time and help shorten treatment time for cancer patients from eight weeks to one week.\n\nHotspots that connect the unconnected\nInequality often breeds further inequality, such as when people who cannot afford at-home Internet access miss out on the resources and opportunities that an Internet connection provides. This has never been more true than during the COVID-19 pandemic. Cisco has responded to this crisis by setting up Meraki Wi-Fi access points in public locations, enabling access for anyone who needs it. Recent deployments have included:\n\n- Ten Wi-Fi hotspots installed across the Cayman Islands, which provided critical access to education and government services. This partnership was so successful that Cisco is now providing Meraki solutions to public schools on the islands. Cisco also hosted a local summit to inspire girls to pursue careers in STEM.\n\n- Digital Canopy, a partnership with the City of Toronto to provide free Wi-Fi to vulnerable communities.\n\n- Hotspots at libraries in Texas and Arizona, which are accessible even from the buildings’ parking lots when the facilities are closed—an essential feature during pandemic-related closures.\n\nLearn more about CDA partnerships to drive sustainability, connectivity, and innovation across industries in our ESG Reporting Hub.\nHonoring entrepreneurs promoting digital inclusivity\n\nFor the first time in 2021, the Cisco Global Problem Solver Challenge included a special Digital Inclusivity Prize offered by Cisco’s Emerging Technologies and Incubation (ET&I) group. The prize was intended for a startup using technology to close the digital divide, whether through accessibility, affordability, or development of digital literacy. Beyond money, the prize included technical mentorship opportunities with ET&I experts.\n\nThe Digital Inclusivity Prize winner was Jangala, a startup working to enable Internet access for the unconnected. The company’s solution is Big Box, a briefcase-sized device that transforms any form of Internet connectivity into Wi-Fi that can be accessed by thousands of users. It has been deployed in refugee camps, schools, and in the aftermath of natural disasters. A smaller-scale solution, known as Get Box, has been used in shelters and community centers during the pandemic.\n\nOne of the Cisco Global Problem Solver Challenge regional runner-up prizes also went to a digital inclusivity startup, Telecomunicaciones Indígenas Comunitarias (TIC). Based in Oaxaca, Mexico, TIC helps indigenous communities build and manage their own telecommunications networks. Since 2015, TIC has used open-source technology to bring cell service to thousands of people.\nBridging the rural digital divide\n\nCrystal Hottowe is a member of the Makah tribe, whose reservation in present-day Washington State occupies the northwesternmost point of the contiguous United States. “Any healthcare needs require us to travel for half a day to see a doctor in person,” Hottowe explains. “Telehealth would allow us to get the health services we need without leaving the reservation.”\n\nHottowe’s story is just one example of the power of connectivity—and the disparities that still exist even in wealthy countries like the United States and the United Kingdom. Many of these communities are located in rural areas, where longer distances, challenging terrain, and dense foliage can make fiber networks costly to install. Recent advances in technology have addressed some of these hurdles, and Cisco is taking a number of steps to raise awareness of these innovations and help communities get connected:\n\n- **Partnering with MuralNet on the Sustainable Tribal Networks Program.** Cisco is providing financial support, technical and market expertise, and other resources to MuralNet, which is helping Native American tribes apply for Federal Communications Commission (FCC) spectrum on which to establish broadband networks. We expect that about 350 networks will be deployed in the next five years.\n\n- **Educating customers on what’s possible.** The Cisco Rural Broadband Innovation Center recently opened in Raleigh, North Carolina, and is a place for broadband customers to learn about Cisco innovations for making Internet more affordable.\n\nFor many tribal members in particular, this newfound connectivity is especially meaningful, providing a link not just to the future, but to the past. Says Hottowe, “Beyond meeting needs like healthcare, we can now preserve our language and culture to share with future generations.”\nInclusive\n\nIn this pillar:\n\nOur People\n- Inclusion and collaboration 39\n- Employee experience 50\n- Health and wellbeing 53\n- Employee community impact 54\n\nOur Global Communities\n- Crisis response 60\n- Learning and digital skills 63\n- Economic empowerment 68\n\nOur purpose:\nPower an Inclusive Future for All\nInclusive\n\nAct boldly and deliberately to accelerate fairness, inclusion, and equitable access to opportunity\n\nOur Progress:\n\n- Launched the Inclusive Future Action Office to hold Cisco accountable for achieving our 12 Social Justice Actions.\n- Sustained 80 percent employee community impact for the second year in a row through an inclusive approach.\n- 716 million people positively impacted through our social impact grants and signature programs as of the end of fiscal 2021.\n- Held our biggest Cisco Global Problem Solver Challenge yet, giving away US$1 million in prizes to social entrepreneurs.\n- Achieved the greatest participation in Cisco Networking Academy in our history, and introduced Skills for All, a free, mobile-first platform for learning technology skills.\n\nWhat does it mean for the future to be inclusive? We believe it’s nothing short of reimagining how we work and how we invest in solutions to global challenges.\n\nAmong Cisco’s people, true inclusion means many things: Achieving a deeper sense of communication and collaboration within teams. Respecting one another’s identities and the various roles we play inside and outside of work. And recognizing that when we give people the flexibility to choose how and where they are most productive, working remotely can actually bring us closer together.\n\nAn inclusive future is also one in which we use our resources to help underserved and vulnerable communities thrive. Cisco partners with nonprofits and invests in early-stage technologies to address some of the world’s greatest challenges, such as responding to natural disasters, meeting critical human needs, addressing inequities in education, and giving people the skills and resources to succeed in the digital economy.\n\nAs technology continues to advance, Cisco envisions a future in which no one is left behind—neither the people who design and sell our solutions nor communities around the world.\n\n1. Some of our social impact grantees also receive funding from other organizations. This number was updated in January 2022 based upon completion of independent limited assurance. Please see the details on the criteria for the number of people positively impacted between FY16-FY21 and the independent limited assurance report. To access the assurance report, download the PDF and open in Adobe Acrobat Reader to click-to-accept terms to access the full document.\nOur People\n\nTo Power an Inclusive Future for All, we must foster a Conscious Culture within. Conscious Culture at Cisco is a set of expectations, principles, and measures that we believe best define Cisco’s values, beliefs, and ethos. It’s a culture in which we all model inclusion and speak up when we see behavior that’s out of step with our beliefs.\n\nConscious Culture informs all aspects of the Cisco employee experience. It’s evident in how we support employees across the full spectrum of diversity, as we work to create an environment where everyone feels welcomed, enabled by our technology, to fully participate in the businesses. It appears in how our teams engage day-to-day and how we empower people to chart their own career journeys. You can see Conscious Culture at work in how we care for our employees’ wellbeing at every stage of life, and the compassion our employees bring to supporting our communities.\n\nLiving a Conscious Culture requires us to act with dignity, respect, fairness, and equity in each of our interactions with one another, building a culture that allows us to become a catalyst for social change. By intentionally creating and cultivating an inclusive work environment where employees can thrive, Cisco is helping to bring about a better world.\nInclusion and collaboration\n\nThe practice of diversity and inclusion is constantly evolving. Years ago, businesses focused primarily on diversity—or ensuring representation of a wide range of individuals. Later, organizations shifted to diversity and inclusion, striving to create belonging and better understand diverse communities and meet their needs. At Cisco, we have taken this a step further. As a company that builds collaboration tools, we are intent on removing barriers to connection and leveraging technology to enable people to participate from anywhere, anytime. Today, our focus on inclusion and collaboration allows us to engage across the full spectrum of diversity with initiatives powered by our collaboration technology.\n\nBut our work is far from over. The inclusion challenges that persist in our society have driven Cisco to shift yet again in our practices and approaches to this work. To move beyond transactional and toward transformational change, we must accelerate, integrate, and scale fairness and equity across Cisco. We will achieve this by both evolving our existing inclusion solutions and developing new ones. For all solutions, technology will play an important role, from data that informs future innovations to digitization that allows concepts to scale through always-on online access to resources and solutions.\n\nIn the summer of 2020, in the face of growing awareness of systemic racial injustice, oppression, and inequality, Cisco reached a tipping point in our commitment to inclusion and collaboration. The moment was calling for something compelling, substantive, and impactful. It led us to establish our Social Justice Beliefs and launch 12 subsequent Actions. While our Beliefs and Actions began as a show of support and solidarity with the Black community, they provide a blueprint for how we respond to injustice and address inequity for any community. Our Actions are enterprisewide, global priorities. While we have written goals and metrics for each of our Actions, these goals may evolve as community needs change.\n\nWe created the Inclusive Future Action Office, led by a dedicated team with cross-functional business expertise, to respond to these needs and accelerate Cisco priorities. The Action Office has developed an Action Strategy for each Action, as well as assembled an Action Team and assigned one or more executive sponsors. Our Action Office will help us be relentless in our progress and support teams with the thought partnership and resources necessary to expand impact.\n\nCisco’s Social Justice Actions\n\nAction 1: Influence the ecosystem\nAction 2: Increase representation\nAction 3: Expand pay parity\nAction 4: Increase Board diversity\nAction 5: Deliver anti-discrimination education\nAction 6: Connect leaders and employees\nAction 7: Supplier engagement\nAction 8: Commit to HBCUs\nAction 9: Support Black-owned companies\nAction 10: Diversify partner ecosystem\nAction 11: Invest in innovation\nAction 12: Human rights in technology solutions\nAccelerating fairness and equity everywhere is one of the most powerful ways that Cisco can power an inclusive future. By creating innovative models of engaging across our employees, customers, partners, suppliers, and communities and making tangible commitments to drive transformational change, we’re signaling that Cisco is part of the collective. We’re ready to take bold, brave, and deliberate action in service of our beliefs and purpose.\n\nCisco’s Social Justice Beliefs\n\nOur purpose is fueled by what we believe. These Beliefs inform how we act as a business, including our commitment to social justice. Our Beliefs are constant. They don’t go away or end. They serve as an ever-present inspiration.\n\n- **Technology for Good**—We believe that technology makes the world better. We’re committed to building technology that empowers people and communities to create new possibilities. In doing so, we will not customize our technology to facilitate censorship, injustice, or oppression.\n\n- **Commitment to Justice**—We believe that social justice is apolitical. It’s our calling to ensure that communities on the margins experience a world that is just, where they are valued, validated, and empowered.\n\n- **Addressing Insecurity of Being**—Cisco has long believed in addressing insecurity across fundamental human needs, rights, and access. We are expanding our commitment and addressing a new area: an insecurity of being. Insecurity of being happens when one is a target of hate and violence, solely due to their existence within a marginalized group, be it in the physical or virtual world.\n\n- **Culture of Coalescence**—We believe in fostering a culture that is beneficial to all. In moments when we see an opportunity to unite the whole, we will coalesce our people and our resources to take action to drive meaningful change. And we will encourage our employees, suppliers, communities, and partners to join us in working alongside diverse communities.\n\n- **Curiosity, Proximity and Empathy**—We believe in modeling curiosity by continually educating ourselves about all forms of inequality and injustice. Our understanding grows when we get proximate to the most vulnerable and insecure in our communities. By engaging in curiosity, proximity, and empathy, action can ultimately be realized.\nBuilding an Inclusive Future\nThrough Cisco Investments' Aspire Fund\n\nA conversation on Social Justice Action progress with Shari Slate and Derek Idemoto\n\nWhat has been the focus since launching the Social Justice Beliefs and Actions?\n\nSS: We’ve focused our initial transformative actions on our AA/Black employees and communities. Our initial progress reflects the power of this focus and gives us new data to drive actionable insights.\n\nOur new Inclusive Future Action Office (IFAO) is now expanding what we’ve learned to replicate and scale across all communities. The IFAO has the expertise to drive repeatable, connected, and holistic processes that can expand to any multi-year commitment that helps us deliver on our promise to Power an Inclusive Future for All.\n\nDI: Our Corporate Development and Cisco Investments organization invests in the next generation of enterprise technology through venture funding. Recognizing the expansive funding gap for diverse-led startups and venture funds, Cisco Investments is dedicated to closing this gap and has been investing in diverse-led startups and venture funds for years. To help accelerate our efforts, as part of our Social Justice Beliefs and Actions, we launched our US$50 million Aspire Fund in 2020.\n\nWhat inspired the Aspire Fund?\n\nDI: Cisco Investments is committed to building an inclusive future by investing in next-generation enterprise technologies through venture funding. We have applied the same approach to diverse-led startups and venture funds, including Black and African American leaders.\n\nA great example of who we target through our Aspire Fund is Plexo Capital, a Black-led venture capital fund that invests in both emerging early-stage venture capital fund managers and startups. Over the past year, this fund has been investing exclusively in diverse-led startups and venture funds, geared towards fostering an ecosystem of diverse entrepreneurs and founders that fit within Cisco’s investing criteria.\n\nSS: We’re also helping these startups scale their businesses. We give them access to the broader Cisco ecosystem, including our best engineers and mentors to create go-to-market strategies to help them thrive.\n\nWhat’s on the horizon for the Aspire Fund and the Social Justice Actions?\n\nDI: Recently, we’ve announced several new investments that reinforce our dedication to making a real impact on improving diversity and inclusion, including Work-Bench Capital, Acrew Capital, L’ATTITUDE VENTURES, and Wabbi. Together, these organizations are committed to advancing diversity among women and people of color.\n\nWe are tracking well with our multi-year investment commitment and continue to pursue all opportunities to level the playing field for all underrepresented communities.\n\nSS: Moving forward, we will continue to focus on all of our Social Justice Actions, including increasing AA/Black representation at all levels in our company, increasing our percentage spent with diverse suppliers, and expanding the number of Black-owned technology companies in our partner ecosystem. We aim to create recurring impact and drive change for generations to come.\nInvesting in the Black community\n\nAn overarching goal of Cisco’s Social Justice Actions is to drive lasting, systemic, and generational change for the Black community. That requires multiyear investments and efforts against the policies and practices that continue to disenfranchise this community and create economic disparities.\n\nSeveral of our Actions are designed to advocate for education and economic empowerment, such as our partnership with historically Black colleges and universities (HBCUs) in the United States to develop long-term, sustainable strategies focused on delivering student and university success. As one of the key commitments in Action 8 of our 12 Social Justice Actions, Cisco has made a US$150 million commitment to HBCUs, of which US$50 million will help form a new endowment that will support students at nine HBCUs. The remaining US$100 million will help HBCUs modernize their technology capabilities. We will also offer the Cisco Networking Academy program to all HBCUs, which includes increased student recruitment opportunities, free instructor training, technology curriculum, and tools.\n\nTo help entrepreneurial HBCU students advance their businesses, we awarded the first-ever HBCU Startup Prize of US$50,000 within the Cisco Global Problem Solver Challenge in 2021. The winner, Mini City, is addressing one of the most significant barriers to breaking the cycle of homelessness: obtaining legal forms of identification. Mini City uses smart technology to meet this need—a promising example of what’s possible when we support Black innovators.\n\nWe also launched our new US$50 million Aspire Fund, which will focus on investing in diverse-led startups and venture funds over the next five years. We’re building on Cisco Investments’ solid track record of investing across the full spectrum of diversity over the years, starting with African American leaders. One of our earliest investments was in Plexo Capital—a venture capital fund that invests in emerging early-stage venture capital fund managers and venture-backed companies. We continue to make diversity a key component of our investment criteria and accelerate our efforts to address the historic funding gap. To date, we are tracking with the multi-year aspirations of the Aspire Fund.\n\nWhat these investments have in common is that they are not “one and done.” Through our ongoing engagement with HBCUs and our other partners in these efforts, we hope to make a long-term positive impact on Black communities—generating greater resilience and prosperity for years to come.\nOur impact\n\nAccelerating diversity\nEach year for the past seven years, Cisco has made significant progress in expanding the diversity of our global workforce. As an example of our progress, we continue to make strides in closing gender gaps, which are a longstanding challenge in our industry. Our overall workforce is now 28 percent women globally and 30 percent women in the United States, up from 27 percent and 29 percent in fiscal 2020. Women made gains across all levels of people leadership, jumping from 24 percent to 26 percent globally from fiscal 2020 to fiscal 2021 and from 27 percent to 29 percent in the United States. While gains of 1 to 2 percent may seem modest, in a global enterprise of our size this level of growth is highly significant. The acceleration continues at the Vice President level. Globally, women Vice Presidents increased from 24 percent to 26 percent globally from fiscal 2020 to fiscal 2021 and from 27 percent to 29 percent in the United States. While gains of 1 to 2 percent may seem modest, in a global enterprise of our size this level of growth is highly significant.\n\nDeveloping extraordinary leaders\nLeadership development has been a critical success factor in many of the transformational strides we have taken in promoting and retaining top talent. In the midst of the pandemic, we kept up the momentum. We not only shifted our development courses to an all-virtual environment, we launched a new foundational e-learning and development solution in the United States, Building Skills for a Conscious Culture. The program integrates harassment training with bias mitigation training, engaging learners with scenario-based learning. We also expanded our successful Next Generation Leaders (NGL) program, which has historically been geared toward African American/Black and Hispanic/Latinx employees. The new Next Generation Leaders Early in Career (NGLE) program will ensure a pipeline of potential leaders at Cisco. Through these programs, managers and their employees embark on a six-month journey to embrace differences, remove barriers, unlock talent, and foster disruptive thinking. These programs have a significant impact on retention: participants are 5.3 times more likely to continue to grow their careers at Cisco than nonparticipants.\n\nInnovating beyond pay parity\nAn important aspect of our Conscious Culture is pay parity—equitable pay for similar work, regardless of gender (globally) and ethnicity (USA). As part of our Social Justice Beliefs and Actions, we expanded our pay parity program in fiscal 2021 beyond base salary to include additional forms of compensation fairness such as promotion, bonus, and stock decisions made in our reward programs. Because our workforce is constantly changing, pay fairness is an ongoing commitment. We regularly analyze data across Cisco and, where necessary, make upward adjustments to ensure fairness. In fiscal 2021, our analysis confirmed our commitment to a healthy, fair compensation system, revealing only minor disparities. We invested an additional US$3.0 million in base pay adjustments, US$0.5 million in a promotion pilot, US$1.6 million in bonus adjustments, and US$5.4 million in additional stock value to close minor gaps. The adjustments total less than 0.5 percent of each program’s budget.\nChanging the equation for diverse talent\nCisco has long advocated sponsorship as one of the most powerful ways leaders can connect, advocate, and accelerate the careers of talented employees. In 2017, we introduced The Multiplier Effect (TME), a pledge that leaders can take to sponsor a person different from themselves and support their career advancement—and challenge their peers to do the same. For the third year, we’ve met or exceeded participation aspirations. One hundred percent of Cisco Vice Presidents have taken the pledge. Forty-one percent of Directors and 21 percent of People Managers have too—exceeding our goals of 40 percent and 20 percent respectively. More importantly, TME delivered outcomes for sponsees. Our data shows that employees who gain sponsors through the initiative are, on average, 1.5x more likely to be promoted than those who do not. Certain groups of employees experience an even higher promotion likelihood, including Black and Asian employees (2.7x more likely) and Hispanic/Latinx employees (3.2x more likely).\n\nIn conjunction with our Social Justice Action 6, focused on expanding access to mentoring or sponsoring relationships, we’re encouraging and supporting Cisco partners and suppliers in taking The Multiplier Effect pledge. We are committed to growing cultures of sponsorship across industries by offering a powerful and engaging sponsorship platform with resources to be launched to all partners and suppliers by the end of 2022.\n\nEmbracing the power of proximity\nEach of us sees the world through the lens of our own identities and unique set of experiences. To create a more inclusive future, we must work to understand different perspectives and apply those insights to the way we work. Cisco’s Proximity Initiative was inspired by the October 2019 Courageous Conversation with Chuck Robbins and lawyer and social justice activist Bryan Stevenson. It began as an effort for our leaders to be intentional about getting proximate to “difference” to understand their employee experience. Just as Bryan spoke about the power of proximity in relation to social and racial injustice, we believe it is necessary for our leaders to get proximate to truly discover different perspectives and apply their insights to the way we fundamentally work.\n\nThrough the Proximity Initiative, leaders have one-on-one meetings with team members who are different from them with the intent to understand their unique experiences, challenges, and successes. These conversations can help individuals understand new perspectives, recognize bias, find sponsors, and unlock insights in their teams and in their personal lives. More than 1000 proximity meetings were held in fiscal 2021, and they have been nothing short of transformational. After a series of meetings, Executive Vice President and Chief Customer and Partner Officer, Gerri Elliott remarked, “The meetings were incredibly powerful. They were incredibly emotional. I learned so much about myself, and ourselves, and this culture that we live in.”\n\nCisco Check-Ins bring equity and inclusion to the forefront\nThis year, we took dialogue around equity and inclusion to a new level during Cisco’s virtual companywide Check-In broadcasts with our Executive Leadership Team. Together, we engaged on topics like identity, racism, homophobia, mental health, and social justice as a way of getting proximate to and understanding the impact of real issues facing our company and our communities. Our Inclusive Communities have been vital advocates and partners in driving the dialogue. Inclusive leaders at every level and special guests shared unique perspectives on how we can connect, disrupt, create true allyship, and drive systemic change.\n\n200+ executives participated in 1000+ proximity meetings in fiscal 2021.\n\nOf leaders who participated, 95% have adopted more inclusive behaviors including showing empathy and listening more.\nIn our June Check-In during PRIDE month, Inclusive Community leaders reflected on progress and shared the vision for what is possible for our LGBTQ+ communities. The chat window graphics transformed with rainbow hues of the PRIDE flag, and our PRIDE leaders challenged us to look beyond the letters and see the true, whole selves of the people within the full spectrum of LGBTQ+. It was a meaningful moment across our organization.\n\nAfter the broadcast, membership in the main PRIDE Webex collaboration space increased by over 250 people—a jump of over 20 percent.\n\nA full listing of our Inclusive Communities is available in our ESG Reporting Hub.\n\nExpanding our view of diversity with Self ID\nData-driven insights have always been an important consideration for our inclusion and collaboration strategy. As Cisco evolves our approach, our metrics must evolve as well. In early 2021, we launched Self ID, an initiative that expands the personal data categories that employees can share with Cisco. Employees may opt in to share key aspects of their identity that go beyond government-required classifications, such as expanded gender identity, expanded race and ethnicity, sexual orientation, pronouns, and military and/or veteran status. We handle all data that employees share with the highest levels of security and privacy, and have implemented Self ID in 36 countries.\n\nSelf ID is allowing us to gain deeper insights on topics including fair pay and compensation, benefits, and employee engagement across the talent lifecycle. By providing the opportunity for employees to share with us who they are, we can more fully celebrate who we are as a company.\n\nSupporting supplier diversity\nCisco’s Supplier Diversity Program focuses on extending our commitment to full spectrum diversity to the owners and employees of businesses that supply the US$9 billion in goods and services that we purchase every year. Within our Social Justice Action 7, we have committed to doubling the percentage we spend with diverse suppliers by 2023. The U.S. government encourages its vendors to source from domestic businesses owned by citizens from the following underrepresented categories:\n\n- Small business\n- Women-owned business\n- Minority-owned business\n- Veteran-owned business\n- Service-disabled veteran-owned business\n- Historically underutilized business (HUB)\n\nWhile LGBT-owned businesses do not fall under the U.S. federal government guidelines as a disadvantaged group, we track inclusion of these businesses as well. In addition, we ask preferred suppliers worldwide to report the diversity of contingent workers that they provide to Cisco.\n\nWe continued our executive sponsorship program, which pairs diverse suppliers with Cisco executives for regular meetings during which suppliers learn more about Cisco’s priorities and receive coaching and feedback. The program evolved in fiscal 2021, which now includes monthly curriculum meetings, as well as speaker events and networking opportunities. Cohorts in the United States and United Kingdom completed the program, and we kicked off our first program for women-owned businesses in India. In early fiscal 2022, we launched a new cohort for African American/Black-owned businesses in the United States.\n\nCisco’s contingent workforce\nEmployees of our non-manufacturing suppliers, also known as contingent workers, make up our extended workforce. We track not only diversity in ownership, but also the diversity of these suppliers’ employees. We request these metrics from 62 of our non-manufacturing preferred suppliers. In fiscal 2021, we began requesting diversity reporting for both U.S. and non-U.S. workers.\nWorkforce snapshot\n\nCisco has published workforce diversity statistics as part of our CSR reporting since 2005. The diversity data below, shared through voluntary self-reporting, was captured on July 31, 2021 to represent our fiscal 2021 data and a total of 78,600 employees. In future Purpose reports, gender will be represented on a spectrum (Women, Non-binary, and Men). In addition to the diversity data below, the EEO-1 submission, captured on December 18, 2020 based on calendar year 2020 data, can be found online.\n\nOverall workforce as of July 31, 2021\n\nCHART 2: Global by gender\n- Men: 72%\n- Women: 28%\n\nCHART 3: U.S. by gender\n- Men: 70%\n- Women: 30%\n\nCHART 4: U.S. by ethnicity\n- White/Caucasian: 51.5%\n- Asian: 35.2%\n- Hispanic/Latino: 6.2%\n- African American/Black: 4.8%\n- Two or More Races (Not Hispanic or Latino): 1.8%\n- American Indian or Alaska Native: 0.3%\n- Native Hawaiian/Other Pacific Islander: 0.2%\n\nNew hires as of July 31, 2021\n\nCHART 5: Global by gender\n- Men: 69%\n- Women: 31%\n\nCHART 6: U.S. by ethnicity\n- White/Caucasian: 51.2%\n- Asian: 30.7%\n- Hispanic/Latino: 7.5%\n- African American/Black: 7.4%\n- Two or More Races (Not Hispanic or Latino): 2.9%\n- American Indian or Alaska Native: 0.2%\n- Native Hawaiian/Other Pacific Islander: 0.1%\n\nNote: The workforce data total excludes employees from certain recent acquisitions where relevant data wasn’t available.\nNote: Values may not total 100% due to rounding.\nTechnical workforce as of July 31, 2021\n\nCHART 7: Global by gender\n- Men: 83%\n- Women: 17%\n\nCHART 8: U.S. by ethnicity\n- White/Caucasian: 41.3%\n- Asian: 48.4%\n- Hispanic/Latino: 5.0%\n- African American/Black: 3.6%\n- Two or More Races (Not Hispanic or Latino): 1.3%\n- American Indian or Alaska Native: 0.2%\n- Native Hawaiian/Other Pacific Islander: 0.1%\n\nNontechnical workforce as of July 31, 2021\n\nCHART 9: Global by gender\n- Men: 59%\n- Women: 41%\n\nCHART 10: U.S. by ethnicity\n- White/Caucasian: 62.1%\n- Asian: 21.7%\n- Hispanic/Latino: 7.5%\n- African American/Black: 5.9%\n- Two or More Races (Not Hispanic or Latino): 2.3%\n- American Indian or Alaska Native: 0.3%\n- Native Hawaiian/Other Pacific Islander: 0.2%\n\nNote: The workforce data total excludes employees from certain recent acquisitions where relevant data wasn’t available.\nNote: Values may not total 100% due to rounding.\nVice Presidents as of July 31, 2021\n\nCHART 11: Global by gender\n- Men: 75%\n- Women: 25%\n\nCHART 12: U.S. by gender\n- Men: 72%\n- Women: 28%\n\nCHART 13: U.S. by ethnicity\n- White/Caucasian: 61.1%\n- Asian: 28.5%\n- Hispanic/Latino: 5.7%\n- African American/Black: 3.5%\n- Two or More Races (Not Hispanic or Latino): 0.9%\n- American Indian or Alaska Native: 0.3%\n- Native Hawaiian/Other Pacific Islander: 0%\n\nExecutive Leadership Team¹ as of July 31, 2021\n\nCHART 14: Gender\n- Men: 58%\n- Women: 42%\n\nCHART 15: Ethnicity\n- White/Caucasian: 63.6%\n- Asian: 18.2%\n- Hispanic/Latino: 18.2%\n- African American/Black: 0%\n- Two or More Races (Not Hispanic or Latino): 0%\n- American Indian or Alaska Native: 0%\n- Native Hawaiian/Other Pacific Islander: 0%\n\n¹Data as of the end of fiscal 2021 and may not match other public reporting.\nNote: The workforce data total excludes employees from certain recent acquisitions where relevant data wasn’t available.\nNote: Values may not total 100% due to rounding.\nPeople leaders as of July 31, 2021\n\nCHART 16: Global by gender\n- Men: 74%\n- Women: 26%\n\nCHART 17: U.S. by gender\n- Men: 71%\n- Women: 29%\n\nCHART 18: U.S. by ethnicity\n- White/Caucasian: 58.5%\n- Asian: 31.1%\n- Hispanic/Latino: 5.5%\n- African American/Black: 3.2%\n- Two or More Races (Not Hispanic or Latino): 1.2%\n- American Indian or Alaska Native: 0.2%\n- Native Hawaiian/Other Pacific Islander: 0.2%\n\nCisco Board of Directors as of July 31, 2021\n\nCHART 19: Gender\n- Men: 64%\n- Women: 36%\n\nCHART 20: Ethnicity\n- White/Caucasian: 82%\n- African American/Black and Native American: 9%\n- Asian: 9%\n\nNote: The workforce data total excludes employees from certain recent acquisitions where relevant data wasn’t available.\nNote: Values may not total 100% due to rounding.\nEmployee experience\n\nKeeping people connected is at the heart of what we do—and nowhere does this happen better than among Cisco employees. We are intentional about nurturing a culture in which people feel heard and supported, no matter where they work. It’s part of why our employees are loud and proud about their love for Cisco, and why we’ve been named the World’s Best Workplace by Great Place to Work® several years in a row.\n\nOur people work together through in-person, remote, and hybrid arrangements, and getting teamwork right is part of what allows us to compete and win. Long before the pandemic, Cisco pioneered several methods of keeping people engaged virtually, such as employee surveys, Engagement Pulse, and Team Health Checks. These tools have evolved over time based on employee feedback. We also offer a robust library of training and professional development content at all job levels that empowers people to take charge of their own growth. As we head into a new era of hybrid work, we will continue to look for opportunities to improve the employee experience—showing what’s possible when we’re all connected.\n\nOur impact\n\nReimagining the onboarding experience\nWe continue to find new ways to live up to our title of World’s Best Workplace. In fiscal 2021, Cisco developed a new onboarding program, known as My Onboarding Journey (MOJ), for all new full-time hires. Launched in early fiscal 2022, the program begins with an interactive virtual session and connection points at 30, 60, and 90 days. MOJ introduces new employees to everything they need to succeed at Cisco, including connections to benefits and resources, introductions to Inclusive Communities, and ways to build their skills and give back to communities. Employees collect virtual stamps as they complete various milestones on their onboarding journeys. Each new hire also joins a cohort with a dedicated Webex space, which encourages them to connect with their new-hire peers.\n\nCreating two-way dialogue\nTeam Space is Cisco’s platform for both individual and team collaboration. It enables the behaviors and rituals that scale team excellence and unlock The Power of Teams. The platform provides visibility for company leadership into how to best help teams be successful and track team engagement. One of Team Space’s features is the virtual Check-In, a chance for employees to touch base with their leaders.\n\nIn fiscal 2021, our quarterly Real Deal surveys focused on personal and social wellbeing. Knowing that wellbeing is linked to engagement, which in turn is linked to retention, we assessed wellbeing among different groups of employees. We then took action to keep all employees engaged, such as encouraging frequent interactions among team members and leaders.\n\nThe prolonged uncertainty created by the pandemic is demanding new ways for us to connect. Cisco Check-Ins are monthly virtual sessions open to all employees during which senior leaders, experts, and special guests share transparent information with the Cisco community. These meetings began...\nin 2020 as a way to focus on employees’ wellbeing, and have evolved into a forum where we can talk about anything and everything, from business updates to social justice to physical and mental health. Over 74,000 unique employee viewers attended 22 Check-In events in fiscal 2021, and 87 percent of attendees rate Check-Ins “an excellent use of time.”\n\nCelebrating what makes Cisco unique\nIn fiscal 2021, we hosted our sixth annual #WeAreCisco #LoveWhereYouWork photo contest, during which employees submitted photographs that showcase why they love working at Cisco. Out of more than 2000 global entries, judges selected a grand prize winner and winners in 12 other categories. We made a donation to our partner Global Citizen for each entry received, raising US$10,000 in total.\n\nCareer growth through connections\nNavigating career decisions on one’s own can be difficult. That’s why Cisco offers multiple opportunities for employees to learn from one another. Talent Expos, held virtually throughout fiscal 2021, allowed people to network and learn about roles inside and outside their current function. We held three Talent Expos, for which a total of 618 employees registered.\n\nThe Internal Career Guides program, which launched in fiscal 2021, is a way for early-in-career employees to get confidential and unbiased one-on-one career guidance from more senior employees. Over the course of three months, participants meet regularly with their guides, receiving personal support and resources to help them achieve their career goals. More than 460 employees have registered since the program began.\n\nEncouraging self-directed learning\nCisco encourages employees to be curious and choose their own paths—while providing a range of resources to help them see what’s possible. Throughout fiscal 2020 and 2021, we partnered with several subscription learning providers to offer free trials to their content libraries. All subscriptions were available within Degreed, Cisco’s continual learning platform.\n\nIn total, employees spent 61,975 hours learning across five different platforms during the trials.\n\nThroughout fiscal 2021, our collection of live and self-paced courses continued to grow. We introduced Career Launchpad, which helps employees navigate development through self-paced learning and reflection. Available on Degreed, Career Launchpad integrates existing resources, including the Cisco Foundational Skills Plan, a self-led learning plan on seven skills needed for every role at Cisco; and Cisco Career Stories, where employees can explore career stories from others and get help developing their own.\n\nDeveloping strong leaders from the start\nWe empower leaders at Cisco to create conditions that make every employee feel a sense of belonging. We are continually introducing new programs that support people managers at different phases in their careers, such as Cisco Leader Fundamentals, launched in fiscal 2021. This two-day, virtual program provides new team leaders with an understanding of what is expected of them, covering rewards and hiring philosophies, tools and resources for leaders, and more. Learn more about Cisco leadership programs.\n\nThe winner of the 2021 #WeAreCisco #LoveWhereYouWork photo contest is Ale Mantilla, a CX Operate Business Development Manager based in Colombia.\nThe power of teams in a hybrid world\n\n“Inspired.” “Connected.” “Energized.” “Refreshed.”\n\nThose are just a few of the ways that Cisco employees described feeling after our first-ever Teams Week.\n\nAs we innovate to serve our customers and partners in a future where work is connected, flexible, and hybrid, we know that we must evolve the way we work internally, too. That’s why we organized Teams Week, a series of virtual sessions delivered to teams worldwide, packed with ideas and inspiration for how to approach the future of work. Sessions covered such topics as embracing change, improving digital body language, and avoiding burnout.\n\nBut Teams Week was more than just an event. It was the beginning of a conversation, a common mindset, and a practice that teams at Cisco now share moving forward. Curated content and resources from the event are available on Cisco’s intranet, and Teams Week has evolved into Teams Weekly, a weekly series during which teams engage on topics and in ways that are most relevant to them. For example, a team can vote on a session to watch, then organize a “watch party” to view it together, followed by a discussion about what the content means for them.\n\nOne participant says, “I enjoyed the sessions, but what made it especially fun and valuable were the discussions it sparked in our team.” We view this as an essential investment in our people at this point in our industry’s evolution and look forward to seeing what our more closely connected teams can deliver.\nHealth and wellbeing\n\nStaying connected and caring for each other is fundamental to Cisco’s approach to health and wellbeing. We offer benefits that support every life phase, champion every family, and are designed to support the whole person—physically, emotionally, socially, and financially.\n\nWe are passionate about ending the mental health stigma by creating a culture where people can have open conversations about their needs. The pandemic has increased many people’s needs for support, and has also been a catalyst for many to be more open and vulnerable about sharing their stories. In addition to offering programs and resources, we encourage wellbeing to be part of team conversations and culture. We encourage employees to start each day by asking themselves and their teams, “What does support look like for you today?”\n\nAs we navigate the hybrid work transition, protecting people is our priority. Cisco has long pursued building health and safety standards such as WELL certification, and we are exploring additional safety measures to protect our employees and customers who visit our campus locations. Our safety measures are based on expert guidance from multiple sources, including the Centers for Disease Control and Prevention, and are highly adaptable as situations change.\n\nOur impact\n\nAn adaptive response to COVID-19\nThroughout the pandemic, Cisco’s dedicated response team has met at least once per week, but as frequently as daily, to ensure we’re keeping a pulse on ever-changing needs. Our rapid response varies by location but has included operating a vaccination site at our San Jose headquarters that used Cisco technology to ensure secure storage of medical information and safe delivery of vaccine doses. We also provided virtual physician consultations in many locations around the globe, offered on-site COVID-19 testing in select locations, hosted dedicated employee meetings with expert physicians to answer questions, and provided high-touch advocacy support for those dealing with a COVID-19 diagnosis. We also help employees work comfortably from home with ergonomic home office equipment and expanded virtual fitness programs. When the virus surged in India, our support was far-reaching. We connected Cisco employees with oxygen concentrators, dedicated ambulances, supported securing hospital beds, hotel rooms to quarantine, financial assistance including salary advances, as well as access to testing and vaccines. To give people around the world access to accurate medical information, we continue to invite medical doctors to attend our companywide virtual Check-Ins and provide a dedicated COVID-19 email support line.\n\nExpanding inclusive benefits\nWe continuously evaluate the evolving needs of our population, always with an eye to inclusion and fairness. Knowing that transgender and nonbinary people often miss preventive care screenings due to feeling unwelcome or misunderstood by healthcare providers, we introduced a global physician advocate program to help these individuals locate providers who are sensitive to their needs.\n\nSupporting caregivers\nCisco has long offered back-up care, through which employees can request safe, reliable childcare at a center or at home if their regular care arrangements fall through. Recognizing that many parents are juggling remote work and childcare, we extended the number of subsidized hours from 20 to 30 hours per year through the end of 2020. For families with more ongoing care requirements, we introduced a Caregiving Concierge service for U.S. employees. Dedicated care coordinators get to know a family’s story and can help manage financial, legal, in-home, housing, and emotional support needs.\n\nLearn more about the many benefits Cisco offers to support physical, emotional, and financial wellbeing, as well as our latest occupational health and safety data, in our ESG Reporting Hub.\nEmployee community impact\n\nCisco is also bringing about an inclusive future through the positive actions taken by tens of thousands of employees in communities around the world. Making positive impact a habit is part of what it means to work at Cisco and is an important aspect of our culture.\n\nIn fiscal 2017, we set a goal to achieve 80 percent employee participation in community impact by 2020. We achieved that goal last year and sustained it through fiscal 2021. This was possible through a new approach that celebrates all the ways employees take positive action, including volunteering, donating, building awareness around critical social and environmental issues, supporting vulnerable communities, advocating for causes that matter, acting for inclusion, and living sustainably. The Community Impact Portal acts as a key entry point for engaging employees in learning, giving, and advocating on the biggest problems facing society, and provides extra motivation through virtual engagements. We have also embraced principles of behavioral science to nudge people to take action, such as giving all new hires a US$15 credit to donate to a nonprofit of their choice and integrating easy give-back actions into digital spaces, meetings, and business events. Improved data gathering capabilities give us visibility into how individuals and teams across Cisco are making an impact.\n\nAs Cisco continues to establish itself as a thought leader in the community impact space, we are also working to extend our approach to the broader ecosystem of customers, partners, and suppliers. For example, at a key Cisco partner event, we developed a video featuring Francine Katsoudas, Executive Vice President and Chief People, Policy and Purpose Officer; Michael Bush, CEO of Great Place to Work®; and partner World Wide Technology (WWT) discussing how investing in employees and communities is critical to trust and business success.\n\nIn fiscal 2021\n\n80% community impact participation\n\n62,000 employees took action\n\nUS$34 million in combined employee donations and matching gifts from the Cisco Foundation\n\n269,290 volunteer hours\nOur impact\n\nEmbracing virtual volunteering\n\nWhile our total volunteer hours declined in fiscal 2021 due to the pandemic, many employees embraced virtual volunteering, as well as other remote and digital options to make a difference. During a year in which most employees worked remotely and faced significant challenges, we are proud of the many ways—both big and small—our people continued to step up and take action. For example, Cisco employees:\n\n- Provided personalized career advice to students through Career Village\n- Volunteered for crisis help lines\n- Held virtual trivia night fundraisers in support of Rise Against Hunger\n- Wrote thank you notes to Mercy Corps first responders\n\nAs we look to the future, we are exploring ways to ensure that giving remains impactful in a hybrid working environment. While many teams are interested in getting back to in-person events, virtual volunteerism is here to stay. We are in the process of developing team give-back projects that incorporate a combination of in-person and remote contributions over time.\n\nSupporting colleagues in India\n\nDuring the COVID-19 surge in India in spring 2021, Cisco opened a disaster relief campaign to benefit nonprofits serving in this region. Employees quickly responded by donating funds to this important cause. Over 10,000 employees made gifts that were matched by the Cisco Foundation, for a total impact of nearly US$1.6 million.\nUsing AI expertise for good\nIn fiscal 2021, Enterprise AI, the central data science team at Cisco, launched a one-of-a-kind, skills-based volunteering program. The program, AI for Good, connects Cisco’s data science talent with nonprofits who need artificial intelligence and machine learning (AI/ML) expertise. To date, the program’s data scientists have volunteered over 450 hours to projects addressing a range of critical social issues, including food insecurity, literacy skills, and learning equality. One of the program’s most successful projects to date is a partnership with the Erika Legacy Foundation, now called SAVE, to support journalists and content creators in reducing the risk of suicide contagion. When a celebrity suicide is covered in the media, an increase in deaths by suicide often follows. The use of reporting best practices, such as omitting the method of suicide and including links to suicide prevention resources, can mitigate this effect. The AI for Good team created a natural-language, processing-based web application that can scan a piece of text and highlight what changes should be made to ensure language and content are appropriate for publication. Already, the tool has been recognized at Harvard’s 2020 AI for Social Good Workshop and received Cisco’s AI for Social Good Award. The team is looking to collaborate with other public health and media organizations to further increase the tool’s impact.\n\nProviding pro bono legal support\nCisco’s Legal team used its expertise to support communities through pro bono work and give-back events in India, Brazil, China, Australia, South Africa, France, and the United States in fiscal 2021. Over 70 employees participated in 20 activities, helping people preserve and restore their legal rights, supporting disability access projects, assisting nonprofits with legal agreements, participating in diversity and inclusion initiatives, serving as mentors, assisting in international humanitarian efforts, packaging food for people experiencing homelessness, and promoting conservation.\n\nCelebrating sustainability at work\nEvery year, Cisco organizes a two-month employee volunteerism and awareness campaign that we call Earth Aware, along with a thought leadership forum on sustainability called SustainX. Both of these events took place virtually in fiscal 2021. During Earth Aware 2021, we encouraged employees to take pledges to live more sustainably. We donated US$1 to the World Wildlife Fund for each pledge taken, for a total donation of US$6000. Two SustainX events were held during the fiscal year, including one focused on climate activism and one on environmental justice. We also offer ongoing opportunities for employees to connect with peers who share a passion for sustainability. Cisco GreenHouse is an interactive sustainability web platform that helps Cisco employees find likeminded peers worldwide who want to lead more sustainable lives. Every year, employees record thousands of actions using this platform. Our Global Green Team Network is made up of 21 employee-led teams that work year-round to promote sustainability on a local basis. Recent initiatives include a sustainability book club hosted by our RTP Green Team, a seed-planting project in Brazil, and a highway reforestation project in Kenya.\n\nEmployee environmental impact\nEmployees track actions to reduce their environmental footprints, such as choosing walking over driving. We estimate their collective impact since fiscal 2015 has been:\n\n- 4 million pounds of greenhouse gas emissions avoided: Equal to taking 330 cars off the road for a year\n- 2 million gallons of water saved: Almost two entire Olympic-sized swimming pools\n- 224,000 pounds of waste reduced: Nearly 100 dumpsters worth of waste\nPromoting circular business models\nTo grow awareness and inspire employees to contribute to Cisco’s circular economy transformation, we publish a quarterly circular economy newsletter, manage a circular economy Webex space, and provide other opportunities to engage throughout the year. In fiscal 2021, we rolled out new training for the design and sales communities, empowering over 7800 employees to integrate circular principles into their core job responsibilities. We also regularly convene extended team members and other internal stakeholders through the Circular Design Network, the Circular Economy Regional Leader Network, and the Circular Economy Sales Champion Network.\n\nChampions of Sustainability\nOur employees are important drivers of circularity and responsible sourcing in our procurement and supply chain. Each quarter, we recognize Champions of Sustainability—individuals who have proudly integrated our sustainability and circularity goals into their day-to-day roles. These Champions drive circularity through logistics and manufacturing, create streamlined processes for ethical case data, reimagine how we design our products, advance supplier diversity, and uphold Cisco’s human rights and safety practices.\n\nMy team is responsible for sourcing printed circuit boards that are used in Cisco’s products and managing the suppliers who manufacture them. One of our objectives is to ensure that suppliers are engaged in ethical practices. When a supplier is not aligned with our values and policies, my team works with them to comply, evaluate our business decisions, and adjust as needed. We work with the Supply Chain Sustainability team to continuously monitor our suppliers and ensure they know that ethics is not just a recommendation but an expectation.”\n\n—Subha Kadangode, Director, Global Supplier Management\nMaking a difference for students\n\nCitizen Schools recognizes that young people need more than in-classroom learning to thrive in school and beyond—they need a community of caring adults who are invested in their success. For the past 25 years, the nonprofit has expanded learning opportunities for middle-school students in low-income communities, connecting students with career mentors from local governments, businesses, colleges, and universities.\n\nHundreds of Cisco employees have volunteered through Citizen Schools’ Expanded Learning Time after-school program for the past 10 years, reaching over 2900 underserved students. In the past, Cisco Citizen Teachers would travel to local schools or arrange for students to visit Cisco’s campus. When the pandemic hit, Citizen Schools had to pivot quickly from an in-person, tactile instruction model to fully remote distance learning.\n\nThroughout the 2020–2021 school year, Cisco employees worked with Citizen Schools to change their curriculum to fit the remote model. We used online games like Jeopardy! and Bingo to keep students engaged and provided doodle boards that students could use to draw or write their answers. Instead of hosting their final projects in person, students presented what they learned virtually.\n\nDespite a challenging year, Cisco volunteers continued to show up for students, proving that in-person instruction isn’t the only thing that makes a difference to students—it’s also meaningful engagement with a mentor who cares. Alisha Ghosh, an Insights and Innovation Manager on Cisco’s Customer Experience team and a Citizen Schools volunteer, taught a course on environmental sustainability. “Over the course of a few months, in an entirely new virtual learning setting, I saw students who were normally shy or hands-off transform into effective problem solvers,” she says. “They recognized the immensity of the situation and vowed to take their own small steps to help protect the environment.”\nOur Global Communities\n\nCisco believes that technology, when thoughtfully and strategically applied, can address inequities; bring positive, lasting change to people and communities; and benefit the planet. While these are daunting tasks, as an innovation company, we are optimistic about solutions.\n\nAt the same time, we know that we cannot create this future on our own. That’s why Cisco and the Cisco Foundation support nonprofit partners that help people recover from disasters, reduce hunger and homelessness, access education, build skills for careers, start their own businesses, and achieve financial independence and economic security. Our support includes cash grants for early-stage solutions, donations of Cisco technology, matching of employee donations and volunteer time, and advisory/consulting services. It also includes educating people in critical technology skills like computer networking, cybersecurity, and programming through Cisco Networking Academy and empowering social entrepreneurs through innovation challenges.\n\nOur social investment strategy supports early-stage, technology-based solutions with the potential to scale and to produce measurable outcomes. We also ensure that the majority of our investments benefit those who are most economically underserved and who will benefit most from our support. Through all of these efforts, we are making steady progress toward the goal we set in 2016 to positively impact 1 billion people through our social impact grants and signature programs by 2025.\n\nBy FY25\n\nPositively impact 1 billion people through our social impact grants and signature programs\n\nON TRACK: 716 million people as of the end of FY21\n\nSome of our social impact grantees also receive funding from other organizations. This number was updated in January 2022 based upon completion of independent limited assurance. Please see the details on the criteria for the number of people positively impacted between FY16-FY21 and the independent limited assurance report. To access the assurance report, download the PDF and open in Adobe Acrobat Reader to click-to-accept terms to access the full document.\nCrisis response\n\nAround the world, there are massive gaps in people’s access to critical human needs such as food, water, and shelter. Over 2 billion people—more than a quarter of the global population—face food insecurity. About 1.6 billion lack adequate housing. In 2020, 168 million people in 53 countries needed emergency relief and humanitarian aid. Intensifying these already dire needs are the COVID-19 pandemic and the growing perils of climate change. Natural disasters such as floods, tropical storms, and droughts are on the rise and will damage crops, leading to massive food shortages. Communities that are already the most disadvantaged are the least equipped to confront these new challenges.\n\nThe need for corporations to respond to these inequities is more urgent than ever. Cisco has a proud legacy of leading the private sector in responding to humanitarian challenges. In fiscal 2021, we merged our Critical Human Needs portfolio with our Tactical Operations (TacOps) Team to form Cisco Crisis Response (CCR). In partnership with Cisco employees, first responders, government agencies, corporations, NGOs, and other partners, CCR helps communities worldwide prepare for, respond to, and sustainably rebuild from crises.\n\nThis shift allows the combined CCR team to draw upon its collective assets and resources to provide greater value to our partners working in emergency and humanitarian response. The team’s focus is expanding from disaster preparedness and response to include resilience-building and longer-term recovery. As CCR doubles down on capacity-building and strategic partnerships, it will be able to respond to more crises and maximize its impact.\n\nCCR offers assistance in the form of:\n\n- **Incident response**—Deployment of personnel to install emergency networking and communications gear, disaster grants, and employee-matching gift campaigns.\n- **Capacity building**—Solutions for our partners, social impact investments, training, and the expertise of our 300+ Cisco employee volunteer community.\n- **Technology solutions**—Product grants, connectivity kits, equipment loans, and consulting on emergency connectivity solutions.\n- **Strategic partnerships**—Collaborations and joint deployments with select NGOs, governmental, and emergency response agencies.\n\nThe crisis response portfolio provides cash and product grants to organizations responding to humanitarian crises (including homelessness, mass displacement, and food and water insecurity) and natural disasters. We have formed long-term partnerships with leading nonprofit organizations at the forefront of these crises, including a five-year initiative to help Mercy Corps test technology in humanitarian settings, and another five-year commitment to Destination: Home, which helps to develop and fund innovative strategies to reduce and prevent homelessness in Santa Clara County, California.\n\nCCR also has a team of technical engineers, operations and logistics coordinators, and solutions architects dedicated to building and maintaining networks to support mission-critical humanitarian relief efforts. The group is supported by over 300 employee volunteers, known as the Cisco Crisis Response Community. Cisco, first through TacOps and now through CCR, has responded to over 60 incidents in 25 countries since 2003.\n\nTo respond to unique challenges presented by COVID-19, Cisco established Regional CSR Councils and a Regional Response Fund with a collective US$4 million in funding, as well as a US$3 million Refugee Response Fund to assist organizations serving refugee communities affected by the pandemic. The Regional CSR Councils, made up of employees in each of Cisco’s major global regions, were empowered to identify local nonprofit partners to receive funding.\nAdapting technology to serve refugees in crisis\n\nSince 2015, Cisco and the Cisco Foundation have actively supported displaced and refugee populations by helping nonprofit partners use technology to provide aid to these communities. The need for this support is clear. By their nature, nonprofits that provide humanitarian aid are working with populations that have limited resources. The pandemic compounded the challenges they face, causing dire conditions in densely populated camps, where refugees may have difficulty physically distancing from others and lack access to public health services, face masks, hygiene measures, and other supplies. These communities, like so many around the world, must also contend with an “infodemic,” in which false or misleading information undermines the public health response to a disease outbreak.\n\nCisco’s existing partnerships with nonprofits allowed us to support them in adapting and scaling to meet the unique demands of COVID-19. In many cases, this meant leveraging technology to allow nonprofits to connect with beneficiaries remotely or at a safe distance. For example, with Cisco’s support, Simprints developed a facial recognition solution whose algorithms were trained using datasets from minority populations, reducing the bias found in many other facial recognition systems. The technology is touchless, reducing the need for physical contact, and is being used to support the rollout of COVID-19 vaccines to people in Ghana who lack government-issued IDs. Another Cisco grantee, KoBo Toolbox, has created a mobile data collection platform designed for use by NGOs. To connect with communities safely during the pandemic, KoBo Toolbox and Translators without Borders, with funding from Cisco, worked together to create KoBo Voice, which enables phone call-based surveys, recording, and real-time translation and transcription.\n\nTo counteract the infodemic, Cisco donated US$3 million to nonprofit partners that work with refugee populations to ensure the most vulnerable people worldwide have access to the best available public health information. The recipients of this funding, including the International Rescue Committee’s Signpost initiative, Norwegian Refugee Council’s Digital Community Hubs, and Internews’ Humanitarian Information Dashboard, all work to debunk myths, identify and dispel misinformation, and create reliable informational content for local dissemination.\n\nWe are proud to support nonprofits helping communities that have traditionally been left behind—not only with tangible resources, but also with reliable information that they can use to make informed decisions.\nOur impact\n\nPrepared for crises today and tomorrow\nBainbridge Island is located in the center of Puget Sound, accessible from the city of Seattle, Washington, only by boat. Residents of the island know that in the event of a major natural disaster, such as an earthquake, they must be able to operate self-sufficiently. Since 2011, Bainbridge Prepares has united individuals, organizations, and local government to learn preparedness skills and understand what resources will be available in the event of a disaster. The pandemic has also presented challenges for the small island. In 2020, CCR provided equipment and remote support to help the organization set up communications for a COVID-19 testing and vaccination site, which provided over 27,000 vaccine doses with the help of more than 400 volunteers.\n\nHelping the city of Beirut rebuild\nIn August 2020, a large amount of ammonium nitrate that was stored at the port of Beirut exploded unexpectedly. The blast caused over 200 deaths and damaged buildings for miles around, displacing hundreds of thousands of people. In the immediate aftermath of the explosion, Cisco responded in a number of ways. Working with our longtime partners NetHope and IBM, CCR provided remote support and facilitated the setup of connectivity hotspots to help citizens reach loved ones. By establishing four Cisco Meraki access points that operated 24/7, we connected over 35,000 unique users in six months. The Cisco Customer Assurance Program provided Cisco equipment, free of charge, to customers whose offices were destroyed. Cisco employees in Lebanon also stepped up to help, working with local NGO Ahla Fawda to coordinate the distribution of over 50,000 pairs of shoes for children who had been displaced.\n\nDestination: Home update\nCisco is more than three years into a five-year, US$50 million partnership with Destination: Home, an organization that works with public sector and direct-service organizations to develop and fund innovative strategies to reduce and prevent homelessness in Santa Clara County, California. Since the beginning of our partnership, Destination: Home’s Homelessness Prevention System has kept 8273 individuals from becoming homeless and has created 1964 new units of supportive housing. In addition, Destination: Home launched a COVID-19 Financial and Rental Relief Program in 2020 to address increased needs related to the pandemic. Between March 2020 and September 2021, the organization provided US$52.7 million to 16,756 low-income households in the form of direct cash assistance and rent relief. In the years ahead, Cisco’s investment will support Heading Home, a county-wide campaign that aims to end family homelessness in Santa Clara County by 2025.\nLearning and digital skills\n\nDigital transformation, led by an increasing reliance on automation, machine learning, and artificial intelligence, is rapidly changing the skills required of today’s workforce. And while students of all backgrounds and experiences want to learn skills that will enable them to participate in this evolving job market, access to the necessary educational opportunities, tools, and resources is not equally distributed.\n\nAn inclusive future is one where all people, regardless of where they live, their means, age, gender, abilities, or background, have equal access to education and the opportunity to pursue meaningful work. But this is not the reality we live in today, and we are now living through a global pandemic that has amplified underlying inequities. Workers without a college degree, women, ethnic minorities, low-wage earners, persons with disabilities, and young people—many of whom already experience some form of disadvantage—have been most affected by widening economic gaps. At the same time, companies across industries are struggling to fill critical technology jobs in in-demand areas such as networking, cybersecurity, and software development.\n\nCisco is committed to bridging these gaps, equipping people with in-demand skills, and investing in solutions that make education more accessible and inclusive. Cisco Networking Academy, the world’s largest and longest-running corporate social responsibility education program, empowers all people with career possibilities, including those who have historically been underrepresented in technology fields. It encompasses an ecosystem of partnerships including students, academies, partner organizations, and even employers (see graphic to the right).\n\nWhile the pandemic has brought immense challenges, we see a silver lining in the opportunity to pivot to new, more inclusive ways of working, teaching, and learning powered by technology—making access to resources and opportunities possible for millions of people around the world.\n\nCisco Networking Academy Ecosystem\n\nEmpowering all people with career possibilities\n\n- **Cisco**\n  - We provide best-in-class curriculum, tools, platform, and comprehensive career resources as well as partner courses free of charge.\n\n- **12,000 academies**\n  - High schools, colleges, universities, nonprofits, government agencies and other organizations deliver Networking Academy courses in 180 countries.\n\n- **3.09 million students**\n  - We reach students through our academy partners and our platforms, NetAcad.com and SkillsforAll.com.\n\n- **714 employers**\n  - Cisco Networking Academy is a true skills-to-jobs program, connecting students and alumni to career resources and job opportunities with employers around the world.\n\n- **731 partners**\n  - Academy Support Centers and Instructor Training Centers provide support, mentoring, and instructor training to instructors and academies.\n\n---\n\n1 All data fiscal 2021\nOur impact\n\nTransforming Cisco Networking Academy\n\nFor 24 years, Cisco Networking Academy has changed the lives of learners, educators, and communities through the power of technology, education, and career opportunities. The program not only offers courses in some of today’s most in-demand technology skills, but also connections to top-quality employment opportunities through the Talent Bridge program.\n\nThe Networking Academy learning portfolio includes 31 courses and is translated in up to 27 languages in 12,000 academies across 180 countries around the world. In fiscal 2021, 3.09 million students participated in the program, representing a 33 percent annual growth. As the program has evolved, so too has the way we’ve measured our breadth and depth of impact. We continue to move the bar higher by seeking and obtaining external assurance of our results.\n\nNetworking Academy gave me the skills I needed to walk a different path. I am working on projects that impact people’s everyday lives.”\n\n— Ernest Wambari,\nCisco Networking Academy student,\nIT Network Delivery Specialist,\nWorld Food Programme, Africa\n\nThe “academies” of Cisco Networking Academy are high schools, colleges, universities, nonprofits, and other organizations such as prisons and community centers. These organizations are at the core of the program, providing instructors and facilities. Cisco provides its best-in-class curriculum, learning platform, and industry-leading network simulation tool Cisco Packet Tracer to academies free of charge, as well as instructor professional development. In fiscal 2021 as a response to the pandemic, we began providing free Webex accounts to academies as well. In many cases, Cisco develops long-term relationships with institutions that support other academies and instructors to help advance the program. For example, Servicio Nacional de Aprendizaje (SENA), a government initiative in Colombia, has been a Networking Academy partner for over 18 years. Today, SENA utilizes the Networking Academy curriculum in 43 training centers across the country, and has reached over 61,000 Colombians.\n\nIn fiscal 2021, the education sector continued to see a dramatic increase in self-paced and online learning, with Networking Academy seeing a nearly 40 percent participant growth in self-paced courses. Recognizing the opportunity to reach even more learners, particularly digital natives, including those within underserved and underresourced communities, we launched Skills for All. Skills for All is a mobile-first, online learning platform offering a personalized pathway to entry-level technology jobs, no matter where a person is on their learning journey.\n\nDesigned by industry experts, Skills for All makes acquiring technology skills even more inclusive and accessible: it’s free, self-paced, uses adaptive learning and gamification technology to drive learner outcomes, and provides learners opportunities to earn digital badges and micro-credentials sought after by employers. Initial courses on the platform are focused on the in-demand industry of cybersecurity, with many others...\nCisco Ideathon is a reflection of Cisco’s purpose of Powering an Inclusive Future for All. It has widened the doors for us to hire incredibly talented and passionate individuals across the country. It is gratifying to see our purpose in action as an inclusive bridge between future reality and today’s dreams.”\n\n— Pallavi Arora, Vice President, Cisco Customer Experience (CX) Centers, India\n\nin development. Skills for All also provides connections to entry-level jobs and comprehensive career resources through Talent Bridge, also an integral part of Cisco Networking Academy. Talent Bridge includes a job matching engine (available in 16 languages), an alumni network on LinkedIn, connections to 714 employment partners, and more. In addition, Skills for All is a resource for Cisco Networking Academy and our academies to engage learners in new, innovative ways and deepen the value and impact of what we provide. We continue to make strides in learner success, drawing from our over two decades of experience meeting diverse learner needs around the world.\n\nBuilding bridges to Cisco careers\nHelping students chart career pathways and find jobs is an integral part of the Cisco Networking Academy program. We are always looking for new ways to do this, whether through digital platforms like the Talent Bridge Matching Engine or through the Ideathon, created in India in 2019. Ideathon is a competition for Networking Academy graduates in which participants are assessed through a programming quiz, a video submission, and a general aptitude test. Winning entrants are offered a six-month internship with Cisco and the possibility for full-time employment, with an even split between male and female candidates. Because the entire competition is held online, students from any Networking Academy partner college or university in India can apply. In just two years, the program has offered internships and jobs to 236 students from Networking Academy partner colleges and universities in 13 states within rural and peri-urban areas of India. Ideathon has transformed the way Cisco India hires college graduates, connecting recruiters to a pipeline of talent from areas that are not part of the traditional talent pipeline—proving what’s possible when we meet learners where they are.\n\nConnecting to more communities\nThe mission of the Women Rock-IT program is to inspire women and girls to consider STEM subjects and a career in IT by hearing directly from inspirational female role models in IT, entrepreneurship, and more. In fiscal 2021 alone, nearly 70,000 people watched the Cisco TV broadcast events, leading to a pipeline of almost 170,000 additional course enrollments in Networking Academy’s free introductory courses including Cybersecurity, Linux Essentials, and Programming Essentials in Python. During Cisco Live 2021, we donated 1000 pi-top laptop kits to Cisco Networking Academy partners, including to Tribal Land Grant Colleges and Universities, to help them learn to code and create new devices and systems.\n\n“High school girls in Nigeria join the Women Rock-IT Anyone Can Code live social media event.”\nKnowing that the economic fallout from the pandemic is disproportionately affecting working women, we strengthened the Women Rock-IT program in fiscal 2021. With a goal to inspire 20,000 girls, women engineers across Cisco supported over 250 volunteers worldwide to host Girls in ICT Day. They participated in our virtual Anyone Can Code live social media event, a global campaign to encourage students to learn the basics of computer science. The event, made possible through a partnership with nonprofit Code.org, had over 16,000 views and 1000 live interactions across the globe. During the economic downturn at the onset of the pandemic, Networking Academy partnered with the U.K. government’s Skills Toolkit Initiative to offer the public free IT skills. Through this initiative, Networking Academy engaged 8800 learners in courses, including Programming Essentials in Python, Programming Essentials in C, and Programming Essentials in C++.\n\nCisco supports literacy learning at scale\nBeyond connecting students with education on IT skills, Cisco funds nonprofits with solutions that help K-12 educators and students use technology to learn more effectively. One of our grantees is CommonLit, an education technology nonprofit that operates a free online reading program used in 195 countries and territories and over 60,000 low-income schools in the United States alone. Cisco supported the development of CommonLit’s Annotation Tool, which students can use to take digital notes and highlight text. Teachers can respond to students’ notes in real time, while they read, an indispensable feature for students learning in hybrid environments. Since the tool launched, over 600,000 students have created 69 million annotations and highlights. In fiscal 2021, with Cisco’s support, CommonLit expanded its services to reach underserved students in Latin America with localized materials in Spanish, and made its platform accessible to users with disabilities. Cisco is also providing nonmonetary support, including lending the expertise of data scientists to identify trends in annotation data.\n\n“Cisco is helping us find new opportunities to make the tool even more effective. It’s a level of engagement and interest in our day-to-day work that we don’t typically see with funders.”\n\n—Michelle Brown, CommonLit founder and CEO\nOpening doors for military members\n\nAfter nearly five years in the U.S. Army, Averi Hall was concerned about the transition back to civilian life. “I’ve known a lot of veterans who struggle with their career when they get out,” she says.\n\nHall found the perfect stepping-stone, however, in the Department of Defense SkillBridge program, through which service members spend the last six months of their active duty gaining skills at a private-sector company. While Cisco has sponsored SkillBridge participants on an informal basis in the past, we recently became approved to formally offer the program, and expect to welcome at least 20 SkillBridge fellows per quarter. “The program made transitioning to Cisco Sales a welcoming, meaningful experience,” says Hall.\n\nSkillBridge is just one of many programs that Cisco offers to help U.S. service members and their spouses find jobs in the IT industry. Other signature programs include the Veterans Talent Incubation Program (VTIP), a 20-week program through which veterans can access free Cisco Certified Network Associate training and get hired into network engineering roles at Cisco. Through CyberVetsUSA, a tech industry consortium, we help connect veterans and spouses with training, certification, and employment at a range of leading technology companies. We also train service members through Cisco Networking Academy at military installations worldwide.\n\nOur offerings for veterans are always evolving. We recently launched the Military in Sales and Leadership (MISL) program to help recruit top military talent into virtual sales and engineering roles. Onward to Opportunity, a global nonprofit that provides free technology training and certifications and is a longtime Cisco partner, is now a Networking Academy partner, allowing us to expand our reach and provide more veterans with a pathway to meaningful career opportunities. As a result of these programs, Cisco was recently named one of the top 10 military-friendly employers in the U.S. and U.K. by Military Friendly and Armed Forces Covenant.\n\nFor Hall, early exposure to Cisco helped put her on a new career path. “I was able to network while still in the Army, which helped me find the right sales position for me.” She now works for Cisco full-time as a renewals manager at our Research Triangle Park campus in North Carolina.\nEconomic empowerment\n\nAn inclusive future is one in which everyone has a pathway to economic opportunity—toward long-term resilience, financial independence, and economic security. To create this future, we must provide people with equitable access to the knowledge, skills, networks, and resources needed to support themselves and their families. One of Cisco’s social investment focus areas is economic empowerment, including for underserved and underrepresented populations. For more than a decade, we have been providing cash grants, donating Cisco technology, and contributing staff time and expertise to nonprofits that design, deliver, and scale technology-based solutions in three areas for thriving in a digital economy.\n\nFirst, we support nonprofits, like Upwardly Global, that connect people from all backgrounds and experiences with technical and professional skills training, mentoring and coaching, and employment connections to help them find jobs that provide stable and sufficient income and long-term career progression opportunities. These investments help to address the uneven distribution of technology skills and employment opportunities that persist across the world. Second, we support nonprofit organizations, such as Kiva, that provide equitable access to affordable and relevant financial products and services at scale. These products and services facilitate economic independence and self-sufficiency by connecting people to loans, savings accounts, insurance products, training, and capacity-building services.\n\nFinally, with a belief that innovation can come from anywhere, we support organizations like Astia, that work to help diverse entrepreneurs build networks, connect with mentors, and gain access to investors, as well as resources to launch and expand businesses. We aim to support both micro- and small-business entrepreneurs, as well as startup entrepreneurs who create jobs and contribute to economic growth, with a focus on women- and minority-led businesses, and local solutions that generate financial returns and demonstrate social impact.\n\nBeyond grants to nonprofits, entrepreneurship awards programs are an important part of our strategy. Through lucrative prize competitions, we enable social entrepreneurs and changemakers of all ages, cultures, and backgrounds to share their ideas on a global stage and, through our funding, advance their ideas to deliver results.\nOur impact\n\nScaling solutions for ending malaria\n\nThe Grand Prize winner of the 2021 Cisco Global Problem Solver Challenge was ZzappMalaria, a Tel Aviv, Israel-based startup that developed an artificial intelligence-based system to help locate and treat water sources that could harbor malaria-carrying mosquitoes. The founders of ZzappMalaria recognized that the countries most affected by malaria today also tend to be least able to afford the tools to eradicate it. As a result, malaria kills 400,000 people worldwide per year and causes an estimated US$12 billion loss in GDP in Africa alone. ZzappMalaria’s solution predicts where malaria-infected water sources will occur, recommends interventions for those water sources, and monitors how they are being treated. It is a smartphone-based system that can be used by almost anyone—with training for field workers taking only one day. Already, ZzappMalaria’s technology is protecting more than 500,000 people in four countries. The US$250,000 grand prize winnings will allow the team to expand to the São Tomé and Príncipe islands in the Gulf of Guinea, with the goal of fully eliminating the disease. If successful, this would be an unprecedented achievement for the region.\n\nCisco Global Problem Solver Challenge\n\nThe Cisco Global Problem Solver Challenge invites early-stage startups to submit their solutions that benefit society, protect the planet, catalyze economic growth, and create jobs. Fiscal 2021 marked the fifth year of the competition, and knowing that the need to support this type of entrepreneurship has never been greater, we added new awards and increased the total annual prize pool to US$1 million. We also expanded the eligibility criteria to include participants who may not be students or recent graduates of a college or university and added new special prizes. Since the challenge’s inception, we’ve had the privilege of supporting tremendous innovation from every corner of the globe.\n\nFive special prizes, each worth US$50,000:\n\n- Digital Inclusivity Prize\n- Ethical AI Prize\n- Greenhouse Gas Solutions Prize\n- Historically Black Colleges and Universities (HBCU) Startup Prize\n- Pandemic Response Prize\n\nSince 2016:\n\n- US$2.25 million awarded to 63 startups from 20 countries\n\nIn 2021:\n\n- US$1 million awarded to 20 startups from 10 countries\nEmpowering women to pursue tech careers\n\nMillions of women in Latin America are employed in jobs that do not provide economic security or opportunities for career advancement. At the same time, nearly half of companies are unable to find skilled workers. Laboratoria is a nonprofit that addresses both of these problems, providing project-based technical skills training, professional skills training, mentoring and coaching, networking, and connections to employment opportunities to women interested in transformative careers in technology. Cisco’s initial support enabled Laboratoria to develop a learning management system to improve their student selection process, introduce new curriculum and career tracks, and gather internal data to support better business insights and decision-making. Since then, our support has enabled them to expand from Peru to Brazil, Chile, Colombia, and Mexico, and work toward their goals for long-term financial viability.\n\nCreating career paths for immigrants\n\nMany immigrants to the United States face systemic barriers that leave them unemployed or working in low-wage jobs unconnected to their expertise. In the United States, 45 percent of immigrants have at least a bachelor’s degree. While fully qualified for a range of careers, many of these individuals lack the connections and understanding of the U.S. job market required to succeed. Upwardly Global (UpGlo) works to eliminate employment barriers for legal, skilled immigrants and refugees to help integrate them into the professional U.S. workforce. They provide targeted professional skills training, reskilling/upskilling opportunities, industry-specific job coaching, professional English classes, and other resources. UpGlo also forges partnerships with employers to develop a pipeline to employment opportunities at a variety of companies—including Cisco. Cisco has supported UpGlo in developing a custom learning management system, refreshing their curriculum and online training modules, and creating measurement and assessment tools so UpGlo can scale their work.\n\nLaboratoria\n\n>80% of Laboratoria graduates find employment\n\n2.7x average increase in salary\n\nUpwardly Global\n\n60% of program participants obtain jobs in high-demand STEM fields\n\nUS$67,000+ average starting salary\nHelping diverse-led startups succeed\n\nWomen-led companies receive only 3 percent of venture capital funding—and companies led by women of color receive even less. Astia is working to change this with a global ecosystem of investors and advisors dedicated to inclusion. The organization has a strong track record of investors seeing a return and making additional investments. Cisco has provided funding to help Astia develop a tech-enabled platform to enhance how they source and screen companies applying for investment and remove bias from the investment process. We are also supporting their work to connect companies to investors and networks and institute new tools to track ESG metrics. This will enable Astia to enhance both the scale and impact of their work.\n\nHonoring young social entrepreneurs\n\nCisco and Global Citizen have formed a strong partnership based on our shared vision of creating an inclusive future by ending global poverty. In 2020, for the third year, Cisco awarded the US$250,000 Global Citizen Prize: Cisco Youth Leadership Award. The award celebrates an individual between the ages of 18 and 30 who has contributed meaningfully toward the goal of ending poverty in their community. The 2020 winner was Christelle Kwizera, founder of Water Access Rwanda. When she was just 20, Kwizera founded Water Access Rwanda in response to the dangerous conditions that Rwandans faced when collecting water from rivers and dams, including crocodile attacks and disease-ridden water. As a university student, she launched a project to drill boreholes and install water pumps to give people easier access to water. Today, the company focuses on fixing faulty boreholes and installing systems that pipe purified water to public access points or directly to people’s homes.\n\n70,000 people supplied with clean water using Water Access Rwanda’s systems\n\n▲ Christelle Kwizera, founder of Water Access Rwanda and winner of the 2020 Global Citizen Prize: Cisco Youth Leadership Award.\nA vision for a financially inclusive world\n\nMore than 1.7 billion people globally lack access to financial products and services. This means that an aspiring entrepreneur with a great concept for a business can’t get the funding needed to start that business. It also prevents people from getting loans to cover expenses like school tuition, farming equipment, and medical care. Kiva is a global nonprofit organization whose mission is to expand financial access to help underserved communities thrive. They do this by crowdfunding loans and unlocking capital for the underserved, improving the quality and cost of financial services, and addressing the underlying barriers to financial access around the world.\n\nKiva originated as a digital marketplace where individuals can lend as little as US$25 to entrepreneurs around the globe who have limited access to capital. To date, more than 2 million individual lenders have supported nearly 4 million borrowers with more than US$1.5 billion in lending across more than 75 countries. More than 80 percent of borrowers are women.\n\nMore recently, Kiva created Kiva Protocol—a secure, open-source digital identity platform that enables individuals to verify informal and formal past financial history. With just a thumbprint, users can record their financial transactions, transfer that information between institutions, and gain access to banking products and services, including social safety net services.\n\nCisco’s support has been critical to Kiva’s growth, providing seed funding and then continued funding for Kiva’s lending platform and Kiva Protocol. We are also supporting Kiva’s work to expand support for minority small business owners in the United States, where Kiva now operates in 46 states. More than 60 percent of U.S. borrowers are women, 60 percent are ethnic minorities, and 82 percent of borrowing businesses are profitable.\nIn this pillar:\nAddressing climate change 75\nCircular economy 84\nEnvironmental stewardship 90\n\nOur purpose:\nPower an Inclusive Future for All\nFuture\n\nEnsure a sustainable and regenerative future for our planet\n\nOur Progress:\n\n- Set a goal to achieve net zero across all scopes of emissions by 2040, which includes the use of our products, our operations, and supply chain.\n- The Cisco Foundation announced a 10-year, US$100 million commitment to fund nonprofit grants and impact investing in climate solutions.\n- Met our Scope 1 and 2 greenhouse gas and renewable energy goals one year early and set new goals for fiscal 2025.\n- Trained thousands of employees on Cisco’s Circular Design Principles and began evaluating the performance of new products and packaging.\n\nSustainability means protecting the Earth’s resources and ensuring a livable planet, not just today, but for generations to come. An inclusive future that provides promise and opportunity for all must include a deep focus on sustainability and address environmental impacts.\n\nAs one of the world’s largest providers of cloud, networking, hybrid work, and security technologies, we are committed to leveraging our scale and innovation to help ensure that our increasingly digital future is sustainable, fair, and resilient. Our holistic approach to sustainability extends from how we operate our business and engage with suppliers, to how we can help customers and communities reduce their impacts and adapt to the consequences of a changing world.\n\nWe are continuing to address climate change by decarbonizing our operations and transitioning to renewable energy. To that end, we’ve set a net zero goal for our entire value chain. Our technologies are the foundation of countless cloud, mobile network, video call, and digital transactions. Therefore, a critical component of reaching our net zero goal will be continuing to make our products more energy efficient and accelerating the use of renewable energy for ourselves, our customers, our suppliers, and our communities.\n\nWe are also continuing to embed sustainability and circular economy principles across our business to reduce the resources we consume and the waste we generate. Our Circular Economy program focuses on how we design, build, and deliver products, manage those products for multiple lifecycles, and shape and pioneer technology solutions and services to enable circular economy value creation for our customers. Technology plays a key role in solving complex sustainability challenges, and Cisco is uniquely positioned to help customers and partners decrease their environmental footprints and enable circular models through our collaboration, IoT, and AI solutions.\n\nCisco recognizes the importance of operating responsibly everywhere we and our suppliers are located. We take a local approach to addressing our impacts, acting as environmental stewards to address issues such as water scarcity, waste, and pollution.\n\nWe are also helping others respond to the effects of climate change and jumpstarting sustainable innovation. The Cisco Foundation has made a US$100 million commitment to invest in climate solutions. Through Cisco Crisis Response, we are helping the world respond to climate-fueled natural disasters and displacements. Our annual Cisco Global Problem Solver Challenge awards US$1 million in cash prizes for new business ideas that leverage technology for social impact, including offering a US$50,000 Greenhouse Gas Solutions Prize in 2021.\n\nThis moment represents an opportunity for every organization and every nation to reinvent themselves with a sustainable future in mind. With our technology, our people, and our global scale, Cisco can drive change and help deliver on the promise of a future that is both sustainable and inclusive.\nAddressing climate change\n\nClimate change poses significant risks to people, communities, ecosystems, and businesses. For Cisco, it represents a long-term strategic priority, not just as a risk to manage, but also as an opportunity to help enable the global transition to a low-carbon future.\n\nCisco’s carbon footprint\n\nAs a large, global company, we have a responsibility to decrease the greenhouse gas (GHG) emissions from our operations and products. This starts with understanding the contributors to our emissions footprint.\n\nIn 2020, 99 percent of our GHG emissions resulted from the use of our products and our supply chain. Similar to many of our peers in the technology industry, many of the products we make operate 24/7 and stay in use for several years. Therefore, it is a business imperative for us to continue to design our products to optimize energy efficiency, which helps to reduce emissions in our value chain.\n\nOur operations account for only 1 percent of our total emissions. However, we remain committed to reducing our energy use by procuring renewable electricity where possible, improving the energy efficiency of our buildings, and minimizing impacts from workforce commuting and business travel.\n\nCHART 21: Cisco’s Scope 1, 2, and 3 emissions\n\n| EMISSIONS SOURCE                                      | % OF TOTAL |\n|-------------------------------------------------------|------------|\n| Scope 3 use of sold products                          | 75%*       |\n| Scope 3 purchased goods and services (includes capital goods) | 22%*       |\n| Scope 3 upstream transportation and distribution      | 2%         |\n| Scope 1 and 2 emissions                               | 1%         |\n| Scope 3 business travel                               | <1%        |\n| Scope 3 employee commuting                            | <1%        |\n| Other Scope 3 categories                              | <1%        |\n\n1 Numbers may not add up to 100 percent due to rounding. In addition, we are in the process of refining our methodology for calculating several Scope 3 categories. As a result, the distribution of our scope 3 emissions across categories has changed compared to fiscal 2020. We expect these figures to continue to change over time as we continue improving our processes.\n\nEmissions are defined according to their scope. The Greenhouse Gas Protocol defines Scope 1, 2, and 3 emissions as follows:\n\n- **Scope 1 (direct emissions):** GHG emissions directly emitted from operations that are owned or controlled by the reporting company.\n- **Scope 2 (indirect emissions):** GHG emissions from the generation of purchased or acquired electricity, steam, heating, or cooling consumed by the reporting company.\n- **Scope 3 (indirect emissions):** All indirect emissions (not included in Scope 2) that occur in the value chain of the reporting company, including both upstream and downstream emissions.\nEnergy and emissions goals\n\nIn September 2021, Cisco committed to net zero greenhouse gas emissions by 2040, 10 years ahead of the time by which climate scientists say the planet must reach net zero to avoid the worst effects of climate change. Our net zero goal covers Cisco’s full carbon footprint, including the use of our products, our operations, and our supply chain. We plan to pursue approval for this goal from the Science-based Targets Initiative (SBTi) and will provide updates on our progress in future Purpose Reports. This bold commitment builds upon more than a decade of setting and achieving emissions reductions goals.\n\nStrategies to help Cisco achieve net zero include:\n\n- Continuing to increase the energy efficiency of our products through innovative product design\n- Accelerating use of renewable energy\n- Embracing hybrid work\n- Investing in carbon removal solutions\n- Further embedding sustainability and circular economy principles across our business\n\nOur goal is supported by near-term targets, including to reach net zero for all global Scope 1 and Scope 2 emissions by 2025. We met our previous Scope 1 and 2 goal, to reduce emissions by 60 percent from fiscal 2007 levels by fiscal 2022, one year early. We also met our goal to use electricity generated from renewable sources for 85 percent of our global electricity demand by fiscal 2022 one year early. Our next ambition is to achieve net zero for global Scope 1 and 2 emissions.\n\nOur current goal to reduce supply chain-related Scope 3 emissions by 30 percent absolute by fiscal 2030 (compared to fiscal 2019) also builds upon a previous goal. In 2019, we met our goal to avoid 1 million metric tonnes of CO2e in our supply chain one year early. Other near-term targets will cover the company’s most relevant Scope 3 categories, such as the use of our products, and will be made public as they are finalized in fiscal 2022.\nCisco’s climate goals\n\nNEW GOAL\nReach net zero greenhouse gas emissions for Scopes 1, 2, and 3 by 2040 (FY19 base year)\n\nThe goals, set over the past several years, will help us reach this target:\n\n**Products**\n\n**By FY22:** Improve large rack-mounted equipment system power efficiency—as measured from the input power from the facility to the board-mounted ASICs, memory, and other chip devices—from 77% to 87% (FY16 base year).\n\n**ON TRACK:** 85% efficiency\n\n**Supply Chain**\n\n**By FY25:** 80% of Cisco component, manufacturing, and logistics suppliers by spend will have a public, absolute GHG emissions reduction target.\n\n**ON TRACK:** 38% with targets\n\n**By FY30:** Reduce Cisco supply chain-related Scope 3 GHG emissions by 30% absolute (FY19 base year).¹\n\n**ON TRACK:** 23% reduction²\n\n**Operations**\n\n**By FY22:** Reduce total Cisco Scope 1 and 2 GHG emissions worldwide by 60% absolute (FY07 base year).\n\n**ACHIEVED:** 60% reduction\n\n**By FY22:** Use electricity generated from renewable sources for at least 85% of our global electricity.\n\n**ACHIEVED:** 85% renewable\n\n**By FY25:** Reach net zero greenhouse gas emissions for Scope 1 and 2 (FY19 base year).\n\n**NOT YET REPORTING**\n\nLearn more about our progress toward these goals in the ESG Reporting Hub.\n\n---\n\n¹ Includes allocated emissions from Cisco’s Tier 1 and Tier 2 manufacturing, component, and warehouse suppliers, and calculated emissions associated with transportation emissions managed and paid for by Cisco. Emissions are allocated based on Cisco’s financial share of the supplier’s reported global Scope 1 and Scope 2 GHG emissions. Transportation emissions will be reported as Upstream Transportation and Distribution according to GHG Protocol methodology because they are paid directly by Cisco. Reporting fiscal 2020 emissions due to standard lag based on CDP supply chain data availability.\n\n² Due to standard reporting lag for supply chain emissions, reporting fiscal 2020 data. Significant reduction in emissions related to global supply chain disruptions; emissions expected to increase with supply chain recovery as we continue progress toward fiscal 2030 goal.\nA bold commitment to climate solutions\n\nDespite the magnitude of the climate crisis, less than 2 percent of all philanthropic dollars are currently spent in the fight against climate change. And often, the most innovative solutions don’t get the support they need.\n\nThe Cisco Foundation aims to change that. Since 1997, the Cisco Foundation has partnered with nonprofits, non-governmental organizations (NGOs), and community-based organizations to fund early-stage technology solutions with the potential to scale. These investments have been made in the areas of education, economic empowerment, and crisis response.\n\nYet from crop shortages to mass displacements, climate change has the potential to undo much of the progress we’ve made over the past 25 years. That’s why the Cisco Foundation announced a new 10-year, US$100 million commitment to fund nonprofit grants and impact investing in climate solutions.\n\nThis new funding portfolio will support two critical areas of focus:\n\n- Bold and innovative solutions for decarbonization, including ecosystem resilience and regeneration.\n- Strong initiatives to spur community engagement that can lead to habit change and collective action.\n\nThe climate crisis cannot be solved by one organization, nation, or community. Given the Cisco Foundation’s successful track record of investing in solutions with positive social impact, this commitment is an important way it can play a bigger role—partnering with innovators and communities worldwide to help bring about a shared vision of a sustainable and regenerative world.\nOur impact\n\nProduct energy efficiency\nA key priority for Cisco is continuing to improve the performance of our products while maintaining, or decreasing, their energy use. This allows us to tackle our most significant source of emissions, make our products more competitive, help customers save on energy costs, reduce global energy demand, and meet regulatory requirements.\n\nTo decrease the GHG emissions associated with the use of our products, we must achieve “energy scalability”—products that deliver energy-efficient service for variable traffic types, traffic demands, customer usage, and installs. We are doing this by making investments in five areas that will have the biggest impact on improving our products’ energy consumption:\n\nPower\nWe are improving the efficiency of our products from plug to port, guided by our product power efficiency goal set in fiscal 2018. To meet this challenge, we continue to explore ways to reduce the overall resistance in our components through the use of more conductive materials, and we continue to investigate and adapt high-efficiency conversion technologies to improve the overall system-level efficiency.\n\nCooling\nCisco is innovating to improve the ways we cool our products. Commonly used forced air-cooling systems have limitations in cooling higher-powered next-generation products. As such, we are exploring alternative methods of cooling (air flow, liquid, and refrigerant cooling) and continuing to optimize algorithms to reduce power.\n\nHigh-speed interconnects and application-specific integrated circuits (ASICs)\nThrough advancements in optics, we can deliver increased bandwidth using the same or less power. These enhancements allow us to deliver significantly higher performance while maintaining, or reducing, energy use. Silicon One, our next-generation silicon design, provides more than twice the network bandwidth in a single ASIC than any other routing silicon, increasing our capacity from gigabytes per second to terabytes per second.\n\nCustomer facilities\nWe are working with customers to reduce the amount of energy required to operate their IT facilities. New power solutions increase the efficiency of overhead power, avoid step-down transformers, and provide integrated cooling strategies. These end-to-end solutions reduce hardware requirements and energy consumption while providing a more integrated method for managing IT infrastructures.\n\nPower supply\nPower supplies play a critical role in managing product energy efficiencies. We are working to offer more energy-efficient options for power supplies. For example, we have given customers the option of platinum or titanium 80 Plus rated power supplies whenever possible.\nProducts like Cisco 8201 utilizing Silicon One, a programmable application-specific integrated circuit (ASIC) for high-performance networking, are helping us reduce the energy intensity of our equipment. The Cisco 8201 router is far smaller than its predecessor, the NCS 6008, shrinking from a chassis more than seven feet tall to a single rack unit the size of a pizza box. The Cisco 8201 consumes 96 percent less energy per year than the NCS 6008, while supplying 35 percent more bandwidth, as well as being five times more power-efficient than its closest competitor.\n\nWith its high speeds, expanded bandwidth, and ultra-low latency, Cisco’s Silicon One chip ushered in a new era in networking. Combined with Cisco’s Acacia optics, Silicon One enables a paradigm known as routed optical networking. This approach collapses the fiber layer, optical layer, and routing layer that make up a traditional network, which would consist of two or three boxes consuming energy, into just one box, reducing the total energy consumption. Automation allows systems to run even more efficiently, putting Silicon One at the heart of some of the most sustainable and innovative networking solutions.\n\nAn improved energy strategy for server products\nIn fiscal 2021, Cisco released the M6 generation of Unified Computing System (UCS) and HX data center server products. The new products extend several of the same power and thermal management design principles found in previous generations, such as variable fan speed to reduce energy consumption, while introducing a new feature: zone-based cooling. Zone-based cooling allows the chassis to provide targeted airflow while leaving the other zones at the lower fan speeds, which reduces system energy consumption.\n\nAnother major innovation is the creation of energy-efficient policies that can be changed throughout the day without restarting the server. Earlier generations of servers had to be rebooted when policy selections changed, which can be disruptive. The new design allows platforms to switch between profiles, optimizing workloads based on the time of day to reduce the overall system energy consumption. These technology improvements, along with the use of 80 Plus Titanium-rated power supplies, can reduce the energy consumption of a fully loaded chassis by 11 percent over the previous design, which equates to 689.8 kWh per year for a single rack server, or around 3000 metric tonnes of CO2e per 10,000 units.\n\nMaking products that consume less power is both a business imperative and an engineering challenge. We are working to incorporate Circular Design Principles into all our products, and reducing energy consumption is one of our five focus areas. The significantly improved power efficiency of our Silicon One ASIC is one example of our progress, but we know more innovation is needed to help move the world toward net zero greenhouse gas emissions. Our team is eager to play a role in this evolution.”\n\n—Eyal Dagan, Executive Vice President, Common Hardware Group\nCustomer solutions\nFor more than 30 years, Cisco has been helping businesses, communities, and countries transition to a digital economy. More recently, we have been helping them adapt to a low-carbon economy, as well. Our industry has an important role to play. For example, a lifecycle analysis focused on the Webex Desk Pro found that avoiding 24 commute trips per year in the San Francisco area by using the device at home could offset the entire lifecycle greenhouse gas emissions associated with the Desk Pro.\n\nOur technology can also be used to help the world prepare for the outcomes of a changing climate—such as to monitor grid reliability, enable grid decarbonization, monitor transportation and water systems, and support the workplace of the future. For example, through Webex by Cisco, AnyConnect VPN, and TelePresence, Cisco is providing the tools that make it possible for millions of employees to work from home daily. These technologies also reduce GHG emissions associated with commuting and other business travel.\n\nEnabling smart buildings for the future of work\nCisco’s Smart Building solutions can help our customers reduce their energy use through low-voltage Power over Ethernet (PoE) smart switches that provide network-based monitoring and control of temperature, lighting, air quality, and other building characteristics. Using these solutions, facilities operators can monitor systems and devices, manage energy use, track occupancy levels to protect occupants’ health and safety, and troubleshoot issues. As an example, when ASHRAE, the world’s leading building standards organization, moved to a new corporate headquarters, it partnered with Cisco and NTT to retrofit a 43-year-old building into a secure, innovative, and sustainable workspace. The building’s universal PoE foundation, powered by Cisco, allows all systems to be managed over the network through an integrated building management system. ASHRAE’s new building uses this technology to securely enable an intelligent reception system, space-specific HVAC optimization program based on occupancy, and an energy management system combined with an onsite solar energy system that enables the building to consume less power than it generates.\n\nA smarter power grid for Enel\nAs Italy’s largest electricity provider, Enel needs to make sure that its services are reliable. We’ve partnered with Enel to help keep the lights on by creating a smarter, more efficient power grid.\n\nEnel is working with Cisco to introduce innovative solutions for agile grid operation, regulation, and supervision. Using Cisco technology, Enel can monitor its energy grid and preemptively address any faults or failures that threaten the network. Cisco is also helping Enel connect its grid to renewable energy sources like solar and wind energy at scale, speeding the transition to a low-carbon electricity grid. Together, Cisco and Enel are making energy more reliable, more affordable, and more sustainable.\nEngagement on supply chain emissions\n\nBusinesses are increasingly expected to align their operations with climate science that requires limiting warming to 1.5°C above preindustrial levels. Cisco requires manufacturing and component suppliers to disclose corporatewide GHG emissions annually through the CDP supply chain program, and encourages them to set absolute GHG reduction targets, which we believe establish the clearest accountability toward long-term GHG emissions reductions.\n\nOver the years, we’ve continued to improve our visibility into supplier performance by laying out clear and consistent expectations. These key performance indicators are embedded into the standard supplier management process and build on our own experience setting and achieving absolute reduction targets for our internal operations.\n\nIn fiscal 2021, Cisco contributed to several industry efforts to educate and align expectations for IT suppliers. For the second year, we participated in a joint supplier communications letter sponsored by CDP to align around a standard set of environmental reporting priorities. We also co-hosted a training seminar with CDP to help our China-based suppliers better understand climate priorities and science-based reduction targets. In addition, Cisco worked directly with the Responsible Business Alliance to draft and approve new guidance into their Code of Conduct accountability mechanisms to evaluate suppliers against requirements for corporate GHG reduction targets.\n\nWe continue to partner with leading peers to engage our suppliers on GHG emissions reductions and contribute to the development of a supplier management platform that allows us to track our suppliers’ emissions performance against science-based reduction pathways. This platform combines corporate Scope 3 targets with meaningful supplier engagement, giving suppliers and brands the ability to visualize and achieve common goals. We plan to use this platform to build long-term engagements with our highest carbon-impact suppliers.\nDriving sustainability in our facilities\n\nThe comprehensive sustainability strategy for our real estate portfolio includes increasing the energy efficiency of our buildings, converting to renewable energy for our internal operations, reducing and/or eliminating underutilized space, and ensuring sustainability in the way we operate these facilities. To achieve and maintain our Scope 1 and 2 GHG reductions, we have invested US$45 million between fiscal 2018 and fiscal 2022 to implement hundreds of efficiency projects such as improving airflow in our labs, installing LED lighting, and optimizing our mechanical equipment. We are in the process of finalizing our investment plans through fiscal 2025 to meet our new net zero Scope 1 and 2 goal.\n\nInvestments in renewable energy over the past 15 years have helped us drive down our Scope 1 and 2 emissions. Our strategy includes a combination of renewable energy purchases, onsite solar installations, green power contracts with local utilities, and power purchase agreements (PPAs) that add new renewable energy to the local electricity grid, such as our wind PPA in Texas.\n\nIn fiscal 2021, we sourced 1.3 million MWh of renewable energy, including 100 percent of the electricity used at Cisco facilities in the United States, Canada, and several European countries. We sourced 200 GWh of solar renewable energy certificates (RECs) generated in North Carolina and continued to participate in Duke Energy’s Green Rider program to increase the amount of local renewable energy we procure for our Research Triangle Park campus. We continued to expand our renewable electricity purchases in India in fiscal 2021 by entering into new long-term and short-term PPAs in the country. These agreements bring our total electricity sourced from renewables in India to 66 percent, from 2 percent in fiscal 2015. We also continue to engage with green power providers and buyers to accelerate the use of renewable energy through the Clean Energy Buyers Association (CEBA)\\(^1\\) and the EPA’s Green Power Partnership.\n\nEmbracing hybrid work\n\nCisco’s hybrid work model and our collaboration tools reduce the need for business travel and commuting and the resulting emissions. While about half of our employees were in the office four to five days a week pre-pandemic, less than a quarter want to be in an office three or more days a week when offices reopen. In much the same way that work has fundamentally changed, the purpose of our physical space must change too. Therefore, we are transforming our offices to be centers of collaboration—places where people can come together for collective work and connection. In the hybrid world, we’ll best use our offices by transforming them into spaces optimized for teams to innovate, collaborate, and connect.\n\nAs a part of our hybrid work strategy, we will continue to expand the number of green-certified buildings in our portfolio and embed green building principles into our standard workplace design and daily operations. Our first LEED-certified building was built in 2009. By the end of fiscal 2021, 32 Cisco facilities were certified by LEED, CASBEE, BREEAM, or by another comparable green building certification, and seven were in progress. The fully certified facilities represent 3.7 million square feet of LEED-certified space, which is about 20 percent of Cisco’s global real estate portfolio. We have over 35 locations around the world with onsite electric vehicle charging stations that support GHG reductions in commuting and business travel emissions. We are also continuing to electrify our car fleet in Europe and expect it to be fully electric by 2030. At the end of the fiscal year, 25 percent of our fleet was electric.\n\n---\n\n1. Formerly the Renewable Energy Buyers Alliance.\nCircular economy\n\nFor decades, the global economy has been based on a “take-make-dispose” model, where products are manufactured from virgin materials, purchased, used, and then discarded. This linear model is not sustainable. It depletes scarce natural resources, creates too much waste, and produces carbon emissions that contribute to climate change. In fact, 45 percent of global emissions are attributable to creating items we use every day, including clothes, cars, technology, and other products. Advancing a circular economy, therefore, is not only a way to preserve limited resources—it is also an important climate solution.\n\nCisco is working to integrate circular economy principles across our business and at every stage of the product lifecycle. This process starts with circular design, which involves carefully selecting the materials we use and choosing recycled and renewable sources where possible. We also design products and packaging to make it easier for them to be repaired or remanufactured, with the goal of extending their useful lives. We are improving the customer experience to drive increased product returns, as well as developing as-a-service models that embed circularity and facilitate return and reuse.\n\nWe are helping promote a circular economy up and down our value chain and with a variety of stakeholders. For example, Cisco’s digital technology solutions can help customers derive value from a circular model and achieve their own sustainability goals, such as minimizing resource use and waste. We partner with manufacturing suppliers to reduce their own GHG emissions and waste, and facilitate our recycled material sourcing.\n\nOur CEO, Chuck Robbins, is a signatory to the Platform for Accelerating the Circular Economy (PACE) Capital Equipment Pledge, committing to 100 percent product return upon request, at no cost to our customers. We are also a Member of the Ellen MacArthur Foundation, which brings together businesses, academia, and policymakers working toward common circular economy priorities. In fiscal 2021, Cisco also formally joined the Circular Electronics Partnership (CEP), a multistakeholder collaboration of NGOs and companies in technology, consumer goods, and waste management, with the shared goal of accelerating the circular transition for the electronics industry. Read about additional key partnerships in our ESG Reporting Hub.\n\nThe circular economy is about making sustainability a business imperative. Companies that embrace and enact circular principles today are those that will thrive tomorrow and into the future. For the benefit of our customers, suppliers, employees, and the planet, we are committed to being one of those companies.”\n\n—John Kern, Senior Vice President, Supply Chain Operations\nCisco’s circular economy goals\n\nBeyond our goals to reduce carbon emissions, we have set the following targets, which reflect key priorities in our circular economy strategy.\n\nProduct and Packaging Design\n\n**By FY25:** Design 100% of new Cisco products and packaging to incorporate Circular Design Principles.\n\n- **ON TRACK:** Pilot completed\n\n**By FY25:** Decrease use of virgin plastics by 20% (FY18 base year).\n\n- **ACHIEVED:** 38% reduction\n\n**By FY25:** Reduce foam used in Cisco product packaging by 75% measured by weight (FY19 base year).\n\n- **ON TRACK:** 19% reduction\n\n**By FY25:** Increase product packaging cube efficiency by 50% (FY19 base year).\n\n- **ON TRACK:** 26% improvement\n\nSupply Chain\n\n**By FY25:** 70% of Cisco component and manufacturing suppliers by spend will achieve a zero waste diversion rate at one or more sites.\n\n- **ON TRACK:** 27% by spend with at least one certified site\n\nSee Cisco’s climate goals for Supply Chain GHG goals.\n\nLearn more about our progress toward these goals in the ESG Reporting Hub.\n\n---\n\n1. Cisco has exceeded this goal, based on increased use of recycled plastic and COVID-19 impacts. While we are closing the goal based on this accomplishment, we continue to reduce our use of virgin plastic through our Circular Design Principles and product takeback and reuse.\n\n2. Packaging efficiency is measured by comparing actual weight to dimensional weight, to determine how well products are packaged to optimize the amount of space used for shipping and storage. See more on our ESG Reporting Hub.\n\n3. According to current standard definitions used in certification protocols, “zero waste” diversion is defined as a 90 percent or greater overall diversion of solid, nonhazardous wastes from landfill, incineration (waste-to-energy), and the environment. Diversion methods can include reduction, reuse, recycling, and/or compost.\nOur impact\n\nEmbedding circularity in the design process\nCircular design means designing products and systems that enable reuse, minimize environmental impact, drive innovation, and realize value for our stakeholders. After launching our Circular Design Principles in fiscal 2020, we prioritized training the design community and further integrating the Principles into standard design tools and requirements. We launched an interactive, gamified training course where learners make design decisions to “build” Cisco products, learning about the Circular Design Principles as they go, and reached a completion rate of 93 percent across prioritized supply chain and engineering teams.\n\nIn addition to the Circular Design Principles training, we launched a circular design evaluation methodology and tool that will help us track progress toward our goal that 100 percent of new Cisco products and packaging incorporate the Design Principles by 2025. The evaluation methodology was developed with the help of a cross-functional team of leaders from our product design, manufacturing, and service organizations. We tested these new tools by evaluating to what extent 15 products and 10 packaging designs at different stages of new product introduction (NPI) from across our product portfolio incorporated our Circular Design Principles. Of those, nine products and three packaging designs met the defined threshold for integration. The pilot included product families that have been collaborating closely with the Circular Economy team on integrating the Principles. Therefore, the scores are higher than what we expect to see next year with an expanded scope. In the coming year, we will continue to integrate the evaluation tool into our product development processes and expand scoring to additional product families.\n\nAs we continue to incorporate Cisco’s Circular Design Principles into all NPI product and packaging design, we are also identifying new opportunities to reduce unwanted or redundant items in shipments and reduce plastic waste. We have expanded our power cord opt-out model to additional products and in fiscal 2022 we’ll evaluate providing customers with a more standardized option to opt-out of accessory kits when placing orders.\n\nIn fiscal 2021, Cisco met the 2025 goal to reduce virgin plastic by 20 percent and we closed out the goal. We reduced virgin plastics by 38 percent compared to our baseline due to an increase in the use of recycled plastic and COVID-19 impacts. We remain focused on reducing use of virgin plastic, facilitating reuse of materials and increasing the use of recycled plastic by further embedding Cisco’s Circular Design Principles throughout the business. This includes efforts like eliminating plastic bags for items such as external power supply units and power and accessory cables. We are also considering potential future goals that align with our focus on reducing the use of virgin materials and increasing the use of recycled plastic.\n\nCircular thinking in new UCS-X servers\nCircular design is not a new concept to Cisco’s Unified Computing System (UCS) team. For over a decade, UCS servers have been engineered to be quickly assembled and disassembled using common tools. Built with modular, easily removable components, UCS products are optimized for repair, reuse, and eventually recycling. The team has also eliminated wet paint from many of its products and offers multipack shipping for smaller units to eliminate excessive packaging. The latest generation of UCS-X products takes it a step further, featuring streamlined fastening to speed up the disassembly process, plastic parts made of post-consumer recycled resin, and a 62 percent reduction in powder coat usage compared to the prior generation. Customers can opt out of product accessories they don’t need, and the product ships with recycled foam packaging.\nOptimizing product packaging\nWe are reducing the environmental footprint of our packaging and making progress toward our goals by improving packaging efficiency, minimizing single-use plastics and foam, reducing unwanted or redundant items in shipments, and using readily recyclable materials. In fiscal 2021, we drove significant collaboration between cross-functional teams to identify a number of new packaging solutions and process efficiencies. These changes led to cost savings, GHG emissions savings, and material waste reduction without compromising product protection. For example, we redesigned regular slotted container boxes used for the Catalyst C9600 Series Line Cards to use a full overlap design. This packaging is expected to eliminate up to 9000 pounds of corrugate per year, contributing to the 336,000 pounds total of corrugate eliminated in our packaging shipped in fiscal 2021.\n\nSustainable packaging innovation\n\nFoam reduction\nPackaging for the Catalyst IR8140 Heavy Duty Router is the first solution at Cisco to use a fiber-flute material suited to protect heavier products. The change eliminates an estimated 661 pounds of foam each year.\n\nMultipack packaging\nCisco’s IoT business unit began offering a multipack option for Catalyst IR1101 Rugged Series Router customers with large orders, reducing corrugated cardboard by an estimated 7500 pounds per year.\n\nAdhesive labels for minor carton damage\nExternal packaging can occasionally incur minor cosmetic blemishes during shipping. The “Box Patch” program was launched to avoid disruption and reduce waste by keeping products and materials in use. The program provides adhesive labels that cover minor cosmetic damage on external packaging at distributor sites worldwide. This not only saves on corrugate, but also avoids cost, delays, and emissions from extraneous shipments and reboxing.\n\nMore efficient pallets\nBy working closely with our logistics partner, and continuing to optimize our current processes, we identified an opportunity for double stacking to fill up containers and redesigned our packaging accordingly. This innovation reduces energy use and allows us to save on shipping costs.\nPackaging innovation through collaboration\n\nOnly 9 percent of the world’s plastic is recycled today, and Cisco continues to explore alternatives to plastic-based stretch wrap to stabilize and protect palletized products in transit. In fiscal 2019, we piloted reusable pallet wraps in our operations and continued to use reusable wraps through fiscal 2021. This effort allowed us to avoid the use of nearly 175,000 pounds of plastic wrap over the three years, which is equivalent to 14 million high-density plastic shopping bags. We built on this pilot in fiscal 2021 by joining with Microsoft and nine other companies for an Ellen MacArthur Foundation network project that is exploring three different pathways to eliminate single-use stretch wrap.\n\nEnabling circularity for our customers\n\nCisco is partnering with customers, cities, and other organizations to accelerate the transition to a circular economy. One of our partners, Intesa Sanpaolo, a major European bank, set up a dedicated credit facility of US$7.3 billion in 2018 to support companies looking for circular efficiencies and adopting circular business models. Since late 2018, Intesa Sanpaolo has financed almost 200 circular economy projects, which include investments in closed loop manufacturing, circular product design, reverse logistics, IoT, and more. In fiscal 2021, Intesa Sanpaolo and Cisco began working in partnership to provide wrap-around support, from financing to technology, for companies going into a circular transition.\n\nDigital technology opens up new possibilities for circular business models. Cisco partner 99Bridges is leveraging Cisco IoT and networking technology to create a reusable bag system designed to eliminate single-use plastic bags. 99Bridges created a technology platform called Mosaic that reminds and rewards customers to reuse their smart-enabled reusable bags. Mosaic also enables retailers to track and manage the end-to-end circular lifecycle and environmental impact of the reusable bags. 99Bridges is piloting the solution with major retail chains across North America, including Walmart, Target and CVS Health. Cisco is also working with customers on the application of AI-enabled subscription services, blockchain, and other solutions that will provide greater tracking and traceability.\nExtending the life of Cisco products\n\nCentral to the concept of a circular economy is maintaining assets at their highest and best use for as long as possible. Cisco has a long-standing commitment, with programs in place for more than two decades, to facilitate product returns for reuse and recycling, to offer comprehensive service and repair, and to remanufacture used equipment for sale through Cisco Refresh. We continue to make progress toward the 2018 PACE Capital Equipment Pledge, both by simplifying the returns process for customers and partners, and by empowering our sales teams, who play an important role promoting our takeback program and Refresh products with our partners and customers.\n\nIn fiscal 2021, we enhanced our tools to facilitate product return at end of use by expanding the Send IT Back app. By the end of fiscal 2021, the app was available to both Android and iOS users in the United States, the Netherlands, and Germany, and we plan to expand access across additional markets globally in fiscal 2022. From spring 2020 to spring 2021, we saw a 156 percent increase in products returned via the app.\n\nReturned products have played an important role in fulfilling demand as COVID-19 and a variety of natural disasters significantly impacted the IT supply chain with component shortages and production delays. Cisco Refresh, our program for certified remanufactured equipment, helped support customers’ business resiliency with immediate product availability. It also provides customers with equipment with a reduced environmental footprint, since remanufactured products generally have less environmental impact due to raw materials extraction and manufacturing compared to new products.\nEnvironmental stewardship\n\nEnvironmental stewardship is the responsible use and protection of the natural environment through conservation and sustainable practices to enhance ecosystem resilience and human wellbeing. While climate change affects all parts of the world, regardless of where emissions originated, other environmental impacts like water scarcity, waste, pollution, and biodiversity are more local in nature. These impacts are often confined to specific areas, with the consequences most keenly felt in communities nearby. In many cases, the burdens are unequally distributed, with those who did least to cause a problem—and who are least able to adapt to it—hit the hardest.\n\nCisco understands the importance of being an environmental steward, striving to operate responsibly everywhere we and our suppliers operate. In our own operations, we are guided by our corporate Environmental Policy and an ISO 14001 Environmental Management System (EMS) that drives continual improvement in our business processes, products, and services to address our environmental impacts. In fiscal 2021, Cisco had 30 sites with ISO 14001 certification. We have separate processes for promoting environmental protection within our supply chain.\n\nWe also contribute to environmental protection through our products and solutions, which provide the infrastructure that customers, communities, and governments can use to improve their own resiliency and preserve natural resources.\nOur impact\n\nManaging water use\nAccess to clean, fresh water is a critical human need, and one that is threatened by climate change. Our primary uses of water in our direct operations are in cooling towers, for irrigating landscapes, and providing drinking water, sanitation, and hygiene services for our employees. Our approach to managing water in our direct operations and our supply chain is to:\n\n- **Benchmark and report operational water use and risks.** We use industry best practices and the World Resource Institute’s Aqueduct tool to understand how much water we use and where it comes from. Our latest analysis revealed that 14 percent of Cisco’s water withdrawals are in water-stressed locations.\n\n- **Conserve water in our direct operations, focusing on water-scarce and water-stressed locations.** We’ve implemented a number of water efficiency projects over the last few years, such as upgrading our irrigation controllers and installing high-efficiency water fixtures throughout our buildings. We also continue to maintain a comprehensive water management system at our campus in Bangalore, India, that includes a rainwater harvesting system, an evaporative cooling system, and two sewer treatment plants.\n\n- **Work toward setting long-term water goals at our major campuses.** In fiscal 2020, we met our first water neutrality target for our campus in Research Triangle Park (RTP), North Carolina. We are evaluating water goals for our campuses in San Jose, California, and Bangalore, as well as opportunities to partner with organizations to develop more innovative water restoration projects around the world.\n\n- **Advance water stewardship in water-stressed regions where our supply chain operates.** While water is not a significant input for our manufacturing partners, some of our component suppliers rely on water for production. By engaging with suppliers, we can help drive positive outcomes within the communities where we source.\n\n- **Promote reporting and transparency to better understand the water footprint in our global supply chain.** In fiscal 2021, 100 percent of our manufacturing partners and 93 percent of our top-80-percent spend component suppliers completed the 2020 CDP water survey.\n\n**Continued progress on waste reduction**\nCisco is committed to responsibly managing our waste throughout our direct operations and our supply chain. We take steps to reduce the amount of waste we produce and divert the waste we do generate through recycling, composting, and donations. Cisco also has programs to reuse and recycle e-scrap within our direct operations.\n\nIn fiscal 2021, we avoided sending approximately 73 percent of the waste generated globally at our facilities to landfill. COVID-19 continued to have a significant impact on the total waste generated at our facilities—with the majority of our sites closed, we produced significantly less waste than we did pre-pandemic. Our next area of focus for our direct operations is to develop waste goals for our major campuses. We have set internal waste targets for ISO 14000-certified sites and a goal to achieve zero waste to landfill at our RTP campus. We are evaluating zero waste goals for our campuses in San Jose and Bangalore.\n\n**CHART 22:** Percentage of waste diverted from landfill\n\n| Year | 2019 | 2020 | 2021 |\n|------|------|------|------|\n|      | 81%  | 81%  | 73%  |\n\n**CHART 23:** Total water withdrawn (thousand m³)\n\n| Year | 2019 | 2020 | 2021 |\n|------|------|------|------|\n|      | 3299 | 3183 | 2902 |\nBuilding suppliers’ capabilities to conserve water\n\nSignificant numbers of ICT supply chain locations are in parts of the world where drought, flooding, and other extreme weather events may put stress on water ecosystems. In fiscal 2020, Cisco conducted a water survey of our suppliers that helped us identify supplier commodity types and facilities consuming high amounts of fresh water in water-stressed areas. The results of the survey prompted us to engage with printed circuit board (PCB) supplier facilities based in the high-water-stressed Taihu water basin in China. With the help of local environmental consultants, we identified water savings opportunities at a PCB supplier in nearby Suzhou. Over the course of a year, with our guidance, the supplier completed two large water savings projects. One of the projects involved installing automatic water feeding systems on their copper plating lines. Now, the rinse process uses water only while parts are being washed, rather than running continuously. This upgrade has allowed the supplier to save approximately 51,000 liters of fresh water per day—enough to meet the needs of a family of four for approximately six weeks.\n\nLearn more about Cisco’s work to advance water stewardship within key water-stressed areas where our supply chain operates.\nPromoting supply chain environmental protection\nPollution is not a significant risk within our direct operations, but it is a relevant issue in our supply chain. We work with suppliers worldwide to reduce their impacts on local ecosystems and protect the natural resources in communities where they operate. To this end, we have an ongoing partnership with the Institute of Public and Environmental Affairs (IPE). As a result of our work to mitigate environmental risk from supplier sites in mainland China, we were ranked #1 in the IT industry on IPE’s most recent Corporate Information Transparency Index (CITI). Ongoing engagement with suppliers includes virtual training seminars and coaching to help suppliers correct pollution violations. By building the capability of suppliers, we can influence better environmental performance and transparency further down in the supply chain and across our industry.\n\nProtecting biodiversity with technology and investments\nBiodiversity is the variability among living organisms and the ecological habitats they occupy. Cisco’s primary impact on biodiversity is the land we use for our facilities, a physical footprint we continue to shrink by reducing the demand for physical office space through our move toward hybrid work. On a more delicious note, we host honeybee hives near our RTP campus to support healthy pollinator populations and local food systems.\n\nConnected Conservation\nSince 2015, Cisco surveillance, data and analytics technology have been used to protect endangered species around the world through Connected Conservation—the first solution of its kind to proactively protect animals while leaving them to roam freely. In fiscal 2021, stemming from our work with partners NTT and Dimension Data, the nonprofit Connected Conservation Foundation (CCF) was born. CCF enables increased support for projects that deploy technology to protect wildlife and natural ecosystems.\n\nConnected Conservation’s impact\n30+ threatened species protected\nincluding the endangered black rhino, African elephant, pangolin, lion, cheetah, and giraffe\n\n1 million hectares secured across Kenya, South Africa, and Zambia\n\nResponse times reduced from\n30 to 7 minutes\nwith real-time data bringing improved management and protection\nFor All\n\nWe want as many people as possible, now and in the future, to have the opportunity to thrive in the digital economy. To make this possible, we must protect and conserve the resources of the planet we all share.\n\nCisco’s people and technology puts us in a unique position to achieve these ambitions. But we can’t do it alone. Collaboration with partners large and small, global and local, has always been part of our approach to driving lasting and systemic change. As we look ahead, we are emboldened by the strength of our partnerships, knowing that the future we create will be shaped by—and for—all.\nCisco has approximately 400 offices worldwide. Addresses, phone numbers, and fax numbers are listed on the Cisco website at www.cisco.com/go/offices.\n\nCisco and the Cisco logo are trademarks or registered trademarks of Cisco and/or its affiliates in the U.S. and other countries. To view a list of Cisco trademarks, go to this URL: www.cisco.com/go/trademarks. Third party trademarks mentioned are the property of their respective owners. The use of the word partner does not imply a partnership relationship between Cisco and any other company. (111OR)\n\n© 2021 Cisco and/or its affiliates. All rights reserved. This document is Cisco public information.\n\nVersion 1.4, April 2022\n\nForward-looking statements\nThis report contains forward-looking statements that are subject to the safe harbors created under the Securities Act of 1933, as amended, and the Securities Exchange Act of 1934, as amended. All statements other than statements of historical facts are statements that could be deemed forward-looking statements. These statements are based on current expectations, estimates, forecasts, and projections about the industries in which we operate and the beliefs and assumptions of our management. Words such as \"expects,\" \"anticipates,\" \"targets,\" \"goals,\" \"projects,\" \"intends,\" \"plans,\" \"believes,\" \"momentum,\" \"seeks,\" \"estimates,\" \"continues,\" \"endeavors,\" \"strives,\" \"may,\" variations of such words, and similar expressions are intended to identify such forward-looking statements. In addition, any statements that refer to (1) our goals, commitments and programs; (2) our business plans, initiatives and objectives; (3) our assumptions and expectations; (4) the scope and impact of our corporate responsibility risks and opportunities; and (5) standards and expectations of third parties. Readers are cautioned that these forward-looking statements are only predictions and are subject to risks, uncertainties, and assumptions that are difficult to predict, including those identified in our most recent filings with the Securities and Exchange Commission on Form 10-K and Form 10-Q. Forward-looking statements speak only as of the date they are made, and we do not undertake any obligation to update any forward-looking statement.", "source": "cisco_2021", "added": "2025-04-27", "created": "2025-04-27", "metadata": {"Source-File": "climate_reports/tp_reports/cisco_2021.pdf", "olmocr-version": "0.1.59", "pdf-total-pages": 96, "total-input-tokens": 201319, "total-output-tokens": 48672, "total-fallback-pages": 0}, "attributes": {"pdf_page_numbers": [[0, 0, 1], [0, 1317, 2], [1317, 1838, 3], [1838, 4549, 4], [4549, 7712, 5], [7712, 10074, 6], [10074, 10450, 7], [10450, 13282, 8], [13282, 14968, 9], [14968, 19682, 10], [19682, 23005, 11], [23005, 26201, 12], [26201, 27935, 13], [27935, 31473, 14], [31473, 34210, 15], [34210, 34416, 16], [34416, 36960, 17], [36960, 39194, 18], [39194, 42971, 19], [42971, 44027, 20], [44027, 46277, 21], [46277, 49013, 22], [49013, 52999, 23], [52999, 54462, 24], [54462, 56259, 25], [56259, 56736, 26], [56736, 61170, 27], [61170, 65085, 28], [65085, 67770, 29], [67770, 69429, 30], [69429, 73084, 31], [73084, 75839, 32], [75839, 78160, 33], [78160, 81529, 34], [81529, 82882, 35], [82882, 84725, 36], [84725, 85031, 37], [85031, 87428, 38], [87428, 88711, 39], [88711, 91719, 40], [91719, 94024, 41], [94024, 97165, 42], [97165, 99735, 43], [99735, 103043, 44], [103043, 106965, 45], [106965, 110626, 46], [110626, 112064, 47], [112064, 112946, 48], [112946, 113931, 49], [113931, 114695, 50], [114695, 117754, 51], [117754, 121069, 52], [121069, 122576, 53], [122576, 126469, 54], [126469, 128596, 55], [128596, 130016, 56], [130016, 133784, 57], [133784, 135621, 58], [135621, 137596, 59], [137596, 139741, 60], [139741, 143518, 61], [143518, 146166, 62], [146166, 148897, 63], [148897, 151852, 64], [151852, 154963, 65], [154963, 158088, 66], [158088, 160417, 67], [160417, 162766, 68], [162766, 165186, 69], [165186, 167513, 70], [167513, 169800, 71], [169800, 171792, 72], [171792, 173683, 73], [173683, 173825, 74], [173825, 177483, 75], [177483, 180395, 76], [180395, 182303, 77], [182303, 184449, 78], [184449, 186019, 79], [186019, 188722, 80], [188722, 191747, 81], [191747, 194724, 82], [194724, 196756, 83], [196756, 200536, 84], [200536, 203309, 85], [203309, 205190, 86], [205190, 209069, 87], [209069, 211245, 88], [211245, 213547, 89], [213547, 215264, 90], [215264, 216738, 91], [216738, 220254, 92], [220254, 221562, 93], [221562, 223830, 94], [223830, 224442, 95], [224442, 226685, 96]]}}