{"id": "53435ea607ae070f8a3f5f77dc16606811e7ff31", "text": "Table of Contents\n\nA Message from Our Leaders\n\nProject UP\n03 Fulfilling Our $100 Million Commitment\n04 Connectivity and Adoption\n11 Skills: Building a More Equitable Workforce\n14 Creativity: Empowering Diverse Creatives to Shine\n16 Creating Opportunities through Entrepreneurialism\n21 Team UP: Engaging Our Volunteer Community\n\nDiversity, Equity & Inclusion\n24 Focusing on Belonging\n27 Developing Diverse Talent\n31 Inclusivity through Innovation\n35 Advancing Representation on and behind the Screen\n38 2022 Diversity Data\n\nEnvironment\n44 Reducing Our Carbon Footprint\n48 Harnessing Clean Energy and Technology\n52 Powering a Greener, Cleaner Internet\n54 Sustainability from Script to Screen\n\nSee “ESG Reporting and Disclosure” on page 58 for other ways we report on ESG-related issues.\nA Message from Our Leaders\n\nJune 1, 2023\n\nSupporting our local communities has been core to Comcast’s DNA since our founding. Over our nearly 60 years, that commitment has not only grown but evolved to support society’s most pressing needs. In 2022, our wonderful teammates around the world — together with many incredible partners — worked purposefully and tirelessly to advance digital equity, champion diversity and inclusion, and foster a cleaner environment.\n\nWe entered 2023 with great momentum, energized to continue our mission. We have now fully allocated our multi-year $100 million pledge to social justice and equality, and will continue this important initiative through Project UP, our $1 billion plan to connect people to the Internet, invest in access to digital skills, and strengthen pathways to economic mobility.\n\nLast year, we surpassed our goal of opening over 1,250 Lift Zones, which provide free WiFi in neighborhood centers, scaled a nationwide Digital Navigator network to get more Americans online, and fulfilled our promise to support 13,000 underrepresented small businesses hard hit by the pandemic. And with the founding of Sky Up in the UK, our connectivity and skills programs are now helping more people secure jobs and climb the economic ladder globally.\n\nWe once again saw improvement in diversity within our workforce. Through inclusive recruitment and partnerships, we are attracting diverse talent and providing opportunities for development and growth. To build a pipeline from classrooms to newsrooms and the media industry, NBCU Academy, which trains the next generation of diverse content creators, has reached 45 academic partners around the country.\n\nWe also made measurable progress toward our carbon neutral goal — reducing our emissions 38% since 2019 — and took a critical step by joining the Science Based Targets initiative on climate action. Our ongoing investment in clean energy and energy efficiency will remain a primary focus of our decarbonization strategy in the years ahead.\n\nFinally, we introduced Team UP, our expanded employee volunteer program — built upon a successful 20 years of service through Comcast Cares — that reminds us we are more effective when we join forces.\n\nIt is with great pride that we reflect on our shared accomplishments while remaining mindful that there is still work to do. Our collective impact would not be possible without our extraordinary employees and partners. They inspire us with their dedication to creating a future of unlimited possibilities.\nWe work passionately to drive economic mobility for underrepresented and low-income communities. Backed by a $1 billion commitment, Project UP deepens the impact of our efforts to connect people to the Internet, deliver digital skills, and create new career pathways in media and technology to help build a world of unlimited possibilities.\nFulfilling Our $100 Million Commitment\n\nIn June 2020, we accelerated our longstanding work toward advancing Diversity, Equity & Inclusion (DE&I) by pledging an additional $100 million, on top of our existing commitments, to help champion a more connected, equitable, and just world. We’re proud to say that we fulfilled this commitment in 2022, which was foundational in laying the groundwork for many of our Project UP initiatives to grow and thrive.\n\nFocus Areas*\n\n- **Digital Equity**: $41M\n- **Media & Awareness**: $17M\n- **Social Justice**: $5M\n- **Small Business**: $12M\n- **In-Kind**: $25M\n- **Employees**:\n\n*Amounts apply to external partners and programs. These are examples for each focus area, and do not represent a complete list.\nConnectivity and Adoption\n\nWith the goals of breaking down barriers to digital literacy and opening doors to economic mobility, Comcast has been an innovative leader in increasing access to, and adoption of, the Internet. In 2022, we helped grow a nationwide network of Digital Navigators — individuals who are affiliated with trusted, local, community-based organizations who help people get online, secure a device, and build digital skills.\n\n$11.4M+\n\nAwarded in 2022 to 225+ organizations that raise awareness of the Affordable Connectivity Program (ACP) and train Digital Navigators\n\nIncreasing Awareness of Low-Cost or Free Internet\n\nWhile Digital Navigators provide a bridge to Internet adoption, the federal government’s Affordable Connectivity Program (ACP) ensures that the Internet is readily accessible through a $30 monthly credit ($75 a month in tribal areas). We are proud to participate in the ACP, with two products fully covered by the monthly credit: Internet Essentials and Internet Essentials Plus. We also support public-private partnerships and nonprofit organizations that are spreading the message about the ACP. For example:\n\nBondadosa, a social enterprise that offers a healthy food delivery service in Denver, Colorado, is delivering information on the ACP to food-insecure individuals.\n\n“To be fully connected as a society, we first have to get connected. Comcast has been at the forefront of addressing digital equity within Colorado for years, and its partnership is instrumental to our efforts to expand connectivity in our communities.” — James Coleman, Colorado State Senator\n\nBoys & Girls Club of Puget Sound provides young people with safe spaces, caring mentors, and technology access.\n\n“Strong ties between our public, private, and nonprofit sectors will continue to be critical, as we all work collaboratively toward our shared goals. I thank Comcast for their partnership and continued efforts to support digital access and adoption for those in need, particularly across the South Puget Sound region.” — Victoria Woodards, Mayor of Tacoma, Washington\n\nBridging the Generational Divide: In Detroit, teens from the Boys & Girls Club of Southeastern Michigan helped St. Patrick Senior Center residents learn to use the Internet more comfortably and confidently by teaching them basic digital skills, from getting online to using video for connecting with family members.\nDigital Navigators Create a Nationwide Impact\n\nTrained and trusted Digital Navigators are spreading out across the country to help close the digital divide. From coast to coast, these community-based individuals help people navigate the digital world, creating more opportunities for economic mobility.\n\nA Comcast-supported Boston Consulting Group study found that, thanks to assistance from a Digital Navigator, more than 65% of participants gained access to home Internet or a device and 33% found a new job or earned a higher income.\nComcast has been working on digital equity issues for over a decade, and I believe that the ACP offers even more support to achieve our goals.\n\nDave Watson\nPresident & CEO, Comcast Cable\n\nA Connectivity Game Changer: Alisha Jones is a single mother from Maryland working toward an associate’s degree. As a participant in the Comcast-supported Goodwill workforce development program, she used her Internet Essentials Plus connection to take classes at her local community college. Her two sons use the Internet at home for their schoolwork and college applications.\n\n“This is what we consider our game changer,” Alisha said while introducing President Biden at a May 2022 White House event highlighting the ACP’s success. “Through our high-speed broadband provider, Comcast, we were able to stay connected with family, receive telehealth care, go to classes, and access other necessary resources.”\nAdvancing Internet Essentials\n\nOur Internet Essentials program — the industry’s largest and most comprehensive private-sector broadband adoption initiative — has helped bridge the digital divide by bringing affordable, high-speed Internet, access to low-cost devices, and free digital skills training to more than 10 million low-income Americans since 2011.\n\n220,000\nLaptops donated or subsidized to individuals and communities since 2011\n\n600+\nInternet Essentials Partnership Program partners fully covering the cost of Internet service for lower-income families\n\n200+\nLessons offered via the Internet Essentials Learning Center, our online learning resource for all ages\n\n10M\nIn over 10 years, Internet Essentials has connected 10 million Americans to affordable, high-speed Internet\nIntroducing Sky Up\n\nIn 2022, Sky launched its ambition to tackle digital inequality with a three-part initiative providing support to a quarter of a million digitally excluded people through a dedicated fund. The initiative, Sky Up, supports people to succeed in a digital age. This includes a goal to set up 100 Sky Up Digital Hubs to join the Lift Zone family. Over the next three years, Sky Up Tech Grants will provide 1,000 18- to 25-year-olds leaving the UK’s care system with software-loaded tech devices, Internet connections, and skills training to support them in the transition to living independently.\n\nPartnering with Indigenous Populations\n\nWe partner with nonprofits focused on advancing digital equity:\n\nNational Urban Indian Family Coalition (NUIFC) is an advocate for American Indian and Alaska Native families living in urban communities and helps drive Internet adoption.\n\nAmerican Indian Science and Engineering Society (AISES) creates a culturally relevant computer science curriculum for Indigenous high school students.\n\nSky is focused on unlocking opportunities with the tools, skills and programs that we provide through Sky Up. Tackling digital inequality is at the heart of our work to empower young people to fulfill their potential.\n\nDana Strong\nCEO, Sky\nA Lift Zones Milestone\n\nWe were thrilled to exceed our goal of launching 1,250 Lift Zones by the end of 2022. These community centers provide free WiFi access and a suite of digital literacy programs and workforce development training resources. Lift Zones are now operational inside many military veteran-serving organizations, including Alpha Omega Veterans Services Inc. in Memphis, Tennessee.\nClosing the digital divide is a complex challenge. Why is public-private partnership so important?\n\nNo one entity can deliver digital equity and opportunity alone; it requires a holistic approach. At Comcast, we realize that to make an impact in a given community, you have to know the people who live there. By partnering with thousands of community-based organizations to create connections with policymakers, businesses, and nonprofits, we’re addressing these multipronged problems. And with an unprecedented federal investment in broadband, there’s no better time to do this vital work together.\n\nWhat role do Digital Navigators play, and why is a personal approach to building digital skills so important?\n\nDigital Navigators are on the front lines of their communities, equipped with patience and kindness, and trained to help people access the Internet, use devices, and build digital skills. They’re trusted voices who help people get online, safely and confidently, and for the long term. Having someone from their community who understands their situation, family, environment, and language creates a sense of safety and trust for underserved populations.\n\nWe hear a lot about barriers to Internet access and digital adoption. Is tackling the digital skills gap an overlooked challenge?\n\nIndeed. We have a special opportunity to bring digital skills resources to communities that need them the most. This includes employees from underrepresented communities as well as small businesses and education providers, many of whom rely on publicly funded programs to upskill employees. Currently, more than 90% of all jobs require digital skills, but nearly one-third of U.S. workers lack basic digital skills, according to a National Skills Coalition report. Our roadmap includes increased public investments in digital skill-building and continued nurturing of public and private partnerships to give everyone the opportunity to succeed in today’s digital world.\nAcross our enterprise, we are driving initiatives and programming to create a more equitable workforce and build pathways to economic mobility.\n\nAt the SCTE Cable-Tec Expo in Philadelphia, more than 50 students from our Project UP partners CodePath and Per Scholas heard from Comcast engineers and technologists about careers in tech and future opportunities at Comcast. “Being at Comcast was a life-changing experience,” says Per Scholas student Devin Blair. “Networking and talking to different people about technology — you don’t get these types of experiences where I’m from, and I have Per Scholas and Comcast to thank for that.”\n\nAs a company, we remain deeply committed to helping create transformational change so that everyone – in every community – has a chance to realize their dreams.\n\nDalila Wilson-Scott\nEVP & Chief Diversity Officer,\nComcast Corporation\nA group of 350 excited students attended the “Jurassic World Rule Your Future STEAM Initiative Symposium” at Universal Studios Hollywood, which included a college/career fair and a panel discussion with the filmmakers and stars of the movie. As part of the event, Comcast surprised the students with free laptops. The event was part of a partnership with the Council for Opportunity in Education (COE) to launch a $1.5 million program that aims to inspire low-income and first-generation-to-college students to pursue careers in STEAM (Science, Technology, Engineering, Arts, and Math). In collaboration with Universal Pictures and the Jurassic franchise, a three-part curriculum in STEAM was developed for use by educators and administrators of programs across the country.\n\n“Jurassic World Rule Your Future STEAM Symposium is an example of Comcast at its finest — bringing together our best assets and partners to create a life-changing moment for first-generation students to see themselves in the careers of the future.” — Marge Jackson, SVP, Sales, Comcast Cable\nThe Power of Partnership\n\nTo create the equitable workforce of the future, Comcast partners with dozens of incredible nonprofits that strengthen the pipeline for media and technology jobs in underrepresented communities.\n\nHispanic Federation\nComcast and Telemundo partnered with the Hispanic Federation to provide grants to 20 Latino-led nonprofits, to offer digital skills training and employment resources through community-based Latino Digital Equity Centers.\n\nEastseals\nAffiliates in Massachusetts, Indiana, and Washington received a grant to support their youth transition programs, which provide STEM-focused employment and digital skills training.\n\nRoybal Film and Television Production Magnet Fund\nNBCUniversal is a founding partner of this fund, which supports the Los Angeles public schools’ mission to build a more inclusive pipeline of underrepresented college- and career-ready students interested in careers in film and TV.\n\nBridging the digital divide that disproportionately impacts Latinos is key to creating economic opportunity in the Latino community and a more equitable society. We’re excited to partner with Comcast NBCUniversal to equip Latinos with the skills they need to thrive in the workforce of tomorrow.\n\nFrankie Miranda\nPresident & CEO, Hispanic Federation\nCREATIVITY:\nEmpowering Diverse Creatives to Shine\n\nIn 2022, we leaned into what we do best — storytelling. NBCUniversal’s Creative Impact Lab launched with the dual mission to broaden access and promote equity in the creative sector, as well as to help shine a light on the important work of our nonprofit partners across a wide range of industries.\n\nNBCUniversal has forged partnerships with many creative nonprofits around the country, who employ apprentices from underrepresented communities. We pair these organizations with our existing nonprofit partners who need help telling their stories of positive impact. “By giving students assignments under the mentorship of NBCUniversal employees, they are learning critical skills, broadening their networks and building portfolios,” says Hilary Smith, EVP, Corporate Social Responsibility, NBCUniversal.\n\nDigital equity partner Per Scholas partnered with the creative agency Youth FX to help tell the story of how they are providing skills training to individuals who are often excluded from tech careers. The filmmaking organization for youth, Reel Works, created a sizzle reel to highlight our partner America On Tech’s work to broaden access to technology careers. The newly formed NBCU Creative Council includes employees from across the company in creative roles who become mentors for young apprentices on Creative Impact Lab projects.\n\nThe Creative Impact Lab has given us the gift of storytelling, with high-quality content and promotion that will help us foster more access and equity in the tech sector.\n\nJessica Santana\nCo-Founder & CEO, America On Tech\n\nThe opportunity to apprentice in this program made an industry accessible that I previously felt was inaccessible to people like me.\n\nJenni Loo\nCreative Impact Lab participant, apprentice at Reel Works\nInspiring Creativity in Youth\n\nWe are deeply committed to building partnerships with nonprofits that offer education and training in media and technology for young people who might not otherwise have the opportunity.\n\nUrban Arts Partnership\nUrban Arts Partnership designs and implements educational programs rooted in the arts and technology for underrepresented students.\n\nStory Pirates\nThis New York based organization brings together teachers, authors, writers, and performers to educate students, fostering their creativity and curiosity.\n\nSky’s The Edit\nWith over 100,000 students registered to participate since launching in 2020, students from low-income schools across the UK and Europe build their creative skills through Sky’s unique digital storytelling challenge, and create a 90-second news report on topics that matter.\n\nCreating New Opportunities\n\nOur employees play a hands-on role in creating opportunities for the next generation of diverse storytellers.\n\nAs part of NBCUniversal’s Talent Lab pro bono experience, employees are paired with organizations including Techqueria, which serves Latinx professions in tech, to provide them with a multi-week consultation that solves a specific business challenge. Through participation in labs like Narrative 4’s Story Exchange, employee volunteers develop inclusive leadership skills with themes such as social awareness, empathy, cultural competency, and listening.\n\nOthers mentored trainees from Universal Filmed Entertainment Group’s Below-the-Line Traineeship on more than a dozen film productions around the world. The program includes collaboration with several local partners including Film London, Cleveland Film Commission, and Hollywood CPR, among others.\nCreating Opportunities through Entrepreneurialism\n\nMany business leaders and young innovators — especially those of color — lack the funding or resources to bring their ideas to life. Through our programs and partners, we prepare underrepresented entrepreneurs to build a foundation for success.\n\n$125M\n\nThe Comcast NBCUniversal LIFT Labs Accelerator connects founders with leaders across our company to build products and technologies in the industries where Comcast operates. Since 2018, 54 companies have completed the program and have gone on to raise more than $125 million combined.\n\nOur Open Doors initiative is the perfect example of how we use our platform to build diversity and representation internally with our employees and externally with our clients and viewers.\n\nPeter Blacker\nEVP, Streaming & Data Products and Head of Diversity, Equity & Inclusion, Global Advertising and Partnerships, NBCUniversal\n\nNBCUniversal’s Open Doors: Where Small Businesses Thrive (Abriendo Caminos) supports diverse small businesses while providing tools and resources through a bilingual, downloadable playbook in collaboration with the celebrated multicultural creative agency Walton Isaacson.\n\nBUILD.org is committed to helping young people develop an entrepreneurial mindset through free and engaging content. Comcast supports the nonprofit’s Design Challenge, a free curriculum to help teachers empower high school students to develop innovative solutions for their communities.\nThe Hidden Genius Project\nSince 2014, Comcast has been a proud partner of The Hidden Genius Project, which trains and mentors Black male youth in technology creation, entrepreneurship, and leadership skills.\n\nWalker’s Legacy\nA new partnership between Comcast and Walker’s Legacy will support their 10,000 Capital Ready campaign — an ambitious initiative to ensure that 10,000 Black women entrepreneurs are “capital ready” by 2025.\n\nEquity for Entrepreneurs: We partner with leading organizations who are committed to driving inclusive economic growth and increasing equity for entrepreneurs.\n\nNative Women Lead supports emerging Native American women-owned businesses by building community and coalitions. StartOut helps LGBTQ+ entrepreneurs grow their businesses by delivering support and resources needed to compete fairly in today’s business world.\nFounding in Color\n\nAs part of our commitment to championing diverse voices, we use our platforms to highlight stories of underrepresented entrepreneurs. Founding in Color, presented by Comcast NBCUniversal LIFT Labs, is a three-part docuseries that features candid interviews exploring the entrepreneurial journeys of Black and Latino startup founders, including how they navigate race, family, and other challenges while building their businesses.\n\nShowcasing Unwavering Leadership\n\nBlack leadership and innovation is celebrated in Echoing Green’s Unwavering: The Power of Black Innovation, a Comcast-supported documentary that first aired on NBC-owned and affiliated stations during Black History Month in February 2022. The short film profiles nine Black leaders supported by Echoing Green’s Black Male Achievement Fellowship, the world’s first fellowship for social entrepreneurs creating systemic change for Black men and boys.\nComcast RISE Reaches Its Goal\n\nIn 2022, Comcast RISE achieved its two-year program goal to support diverse entrepreneurs hit hard by COVID-19, providing 13,000 small businesses owned by women and people of color with monetary, technology, and marketing grants.\n\n$110M\nMonetary grants and in-kind technology and marketing resources\n\n50+\nPartners working to support entrepreneurs\n\n1,321\nMetropolitan areas with Comcast RISE businesses\n\n13,000\nSmall businesses supported\n\nWe are incredibly proud of the work that the Comcast RISE team has done over its two-year term to help the small businesses we’ve worked with to not only survive, but also to thrive.\n\nTeresa Ward-Maupin\nSVP, Digital and Customer Experience, Comcast Business\nMeet Comcast RISE Recipients\n\nPedro Medina: Founder and Chief Data Farmer\nHaystack Data Solutions, St. Louis Park, Minnesota\n\n“Being a creative and marketing award recipient of the Comcast RISE program was the spark that accelerated my personal and professional growth as a person of color in technology. The exposure I received from our commercial spot helped hone the professionalism of my business, expanded our reach, and inspired the use of data science in addressing our collective climate and food crises. I couldn’t be happier with the support and encouragement we received from the Comcast RISE program.”\n\nJennifer Davis: Founder\nRefresh Mobile Teeth Whitening, Tinley Park, Illinois\n\n“Whether they need a quick touch-up or a more comprehensive whitening treatment plan, Refresh Mobile Teeth Whitening is committed to providing exceptional service and personalized care to each and every client. With the Comcast RISE grant, I was able to educate myself on the latest dental technologies and techniques, invest in my dental spa with new lighting and website updates, and expand my services to include a broader range of cosmetic dental treatments to enhance my clients’ smiles.”\n\nElla Mae Gray, M.A., LCPC: Owner, Psychologist\nGuiding Principles, LLC Gaithersburg, Maryland\n\n“Guiding Principles is a psychotherapy practice that was founded on the belief that people can change. It’s a home away from home that is easily accessible to all, regardless of ability to pay, and provides individual, group, and family therapy services. Receiving a full technology makeover package has been a dream come true. Because we provide a lot of pro bono and low-cost services, there is no budget for new equipment. With new computers, we streamlined our administrative services and expanded our online services.”\nIn 2022, we introduced a company-wide program called Team UP to provide year-round opportunities for Comcast employees to make a difference in local communities. This includes volunteering in person or virtually, serving as a nonprofit board member, making a charitable donation through our matching gift program, or supporting our network of partners. Team UP builds on our legacy of community service with flexible, always-on programming that also provides an outlet for our employees to take part in Project UP.\n\nSimilar efforts are happening around the world:\n\n**NBCUnites** encourages NBCUniversal teammates to get involved with local nonprofits focused on building stronger communities, empowering young storytellers, and promoting media and technology skills.\n\n**Sky Cares** engages thousands of Sky volunteers across Europe, working with more than 60 charity partners across three primary areas: protecting the environment, addressing digital inequality, and alleviating loneliness.\n\n**TEAM UP: Engaging Our Volunteer Community**\n\n| 5,800 | 8,600 | $5.6M | 365 |\n|---|---|---|---|\n| Nonprofit organizations supported by Team UP | Employees participated in Team UP | Donated through the Matching Gift Program | Days a year that employees can Team UP |\nTo celebrate the launch of Team UP, hundreds of Philadelphia-area employees joined eight Team USA Olympians and Paralympians to participate in volunteer projects with community partners including LUCY Outreach, Girls Inc. of Greater Philadelphia & Southern New Jersey, and Philabundance.\n\nTeaming UP With Team USA\n\nServing Those Who Served: Members of the Veterans Network (VetNet), Black Employee Network (BEN), and other employee resource groups have volunteered for seven consecutive years to lay wreaths on the graves of veterans at 32 cemeteries as part of National Wreaths Across America Day, an annual tradition of honoring the memories and service of veterans and their families.\nA passion for advancing Diversity, Equity & Inclusion (DE&I) drives our work at every level. From onboarding to partnerships to programming, we continue to deepen our ongoing efforts to advance a positive culture within our company and throughout the industry.\nFocusing on Belonging\n\nBelonging means that all people can see themselves represented and feel comfortable expressing themselves and their perspectives. When we understand how our different backgrounds, viewpoints, and identities shape our daily experiences, we help every person feel valued and important — and, most importantly, that they belong — throughout their personal and professional journey.\n\nTo foster this culture of belonging, we have taken action at many levels, such as embedding DE&I leaders in each business unit to provide leadership, consistency, and accountability. Comcast’s rotating DE&I Employee Advisory Council, which consists of 24 employees across Divisions, Regions, and Business Units, works alongside the National DE&I Cable Leadership Council and provides advice and recommendations on new products or policies that are the outcomes of our company’s DE&I efforts. Universal Filmed Entertainment Group established its Inclusion Council in 2020, which was inspired by studio employees and works to ensure that Universal operates as a fully inclusive and equitable organization.\n\nWe also leverage the knowledge of independent experts through Comcast’s Corporate DE&I Advisory Council and Sky’s Diversity Advisory Council. These councils, comprised of external business, academic, political, and civil rights leaders, help us learn from others, find solutions to challenges, and collaborate to create a more equitable future.\n\nEngaging Our Team Members\n\nEmployee Resource Groups (ERGs) strengthen connections and engage employees through listening sessions, networking events, volunteerism, cultural celebrations, and educational opportunities. To foster these connections, in 2022 Comcast’s ERG National Leadership Summit brought together ERG leaders and DE&I partners to provide professional development opportunities and share best practices. Additionally, we foster impact through our Elevate fund, which provides grants for ERGs to bring collaborative and innovative programming to all employees.\n\nIdentity Matters: Comcast’s Self-ID campaign (pictured right) and Sky’s Count Me In encouraged employees to share information on gender, race, ethnicity, military status, disability status, and pronouns to provide valuable insight that helps us develop policies and programs to ensure that our people are represented and supported.\n\n“Identity is what makes us special and defines us, and we are continuously finding new ways to honor and recognize this important fact.” — Juan Otero, SVP, Diversity, Equity & Inclusion, Comcast Corporation\nSustaining Crucial Conversations\n\nDialogue and listening increase understanding and empathy. In 2022, we continued to provide many avenues for crucial conversations that help us learn and grow.\n\nDE&I Day: A celebration that brings teammates across Comcast together to build a deeper understanding of DE&I and engage in collective education and thoughtful action.\n\nMeet the Moment: NBCUniversal’s all-employee Diversity, Equity, Inclusion, and Accessibility learning program spotlights internal business efforts, as well as external scholars, authors, and thought leaders to guide action at all levels of the company.\n\nDE&I Summer Learning Challenge: An educational experience where teammates learn about DE&I from the company’s Diversity Hub, through video and written materials.\n\nMoments That Matter: A podcast hosted by Senior Vice President and Comcast Cable Chief Diversity Officer Loren Hudson, which welcomes subject matter experts from within the organization to provide tips and tools to lead inclusivity.\n\nInclusion Week: Sky’s event that promotes a range of learning options for teams to use to advance their culture of inclusion.\nDE&I Speaker Series\n\nA highlight throughout the year, the DE&I Speaker Series includes engrossing conversations and panel discussions on key issues and features prominent speakers who share their perspectives and experiences. We hosted 14 DE&I Speaker Series events, including those seen on the right:\n\n3,172 The average number of views for DE&I Speaker Series live streams in 2022\n\nConversations to Spark Change: “The More You Know,” NBC’s iconic public service campaign, has been refreshed as longer conversations among well-known people, such as Steph Curry and John Legend, to spark dialogue and create change.\nDeveloping Diverse Talent\n\nIn 2022, we took creative, thoughtful, and intentional actions in our recruitment, development, and networking programs to unleash the talent of diverse populations. These changes are based on our deeply rooted conviction that a diverse workforce creates a stronger company — and a better world.\n\nNBCU Academy sponsors the Original Voices Fellowship in partnership with NBC News Studios, to provide funding for documentary filmmakers who seek out stories that reflect diverse communities. Another program is the NBCU Academy Embed Program, which gives recent graduates the chance to work at NBC News Digital full-time, and has hired 11 recent graduates who are working full-time across the News Group and receiving mentoring and professional development.\n\n“Through mentorship, scholarship, education, and access, NBCU Academy is building a pipeline from the classroom to the newsroom.”\n\nYvette Miley\nEVP, Diversity, Equity & Inclusion,\nNBCU News Group\n\nCelebrating a Decade of Digital Storytelling: In 2022, Sky Up Academy Studios celebrated its 10-year anniversary. Since 2012, Sky has brought together 268,500 young people to help develop their digital storytelling skills through unique, immersive studio experiences.\nPromoting Inclusion Across the Industry\n\nWe take great pride in sourcing talent from underrepresented communities at any point in their careers, providing them with meaningful opportunities in front of and behind the camera, and advocating for them as they continue to grow, evolve, and thrive.\n\nTV Directors Program and Female Forward gives directors from underrepresented backgrounds an entry into episodic television by guaranteeing that they will direct an episode of a scripted show while in the program. What’s New: NBCU LAUNCH joined forces with Telemundo’s Mujeres Imparables (Unstoppable Women) to expand the pool of experienced Hispanic female directors in scripted television.\n\nNBC TV Writers Program prepares emerging diverse writers for careers in television, with the long-term goal of developing the next generation of showrunners and content creators. What’s New: All writers from the 2020-21 program were staffed on a series following the completion of the program.\n\nThe Below-the-Line Traineeship provides on and off-the-job training and mentorship to underrepresented talent pursuing careers behind the camera. What’s New: We collaborated with the Anti-Recidivism Coalition (ARC) to give a system-impacted trainee their first production job on the set of Jordan Peele’s Nope.\n\nAs a company of storytellers, we have the platform and obligation to help inform, entertain, and shed light on important issues and underrepresented populations.\n\nCraig Robinson\nEVP & Chief Diversity Officer, NBCUniversal\nRecruiting & Developing\n\nWe are committed to filling our company with talent that represents the widest range of backgrounds and experiences to ensure our company reflects the communities we serve.\n\nCreate the Future with Us\n\nThe Create the Future with Us campaign includes recruitment videos created by a range of Comcast team members who authentically share their experiences, enabling potential employees to see themselves represented.\n\nTraining & Networking\n\nTone Networks is an online mentoring and coaching platform that helps women and their allies at all levels meet their professional goals.\n\nThe Cru provides external accountability circles and group coaching experiences for mid-career women of color to provide collaboration and accountability.\n\nAccelerate Your Career is Sky’s UK-based program for Black and ethnic minority colleagues VP-level and below, which creates development opportunities.\n\nAdvancing & Promoting\n\nInclusive leadership training is available to our senior leaders and managers, providing them with the practical skills to play an active role creating a culture of inclusion.\n\nEXCEL includes sponsorship, mentorship, development, and networking opportunities to create awareness around internal career paths for Black, Latino, and AAPI VP+ leaders and allies across Comcast.\n\nCoachDiversity is a certified executive coaching program with a focus on inclusive leadership.\n\nDiversity Week: Diversity Week celebrates the people working tirelessly to drive DE&I in media and entertainment. In 2022, Comcast once again provided scholarships to two industry conferences who do just that: The National Association for Minorities in Cable (NAMIC) focuses on development and hiring of underrepresented groups in the cable industry, and Women in Cable Telecommunications (WICT) provides mentorships for women in the cable industry.\nHaving a sense of belonging is really powerful. Yes, we want to hire women and people of color, but we also want you to know that there is a community here to support you.\n\nLoren Hudson\nSVP & Chief Diversity Officer,\nComcast Cable\nInclusivity through Innovation\n\nWe believe that disability isn’t a lack of ability, it’s a lack of a solution. For more than a decade, we’ve worked to make our products, technology, and experiences accessible to the widest possible audience, while expanding opportunities for independence for people with disabilities.\n\nIn the years since its inception, Comcast has delivered groundbreaking innovations in accessible entertainment, including the nation’s first Talking Guide, a TV remote you control with just your eyes, and in 2022 — the industry’s first Large Button Voice Remote, which combines the best of Xfinity’s award-winning Voice Remote technology with game-changing accessibility features that will help connect more customers to thousands of hours of aggregated entertainment, news, and information.\n\nThe Accessibility Lab, which will celebrate its 10-year anniversary in 2023, continues to be the center of inclusive research, ideation and development at Comcast, facilitating important conversations and spurring meaningful change in accessible tech, content development, and inclusive design for our industry.\n\nWith the Large Button Voice remote, we are continuing our legacy of pioneering advancements in entertainment and connectivity and delivering exceptional experiences to customers.\n\nTom Wlodkowski\nVP, Accessibility, Comcast Cable\nInclusive Design: Inclusive Design Training, available to 73,000 Comcast Cable employees, supports designers, developers, and product managers to continue to deliver experiences that reach everyone, through inclusive design and creating an inclusive culture.\n\nAccessibility for Our Customers: The Accessibility Centers of Excellence (ACOE) is home to more than 140 agents specially trained on Comcast products and services, support for third-party assistive devices, and information related to Braille or large-print bills. Over the past decade, the ACOE has supported nearly 4 million customers in getting and staying connected and millions more through our online accessibility help and support guides. We have also expanded our call center to include American Sign Language (ASL) through a partnership with Connect Direct, a subsidiary of Communication Services for the Deaf, and began a pilot program to offer ASL in retail centers in late 2022.\nThe Universal Sphere Expands Accessibility Offerings\n\nOne idea can change the world. This is the message behind The Universal Sphere, a free, 270-degree cinematic experience located in the Comcast Center campus in Philadelphia. The Sphere, which features a short film called The Power of I, is designed to be inclusive and welcoming for the widest audience possible. The space is wheelchair-accessible, service-animal friendly, offers closed captioning and audio description, and is a designated Certified Autism Center™. In 2022, it introduced a sensory-friendly experience that included modifications to sound levels, reduced movements, and lighting adjustments to reduce blue light and eliminate flashing.\n\nThe Sky’s The Limit on Inclusion: Sky has partnered with a newly launched civil rights group, the Black Equity Organization (BEO). As part of this partnership, Sky will provide funding and support over three years for the organization’s Future 100 Growth Fund, which supports Black British entrepreneurs in launching and growing their businesses. As part of Sky’s support of Sir Lewis Hamilton’s charity, Mission 44, they have been working to scale up small- to medium-sized organizations focused on preventing the disproportionate exclusion of Black African and Caribbean children from schools.\nPartnering with Diverse Suppliers\n\nComcast NBCUniversal’s international supplier diversity program is deeply committed to promote, increase, and improve the participation of diverse businesses within our corporate supply chain — including companies owned by women, people of color, veterans, individuals with disabilities, and lesbian, gay, bisexual, transgender, and queer (LGBTQ) individuals. This diversity inspires innovation, provides insights into the interests and needs of our customers, and supports a highly skilled and dynamic workforce. (See Diversity Data on p. 38 for more information.)\n\nMeet Our Supplier: MDSX in Orlando, Florida\n\nAfter working for several years for a production company where he applied his background in architecture, theme entertainment, and animation, Dan Picard came to the realization: “Why not just start my own business and do things the way I wanted them done?”\n\nMDSX was born. The Orlando, Florida-based agency focuses on experiential design for themed entertainment, museum, resorts, branded environments, and design spaces for all people.\n\nThe diverse-owned business is run by Dan and his wife, Janelle, both owners and creative directors. What started as a small graphic design and animation studio has been growing ever since, and now has 14 employees with backgrounds in project management, design, media, gaming, and animation, among other disciplines.\n\nIn 2022, Dan went through the rigorous, four-month NBCUniversal Edge Program, which focuses on developing diverse-owned businesses that specialize in media, marketing, and digital technology. He says that the experience was both invaluable and fun, giving him the opportunity to see how Universal does business and to learn ways to scale his company. This connection then led to several NBCUniversal projects, including media and experiential design for exciting new projects at Epic Universe, a groundbreaking new theme park planned to open in Orlando in 2025. Several more projects with Epic Universe, The Franklin Institute, and others are in the works.\n\nAs MDSX grows, Dan is deeply committed to keeping the company’s vibrant culture intact. This includes bringing people from different disciplines together to make room for the unexpected, encouraging a wide diversity of thought and perspectives, and giving back through community engagement. “When I talk to student groups, their eyes light up,” he says. “They have no idea that there is someone that looks like them doing this kind of work. It is my biggest joy.”\nAdvancing Representation on and behind the Screen\n\nWidening representation in our programming and on our screens — and increasing accessibility of our platforms and programs — is essential to creating a diverse and inclusive experience for our customers and more equitable opportunities for those working behind the scenes.\n\nTelemundo’s exclusive Spanish-language coverage of the FIFA World Cup Qatar 2022™ allowed more people than ever before to enjoy this thrilling game on every platform. Across Peacock and Telemundo’s digital streaming platforms, the tournament was the biggest live-event franchise in the history of Peacock and the most streamed World Cup in US media history.\n\nAs the largest U.S. distributor of multicultural programming, we proudly curate year-round offerings such as the Asian American Film & TV Collection and the LGBTQ+ Film & TV Collection on Xfinity. We also honor the wide array of people, cultures, and experiences during various Heritage Months. For example, for Native American Heritage Month and Hispanic Heritage Month, Xfinity viewers had special access to shows and collections.\n\nBlack Experience on Xfinity: A first-of-its-kind destination of Black entertainment featuring the ultimate in Black storytelling and home to the largest curated collection of independent Black films on demand, Black Experience amplifies important voices that need to be heard. To celebrate the channel’s two-year anniversary, Comcast NBCUniversal offered a total of $1 million — 10 individual grants of $100,000 each — to emerging Black filmmakers.\nCreating Long-Term Industry Change\n\nOur work advancing accessibility extends far beyond our company. We take a leadership role, engaging the industry to create long-term and sustainable change.\n\nLA28. Comcast is a founding partner of this collaboration, which aims to make the Olympics more inclusive and connected.\n\nValuable 500. Comcast NBCUniversal and Sky are members of this disability inclusion-focused global business collective of 500 CEOs and their companies.\n\nIconic Leaders. Sky teamed up with 14 other business leaders across The Valuable 500 to create computing, technology, and telecommunications solutions for a more inclusive world.\n\n1IN4. NBCUniversal joined this coalition, which is focused on long-term institutional shifts to increase employment and representation of people with disabilities.\n\nOnscreen Highlights\n\nThe Black Beauty Effect, a compelling three-part docuseries that focuses on the pioneering Black women who have led social change within the beauty industry, as told from their perspective, was premiered on the Black Experience on Xfinity and Xumo.\n\nThe Return, a documentary about the special role that Historically Black Colleges and Universities (HBCUs) play for both students and alumni — created by Emmy-nominated producer Will Packer — launched exclusively on the Black Experience channel.\n\nThe shows Hacks, Harlem, Chucky and Saved by the Bell, produced by Universal Studio Group, were nominated for GLAAD Media Awards, which recognize and honor media for their fair, accurate, and inclusive representations of the LGBTQ community and the issues that affect their lives.\nPromoting Diverse Casting\n\nSeeking out stories and talent for inclusive casting not only increases opportunity, it delivers a better product. Here are just a few of the recent efforts:\n\nWe have committed to auditioning performers with disabilities for our productions to support authentic representation of the community.\n\nPeacock’s New Amsterdam features deaf representation in front of and behind the camera, with several deaf actors, a deaf writer, and deaf storylines throughout the season.\n\nThrough our ongoing partnership with the Geena Davis Institute, we run TV and film scripts through their Spellcheck for Bias program to identify opportunities where we can add diverse characters as well as identify harmful stereotypes and tropes.\n\nAt the center of the Peacock Original We Are Lady Parts is a modern-day comedy about five young Muslim women who are in a punk band and trying to get their first gig. The show not only highlights the ethnic diversity within the community, but also complex, multi-faceted expression of Muslim identity.\n\n“At this moment in our culture where there is an abundance of diverse talent with amazing stories to tell, our hope is that the progress we make will create an unending ripple effect in our industry.” — Jeanne Mau, SVP, TV Programming, Diversity, Equity & Inclusion\n2022 Diversity Data\nWorkforce Diversity*\n\nDiversity, equity, and inclusion are essential to our business. Our aspiration is to have 50% women and 33% people of color at every level of our workforce.\n\nOverall Workforce YE 2022\n\n| Total Workforce | 2020 | 2021 | 2022 |\n|-----------------|------|------|------|\n| People of Color** | 44.5% | 45.0% | 45.7% |\n| Black/African American | 18.8% | 18.3% | 17.2% |\n| Asian and Pacific Islander | 7.2% | 7.5% | 8.1% |\n| Hispanic/Latino/a/e | 14.7% | 15.4% | 16.6% |\n| Indigenous | 0.4% | 0.4% | 0.4% |\n| 2+ races | 3.2% | 3.4% | 3.4% |\n| Women | 35.7% | 36.4% | 37.1% |\n\nLeadership YE 2022\n\n| Executive Leadership Team*** | 2020 | 2021 | 2022 |\n|-----------------------------|------|------|------|\n| People of Color | 17.0% | 19.3% | 21.1% |\n| Black/African American | 5.9% | 7.0% | 7.5% |\n| Asian and Pacific Islander | 5.5% | 6.4% | 7.3% |\n| Hispanic/Latino/a/e | 4.1% | 4.6% | 5.0% |\n| Indigenous | 0.5% | 0.2% | 0.2% |\n| 2+ races | 1.1% | 1.1% | 1.1% |\n| Women | 35.6% | 35.8% | 37.5% |\n\nNew Hires\n\n| Year | 2022 |\n|------|------|\n| People of Color | 58.2% |\n| Black/African American | 25.7% |\n| Asian and Pacific Islander | 8.9% |\n| Hispanic/Latino/a/e | 19.9% |\n| Indigenous | 0.4% |\n| 2+ races | 5.3% |\n| Women | 45.3% |\n\nVice Presidents and Above\n\n| Year | 2020 | 2021 | 2022 |\n|------|------|------|------|\n| People of Color | 22.2% | 23.8% | 25.3% |\n| Black/African American | 5.1% | 5.8% | 6.0% |\n| Asian and Pacific Islander | 8.0% | 8.3% | 8.8% |\n| Hispanic/Latino/a/e | 7.4% | 7.6% | 8.4% |\n| Indigenous | 0.2% | 0.2% | 0.1% |\n| 2+ races | 1.6% | 1.9% | 2.0% |\n| Women | 40.5% | 41.0% | 43.7% |\n\nManagers\n\n| Year | 2020 | 2021 | 2022 |\n|------|------|------|------|\n| People of Color | 35.5% | 36.1% | 37.8% |\n| Black/African American | 9.3% | 9.1% | 6.7% |\n| Asian and Pacific Islander | 10.4% | 10.6% | 11.6% |\n| Hispanic/Latino/a/e | 12.9% | 13.1% | 14.4% |\n| Indigenous | 0.3% | 0.3% | 0.2% |\n| 2+ races | 2.7% | 3.0% | 2.9% |\n| Women | 42.8% | 43.2% | 43.9% |\n\nEmployee Resource Groups (ERGs)\n\n| Year | 2022 |\n|------|------|\n| Total ERGs | 9 |\n| Total Chapters | 240+ |\n| Total Members | 35K |\n\n*All diversity data in this report are for Comcast NBCUniversal only. Workforce metrics are reflective of our U.S. full-time employees.\n\n**Ethnic diversity numbers may not sum to total due to rounding.\n\n***Our Executive Leadership Team includes Comcast’s Senior Vice Presidents and above, as well as NBCUniversal’s Executive and Management Committees. These metrics reflect a subset of the VIP metrics.\nOur Board of Directors is 50% diverse by people of color and gender.\n\n**Board of Directors**\n\n| Total Diversity* | 2020 | 2021 | 2022 | MAR 2023 |\n|------------------|------|------|------|----------|\n| Total Diversity  | 50.0%| 50.0%| 44.4%| 50.0%    |\n| People of Color**| 30.0%| 30.0%| 33.3%| 40.0%    |\n| Black/African American | 10.0%| 10.0%| 11.1%| 20.0%    |\n| Asian and Pacific Islander | 10.0%| 10.0%| 11.1%| 10.0%    |\n| Hispanics/Latinx/A/é | 10.0%| 10.0%| 11.1%| 10.0%    |\n| Indigenous        | 0.0% | 0.0% | 0.0% | 0.0%     |\n| 2+ races          | 0.0% | 0.0% | 0.0% | 0.0%     |\n| Women             | 30.0%| 30.0%| 22.3%| 20.0%    |\n\n* Total Diversity refers to people of color and women, without double-counting women of color.\n\n** Ethnic diversity numbers may not sum to total due to rounding.\n\n**Supplier Diversity**\n\nComcast NBCUniversal’s supplier diversity program is designed to promote, increase, and improve the participation of diverse businesses within our corporate supply chain. We track our spending with both Tier 1 (direct purchases from approximately 4,250 diverse suppliers) and Tier 2, direct and indirect subcontracting spend reported from non-diverse owned suppliers.\n\n**Procurement**\n\n| Year | 2020 | 2021 | 2022 |\n|------|------|------|------|\n| Tier 1 Diverse Spend | $3.7B | $4.3B | $5.0B |\n| Tier 2 Diverse Spend | $320M | $390M | $484M |\nNBCUniversal Programming\n\nTo tell authentic stories that resonate with a wide range of audiences, we strive to have diverse perspectives in every aspect of our programming at NBCUniversal.\n\n### On Screen/On Air: People of Color\n\n| Year | News Assets* | Film | NBC Primetime Scripted** |\n|------|--------------|------|--------------------------|\n| 2020 | 47.5%        | 28.8%| 36.4%                    |\n| 2021 | 47.6%        | 36.4%| 41.1%                    |\n| 2022 | 50.5%        | 31.9%|                          |\n\n### Behind the Camera: People of Color\n\n| Year | News Assets* | Film | NBC Primetime Scripted** |\n|------|--------------|------|--------------------------|\n| 2020 | 29.6%        | 8.3% |                          |\n| 2021 | 35.1%        | 17.2%|                          |\n| 2022 | 36.6%        | 12.3%|                          |\n\n### On Screen/On Air: Women\n\n| Year | News Assets* | Film | NBC Primetime Scripted** |\n|------|--------------|------|--------------------------|\n| 2020 | 52.5%        | 42.9%| 44.1%                    |\n| 2021 | 53.1%        | 40.0%| 40.9%                    |\n| 2022 | 54.1%        | 42.4%|                          |\n\n### Behind the Camera: Women\n\n| Year | News Assets* | Film | NBC Primetime Scripted** |\n|------|--------------|------|--------------------------|\n| 2020 | 59.4%        | 31.8%| 34.5%                    |\n| 2021 | 45.6%        | 27.6%| 27.7%                    |\n| 2022 | 48.6%        | 27.7%| 47.1%                    |\n\n*News Assets includes NBC News, MSNBC, CNBC, and NBC-owned stations, but does not include Telemundo Network News or Telemundo stations.\n\n**NBCUniversal does not have a complete validated Self-ID dataset for the 2020-2021 scripted season.\nCommunity Impact\n\nWe are committed to bringing together diverse communities and inspiring our customers, audiences, and employees to make a positive social impact. Over the last three years, we’ve invested $606M cash and in-kind giving benefiting people of color.\n\nCash Giving\n\n| Year | 2020 | 2021 | 2022 |\n|------|------|------|------|\n| $31M | $32M | $34M |\n\nCash/In-Kind Donations Invested in Communities\n\n| Year | 2020 | 2021 | 2022 |\n|------|------|------|------|\n| Total Giving | $493M | $503M | $488M |\n\nEmployee Giving\n\n| Year | 2022 |\n|------|------|\n| Total dollars generated through matching gift program | $5.6M |\n| Number of employees who participated in matching gift program | 6,700 |\n| Number of nonprofits selected by employees to receive donations | 5,500 |\nEnvironment\n\nWe are doing our part to help the planet by reducing our carbon footprint, increasing energy efficiency, and implementing sustainable practices for the future.\nReducing Our Carbon Footprint\n\nWe’re taking action toward a greener future by reducing our carbon footprint across our enterprise. As a company, we have a goal to be carbon neutral by 2035 for Scope 1 and 2 emissions — the direct and indirect emissions we own and control — across our global operations.\n\nWe’re proud of progress already made, reducing enterprise-wide greenhouse gas emissions by 38% since 2019. That means we’ve eliminated 960,000 metric tons of greenhouse gas emissions — equivalent to removing 200,000 cars from the road for a year.\n\nFor more information, please visit our Carbon Footprint Data Report.\nIt was a crucial year for Comcast, as we made measurable progress toward our carbon neutral goal, estimated our Scope 3 emissions for the first time, and took the step to join the Science Based Targets initiative on climate action.\n\n*Sara Cronenwett*\nSVP, Corporate Strategy and Environmental Sustainability, Comcast Corporation\nEstimating Our Scope 3 Emissions\n\nIn 2022, we achieved another significant accomplishment by estimating the emissions of our full value chain, known as Scope 3 emissions. Comcast’s Scope 3 emissions reflect estimates of both the upstream emissions associated with our suppliers and the downstream emissions associated with our customers’ use of our products and services.\n\nEstimating the emissions of our full value chain was an important step for us in joining the Science Based Targets Initiative (SBTi), one of the key organizations focused on aligning corporate climate action with the global climate goals set by the Paris Agreement. By joining SBTi, Comcast has committed to set additional near-term emissions reduction goals in line with pathways designed to limit climate change over the next 5-10 years.\n\n### Scope 3 Emissions Year Over Year\n\n| Year | 2019 | 2020 | 2021 |\n|------|------|------|------|\n| Million metric tons CO₂e | 11.5 | 10.9 | 10.9 |\n\n### 2021 Scope 3 Emission Sources\n\n- **52%** Use of sold and leased products (Categories 11 & 13)\n- **36%** Purchased goods, services, and capital goods (Categories 1 & 2)\n- **12%** Emissions related to transportation, energy, employees, and waste (Categories 3-8 & 12)\n\nFor more information, please visit our Carbon Footprint Data Report.\nComcast’s Inaugural Green Bond: In early 2023, Comcast issued a $1 billion green bond, which allowed investors to support environmental efforts that are either underway or under consideration as part of Comcast’s goal to be carbon neutral by 2035. Proceeds from the green bond will be allocated to specific categories outlined in Comcast’s Green Financing Framework, such as renewable energy and green buildings. This inaugural green bond offering was led by Bank of America and co-led and underwritten by four nationally recognized minority-, women-, and service-disabled veteran-owned investment banking firms with which Comcast has a strong historical relationship.\n\nManaging the Challenges Ahead: Decarbonizing our business and value chain depends on many factors beyond our control, including political, economic, regulatory, and geopolitical conditions, supply chain and labor issues, supplier emissions reductions, the evolution of carbon offset markets, and investment and innovation to close gaps in available technology and infrastructure. Overcoming these challenges will require, among other things, increased collaboration with a range of business partners, industry peers, governments around the world, and other stakeholders.\nHarnessing Clean Energy and Technology\n\nWe are utilizing the latest clean technologies to green our operations and network. This means investing in clean and renewable energy, piloting electric and hybrid vehicles, and building for the future.\n\nReaching 1 Million Megawatt-Hours of Renewable Energy\n\nIn 2022, we signed new renewable energy agreements totaling more than 183,000 megawatt-hours (MWh) per year, bringing our contracted total to over 1 million MWh per year – roughly 25% of our projected 2026 energy load once the new projects come online. This is equivalent to avoiding the emissions from 137,000 homes’ electricity use for a year. Additionally, Sky and Comcast Spectacor continue to source 100% renewable electricity, in line with their previously set goals.\n\nClean Energy Load\n\nOur progress securing contracts totaling a milestone one-million-megawatt-hours capacity of renewable energy serves as a significant step towards our 2035 carbon neutral goal.\n\nPeter Kiriacouloco\nEVP, Chief Procurement Officer, Comcast\n\n2022 Renewable Energy Contracts\n\nNew England: The Gravel Pit Solar project in East Windsor, Connecticut will power nearly half of Comcast Cable and NBCUniversal operations across New England. The contract represents an annual volume of approximately 111,000 MWh.\n\nMichigan: Comcast entered into agreements to purchase renewable wind and solar electricity for half of Comcast Cable’s Michigan operations. The contracts represent a combined annual volume of approximately 52,000 MWh.\n\nIllinois: Comcast signed a long-term agreement to purchase approximately 20,000 MWh annually of solar electricity in Illinois.\n\nLondon: NBCUniversal is supporting the Grid Project, a pilot program led by Film London, to reduce the carbon footprint of the city’s entertainment industry by installing electrical cabinets that productions can plug into rather than using diesel generators, and supplying 100% renewable energy to power the productions.\nA Leaner, Cleaner Fleet\n\nAcross the enterprise, we’re continuing to work to reduce fleet emissions by piloting electric and hybrid vehicles in targeted locations, installing telematics and fuel efficiency technology, and offering more digital support tools that reduce truck visits. These efforts have allowed Comcast Cable to save nearly 9.5 million gallons of fuel since 2019, avoiding 81,000 metric tons of greenhouse gas emissions.\n\nNew Technologies On the Go\n\nComcast expanded its fleet of electric and hybrid vehicles, which now includes Chevy Bolts, Ford Lightnings, Ford E-Transits, and Ford Fusions. The pilot vehicles are helping the business gain insights into the challenges and benefits to broader EV deployment.\n\nSky News has eight Rapid News Gathering vehicles, nicknamed RaNOers, featuring the latest battery and solar technology. The new power system has reduced carbon emissions by 105 tons a year, almost a 100% reduction from previous vehicles.\n\nThe Studio Tour at Universal Studios Hollywood is going green with a total of eight electric trams in rotation on the world-famous Studio Tour. The theme park plans to convert its entire fleet of 21 trams to electric by 2025.\n\nSky unveiled a full suite of all-electric shuttle buses to transport employees to and from campus and connect them with local public transit. This transition reduces Sky’s carbon emissions by 272 tons every year compared to its historic diesel fleet.\nBuilding for the Future\n\nOur company is taking steps to apply sustainable building standards to our operations and construction. From Los Angeles to Beijing, our world-class parks and production studios are greener than ever.\n\nUniversal City Studios, Los Angeles, California\nUniversal City Studios — which includes the Universal Studios Lot and 10 Universal City Plaza, a 35-story LEED Gold office building — was designated as a LEED Campus in June 2022, featuring 1.8 MW of onsite solar, electric vehicle charging stations, and water conservation and reuse, among many other sustainability measures.\n\nSky Osterley Innovation Centre, West London, England\nEnergy-efficient buildings are being built to a BREEAM standard of Outstanding and feature components such as photovoltaic roof panels, responsibly-sourced building materials, and reduced embodied carbon from sensitive design and material sourcing.\n\nUniversal Studios Beijing, Beijing, China\nThe resort and attraction became the world’s first theme park to achieve LEED Gold certification under the Cities and Communities rating system, with highlights including green space, reclaimed water systems, energy efficiency, onsite solar, and access to public transit with walkways and bike lanes.\n\nSky Studios Elstree, Borehamwood, England\nSky has nearly completed construction of Sky Studios Elstree, which will feature over 160,000 square feet of solar panels on the roofs of buildings, with any additional energy required also coming from a renewable source.\nGoing for LEED Gold\n\nNBCUniversal announced a goal for all new offices, studios, and parks to be LEED Gold or better. The green building framework will be integrated into construction requirements and will apply to major renovations where feasible. To set operators up for success, all new construction will be all-electric or electrification ready.\n\nAs we expand our physical footprint, we are dedicated to reducing our carbon footprint by future-proofing construction for a sustainable world.\n\nAudrey Vinant-Tang\nDirector of Sustainability Strategy, NBCUniversal\nPowering a Greener, Cleaner Internet\n\nAchieving our carbon neutral goal will require our business to work harder and smarter, and that goes for the network itself. That’s why, in 2022, we announced plans to double our network efficiency by 2030 by deploying new technologies that will avoid the estimated emissions equivalent to powering half a million homes for a year.\n\nWe’ve already made great progress toward our goal, reducing the electricity it takes to deliver each byte of data across our network by 36% since 2019. The efficiency gains have been achieved through a reduction in total energy use across network facilities and operations while at the same time expanding connectivity services for customers.\n\nThese efficiency gains are a critical part of our plan to grow the Xfinity 10G Network more sustainably.\n\nCharlie Herrin\nPresident, Technology, Product, Experience, Comcast Cable\n\nNetwork Energy Efficiency Year Over Year\n\n| Year | 2019 | 2020 | 2021 | 2022 |\n|------|------|------|------|------|\n| Kilowatt-hour (kWh) per terabyte (TB) | 36% |      |      |      |\nBillions in Energy Savings for Customers\n\nWe’ve continued our long-standing collaboration with industry peers to collectively improve the energy efficiency of TV set-top boxes and small network equipment to reduce downstream emissions and save customers money on their energy bills. This industry-wide effort has saved consumers $2.5 billion in annual energy costs.\n\nEco-Friendly Products and Packaging\n\nWe deliver sustainable design innovations through leading-edge products like Sky Glass, the world’s first TV certified CarbonNeutral®, and recyclable packaging systems to reduce waste. And we’re working toward 100% recyclable materials for our Xfinity retail and direct-to-consumer packaging. In the UK, Sky is working toward being single-use plastic-free across its operations.\n\nIntroducing Sky Stream\n\nIn 2022, Sky launched its most energy-efficient TV product ever: Sky Stream. The compact, plug-and-play device — which lets customers stream entertainment via WiFi straight to any TV, without a dish — features an auto-standby mode that reduces both emissions and electricity costs. Like all Sky products, packaging for Sky Stream is 100% recyclable, Forest Stewardship Council (FSC)-certified, and free of single-use plastics.\nSustainability from Script to Screen\n\nEnvironmental stewardship for film and TV production has long been a priority behind the scenes through our sustainable production practices. It can also take a leading role on screen through compelling storytelling that showcases the possibilities of a more sustainable future.\n\nGreen Productions\n\nThe NBCUniversal Sustainable Production Program and Sky’s Sustainable Production Guidelines are dedicated to reducing the environmental impact of film and TV productions by empowering teams to integrate environmental best practices into on-set protocols. These include using LED lighting, lower-emission fuel alternatives, and hybrid and electric vehicles, as well as reducing waste through set material reuse, recycling and composting, and by donating excess food.\n\nSustainable Production in Action\n\nJordan Peele’s Nope gave its original sets a second act, after Jupiter’s Claim permanently joined the Studio Tour at Universal Studios Hollywood.\n\nRomulus, an Italian television series about the founding of Rome, which is co-produced by Sky, received an Albert Sustainable Production certification for implementing sustainable practices during its second season.\n\nLa Brea, an NBC drama, piloted a hybrid lithium-ion battery system to power production of its second season in Australia.\nGreener Content\n\nThrough the newly launched GreenerLight Program, the Universal Filmed Entertainment Group (UFEG) expanded its sustainability program across the filmmaking process — beginning with script development and extending through locations and set needs, as well as on-screen behaviors. UFEG partnered with the Natural Resources Defense Council and its Rewrite the Future program to inform the studio’s strategy around climate storytelling and ensure its efforts are driven by science.\n\nNBCUniversal had another record-setting year at the 2022 Environmental Media Association (EMA) Awards — an annual celebration of sustainable production and environmental messaging in the media.\n\n59 NBCUniversal TV and feature film productions were awarded EMA Green and Gold Seals, up from 46 in 2021.\n\nThe End Is Nye: The Volcano Paradox took home an EMA Award for reality television for its portrayal of climate change and inclusion of climate solutions, in addition to receiving an EMA Gold Seal recognition of the crew’s work behind the scenes.\n\nOther NBCUniversal nominees recognized for environmental messaging included Jurassic World Dominion, Saturday Night Live, and Home Sweet Home.\n\nA Climate Pitchfest\n\nThe third-annual Hollywood Climate Summit, held in June 2022, explored the power of storytelling to drive climate action. NBCUniversal sponsored Writing Climate: Pitchfest for TV and Film on the Universal Studios Lot, a program to amplify writers taking innovative approaches to expanding the definition of a climate story. After a thorough judging process, 20 writers were chosen to have their climate story ideas heard by development executives, managers, and agents.\nClimate-Forward Programming\n\nTODAY Climate and Sky News’ The Weekly Climate Show report on climate news.\n\nNBC News New York took a hyperlocal look at the challenge in the Chasing Our Climate digital series.\n\nMSNBC Films’ From Devil’s Breath tackled wildfires caused by climate change.\n\nThe Sky Sports documentary, Football’s Toughest Opponent, explored what governing bodies, clubs, managers, and players are doing to tackle the climate crisis.\n\nEngaging Future Generations\n\nThe Sky Kids weekly news show FYI surveyed thousands of kids for their opinions and challenged political leaders on climate change in bold interviews.\n\nCOP27: Six Ways to Save Our Planet highlighted innovative climate solutions and tips on how to protect the planet.\n\nThe Sky Kids Original animation series Obki chronicles the eco-missions of a lovable alien with educational tidbits.\nAt Sky, we're incredibly proud of the work we're doing to inspire future generations to drive change for a better world.\n\nFiona Bell\nGroup Director,\nBigger Picture & Sustainability, Sky\nESG Reporting and Disclosure\n\nWe also provide additional reports, policies and resources related to our ESG data, performance and progress on the ESG Reporting page of our Investor Relations website.\n\n- 2022 Impact Report\n- Sustainability Accounting Standards Board (SASB) Report\n- Task Force on Climate-related Financial Disclosures (TCFD) Report\n- Carbon Footprint Data Report\n- EEO-1 Data\n- Political and Trade Association Activity\n- Code of Conduct\n- Code of Conduct for Suppliers and Business Partners\n- Statement on Modern Slavery and Supply Chain Values\n- Human Rights Statement\n\nWe are committed to using the power of our platforms, our people, and our reach to create positive change and a more equitable society. By supporting local communities, our teammates, and our planet we can help create a world of open possibilities — so together, we can build a future that benefits generations to come.\n\nWe thank our employees, partners, customers, and communities for their partnership, dedication, and support.", "source": "comcast_2023", "added": "2025-04-27", "created": "2025-04-27", "metadata": {"Source-File": "climate_reports/tp_reports/comcast_2023.pdf", "olmocr-version": "0.1.59", "pdf-total-pages": 60, "total-input-tokens": 137532, "total-output-tokens": 17471, "total-fallback-pages": 0}, "attributes": {"pdf_page_numbers": [[0, 0, 1], [0, 785, 2], [785, 3329, 3], [3329, 3670, 4], [3670, 4413, 5], [4413, 6821, 6], [6821, 7358, 7], [7358, 8255, 8], [8255, 9041, 9], [9041, 10325, 10], [10325, 10722, 11], [10722, 12690, 12], [12690, 13559, 13], [13559, 14627, 14], [14627, 15916, 15], [15916, 17735, 16], [17735, 19463, 17], [19463, 20943, 18], [20943, 21795, 19], [21795, 22728, 20], [22728, 23455, 21], [23455, 25263, 22], [25263, 26522, 23], [26522, 27210, 24], [27210, 27471, 25], [27471, 30041, 26], [30041, 31182, 27], [31182, 31797, 28], [31797, 33045, 29], [33045, 34563, 30], [34563, 36418, 31], [36418, 36649, 32], [36649, 38003, 33], [38003, 38953, 34], [38953, 40259, 35], [40259, 42784, 36], [42784, 44351, 37], [44351, 45965, 38], [45965, 47278, 39], [47278, 47298, 40], [47298, 49836, 41], [49836, 51215, 42], [51215, 52945, 43], [52945, 53722, 44], [53722, 53895, 45], [53895, 54517, 46], [54517, 54846, 47], [54846, 56149, 48], [56149, 57390, 49], [57390, 59353, 50], [59353, 60797, 51], [60797, 62310, 52], [62310, 62875, 53], [62875, 63956, 54], [63956, 65191, 55], [65191, 66515, 56], [66515, 68195, 57], [68195, 69055, 58], [69055, 69241, 59], [69241, 70257, 60]]}}