{"id": "1857edca66172a7a3a1fd8da1e7c6cc3c43fef3b", "text": "Table of Contents\n\nPeople & Communities\nInclusion\nOur Goals\nDiversity at Costco\nEmployee Development\nEmployee Development Goals\nPay & Benefits\nWorkforce Tenure & Development\nCulture, Ethics & Open Door\nCommunities\nCharitable Contributions\nCommunity Investment\nFood & Non-Food Donations\nEmployee Volunteering\nHealth Care in the Community\nSupplier Diversity\nSupplier Diversity Goals\nDiversity in Costco’s Product Line\nSuccess Stories\nHuman Rights\nOur Employees\nOur Supply Chain\nRemediation\nModern Slavery\nConflict Minerals\nPriority Industries for Strategic Collaboration\nOperations\nConstruction, Landscaping & Preservation\nSustainable Principles & Design\nAdaptive Reuse & Historic Preservation\nRecycled Materials\nCreative Landscaping Steps\nNatural Preservation\nTransportation & Logistics\nDepot Distribution Centers\nReverse Logistics\nSuppliers Playing a Role\nEmployee Transportation\nEnergy & Refrigeration\nManaging Energy\nEnergy-Saving Progress\nClean Energy\nManaging Refrigerants\nManaging Water\nOur Water management Systems\nOur STAR Program\nNew Approaches in Landscaping\nWastewater & stormwater Plans\nWater Savings in Our Chicken Plant\nCar Washes\nMinimizing Waste\nDiverting Waste from Landfill\nReducing Food Waste\nReducing Hazardous Waste\nEnvironmental Compliance\nThe Role of Compliance\nSTAR in the Warehouse\nMerchandising: Our Principles & Products\nAnimal Welfare\nOur Mission Statement\nCollaboration with Experts & Suppliers\nAntibiotics\nAnimal Welfare Audits\nCage-Free Eggs\nOur Vertically Integrated Poultry Facility\nDown & Feathers\nPork\nEnvironmental Impacts & Land Stewardship\nLand Stewardship Goals\nForest Conservation Commitment\nPollinator Health\nSupporting Regenerative Agriculture\nChemical Management\nThe Costco Smart Screening Program\nMeasuring Chemicals in Products & Packaging\nCostco Restricted Substances Lists (RSLs)\nChemicals Used in Agriculture & Horticulture\nStrategy, Training & Education\nTable of Contents\n\nPackaging\nOur Packaging Goals\nSix Rights of Packaging Sustainability\nRecycled Content Success Stories\nPackaging FAQs\n\nKirkland Signature\nThe Kirkland Signature Concept\nInnovation & Kirkland Signature\nReducing Food Waste\n\nCommodities & More:\nCocoa & Coffee\nEggs, Dairy & Plant-based\nBeverage Alternatives\nGas & Automotive\nGrains & Nuts\nOils, Honey & Spices\nOrganics, Greenhouse Grown & Horticulture\nProtein & Plant-based Alternatives\nSeafood & Aquaculture\nTextiles & Cotton\nWood, Pulp & Paper\n\nClimate Action Plan\nClimate Action Plan\nOur Holistic Approach\nBelief in a Just Transition\n\nGovernance & Reporting\nGovernance & Education\nSustainability Accounting\nStandards Board (SASB)\nTask Force on Climate-Related Financial Disclosures (TCFD)\n\nData Security\nData Security\nDefense in Depth Strategy\n\nUnited Nations Sustainability Development Goals (SDG)\n\nCostco Connection Sustainability Stories\nOur Code of Ethics makes clear our commitment to take care of our employees. This section describes the steps we take to promote an inclusive workplace in all areas of our business.\n\nOur Goals for an Inclusive Workplace\n\nWe strive to:\n\n- Empower our workforce and strengthen our culture by creating an environment where all employees feel a sense of belonging — that they are accepted, included, respected and supported because of who they are.\n- Demonstrate leadership commitment to equity through consistent communication, education and support of diversity and inclusion initiatives within the organization.\n\nIt has always been Costco policy that employees deserve an environment free from all forms of unlawful employment discrimination. All decisions regarding recruiting, hiring, promotion, assignment, training, termination, and other terms and conditions of employment will be made without unlawful discrimination on the basis of race, color, national origin, ancestry, sex, sexual orientation, gender identity or expression, religion, age, pregnancy, disability, work-related injury, covered military or veteran status, political ideology or expression, genetic information, marital status, or other protected status.\nCostco’s philosophy of creating an inclusive and respectful workplace is part of our goal to ensure that everyone feels included and respected in all aspects of our business. We know that embracing differences is important to the growth of our company as it leads to opportunities, innovation and employee satisfaction. Recently, we have taken several steps to support these goals:\n\n- **Chief Diversity Officer.** In fiscal year (FY) 2022, Costco appointed its first full-time Diversity & Equity Officer (CDO), who reports directly to the CEO. The CDO, along with Costco’s Inclusion Committee, with oversight from the company’s executive Diversity Advisory Committee, has developed a Diversity, Equity & Inclusion strategy that outlines Costco’s commitment to its members, employees and suppliers. The strategy is built on four pillars: Inclusion, Employee Development, Communities and Supplier Diversity. The role of the CDO is to support the advancement of inclusion at Costco, the growth of a diverse employee base, our relationships in the communities where we do business, and an increase in our base of diverse suppliers.\n\n- **Conversation Starters.** In FY20, Costco worked through a series of company-wide discussions led by management on a variety of topics around inclusion. Topics included (but were not limited to): unconscious bias, microaggressions, inclusive leadership, mentorship and sponsorship, and allyship. We challenged our employees to create open and inclusive environments in which we could all jointly engage in these difficult conversations.\n\n- **Costco Connects.** In FY22, Costco piloted a program called \"Costco Connects\" with a select number of warehouses. This program was designed to enable creating a more open and inclusive environment at the warehouse — offering a space for employees to share their perspectives and discuss any topics, whether work-related or personal. The success of the pilot led to a full rollout company-wide that started in FY23.\n\n- **Additional Floating Holiday.** In FY22 Costco added a fourth floating holiday for employees, giving them another option to celebrate holidays that are important to them (for example, Juneteenth, Indigenous Peoples’ Day and Veterans Day).\nDiversity at Costco\n\nOur workforce is representative of the communities where we do business. We closely monitor demographic data at all levels across the organization.\n\nAmong Costco’s global workforce, 53.5% identify as male and 46.5% as female. In Supervisor/Manager positions in our global operations, 62.5% identify as male and 37.5% as female. (For purposes of this year’s reporting, “Supervisors/Managers” does not include employees working in our corporate and regional offices and pharmacies.)\n\nGlobal Gender Breakdown - FY22 vs. FY21\n\nHere’s a look at our global gender report for FY22. For our global numbers, we use our own internal definition for “Supervisors / Managers”.\n\nGlobal Gender Breakdown\nBased on Costco Definition of Management\n\n|                | All Employees | Supervisors / Managers |\n|----------------|---------------|------------------------|\n|                | FY22          | FY21                   | FY22          | FY21                   |\n| Male           | 53.5%         | 54%                    | 62.5%         | 63.6%                  |\n| Female         | 46.5%         | 46%                    | 37.5%         | 36.4%                  |\n\n0% 25% 50% 75% 100% 0% 25% 50% 75% 100%\nUS Gender Breakdown - FY22 vs. FY21\n\nUS Gender Breakdown\nAligned with EEO Categorization of Management\n\n|        | Non-Management | Management |\n|--------|----------------|------------|\n| FY22   | Male 55%       | Female 45% |\n| FY21   | Male 55.1%     | Female 44.9% |\n\n*Our definition of “Management” is aligned with EEO Categorization of Management\n\nUS Race & Ethnicity Report - FY22 vs. FY21\n\nRace / Ethnicity Demographics - U.S. Only*\n\n|        | Non-Management | Management** |\n|--------|----------------|--------------|\n| White  | FY22 46.0%     | FY21 47.3%   |\n|        | FY22 31.8%     | FY21 30.6%   |\n| Hispanic| FY22 9.2%     | FY21 9.4%   |\n|        | FY22 8.3%     | FY21 8.1%   |\n| Black  | FY22 8.3%     | FY21 8.1%   |\n| Asian  | FY22 6.8%     | FY21 6.6%   |\n| Other***| FY22 4.7%     | FY21 3.4%   |\n|        | FY22 4.6%     | FY21 3.2%   |\n| N/A****| FY22 0%       | FY21 0%     |\n\n* Data includes U.S. only excluding Puerto Rico\n**Management is aligned with EEO Categorization of Management\n***Other includes Native American or Alaska Native, Native Hawaiian, or Pacific Islander, and “Two or More Races”\n**** Not Available / Undisclosed\nMore information about the demographics of Costco’s U.S. workforce can be found in this Equal Employment Opportunity summary.\n\nOur 11-member Board of Directors has three women and one person of color. For the company’s U.S. officers (Assistant Vice President and above), 26.5% identify as women and 18.6% identify as a race or ethnicity other than White.\n\nMore information about our diversity efforts within our communities can be found on the “Communities” page in our People & Communities section, under “Community Investment.” See more about how we work with diverse suppliers on the “Supplier Diversity” page in our People & Communities section.\nEmployee Development\n\nTaking care of our employees is part of our Code of Ethics. A satisfied, challenged and respected workforce is the foundation of our success.\n\nEmployee Development Goals\n\nWhen it comes to employee development, our goals are to:\n\n- Provide all employees with training, education and opportunities for career development and advancement.\n- Ensure there is fair access and resources to help employees succeed.\n- Encourage leaders to continue to teach, mentor and sponsor employees, so that they will be ready to be considered for opportunities and greater responsibility.\n- Encourage employees to take advantage of opportunities for development and advancement.\n\nPay & Benefits\n\nEverywhere we do business, we seek to provide competitive wages and benefits to our employees. The vast majority of Costco’s workforce consists of hourly employees in warehouse locations. We compensate these hourly employees well by retail standards, especially as they work up the pay scale. This helps us in the long run by minimizing turnover and enhancing employee productivity, commitment and loyalty. We encourage our employees to view Costco as a place for a long-term career rather than just a job.\nIn the U.S., we provide generous benefits, including affordable health care coverage for full- and part-time employees, and sizable contributions to company-sponsored retirement plans, based on years of service. We provide twice-yearly bonuses, which we refer to as Extra Checks, for tenured hourly employees. We believe our paid sick, vacation and leave policies for hourly employees are very competitive by retail standards. We have adopted operational practices designed to benefit our hourly workforce, such as a 50% full-time ratio, guarantees of minimum scheduled hours and weekly schedules posted at least two weeks in advance.\n\nOur worldwide policies and practices are designed to mirror our practices in the U.S., subject to local regulations, customs and market conditions.\n\nFor salaried management in our locations, as well as positions in the corporate and regional offices, we also seek to provide competitive compensation and benefits. Although many salaried employees might find higher compensation or better perks at other companies, our retention rates, particularly for longer-term Costco employees, are very strong. We believe our competitive compensation and benefits, opportunities for growth and advancement, and the stability and culture of the company drive our strong retention rates.\nIn the U.S., our employees average over nine years of service with the company. Over 60% of U.S. employees have five or more years with Costco, and over one-third have more than 10 years. Costco also has long-tenured workforces elsewhere, particularly in more mature markets in Canada, the UK, Mexico and parts of Asia. Worldwide, we have over 13,500 employees who have more than 25 years of Costco service. We feel the experience level and loyalty of our employees is a great asset for us.\n\nA related advantage comes from our philosophy and practice of promoting from within our employee ranks. We are proud of the fact that the vast majority of our warehouse managers worldwide began their Costco careers in hourly positions. In addition, a majority of our corporate and regional office employees started in our warehouses, depots and business centers.\n\nHere’s a look at other programs created to help employees succeed and grow at Costco:\n\n**Student Retention Programs.** These programs, available worldwide, allow our warehouse employees to maintain their employment status while attending college.\n\n**Journeys For All.** This voluntary program offers all employees opportunities to succeed through education, mentoring and connection.\n\n**Supervisor in Training (SIT).** SIT offers a way for warehouse employees to get a foot in the door for future management opportunities. Employees can sign up for training in an area of the business they would like to pursue. We also updated and expanded the opportunities within SIT for hourly employees, resulting in a larger candidate pool.\n\n**Merchandising Training Course.** We have a 12-week program designed to provide supervisor-level merchandising training to management without merchandising experience. Merchandising is an important element of the competencies required of a warehouse general manager, a key position at Costco.\nProgram Spotlight: Costco Careers\n\nThis recruiting program was created to draw talent from our warehouses, depots and all other operational units for positions in the home and regional offices. The program educates employees on the roles in Buying, IT, Accounting, Ecommerce and Human Resources. We believe that bringing different perspectives, as well as operational knowledge, into our home and regional offices will be good for both our business and employees.\n\nCulture, Ethics & Open Door\n\nWe strongly value our culture. Costco employees know that an important factor in our past and future success has been and will be our commitment to simplicity, value, fairness, member service and always striving to do what is right. Our employees are essential to teaching and reinforcing Costco’s unique culture.\n\nIt is imperative that we continue to perpetuate this culture throughout the company, wherever we do business. We encourage an atmosphere of openness and support with our Open Door Policy, which allows any employee to discuss any issue with any level of management.\n\nAll Costco employees and suppliers are expected to promptly report actual or suspected violations of law and our Code of Ethics. Multiple reporting options are available, ranging from the Open Door Policy to our confidential and anonymous ethics hotline available globally in multiple languages at www.costco.ethicspoint.com.\n\nAs a measurement of engagement, Costco conducts an annual global employee engagement survey to obtain feedback concerning ethics, compliance and engagement. The survey has had a significant participation rate of 75% and indicates a high level of satisfaction by employees with their work environment. Where there are opportunities for improved engagement, Costco leadership is committed to taking action in those areas.\nOur business is successful not only when we provide quality merchandise at a good value for our members, but also when we contribute to the well-being of the communities where we do business — and where our employees, members and suppliers live and work. We work to achieve this through charitable contributions, volunteer work and low-cost health services in our warehouses.\n\nOur Approach\n\nAs we operate in communities around the world, our goals are to:\n\n- Provide an inclusive shopping environment for our members, and support our local communities through charitable giving and service.\n- In our charitable contributions, give special focus to those organizations that serve underrepresented groups in our communities.\n- Invest in key programs that make a difference in communities.\n- Encourage employees to serve and participate with community organizations.\n\nCharitable Contributions\n\nCostco is committed to being active and supportive in our local communities. We budget 1% of pretax profits for selected charitable contributions focused on children, education, and health and human services. Our Charitable Contributions Committee meets quarterly to determine which programs to support and how to best meet the needs within our communities. We have a particular interest in those organizations that serve historically underrepresented groups in our communities.\nIn fiscal year (FY) 2022, we contributed over $65 million to hundreds of organizations through a variety of charitable programs and grants. Examples include American Red Cross, United Way, Children’s Miracle Network Hospitals, Communities in Schools, Feeding America, American Red Cross, College Success Foundation, Thurgood Marshall College Fund, United Negro College Fund and Fred Hutchinson Cancer Research Center. Visit the list of our top U.S. recipients for FY22.\n\nWe provide financial assistance for underrepresented minorities, including scholarships and other educational opportunities to help fill the financial gap. For example:\n\n- In the past 22 years, we’ve raised over $75 million through the Costco Scholarship Fund for scholarships for underrepresented minorities to attend the University of Washington or Seattle University; over 2,000 scholarships have been awarded.\n- We’ve donated over $70 million to other schools and organizations for scholarships and educational opportunities for underrepresented minorities. In 2022 alone, we donated over $9 million for scholarships and other educational opportunities.\n- We helped establish and have donated more than $11 million to the College Success Foundation, which is dedicated to supporting underserved, low-income students beginning in middle school and continuing through college.\n\nMore information about our charitable programs can be found on the Charitable Contributions page.\n\nIn order to support a more inclusive economy, and to break down race and class barriers to opportunity and growth, Costco has committed to investing in the following programs:\nCommunity Investments in FY22\n\n$25 million committed to the Black Economic Development Fund (BEDF), managed by the Local Initiatives Support Corporation. The primary objective of the BEDF is to target Black-led or Black-owned financial institutions, developers, businesses and anchor institutions with improved access to capital in order to incentivize economic activity and wealth-building opportunities in Black communities across America.\n\n$5 million committed to the Fearless Fund, the first Venture Capital fund built by women of color, for women of color to address the disparity that exists in venture capital funding for businesses led by women of color.\n\n$10 million committed to the Entrepreneurs of Color Loan Fund (EOCLF) managed by the Local Initiatives Support Corporation. EOCLF will partner with Community Development Financial Institutions to improve access to capital for minority entrepreneurs and also provide coaching and mentorship.\n\nFood Donations & Food Security\n\nOur goal is to donate to the communities where we operate to support those in need, and we do so in several ways.\n\nIn FY22, we contributed $5.5M in cash grants and over 90 million pounds of food and other products from our U.S. warehouses and depots to Feeding America. All of our international locations also donate to local food banks.\n\nOur food donation programs are part of our waste-minimization efforts. We follow the Food Waste Hierarchy to prevent wasting food and keep it out of landfills. For details, see the “Minimizing Waste” page in our Operations section.\n\nIn addition, we make efforts in multiple ways that enhance food security for millions of people through our offerings of affordable and nutritious food. To learn more, review our Report on Food Security.\n\nNon-Food Donations\n\nCostco continues to grow its program with World Vision to donate first-quality items that used to be destroyed, recycled or returned to the supplier. These goods go to people in countries around the world. More information can be found in the Costco-World Vision Summary, which contains a list of the items donated and stories that illustrate the impact of these donations.\nThe Costco Volunteer Center mission is to inspire our employees and their families to volunteer in the communities where they live and work. Watch this United Way video to learn more about how Costco employees engage with the community.\n\nCostco Employee Volunteer Reading Program\n\nCostco’s Volunteer Reading Program, which began in 1998, is now in more than 450 warehouses in the U.S., Canada and Australia. Over 70% of eligible locations participate, with over 2,600 volunteers contributing their time to this successful program. We paused the program for two years due to COVID-19, but it has been relaunched for the 2022-23 school year.\n\nHealth Care in the Community\n\nCostco offers low-cost, quality eye care through independent optometrists and our optical departments, hearing aid services and supplies in our hearing aid centers, and prescriptions and other health-related products in our pharmacies. Costco also offers flu shots and other immunizations, health screenings and other health-related programs. We are continuing to provide COVID-19 support by offering vaccines as referenced below.\n\nPharmacy Services\n\nBesides being a low-cost source for prescription medications in 694 pharmacies worldwide, Costco continues to expand the following special prescriptions and services in the U.S.:\n\n- Specialty drug customized pharmacy services that require patient-specific dosing and careful clinical management. More information can be found at Specialty Drug Programs.\n- Access to naloxone without a prescription in 47 states, Washington, D.C., and Puerto Rico. Naloxone is a life-saving medication that reverses an opioid overdose.\n- Prescriptions for contraceptives in California, Colorado, Hawaii, Idaho, Illinois, Maryland, Minnesota, Montana, Nevada, New Hampshire, New Mexico, Oregon, Tennessee, Utah, Vermont, Virginia and Washington, with the intent to roll out the program where allowed by law.\n- Travel Medicine Services in California, Hawaii, Idaho, Illinois, Oregon, Texas, Washington and Wisconsin, which includes a pre-travel consultation to determine any health risks based on your itinerary and activities, a review of your health history and immunization status, tips on how to stay healthy during your trip, and a list of the recommended immunizations and medications.\n- Since the start of the U.S. COVID vaccine campaign, Costco Pharmacies have given over 3.9 million vaccines to date, including partnering with school districts and organizations.\nPharmacy Benefit Programs (PBM)\n\nCostco Health Solutions (CHS) offers an alternative prescription benefits program dedicated to delivering the best pharmacy care to employers and their members. This includes cost-effective, high-quality clinical programs that provide CHS members with care to help meet their health and quality of life goals. Our PBM program guarantees that 100% of all discounts from manufacturers for prescriptions will be passed back to the employer. Companies that participate in Costco’s prescription benefit program typically reduce costs by 10 to 25%. More information can be found here: PBM programs.\n\nOptical Services\n\nAlong with being a low-cost source for eyewear in 788 optical departments worldwide, Costco also provides access to optical health services in the U.S., such as:\n\n- Independent Doctors of Optometry located at or next to Costco Optical in most states.\n- Licensed and/or Certified Opticians to answer eye care questions. Costco accepts most vision insurance plans.\n\nHearing Aid Services\n\nCostco has 738 hearing aid centers worldwide, staffed by licensed hearing aid specialists. Besides providing hearing aid tests and low-cost, high quality hearing aid devices, Costco also helps to improve the education of Hearing Aid Specialists through the Hearing Aid Apprenticeship Program. As a result, Costco has helped more than 1,200 people in the U.S. become hearing aid specialists since 2006.\nSupplier Diversity\n\nWorking with qualified minority- and women-owned suppliers in the communities where we do business is consistent with our overall commitment as a company to foster an inclusive environment. Our buyers work closely with qualified suppliers to get their products into Costco.\n\nSupplier Diversity Goals\n\nSpecifically, our goals around supplier diversity are to:\n\n- Work with qualified minority- and women-owned suppliers in our communities to provide greater opportunities to do business with Costco.\n- Partner with community organizations to identify qualified diverse suppliers to support our business.\n\nDiversity in Costco’s Product Line\n\nSince 2005, Costco’s buying teams have worked with small businesses in our Supplier Diversity program. In the typical scenario, we have featured their products in select regional warehouses or online at Costco.com. These items are a part of our unique “Treasure Hunt” variety of products that complement the everyday essentials at Costco.\n\nSuccess Stories\n\nOur diverse suppliers provide us innovative products, from snacks to skin-care solutions. Here are snapshots of a few from the recent past.\nPartake\n\nPartake was founded in 2016 by Denise Woodard, a mom who saw a gap in delicious, shareable, allergy-friendly foods when her daughter, Vivienne, was born with food allergies. Seeking better options and coming up way short, Denise decided to create her own.\n\nWhat started as selling cookies from her car is now a growing line of cookies, baking mixes and breakfast mixes in 9,000 stores nationwide. Her business received a financial boost from the Fearless Fund, which invests in women-of-color-led businesses (and is supported by Costco). “The brand believes in small moments of joy, radical inclusivity and helping other women and Black, Indigenous and people of color as we climb,” says Denise.\n\nDenise and her team have plans to grow the business to meet their customers where they are. She adds, “And through the growth of our business, we’re able to increase the positive impact we have on underserved communities.”\n\nMac & Yease\n\nGrowing up as a vegan, kids teased Ayindè Howell that all he could eat was grass. Now he’s the owner, executive chef and lead innovator of iEatGrass, which makes a line of pastas and sauces, anchored by Mac & Yease — a unique twist on the staple macaroni and cheese.\n\nAyindè’s goal is to create food that is above the current standard for plant-based food of “pretty good.” That means real food with real flavor, making you want to come back for more.\n\n“I believe that food is the great equalizer,” Ayindè says. “We break bread over the good times and the tough times. The act of cooking or preparing food for your loved ones and friends is one of the simplest and oldest rituals we perform every day. I want the food I make to bring happiness, joy and wonderful memories to the table.”\nZubi’s\n\nSarah Zubiate has a mission to create plant-based, flavorful and allergen-free products that can be enjoyed by all. It was all driven by her concern for her 80-year-old parents who had degenerative health issues. She set out to develop healthy, flavorful products crafted with simple ingredients that also pay homage to her Mexican American heritage.\n\nZubi’s has grown into a selection of small-batch, big-Latin-taste salsas. Sarah says having Zubi’s in Costco gave the brand valuable brand exposure. Looking ahead, she and her team are developing new snack packs with a dream of growing distribution across the country.\n\nFly by Jing\n\nIn Jing Gao’s hometown of Chengdu, China, small urban eateries are known as “fly restaurants” — hole-in-the-wall places so good that they attract diners like flies.\n\nThe flavors of Jing’s home is the inspiration behind the company she founded, Fly by Jing. The company offers a line of spices, sauces and dumplings for never-a-bland-moment cooking. “We are a premium Chinese food company that brings thoughtfully crafted, all-natural pantry staples to the modern kitchen,” Jing says. “Chinese food has always had a bad rep in the West, and we’re on a mission to show that Chinese food can have the highest quality ingredients — plus change perceptions around biases as it relates to food and culture.”\n\nShe says working with Costco helped her company cross a threshold into mainstream grocery. And the future? “My long-term plan for Fly by Jing is to be the next modern Asian household name in food, and to demystify and destigmatize Chinese flavors in the West,” she says.\n\nResources for Suppliers\n\nAre you interested in selling products at Costco or providing a service? Click this link for further details.\nCostco is committed to respecting and protecting the human rights, safety and dignity of the people who contribute to the success of our business.\n\nIntroduction\n\nAs a retailer with operations, logistics and merchandise supply chains spanning the globe, we recognize the impact we can have on the human rights of individuals directly and indirectly related to our business. Our human rights procedures, goals and programs pertain to our employees and to the people in the supply chains that produce goods for Costco. We have adopted policies and procedures around key human rights topics that are guided by our Code of Ethics, important to all levels of our organization, and aligned with such international instruments as the United Nations Guiding Principles (UNGPs) on Business and Human Rights; the International Bill of Human Rights; and the International Labour Organization’s Declaration on Fundamental Principles and Rights at Work.\n\nOur employee-related rights are overseen and managed by senior management for each business unit. (For details, see the “Employee Development” page in our People & Communities section). Supply-chain programs are overseen by the head of Global Sustainability & Compliance, who reports directly to the CEO and regularly engages the executive team and the Board of Directors on our human rights due-diligence efforts. To further our commitment in this critical area, we commissioned an independent “gap analysis,” comparing our policies and efforts with the UNGPs. We will use this analysis to improve our human rights program and further our alignment with the UNGPs.\nSince its inception in 1983, Costco has conducted business under the following Code of Ethics:\n\n- Obey the Law\n- Take care of our members\n- Take care of our employees\n- Respect our suppliers\n- Reward our shareholders\n\nOur Code of Ethics is found in the company’s handbook, called the Employee Agreement, which outlines the specific policies to ensure a safe, productive and respectful work environment for everyone. We conduct a survey of all U.S. employees every three years to assess the effectiveness of our efforts and to revise and update the Employee Agreement. The Employee Agreement is provided to all employees and is available on demand in hard copy and electronically on the company’s Intranet site.\n\nAn additional way we assess the impact of our policies and workplace environment is by conducting our global employee engagement surveys. We have experienced a significant participation rate of 75% or higher and a high favorability rate (about 80%) overall. The results show that Costco employees feel a strong sense of belonging. Further, the survey helps us gauge how well our Open Door policy is working (for details, see the “Employee Development” page in our People & Communities section). We have consistently found that a vast majority of employees know how to access the various Open Door channels available if they have a workplace concern and feel equally comfortable doing so.\n\nAs a way to track our performance and stay united in our mission, executives from across the globe meet at Costco’s headquarters every period (approximately 30 days) to report on the health of the business and discuss, among other things, events that may have an impact on employees and our related response.\n\nAt the core of Costco’s philosophy is our intention to do the right thing. This principle is taught and encouraged at all levels of the company.\nIn recognition of the importance of respecting human rights in our supply chain, we adhere to our Supplier Code of Conduct (“the Code”). The Code is global and applies to all suppliers and their facilities, as well as to Costco-owned manufacturing facilities. To align with international standards, the Code is derived from the policies, standards and conventions of the United Nations and the International Labour Organization, as well as other leading independent standards, such as the Responsible Business Alliance and Worldwide Responsible Accredited Production (WRAP). Where any applicable laws and regulations are absent, or exceeded by the Code, Costco expects its suppliers to uphold the higher standard.\n\nIn general, suppliers are contractually required to follow the Code. The Code and our Code of Ethics are routinely highlighted at events for both employees and suppliers to clearly communicate Costco’s commitments to human rights.\n\nOur Supplier Code of Conduct\n\nThe Code was established to protect the human rights and safety of the people who produce, process, harvest and transport the products we sell, while recognizing and respecting cultural and legal differences found worldwide. To this end, Costco:\n\n- Prohibits slave labor, human trafficking, illegal child labor, illegal prison labor, abuse, harassment, bribery or attempted bribery, and health and safety conditions posing immediate risk to life and limb.\n- Expects our suppliers to comply, at a minimum, with the applicable labor and environmental laws and regulations of the country where the merchandise is produced.\n- Encourages our suppliers to work to achieve what we call “Above and Beyond Goals.”\n\nWhile we have allowed suppliers to use legal prison labor to support rehabilitation and restitution, under specific conditions that are outlined in our Global Policy on Prison Labor, we continue to transition away from our limited use, as set forth in our 2022 Statement on Prison Labor.\n\nStakeholder Engagement & Supply Chain Risk Assessment\n\nGiven the number of suppliers Costco has and their geographic dispersion, it is necessary to be strategic and selective with our efforts to mitigate human rights risks while supporting those most vulnerable in our supply chains.\nThis risk-based approach is leveraged, in part, by internal expertise from our buying/sourcing, sustainability and compliance teams, as well as by frequent consultation with various external stakeholders who have significant experience on the ground in supply chains. Additionally, we consider prior audit performance and data analytics from a third-party platform that analyzes political, human rights, economic and environmental risk indices. This work has helped us to identify risks and to build programs and initiatives (varying by industry and geography) to support the livelihoods of smallholder farmers, mitigate the risks of child and forced labor, and strengthen our broader sustainability efforts. Examples of these programs are described below under “Priority Industries for Strategic Collaboration.”\n\nLikewise, this risk assessment process informs our approach to targeting audits of supplier facilities against the Code standards. We emphasize auditing suppliers of Kirkland Signature™ merchandise and suppliers whose product or country of origin poses an increased risk. We continue to expand the scope of our audits to increase on-farm audits for produce and fabric mill audits for Kirkland Signature apparel and domestics.\nVerification of Compliance\n\nOverview. In fiscal year (FY) 2022, 5,305 independent third-party audits were conducted in 87 countries, primarily at the final manufacturer or processor level of the supply chain. For facilities considered intermediate to high risk, audits are required annually at a minimum, and more frequently if corrective actions to the Code violations require on-site verification. For suppliers who are in full compliance with the Code, subsequent audits may be less frequent.\n\nOf the 5,305 independent third-party audits conducted, 3,964 were conducted against the Code’s standards. For facilities considered intermediate to high risk, these audits were carried out on a partially announced basis, providing the facility with a two-week window of when the audit would take place. This limited advanced notice is provided in order to take the facility’s security measures into consideration and to allow the supplier to collect records that are reviewed during the audit. Fully unannounced audits are carried out on occasion, typically in response to tips received by our confidential ethics hotline (explained below). Audits include both the workplace where production takes place, as well as any on-site worker housing.\nMany of our suppliers have existing programs to verify compliance with their own codes of conduct or with independent compliance audit standards. Upon review of the program and standards applied, Costco may accept these reports in lieu of audits against the Code. These audits make up the remaining 1,341 reports accepted in FY22. Acceptance depends on a variety of factors, such as industry and geographic risks for human rights violations and prior audit history.\n\nWith very few exceptions that require Costco’s review and approval, all audits are required to be conducted by a member of the Association of Professional Social Compliance Auditors (ASPCA). As an industry association whose members represent a substantial majority of the Social Compliance audit industry, APSCA exists to enhance the professionalism, consistency and credibility of the individuals and organizations performing independent social compliance audits.\n\nAudit Outcomes. For FY22, below are the results of the audits conducted against the Code’s standards.\n\n**FY22 - Costco Code of Conduct Audit Grades**\n\n- **9.9% Critical Performance**: received a score of 0-39 based on both qualitative and quantitative assessments\n- **23.6% Low Performance**: received a score of 40-69 based on both qualitative and quantitative assessments\n- **61% Intermediate Performance**: received a score of 70-89 based on both qualitative and quantitative assessments\n- **5.5% High Performance**: received a score of 90-100 based on both qualitative and quantitative assessments\n\n1. Critical Performance: received a score of 0-39 based on both qualitative and quantitative assessments\n2. Low Performance: received a score of 40-69 based on both qualitative and quantitative assessments\n3. Intermediate Performance: received a score of 70-89 based on both qualitative and quantitative assessments\n4. High Performance: received a score of 90-100 based on both qualitative and quantitative assessments\nHigh performance grades range from no violations to only minor violations of the Code. These are facilities with very strong management systems in place to meet the high standards of the Code. Additionally, the audit reports capture and emphasize all instances of facilities going above and beyond the standards and expectations of local laws and the Code. These include a variety of benefits and/or services provided to the workforce, and/or actions to mitigate the facility’s environmental impacts.\n\nThe other end of the spectrum of audit performance involves critical audit grades, which are the result of at least one Critical Violation, defined as follows:\n\n- Illegal child labor.\n- Forced, bonded, indentured, slave and illegal prison or convict labor, and human trafficking.\n- Physical or sexual abuse.\n- Bribery or attempted bribery.\n- Health and safety conditions posing immediate risk to life and limb.\n- Corruption, deception or falsification of records.\n\nIn FY22, 62% of all Critical Violations were health and safety related — specifically, instances where there was no legally required fire alarm or an emergency exit was locked.\n\nDepending on the severity or lack of remediation of any Code violations, we reserve the right to terminate our relationship or purchase orders with a supplier and its facility and have done so. Ultimately, however, Costco is committed to and prefers working with suppliers and their facilities that remediate Code violations, rather than applying sanctions that may cause further hardship to workers and their families.\nRemediation. Here are a variety of ways we support suppliers, facilities and workers in our supply chain to remediate any human rights concerns raised through audits or other means:\n\n- **Corrective Action Plans (CAP).** We recognize there is room for continuous improvement and that some suppliers will need assistance with compliance. For any supplier with an audit that reveals the need for improvement, Costco requires a CAP that includes a time frame for correcting each violation and often on-site re-audits to verify progress. Costco also offers capacity-building services that improve management systems to address the causes of previous violations of the Code and ultimately support the supplier’s CAP completion.\n\n- **eLearning Lessons.** Starting in FY22, Costco partnered with Elevate to offer eLearning video lessons. These web-based lessons (often in the local language) are designed to educate suppliers and their facilities on human rights-related topics and provide guidance on correcting critical, low performance and intermediate violations. The lessons give Costco suppliers tools to continuously improve. In FY22, 7,518 lessons were completed by suppliers and/or their facilities. The most frequently used lessons cover the categories of Fire Safety, Working Hours and Health & Safety. Initial findings indicate that these lessons have been helpful and upon re-audit, many suppliers/facilities improved their audit scores.\n\n- **Confidential Ethics Hotline.** We have a global confidential ethics hotline to promote and monitor compliance with our Code of Ethics, our Supplier Code of Conduct, and other legal and ethical policies: [www.costco.ethicspoint.com](http://www.costco.ethicspoint.com). When we receive inquiries, we investigate appropriately. Depending upon the issue, we may work with suppliers directly or conduct independent third-party audits, and we may terminate our relationship with suppliers if appropriate remedial action is not taken.\n\nTo make sure our suppliers know of all these efforts, we shared the above aggregate audit results and other updates related to the Code at our annual Supplier Day event in the fall of 2022.\nCOVID-19. We continue to seek to mitigate the impacts of COVID-19 on workers in our supply chains. Where circumstances have restricted the ability to conduct independent on-site audits, we offer suppliers a self-assessment (including a remote, independent review of supporting documentation) and worker survey. This is to further the safety and security of our suppliers’ workers and that of the auditors.\n\nEmployee Engagement. We focus on educating our employees with buying responsibilities on the importance of the Code and their role in supporting it, through updated virtual training and in-person presentations, which review its requirements.\n\nOur Work with WRAP\n\nIn FY22, Costco employees responsible for the day-to-day management of the Code’s facility audits underwent a two-day training conducted by WRAP staff members. In addition to covering WRAP’s 12 Principles, the training offered examples of practical challenges faced by auditors, as well as raised employees’ awareness of the following: ILO Forced Labor indicators; the UNGPs on Business and Human Rights; the 17 UN’s Sustainable Development Goals; and various due-diligence laws and regulations from around the world.\n\nModern Slavery\n\nWe recognize that forced labor and human trafficking is a serious global problem and are taking steps to bring awareness and improvement to the issue. A leading cause of modern slavery is the unethical recruitment of workers, which often involves exorbitant fees paid by workers to labor recruiters, the retention of passports or other personal documents, and labor contracts in a language not understood by the worker. We continue to actively address this through the following efforts and organizations:\n• **Seafood Task Force (STF).** Costco helped establish and is an active member of the STF, a collaboration tackling human rights and environmental issues in the seafood industry. We support the Responsible Recruitment Oversight working subgroup of the STF to advance the industry’s efforts for responsible labor recruitment. The primary goal is to leverage the power of the STF’s membership to build demand for responsible recruitment practices throughout member supply chains. Learn more about the STF’s work on Responsible Recruitment, as well as the Guidance on Responsibility for Recruitment Related Costs; the latter of which is intended to guide the implementation of the STF Code of Conduct standard on recruitment and hiring-related costs.\n\n• **CIERTO.** Costco and some of its fresh produce suppliers partner with CIERTO, an independent third-party nonprofit that provides transparent, no worker-fee recruitment for farm workers in order to ethically and legally recruit farm labor for U.S. agricultural products.\n\n• **Labor Mobility Partnerships (LaMP).** Costco has partnered with LaMP to develop educational materials on compliant international labor sourcing, with a particular focus on the H-2A visa program in the U.S. These materials have been developed in collaboration with select Costco buyers of fresh produce and have been shared with the remainder of the U.S. fresh produce buying staff responsible for managing supplier relationships. This material helps to raise awareness of prominent forced labor and modern slavery risks and prepare the buying staff to address this topic in discussions and field visits with their suppliers.\n\n• **Responsible Labor Initiative (RLI).** Costco is a member of the RLI, which promotes the rights of workers vulnerable to forced labor globally. This initiative represents another opportunity for Costco to join a diverse network of stakeholders focused on combating forced labor in our supply chains. Through our work with the RLI, we will continue to focus on leveraging industry-based efforts to reduce forced labor.\n\n• **Other Focus Areas.** We also understand that sex trafficking (including the commercial exploitation of children), occurs in the hospitality industry. We work with Costco Travel suppliers to bring awareness to this issue. We also work with Truckers Against Trafficking to educate our fleet drivers, as well as other trucking service suppliers.\nHere are links to our Modern Slavery statements:\n\n- [Australia Modern Slavery Act Statement](#)\n- [California Transparency in Supply Chain Act Disclosure](#)\n- [UK Modern Slavery Act Statement](#)\n\nIn response to human rights abuses associated with mining, Costco adopted a [Conflict Minerals Policy Statement](#). More information can be found in our [Form SD](#) and [Conflict Minerals Report](#). In addition to our efforts to address minerals under Section 1502 of the Dodd-Frank Act (tantalum, tin, tungsten and gold, commonly called 3TG and used in a wide variety of products), as of FY21 we added cobalt as a mineral of focus due to reported concerns over social and environmental impacts of cobalt extraction in the Democratic Republic of Congo (DRC). Additionally, beginning in FY22, our compliance program broadened the conflict areas of concern beyond the DRC and adjoining countries to include all Conflict Affected and High-Risk Areas as defined by the Organisation for Economic Co-operation and Development.\n\n**Gold Jewelry Traceability**\n\nCostco has a program with our U.S. gold jewelry suppliers to map the supply chain and promote compliance with these sourcing standards: RJC Chain of Custody, RMI or LBMA. We have developed a third-party chain of custody review to support verification of the data identifying supply chain links back to the smelter/refinery level.\nResponsible Minerals Initiative\n\nCostco is a member of the Responsible Minerals Initiative (RMI), which helps companies address responsible sourcing of minerals used in many consumer products. We use the RMI’s Conflict Minerals Reporting Template and Cobalt Reporting Template to trace the supply chain, and the RMI’s Responsible Minerals Assurance Process and database to monitor smelters and refiners in our supply chain that are likely to supply minerals of 3TG and cobalt. Costco also leverages its membership in RMI to learn about emerging issues and best practices on responsible mineral sourcing, and to work on addressing shared challenges.\n\nPriority Industries for Strategic Collaboration\n\nCostco recognizes that collaboration with multi-stakeholder coalitions is key to addressing many of the issues we face, as social compliance audits alone will not fully address the complex issues of human rights in global supply chains. Therefore, we have established or joined multiple efforts to help improve the working conditions of people within our supply chains. Some examples include:\n\nSeafood\n\nAs noted above, Costco is an active member of the Seafood Task Force (STF). The STF is addressing human rights and environmental issues in the Thai shrimp and canned tuna supply chains, as well as the global tuna supply chain with a current focus on Taiwan. The STF includes representatives from Thai shrimp feed manufacturers, shrimp and tuna processors, tuna brands and trading companies, certain major retailers in the U.S. and Europe, and nongovernmental organizations.\nThe STF continues to work with its members — land-based and sea-based — to implement its Monitoring and Evaluation Model that focuses on traceability, accountability and verification to demonstrate that farmed shrimp, marine ingredients (for shrimp feed) and wild caught tuna supply chains are traceable and internally assessed for supply chain risk. The STF’s website explains how the organization is working to drive accountability, eliminate forced labor, increase transparency and build confidence in seafood supply chains.\n\nCocoa\n\nThe majority of Kirkland Signature™ chocolate products are made from cocoa sourced through sustainable programs, some of which are from Costco’s Sassandra Cocoa program, which involves cocoa from Côte d’Ivoire. Unfortunately, child labor is a long-term systemic issue in cocoa supply chains and requires a multi-faceted approach focusing on continuous improvement and broadening awareness. We have had child labor monitoring and remediation programs in place for several years. When cases of child labor are identified, our partners begin to work on implementing a remediation plan for that family. They also conduct follow-up visits to ensure the remediation plan is effective. Examples of our remediations include:\n\n- Increasing access to quality education through building classrooms.\n- Facilitating the issuance of birth certificates, which allow children to attend school.\n- Providing school kits often needed for classwork.\n- Building awareness in the community of the dangers to children including, but not limited to, carrying heavy loads, using machetes and exposure to pesticides.\n- Supporting women through various programs to provide them with skills and resources that help them support and champion their families’ welfare and education.\n\nFor more details on cocoa sourcing, see the “Cocoa & Coffee” page in our Merchandising section.\nAgricultural Produce\n\nThe following pages show collaborative efforts we’re involved in regarding produce:\n\nEquitable Food Initiative (EFI)\n\nCostco is part of a fresh produce multi-stakeholder effort that includes farmers, suppliers, buyers and NGOs to improve labor practices, environmental stewardship and food safety for the benefit of workers, agricultural communities, businesses and consumers. Costco has been the largest single investor/donor to EFI’s development, with over $2.5 million contributed since 2018.\n\nCostco pays a premium for EFI-certified produce, to directly compensate farmworkers for the extra effort they provide in meeting EFI’s rigorous standards. Costco is the largest payer of the EFI premiums, 87% of which go directly to farm worker bonuses. Since 2014, Costco has paid $15.9 million in premiums that have funded almost $14 million in worker bonuses. Ten percent of this premium is paid to EFI as a licensing fee for use of the “Responsibly Grown, Farmworker Assured” label. Licensing fees fund EFI’s marketing efforts to build grower, buyer and consumer awareness of the program.\n\nEFI provides:\n\n- Workers and managers with training on conflict-resolution and problem-solving strategies to promote continuous improvement and to comply with rigorous standards.\n- Workers with training on pesticide safety and personal protective equipment free of charge. More information can be found on the “Environmental Impacts & Land Stewardship” page in our Merchandising section (under “Pollinator Health”).\n\nMore information can be found on the Costco Connection article, Fairness in farming, and the EFI website.\n\nEFI Program Status as of September 2022\n\n| Year | Number of Costco Suppliers | Number of Certified Operations | Number of Employed Workers |\n|------|-----------------------------|-------------------------------|---------------------------|\n| 2020 | 15                          | 41                            | 28,600                    |\n| 2021 | 16                          | 56                            | 46,237                    |\n| 2022 | 17                          | 50                            | 49,291                    |\nFair Trade\n\nCostco and several of its produce suppliers support a program with Fair Trade USA, which directly engages with farmworkers to promote sustainable incomes, safe working conditions, responsible labor recruitment, environmental stewardship and transparent supply chains. For every Fair Trade Certified™ product sold, farmers and workers earn an additional amount of money, empowering them to improve their lives and fight poverty. Since 2014, the total amount raised from Costco’s Fair Trade Certified produce purchases is $18.8 million.\n\nThe Fair Trade USA program provides farmworkers:\n\n- Training on food safety and quality, labor rights, workplace health and safety, and family financial planning.\n- Improved communication, processes and leadership teams.\n\nFair Trade Program Status as of September 2022\n\n| Year | Number of Costco Suppliers | Number of Certified Operations | Number of Employed Workers |\n|------|-----------------------------|-------------------------------|---------------------------|\n| 2020 | 25                          | 48                            | 49,000                    |\n| 2021 | 25                          | 54                            | 55,000                    |\n| 2022 | 30                          | 80                            | 80,587                    |\nEthical Charter on Responsible Labor Practices\n\nIn FY19, Costco began to support the efforts of the Produce Marketing Association and the United Fresh Produce Association (now combined to be the International Fresh Produce Association) to create an industry-wide framework on the responsible production and procurement of fresh fruit, vegetables and flowers. This mission is captured by the Ethical Charter, of which Costco is one of many endorsers representing the fresh produce industry, including growers, labor agencies, packers, distributors, foodservice operators, marketers and retailers.\n\nIn FY20, Costco and others worked to develop a pilot aimed at educating and building the capacity of select produce suppliers to strengthen their alignment with the Ethical Charter. The pilot concluded in May 2021 and key findings showed the effectiveness of providing virtual training and advisory services focused on building management systems. Growers also validated the use of self-assessment questionnaires to measure compliance with the Ethical Charter. We will continue to work with various industry stakeholders to take the learnings from the pilot program and further develop scalable solutions for the fresh produce industry.\n\nApparel from Bangladesh\n\nWith the Alliance for Bangladesh Worker Safety having ceased operations as originally planned following its five-year commitment, several former Alliance members and other brands have remained committed to sustaining the culture of factory safety in Bangladesh by launching Nirapon, a U.S.-based organization tasked with monitoring the ongoing safety, training and helpline efforts of the factories from which Nirapon members source. Costco supports these efforts by requiring suppliers who source from Bangladesh to either be active members of Nirapon or to support comparable efforts in place at the factory, thereby continuing the work of addressing building safety in the apparel industry of Bangladesh.\n\nCotton\n\nThe sourcing of cotton presents particular challenges with respect to forced labor around the world. With that in mind, Costco has joined a Forced Labor Working Group, which consists of brands and trade associations, to share best practices and innovative approaches to mitigate forced labor risks, with a specific focus on apparel and home textile supply chains.\n\nAdditionally, in 2020, we began a cotton supply-chain mapping program, which requires document verification, to further understand where the cotton in our apparel products originates. The program covers Kirkland Signature apparel and home textile products. Various screening processes are also applied to the manufacturing entities involved in these supply chains to promote compliance with trade-sanction laws. Most recently, as of FY22, the due diligence steps above have been supplemented by select product testing by Oritain, which uses forensic testing to verify the origin of the cotton.\nCostco is aware of its responsibility to design and construct its sites and buildings in an energy-efficient, sustainable and environmentally responsible manner.\n\nWith nearly 850 Costco warehouses built around the world, we have learned smart approaches to the design and construction process — and are always learning more. Our warehouse designs are generally consistent with the requirements of Leadership in Energy and Environmental Design (LEED), an internationally accepted benchmark for green building design and construction. Technological advancements and improved building materials have helped in this area. For example, thanks to engineering and design improvements, we can use less materials, such as columns and roof joists, while providing more strength. And our preferred full metal buildings use the maximum amount of recycled material and reduce construction and maintenance costs.\n\nThis sustainable approach extends to the surrounding environment and ecosystem. As we plan new buildings, we are mindful of wetlands and habitats, and preserve natural wonders in designing our landscaping. We aim to provide larger trees, greater planting density, drought-tolerant species, native and ornamental vegetation in lieu of manicured lawns in the landscapes surrounding our buildings.\n\nRead below to learn more about the steps we take to consider sustainability as we expand our network of Costcos around the world.\nAdaptive Reuse & Historic Preservation\n\nIn some cases, we have been able to use an existing building for a new Costco. Besides minimizing the environmental impact, this “adaptive reuse” in some cases supports historic preservation. Examples include:\n\nIn Thorncliffe Park, Ontario, Canada, our warehouse located in suburban Toronto is part of a building built in 1964, designated as a heritage site and considered one of the last remaining examples of mid-20th century modernist commercial architecture in the region. Costco architects were able to save the historic facade through incorporating the warehouse entry and food court in the warehouse setting.\n\nIn Stevenage, England, we adapted a building originally built in 1963 in consultation with Félix Candela, the Spanish Mexican architect. Besides helping to preserve a historically and architecturally important structure, we were able to use less new building material.\n\nRecycled Materials\n\nIn building our new warehouses, we choose materials with a high percentage of recycled content to reduce the use of virgin resources. Examples include:\n\n- New U.S., Canada, Mexico, and some international locations in Spain, Taiwan and Australia use prefabricated structural steel systems that are made with recycled content and can eventually be recycled again.\n- Metal building insulation uses ECOSE® Technology, which contains an average of 61% recycled content.\n- We use recycled asphalt in new parking lots, with recycled concrete base material, if available.\nWhen we can, we take other steps to reduce the use of resources and to save money. These include:\n\n- Roofs maintain a reflectance rating of .67, emittance of .85 and SRI of 81, lessening the heat gain on the roof.\n- The erection efficiency of the structural system (columns, beams, trusses and bracing) and envelope (metal roof and siding) reduce the overall construction duration, saving time and money.\n- High-efficiency restroom fixtures save 32% more water.\n- Mechanical heat from refrigeration systems is captured to preheat hot water tanks.\n\nSanta Fe, Mexico City\n\nCostco worked with local entities to integrate a new warehouse within a park called Parque La Mexicana. This project started with clearing land that had historically been used as a municipal waste landfill. The new warehouse has a landscaped “green” roof, featuring a variety of drought-tolerant and low-water-use succulents, pre-built hives for pollinators, and an elaborate watering system using recycled water for landscape irrigation and toilets throughout the project. On top of the adjacent parking garage is a soccer field, skate park and basketball and sports courts. A local park association will operate the sports facilities.\n\nIn Villebon, France, we incorporated additional sustainability features that include:\n\n- Increased landscaping areas.\n- Two “green” walls (pictured on next page).\n- Recovery of rainwater for watering and water retention system.\n- Optimization of natural lighting to minimize consumption linked to artificial lighting.\n- Implementation of water and energy meters for each type of use in order to monitor and optimize consumption together with sanitary fittings to reduce water consumption.\n- Ten electric charging stations available for members to recharge their vehicles.\nCostco experiments with vegetation removal using goats, with programs in Oregon, Texas and Washington. These programs can save us money in landscaping costs and eliminate the use of herbicides to kill unwanted and invasive vegetation. We continue to look for opportunities to expand this program where it makes sense.\n\nNatural Preservation\n\n*Natural preservation of natural wonders or indigenous lands is also important to Costco and our landscaping designs try to take this into account.*\n\nThe **SW Calgary, Alberta, Canada** warehouse is located on the lands of Tsuu T’Ina First Nations People in a commercial development reserve named Taza. Together Costco and the Tsuu T’Ina worked on blending the building into its environment, using only native plant and tree species in its landscaping to reflect the heritage of the plains.\n\nThe **Merida, Mexico** location has a cenote (a natural sinkhole filled with groundwater) onsite that was restored and rehabilitated. It is named Kakutzal, a Mayan word meaning “back to life” or “rebirth.” Onlookers can view the beauty of the natural feature from above on an interpretive plaza incorporated into the design.\nCostco’s core objectives include optimizing and streamlining our ordering and distribution systems. We aim to reduce our carbon emissions by seeking ocean, rail and road transportation efficiencies. We also strive to improve delivery fleet efficiencies and we support our employees’ efforts to reduce their transportation energy consumption.\n\nCostco’s depots (distribution centers) help reduce delivery costs by utilizing cross-dock systems for handling full pallets of merchandise from suppliers to warehouses (selling locations). Costco continually evaluates its processes to improve shipping efficiencies. These include optimizing packaging design and pallet configuration — resulting in more products on a pallet, while striving to reduce packaging, protect goods and reduce delivery trucks on the road. Also, our plastic pallet initiative will reduce the pallet weight of each truckload by up to 1,500 pounds — lighter loads are more efficient.\n\nAnother way Costco reduces costs is by analyzing state weight and length oversize permits, and by using specialized equipment where geographically possible to handle heavier loads. Costco also employs longer combination vehicles to maximize trailer utilization.\n\nIn 2021, we began an electric tractor pilot to determine its efficiency when evaluating maintenance, loadable weights, routes and the length of hauls between charging. We also started testing electric terminal tractors and are receiving good feedback from our drivers. Based on that success, we plan to deploy our first electric tractors in late 2022 and early 2023. Also, we’re pursuing ways to use 100% renewable energy to charge these electric vehicles, starting with one distribution facility and expanding to others over the next few years.\nThe transportation team always looks for ways to reduce empty miles involving trucks returning to the depots from the warehouses (known as “reverse logistics”) to improve efficiencies, save costs and take more trucks off the road, which reduces carbon emissions.\n\nExamples include:\n\n- Picking up truckloads of merchandise that are destined for a Costco depot for distribution to a regional group of warehouses.\n- Loading trailers with returned goods that are headed to salvagers or need to be returned to the supplier, and consolidating those shipments into truckloads.\n- Growing the World Vision program to donate many of these goods to communities in need worldwide. See the “Minimizing Waste” page in our Operations section for details.\n- Loading the trailers with recyclable materials to be consolidated and resold, such as corrugated cardboard, LDPE stretch wrap, metal and plastics.\n\nIn addition, these streamlined reverse logistics programs help us to reduce our merchandise handling costs and/or help free up sales floor space in the warehouses.\n\nCreative Solutions: A Japan Case Study\n\nAs shown through our reverse logistics practices and our fulfillment centers, we are always looking for ways to take trucks off the roads. For example, in Japan, we adopted a program to change how we ship goods from our Ichihara depot to our Tomiya warehouse, 270 miles away. Previously, an average of five containers were hauled by trailer to the warehouse every day. In our new system, we reduced the shipments to two containers a week by train, reducing freight costs and traffic on the road.\nFulfillment Centers\n\nSome of Costco’s distribution centers in the U.S. and Canada also serve as fulfillment centers for our Ecommerce business. The strategic locations and procedures implemented provide us with business efficiencies that reduce expenses, our shipping footprint, carbon emissions and packaging.\n\nCostco’s Business Delivery fleet continues to expand an internal initiative called “Truck of the Future,” which is aimed at maximizing efficiency in our growing delivery fleets. In 2018, we successfully field-tested a customized vehicle with Penske Truck Leasing that improves the payload capacity by reducing body weight. This test found that the lighter truck increased the miles per gallon, lowering our fuel costs and carbon footprint. We are now choosing these new vehicles as we add and renew fleet leases.\n\nAdditional efficiency features and pilot programs include:\n\n- Using solar power to replace batteries.\n- Using half pallets that are lighter and more efficient for delivery to small businesses.\n- Implementing new coolers that reduce the amount of dry ice by replacing them with gel packs. Overall, dry ice reduction has been a focus for fiscal year (FY) 2022; to date we are 41% under last year in total pounds, while delivery sales have increased by 39% over last year.\n- Continuing to test EV trucks and investigate onsite charging options.\nCostco Business Delivery Centers also have implemented procedures to use electric plug-in shore power, tying into the grid to allow our refrigerated trucks to maintain temperature while being loaded and stored. This eliminates the previous practice of running the diesel reefer engine, thereby saving fuel and reducing carbon emissions.\n\nAdditionally, the Business Delivery fleet utilizes telematics — a routing system now on all 2017 and newer trucks. This allows us to identify opportunities to enhance mileage consumption through efficient routing, which also decreases idle time.\n\nMany of our transportation partners are introducing innovations and efficiencies in their own operations. For example, Pasha Hawaii, an ocean shipping company that serves Hawaii from the continental United States, introduced in 2022 the MV George III, the first liquefied natural gas (LNG) powered vessel to serve Hawaii. This technologically advanced vessel features a state-of-the-art engine, an optimized hull form and an underwater propulsion system with a high-efficiency rudder and propeller. A second vessel is also scheduled for service to Hawaii. Pasha Hawaii is the principal carrier of Costco products from the mainland to Hawaii.\n\nCostco Logistics\n\nCostco Logistics is our service that provides “final mile” delivery of goods across the U.S. and Puerto Rico. With Costco Logistics, we have installation services, white glove capabilities for “big and bulky” products, and a dedicated call center. With over 1,500 employees, and nearly 100 facilities, Costco Logistics enables us to improve and grow our Ecommerce sales of “big and bulky” items at a faster rate, while improving overall member service and speed of delivery for these items.\n\nEmployee Transportation\n\nCostco continues to encourage its employees to use alternative forms of transportation with the goal of reducing energy consumption, emissions and commuter gridlock. The Commute Trip Reduction (CTR) program began more than 20 years ago at the corporate office with 18 vanpools, and by early 2020, had grown to 69 vans with 494 riders. The pandemic and remote working opportunities have significantly decreased employee need and/or interest in vanpools.\nAt the end of FY22, we had 31 active vans, serving 180 riders. Vans, fuel, maintenance and insurance are provided by five local transit agencies. Employees also receive a substantial financial subsidy from Costco, which in many cases covers their entire monthly commute expenses. Employees who regularly ride the bus are also eligible for this financial subsidy. Costco also has vanpools at its San Diego, Los Angeles and Mexico City regional offices, as well as many Costco warehouses.\n\nWe also have many employees who choose to informally carpool with coworkers. We also offer secure bicycle storage facilities and locker room use for employees who ride to work. Finally, recharging stations are available at our corporate offices for employees who drive electric vehicles.\n\nCostco continues to increase available electric vehicle charging stations in our warehouses, corporate offices and other facilities.\nCostco understands that the use of clean energy and the way we manage and continuously improve our operational energy efficiency, energy supply and refrigeration systems is critical for reducing our Scope 1 and 2 CO2e emissions. This section explains the steps we are taking in this important area of our global operations, including through our STAR program and improved monitoring tools.\n\nManaging Energy\n\nPurchased energy is the largest source of our Scope 2 carbon emissions. A majority of our energy use in our warehouses comes from HVAC, lighting, food preparation and heating water. To achieve our carbon reduction goals and reduce our emissions, we are purchasing clean energy and reducing our energy usage in our warehouses. Energy efficiency also saves expenses, which helps us to remain a low-cost operator. More information about our Scope 1 and 2 emissions can be found in our Climate Action Plan.\n\nWe have implemented energy management systems and tools to provide us with data to help identify smart ways to reduce energy consumption. Our strategy includes efforts to identify and share tools relating to energy with our warehouse operators. This includes our STAR program, which allows regional specialists to share best practices.\n\nEducation and training for our employees, both in our corporate offices and in our warehouses, are key tools in reducing our carbon footprint, energy usage and warehouse expenses. Furthermore,\nstaying abreast of regulatory changes and new technological advancements is integral to the success of our energy program. In fiscal year (FY) 2023, we will offer Certified Energy Management training to our employees, focusing on developing expertise around energy practices. We also hold annual training sessions for our Global Sustainability & Compliance teams to share best practices, increase awareness and learn how to continue to reduce our carbon footprint and save energy.\n\nWe have rolled out training and tools to support global site tracking and reporting of GHG carbon emissions source data. Our process for emissions tracking includes a step-by-step reference guide to support Costco-owned or Costco-leased sites, including warehouses, business centers, depots, distribution facilities, delivery operations, manufacturing sites and offices. The process involves tracking all Scope 1 and Scope 2 sources at each location. Purchases for fuel, dry ice and CO2 (consumed) and/or refrigerant fills are also tracked. These totals are entered into Costco’s emissions platform at each site.\n\nWe are continuously evaluating, testing and implementing energy-saving measures across our global facilities. Examples include:\n\n- We are using energy and lighting management systems to control heating and cooling set points, and set lighting schedules. Another system provides information for system troubleshooting/diagnostics. We are continuing to enhance system tools for lighting and refrigeration systems. In our U.S. locations, this helps us find ways to maximize energy efficiencies.\n\nCase Example: Display Shields\n\n*Warehouses are using display case shields, shown in this photo, and other shields to reduce energy use. The shields are used during closed warehouse hours to reduce power use, while maintaining product temperature. As a result, there is less load on the refrigeration system with improved product temperature maintenance.*\nLocations in South Korea are equipped with centralized fire and energy monitoring and control systems. Other management systems, including electrical, gas, refrigeration and elevator systems, are managed by a certified, on-site professional. As an example, the ventilation system and HVAC can be programmed or manually controlled by the centralized system in response to outside conditions (temperature, humidity and wind) to maintain the optimal indoor atmosphere and refrigeration, and to maximize energy conservation. Each location examines monthly energy consumption to identify opportunities to improve.\n\nIceland’s geothermal system produces hot water that provides space heating and hot water supplies throughout our warehouse. In addition, this system facilitates snowmelt to free up sidewalks and key areas in front of the building, including the gas station forecourt (filling area) and the freight area ramp.\n\nYou can read more about energy-saving measures in our Climate Action Plan.\n\nClean Energy\n\nWe have committed to 80% clean purchased energy by 2030. To meet this goal, we will source an increasing percentage of contract purchases from low carbon energy sources through 2030 (and beyond). Additionally, we own and operate more than 100 on-site solar systems around the world with intention to expand on-site solar operations where feasible.\nLighting Systems\n\nWe continue to convert older U.S. warehouses to more energy-efficient LED lighting systems, and are doing the same throughout the company. Our new warehouses use LED lighting technology.\n\nManaging Refrigerants\n\nCostco recognizes that hydrofluorocarbons (HFCs) and other gases in our refrigeration systems have a major impact on our climate. We continue to explore new technologies and carefully select refrigerants that are low in Global Warming Potential (GWP) and reduce CO2e emissions. We’re taking these steps to manage refrigerants in our global operations:\n\n- Reviewing our cooling and heating systems with an approach to integrate them with our refrigeration systems for optimal performance.\n- Testing new state-of-the-art leak detection systems to identify refrigerant leaks and trigger alerts for faster resolution.\n- Retrofitting our existing locations with high GWP refrigerants to lower refrigerants, such as CO2 refrigerants, as parts and labor are available, and where it is operationally viable.\n- Working with certified contractors who adhere to best management practices in installing, maintaining and decommissioning equipment, and controlling leaks impacting the environment.\n\nYou can read more about refrigeration in our Climate Action Plan.\nCase Example: Insulated Doors\n\nInstalling insulated doors to the walk-in refrigeration point-of-sale coolers where possible in our U.S., Canada and Mexico locations, which are closed when we are not open. These doors keep the coolers cool and put less stress on the refrigeration system. The savings are 25,000 to 35,000 kWh per location. Given these continued savings, we will continue to add the insulated doors in our new locations and remodels when appropriate.\n\nAdditional Energy-Related Measures\n\nWe are exploring additional energy-related measures that include:\n\n- Eliminating skylights in new construction and covering skylights in existing locations to lessen the workload of HVAC systems.\n- Considering innovative system designs based on operational and regional needs. For example, in some warmer climates, we have installed hybrid systems that use an energy-efficient combination of fans and water to cool refrigeration systems throughout the day.\n- Obtaining platinum-level certification from the Environmental Protection Agency’s GreenChill program, which includes this certification for two new warehouses that opened in the fall of 2021.\n\nInterested in learning more about energy related measures Costco is taking? Refer to the Climate Action Plan.\nCostco understands the importance of water conservation and has adopted Sustainable Development Goal (SDG) 6 — Clean Water and Sanitation — as one of our SDG goals. We have implemented comprehensive water management programs to help us reduce operational water waste and improve the quality of both our wastewater and stormwater discharges. We are also taking steps to use less water overall.\n\nOur Water Management Systems\n\nMaking sure we do whatever we can to avoid wasting water in our global operations is critical to our sustainability efforts, from both environmental and economical viewpoints. From an environmental perspective, water is a precious and limited resource that cannot be wasted. With rising temperatures, water use is also rising, causing shortage concerns throughout the world. Economically for us, minimizing water waste lowers overall operating costs — specifically, sewer, energy and maintenance costs. Our goal worldwide is to use only what we need, and to reduce waste.\n\nWater monitoring systems are currently in use in our warehouses in the U.S., Canada, Mexico, Korea, the UK and Japan. We intend to expand monitoring systems to our other locations worldwide. These systems enable our warehouse operators to:\n\n- Detect mechanical failures in real-time for quick fixes.\n- Identify operational water waste so that behaviors can be modified through education and training.\n- Consume less water to lower the amount of energy and cost necessary to run mechanical equipment and systems, which in turn reduces Costco’s carbon footprint, expenses and environmental impact.\nCreate an enhanced awareness of water use and stewardship throughout all facets of our operations.\n\nMeanwhile, we are assessing our water management systems to consider new and emerging technologies that will enable us to manage water even more efficiently in our operations. We recognize water management is a top priority when considering operational waste controls, in establishing baseline performance, in targeting efficiencies and in considering innovative ways to drive improved performance by site.\n\nIn 2020, we rolled out a program called STAR—the Sustainability Technical Assistance Review. This program features five focus areas that warehouse operators strive to meet in their daily operations:\n\n- Ensure environmental compliance.\n- Govern water use inside and outside our facilities.\n- Minimize energy consumption.\n- Increase waste diversion.\n- Reduce carbon emissions.\n\nThe STAR program is promoted in employee break rooms and supported by regional specialists who visit the buildings, and best practices are shared through the STAR News bulletin. For more information on STAR, see this story in the Costco Connection magazine. STAR is a critical part of our water management efforts.\n\nWhile we haven’t finalized our water usage data systems, we are able to estimate our global water usage for the past three years. See below for a summary of our global operational water usage.\nCostco’s Estimated Global Operational Water Usage Summary\n\n|       | Sales ($MM) | Gallons ('000s) | Water Use Increase (YoY) | Water Intensity ('000 gal / $MM sales) |\n|-------|-------------|-----------------|--------------------------|----------------------------------------|\n| FY20  | $163,022    | 3,745,971*      | N/A                      | 22.98                                  |\n| FY21  | $192,052    | 4,027,322*      | 7.5%                     | 20.97                                  |\n| FY22  | $222,730    | 4,349,676       | 8.0%**                   | 19.53                                  |\n\n*Gallons for FY20 and FY21 have been restated due to improved information on usage. This reflects an 8.5% and 9.8% increase, respectively, from previous reports.\n\n**We attribute a portion of our increased usage in FY22 to better data collection, opening and operating new locations, and including in our calculations Costco Logistics and our Chicken Plant operating at full capacity. Despite these usage increases, our water intensity continues to decrease year over year.\n\nNew Approaches in Landscaping\n\nLandscaping around our facilities is important for the beauty it provides, and for preserving natural habitat. When we build new warehouses, we seek to include effective landscaping that uses the least amount of water possible. This entails integrating native, drought-resistant and artificial landscaping materials to minimize irrigation. Irrigation systems that use smart technologies and subsurface irrigation complement landscaping.\n\nOur irrigation systems are monitored through meters that enable our operators to identify issues immediately and avoid expensive repairs later. Thanks to these systems, we are able to reduce water waste and protect assets such as parking lot surfaces, retaining walls and building foundations.\n\nWe are also finding these measures to be helpful:\n\n- Using smart technologies and subsurface irrigation to improve efficiency and reduce water waste in irrigation systems.\n- Installing bioswales to preserve groundwater and prevent runoff in select locations.\nBefore & After: An Example\n\nWe are replacing landscaping in some warehouses with surfaces and features that use much less water. We are finding significant reductions in water usage — and consequently our water bills — through simple and relatively inexpensive options. For example, in 17 Bay Area Costcos, grass was replaced with landscaping that uses much less water, and drip irrigation systems were installed. With less water needed for irrigation, we are seeing annual water reductions of 6 million gallons or more, depending on the warehouse.\n\nWastewater & Stormwater Plans\n\nEach U.S. Costco location has wastewater and stormwater plans and procedures to ensure that we remain in compliance with local and federal regulations. We have a team of Environmental Sustainability and Compliance Managers throughout the U.S. who, in partnership with our corporate water systems team, work directly with all locations to track and respond to water waste or quality concerns. International locations are also focusing on waste and stormwater management.\n\nExamples of Water Savings\n\nWe are constantly seeking new ways to save water in our operations, in both small and large ways. Here are some recent examples:\n\n- In 20 Mexico locations, all water used in the warehouses (bathrooms, fresh food areas and so on) go from the drains to on-site small treatment plants, instead of the sewer. This treated water is then used for site irrigation. This not only reduces the impact on local sewer systems, but saves us money on irrigation costs (more than $450,000 in FY22).\nLocations throughout the U.S. are reducing water usage by changing the way they clean the breezeway at the location entrance. They switched from pressure washing to using the ride-on floor scrubber. Annual water usage was reduced from 75,000 gallons per year to less than 9,000 gallons based on a three-times-per-week schedule.\n\nIn Australia, rainwater is captured and stored onsite for use in toilets, cooling refrigeration systems and irrigation.\n\nIn the Los Angeles region, we are using a water capture system to catch rainwater and refrigeration condensate, which is stored on site in large, underground cisterns. This water is used for irrigation. If the tanks are ever completely full the location issues the water back to the city.\n\nWater Savings in Our Chicken Plant\n\nIn 2019, Costco began selling chicken in our vertically integrated facility in Fremont, Nebraska, which was designed with water preservation, re-use, efficiency and treatment in mind.\n\nCostco worked with the city of Fremont to expand its wastewater treatment plant to ensure that the wastewater generated is treated before returning to the municipal wastewater treatment plant. In addition, through a process of air chilling, we save a substantial amount of water in comparison to typical water chill processing.\nCostco is a member of WaterSavers®, a designation by the International Car Wash Association awarded to car washes that meet strict water usage criteria. Wastewater in our on-site car washes is reduced in the following ways:\n\n- Digital water metering identifies spikes in usage that indicate a potential leak or equipment malfunction. With real-time monitoring, these spikes can be addressed immediately.\n- Every wash has a reclaim system to filter and recycle water to be used for everything that does not require fresh water. This cuts fresh water use by more than 50%.\n- Water main shut-off valves are utilized when the car wash is not in use.\n- All car washes strictly follow water usage permits and requirements.\nMinimizing Waste\n\nCostco understands our potential impact on the global waste stream and greenhouse gas emissions caused by waste generated within our global operations. Our goal is to continually decrease the amount of our waste going to landfills, with a goal to divert 80%. Here, we’ll explain the steps we are taking to reach that goal. You can click on this Global Waste Stream Report to see our annual report on waste diversion.\n\nDiverting Waste from Landfill\n\nEffective waste diversion conserves natural resources, saves energy, cuts expenses and reduces emissions. By diverting waste from the landfill, Costco cuts back on hauling waste from our locations — which reduces fuel consumption, CO2 emissions generated from transportation, and hauling costs. We continue to examine waste disposal programs to maximize efficiency and to reduce costs.\n\nRegarding our 80% diversion goal, in fiscal year (FY) 2022, we diverted 78.7% of our waste from landfills. We define waste diversion as the total tons (measured in U.S. tons) of waste that is not directly dumped into landfill sites or burned at incineration facilities that do not create energy. We include Waste to Energy as part of our diversion program. Other diversion examples include donations, anaerobic digestion, recycling, composting and animal feed. Costco is committed to expanding these programs through partnerships, enhanced efficiencies and emerging technologies.\n\nTracking Emissions\n\nReducing waste sent to landfill is critical, as landfills emit methane during decomposition. Costco started measuring its baseline for total waste emissions in FY21. Since then, we have estimated our total Scope 3 (GHG Protocol Category 5) waste emissions for all\nreporting Costco locations for FY20, FY21, and FY22 based upon the total tonnage to landfill and total tonnage diverted. We reported 137,098 mtCO2e in FY20 and 147,347 mtCO2e in FY21. In FY22, we are reporting 154,140 mtCO2e.\n\nFor more information on emissions, see our Climate Action Plan page.\n\n### Waste Diversion Figures: A Look Back\n\n|                  | FY18   | FY19   | FY20   | FY21   | FY22   |\n|------------------|--------|--------|--------|--------|--------|\n| Landfill/Incineration (US tons) | 273,389 | 312,487 | 291,269 | 327,874 | 337,161 |\n| Diverted from Landfill/Incineration (US tons) | 683,493 | 831,594 | 907,114 | 1,188,243 | 1,245,496 |\n| Diversion %      | 71.4%  | 72.7%  | 75.7%  | 78.3%  | 78.7%  |\n| Reporting Regions | 5      | 10     | 12     | 12     | 12     |\n\nCostco recognizes the global impact of food waste, and we are developing new systems to track and reduce food waste within our operations. For food waste, we follow the Food Waste Hierarchy, as defined by the U.S. Environmental Protection Agency (shown in graphic on the following page). We take a variety of steps to keep food out of landfills, whether it’s by creating a new product (source reduction), donating it to needy people, or feeding it to animals.\n\n**Source Reduction**\n\nOne way of reducing food waste in our operations is by creating new items for our members. For example, unsold rotisserie chickens are made into these deli items, reflecting local tastes:\n\n- Chicken Noodle Soup, Chicken Enchilada Bake, Chicken Alfredo and Chicken Pot Pies in the U.S.\n- Red Alfredo Chicken Penne and Honey Glazed Chicken Legs in Japan.\n- BBQ Chicken Wings, Chicken Enchiladas and Chicken & Mushroom Lattice Pies in the UK.\n- Singapore Laksa in Taiwan.\n\nAside from rotisserie chickens, other foods also end up in new items. These include:\n\n- Croissants from the bakeries in Japan into an Almond Croissant dessert item.\n- Ground beef from the U.S. meat department to produce stuffed peppers and meatloaf in the deli.\n- Ground beef from Canada’s meat department to create Shepherd’s Pie and Stuffed Bell Peppers similar to the U.S.\n- Unsold oranges for a high-quality smoothie in Japan’s food courts.\n\nThree Costco suppliers are working with the Equitable Food Initiative and Measure to Improve to pilot a waste reduction and tracking program that expands their worker engagement efforts to include a sustainability focus. Through this pilot, suppliers conducted baseline visual and physical audits of materials waste (cardboard, clamshells, etc.), green waste (culls) and food loss in 2021 to determine which priority actions to include in a waste reduction plan. The companies are now implementing these programs and gathering data to measure their success in reducing waste and ultimately greenhouse gas emissions. The three farming operations partnering in this initiative are Andrew & Williamson Fresh Produce/GoodFarms, Misionero and Windset Farms.\nPlease see additional examples of source reduction in the “Kirkland Signature” page in our Merchandising section, (under “Reducing Food Waste”).\n\n**Food Donations**\n\nCostco has programs and partnerships with Feeding America, The Global FoodBanking Network and food banks to prevent food from being wasted. Feeding America is a national organization in the U.S. that works with local food banks as a bridge with our U.S. locations. The Global FoodBanking Network partners non-U.S. locations with certified member organizations to donate to entities that have established food safety standards. These efforts provide meals to individuals and families who are food insecure.\n\nWe offer our food donation program in all states and most countries/regions where we operate, and have continued to grow our program year over year. The U.S., Canada, and Mexico have added the ability to donate cooked food from our food courts by creating food safety procedures to properly cool and donate unsold items. More information can be found in our 2021 August Costco Connection article, Do not discard.\n\n### Food Donations Over The Past Five Years\n\n|                      | FY18 | FY19 | FY20 | FY21 | FY22 |\n|----------------------|------|------|------|------|------|\n| Food Donations       | 34.7 | 76.9 | 92.8 | 99.0 | 125.8|\n| (Millions Lbs.)      |      |      |      |      |      |\n| Meals Donated        | 28.9 | 64.1 | 77.3 | 82.5 | 104.8|\n| (Million Meals)      |      |      |      |      |      |\n| Number of Warehouses | 498  | 772  | 794  | 823  | 844  |\n| & Depots Donating    |      |      |      |      |      |\nWe understand the importance of the types of food donated, so we strive to provide healthy and nutritious food. In FY22, 71.4% of the food donated in the U.S. was in the following categories:\n\n- Produce/fruit/vegetables (40%)\n- Grains/bread (19.4%)\n- Dairy/protein (12%)\n\n**Other Uses for Food**\n\nWe also work to avoid putting food into landfills through these steps:\n\n**For Animals.** Using our inedible waste for animals is important because it reduces the demand to generate new resources. For example, our warehouses divert organic materials for feed to local programs, including animal sanctuaries, rescue centers, local farms for cattle, hogs and other animals, and city zoos. This global effort saves millions of pounds of food materials from landfills.\n\nAlso, in our Japan warehouses, coffee grounds from the Food Courts are sent to the Kalm Kakuyama Organic Farm, which uses them as bedding for the cows. The coffee grounds are valuable because of their antibacterial and odor-reducing effect. The organic milk from these cows is available in our all Japanese warehouses, completing a unique circle of sustainability. (Also, the coffee grounds eventually end up as biogas fuel to generate electricity on the farm). Also in Japan, coffee grounds are sent from one warehouse to be repurposed as cattle feed.\n\n**Industrial Uses.** Much of our organic waste is also recycled into usable products, such as organic fertilizer, biofuels and electricity. Here are some examples of this approach at work:\n\n- Chicken grease produced from rotisserie chickens is converted into biofuel.\n- Meat and bone scraps are processed through a rendering program. Rendering from the chicken complex in Lincoln, Nebraska, has been added to this program.\n- Organic waste is converted into certified organic liquid fertilizer.\n- Food is recycled at anaerobic digestion facilities to create energy.\nComposting. In the U.S., Canada, Korea, Japan, Australia, Spain and China, some locations send organic waste to commercial compost facilities to create a nutrient-rich soil conditioner.\n\nWaste to Energy (WTE)/Landfill. The trash from our in-warehouse compactors is hauled to waste-to-energy facilities and landfills. Our goal is to continuously keep food waste out of these compactors and use it for more beneficial uses in the food waste hierarchy, while being compliant with regulations.\n\nCostco is committed to reducing non-food waste through efficiencies and other programs. Here are several examples.\n\nDonating\n\nCostco has grown its program with World Vision to donate first-quality items that used to be destroyed, recycled or returned to the supplier. These items are donated to people in need around the world. More information can be found in the Costco-World Vision Summary, which contains a list of the items donated and some stories that illustrate the impact of these donations.\n\nBesides providing items to people in need, efficiencies are also gained, including reduced trips to the landfill and savings on trash fees for both Costco and our suppliers.\nSummary of Non-Foods Donation\n\n|                      | FY18  | FY19  | FY20  | FY21* | FY22* |\n|----------------------|-------|-------|-------|-------|-------|\n| Number of Pallets    | 41,945| 42,493| 54,332| 80,304| 131,438|\n| Donated (Pallets)    |       |       |       |       |       |\n| Product Value        | N/A   | $76.2 | $79.9 | $137  | $278  |\n| ($, Millions)        |       |       |       |       |       |\n\n*The number of pallets significantly increased in FY21-22 because our growing Costco Logistics program, which delivers appliances, TVs and other large items purchased on Costco.com, is now part of our donation program.\n\nRecycling\n\nWe have developed programs to recycle a wide variety of materials (actual amounts are shown in this [Global Waste Stream Report](#)):\n\n- **Corrugated Cardboard and Shrink-Wrap.** Warehouses routinely send shrink-wrap and corrugated material generated from daily operations to our distribution centers for recycling. For efficiency, we “backhaul” these materials, meaning they’re placed in empty trucks that have just delivered goods to the warehouse and are returning to the local depot.\n\n- **Tires.** While 15% of our tires are resold, over 80% are recycled into several different beneficial uses like tire-derived fuels used primarily in cement kilns; crumb rubber used as an additive for road surfaces or pervious surfaces around roads, sidewalks and pathways; mine reclamation; daily landfill cover; and decorative mulch.\n\n- **Car Battery Recycling.** Costco reimburses members their core fee when batteries are returned for recycling. Returned batteries are collected and picked up for recycling by Costco battery suppliers. Up to 99% of a car battery is recyclable and can be used to make new batteries and other products.\n\n- **Paper.** Costco has established a recycling program for paper in our offices and warehouses to capture loose paper, coupon brochures, magazines and paperback books that are no longer usable or saleable. We continue to move to paperless programs when applicable.\n- **Metal.** In FY20, Costco piloted a program with our depots to recycle scrap metal that cannot be processed through standard single stream recycling bins. During FY22, we have continued to expand this program. There are currently 498 U.S. warehouses approved to participate in this program, and we will continue to roll out to new locations where feasible.\n\n- **Styrofoam®.** In certain locations, expanded polystyrene (foam) is densified and distributed to manufacturers that make picture frames, crown molding and other polystyrene products.\n\n**Reducing Hazardous Waste**\n\nHazardous materials pose a risk to the environment, human health and/or the communities we operate. These include common everyday items such as dish soaps, detergents, batteries, light bulbs and electronics.\n\nAs with other waste programs, Costco follows a hierarchy to reduce or eliminate hazardous waste. Prevention is the most desired path when dealing with hazardous products. Here’s a look at our programs to manage hazardous waste:\n- **Electronic Recycling.** Costco maintains an electronic recycling program through approved, licensed recycling vendors. We are able to manage both member returns and company assets while ensuring the highest levels of sensitive data destruction alongside material recovery through the vendor’s e-scrap shredding system.\n\n- **Batteries & Light Bulbs.** Costco recycles household batteries and light bulbs from returned products or used internally in operations. Each battery and bulb is broken down to its rawest parts and recycled or repurposed accordingly.\n\n- **Fuel Station Materials.** Byproducts from our fuel station operations are managed in ways to minimize waste. Used and drained fuel filters can be managed as scrap material.\n\n- **Ethanol Recovery.** Items containing ethanol such as alcoholic spirits, perfumes, colognes, cough syrup, vanilla extract and hand sanitizers (classified as consumer chemical products) are hauled off-site, depacked and shredded at various facilities. The liquids are collected from the shredding process and batched for ethanol recovery. Various methods are used to separate and collect ethanol for final reuse as additives to new products or liquid fuels.\nOur Code of Ethics calls for us to obey the law, and complying with environmental regulations is an example of that mandate. Our environmental compliance efforts are integral to our corporate sustainability initiatives.\n\nThe Role of Compliance\n\nTo help us meet our sustainability goals, we have implemented a comprehensive environmental compliance program that covers regulations related to stormwater, sanitary water use, wetlands, environmental mitigation, endangered species, air quality and more. The program applies to inspections, maintenance and reporting for all of our properties, including our warehouses (retail locations) as well as our industrial properties (manufacturing, distribution, logistics, etc.).\n\nOur global compliance team works in conjunction with representatives from numerous departments throughout the company to review and identify opportunities to enhance compliance and sustainability programs and policies, as well as to ensure we remain in compliance with regulatory requirements. Team members also support location operators in daily operations, training and educational opportunities. Finally, team members have been instrumental in helping us implement our Climate Action Plan.\n\nIn 2022, we held our fourth annual Global Sustainability Summit. The purpose of these summits are to share best practices, review compliance, and discuss upcoming projects, with the goal of creating a consistent and global approach to environmental compliance, while also respecting local laws and regulations.\nWe continue to build on our existing environmental compliance platform through the Sustainability Technical Assistance Review (STAR) program to formalize standards and requirements in five key focus areas. By working toward STAR goals, Costco is building the capabilities to track compliance and dynamically monitor resource use at all our warehouses. Our aim is to integrate the people, systems, policies, data and standard operating procedures in support of the following five focus areas:\n\n- Ensure environmental compliance\n- Govern water use inside and outside our facilities\n- Minimize energy consumption\n- Increase waste diversion\n- Reduce carbon emissions\n\nThe STAR program is promoted in employee break rooms and supported by regional specialists who visit the buildings, and best practices are shared through the STAR News bulletin.\n\nEnhanced data “dashboarding” programs and reporting capabilities added in 2022 allow us to respond more quickly as any situations arise. We also continue to digitize our environmental records and automate compliance programs to aid in both accuracy and efficiency while reducing operator fatigue.\n\nMeanwhile, we are continuing to build a Central Monitoring program (Central Station) to bring refrigeration, burglary and fire monitoring of our warehouses, depots and other buildings in-house.\nAnimal welfare is part of Costco’s culture and responsibility, and we are committed to a global approach to Animal Welfare. We are working toward a uniform program in the countries/regions where we operate, while respecting that each country may have its own regulatory and social requirements.\n\nOur Mission Statement\n\nCostco is committed to the welfare and proper handling of animals that are used in the production of products that we sell. This is not only the right thing to do, but it also is an important moral and ethical obligation we owe to our members, suppliers, and most of all to the animals we depend on for these products. Costco has adopted the Five Domains for assessing animal welfare. The domains are:\n\n- Nutrition.\n- Environment.\n- Health.\n- Behavior.\n- Mental state.\n\nThe Five Domains take into account that if animals have positive experiences in the first four physical/functional domains, then the end result would be a positive experience with the fifth domain — a good mental state, leading to good welfare and a positive quality of life. We have worked with Dr. Temple Grandin (click here for more information), an independent and prominent animal welfare expert, in adopting these domains.\nYou can find additional resources concerning the Five Domains at these sites:\n\n- MDPI\n- National Library of Medicine\n\n\"The Five Domains emphasize the importance of both preventing suffering and providing animals with positive experiences.\" —Dr. Temple Grandin\n\nCollaboration with Experts & Suppliers\n\nWe coordinate our efforts in this area through an Animal Welfare Task Force, made up of members from corporate and regional buying, animal welfare auditing, global sustainability and compliance, legal and global food safety departments. Our efforts are informed by various global standards and benchmarks pertaining to animal welfare. We seek to stay abreast of new technologies and methods through our suppliers, academia and industry experts.\n\nWe also have engaged with the Center for Food Integrity in these efforts.\nCostco’s goal is to be judicious in the use of antibiotics that are medically important to humans in our meat and poultry supply chains, which is consistent with our goal of protecting the health and welfare of our members. Our objective is that producers follow the FDA Veterinary Feed Directive (VFD) final rule (21 C.F.R. section 558.6) regarding how medically important antibiotics can be administered to food-producing animals. Medically important antibiotics are to be limited to therapeutic use only for the prevention, control and treatment of disease under the supervision of a licensed veterinarian in a valid veterinary client/patient relationship.\n\nYou can read more on the FDA website.\n\nIn 2022, we continued our engagement with our suppliers. It remains difficult in many supply chains to obtain verifiable certificates or affidavits in order to have quantitative metrics regarding the phase-out of routine use of shared use antibiotics. Supply chains are, for the most part, only minimally vertically integrated (particularly for beef and pork), with our suppliers being one too many steps removed from those who are raising animals. Many of these growers lack developed systems for aggregating metrics concerning antibiotic usage. This makes it very difficult for our suppliers to gather and aggregate such information to report to us and to track changes in metrics over time. We have partnered with Progressive Beef® to learn more about antibiotic use in the beef supply chain and how documentation can be generated and shared in the future.\nChicken Antibiotic Update\n\nWe continue to work with our chicken suppliers and have made progress on our previous commitments. Please see the table below.\n\n| Previous Commitment                                                                 | 2022 Update                                                                                                                                                                                                 |\n|-------------------------------------------------------------------------------------|-------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------|\n| By the end of 2022, 95% of Kirkland Signature™ chicken products (defined as frozen, sold in the meat case, rotisserie case and raised with No Antibiotics Ever) sold in the U.S. will be raised without routine use of antibiotics important to human medicine. | In FY22, we sent a survey to our Kirkland Signature™ chicken suppliers (defined as frozen, sold in the meat case, rotisserie case and canned sold in the U.S.) and they responded that 97% of volume (pounds) was raised without routine use of antibiotics important to human medicine. |\n| By the end of 2022, we will (1) outline a timeline for achieving 100% of Kirkland Signature™ chicken (defined as raw-frozen, sold in the meat case and rotisserie case) sold in the U.S to be raised without routine use of antibiotics important to human medicine; and (2) begin to report annually the percentage by product category (fresh chicken sold in the meat case, rotisserie, frozen and canned) raised without routine use of antibiotics important to human medicine, until such time as our target of 100% is reached. | (1) We anticipate by December 2024, 100% of our Kirkland Signature™ chicken (defined as raw-frozen, sold in the meat case, rotisserie case and canned) sold in the U.S. will be raised without routine use of antibiotics important to human medicine.  \n(2) Our dedicated suppliers occasionally resort to market purchases from third parties to fulfill requirements. We do not have this data at this time and will work with our suppliers who purchase from third parties to determine antibiotic use and comply with our policy. |\n\nScope and Risk-Based Phased Approach\n\nBecause of the number of suppliers Costco has and their geographic dispersion, it is not practical to audit on an ongoing basis to confirm that all suppliers are in compliance with all aspects of our animal welfare policies. Accordingly, we take a risk-based approach with respect to targeting audits and otherwise seeking to confirm compliance. The approach is based upon several factors, including prior audit performance. This has resulted in placing emphasis on auditing suppliers of Kirkland Signature™ items, particularly in the United States. Even as to those items, however, the large number of producers in the supply chain limits the scope and frequency of audits that may feasibly be conducted and evaluated.\nCostco utilizes recognized audit standards and programs conducted by trained auditors, and looks at animal welfare both on the farm and at processing. The purpose of an audit is to gather current, accurate information concerning the overall welfare of animals.\n\nThis information is made available to members of the Costco food safety and technology group, and buying staff. Audits apply to:\n\n- **On-farm audits.** These inspect the welfare of live animals on the farm in their living environment. Currently these are conducted for the following species to varying degrees: chicken (egg-laying hens), dairy cows, pork, poultry (chicken and turkey), and veal.\n\n- **Meat plant audits.** These take place at the plant where animals are processed for these species: beef, pork, poultry (chicken and turkey), and veal.\n\nAudits can be conducted by Costco auditors, suppliers and/or third parties. Audit type, frequency and intensity can vary across suppliers and species. Costco requires U.S. animal welfare auditors to be certified.\n\nOrganic certification in the U.S. in certain respects also includes animal welfare components. Costco sells large quantities of organic items derived from animal products, and these items are required to be certified organic in accordance with the law.\n\nBelow we outline our current animal welfare audit policies and procedures by species.\n\n**Beef**\n\n*Costco requires third-party animal welfare audits at processing in accordance with the North American Meat Institute Recommended Animal Handling Guidelines.*\nDairy\n\n- Costco requires animal welfare audits at the farm level. We have worked with third-party audit providers as well as parties that can implement second-party dairy audits. Our goal is to have an outcome-based program that recognizes sustainable practices in place and guides change at the dairy through training, sound protocols and a valid Veterinary Client Patient Relationship.\n- The National Dairy FARM Program (Farmers Assuring Responsible Management) seeks to provide consistency and uniformity to best practices in animal care and quality assurance in the dairy industry. Costco works with larger cooperative suppliers that utilize the FARM Program to increase the frequency of third-party verification.\n- Costco does not support tail docking and has actively sought to use suppliers that do not allow this practice. Current suppliers do not practice tail docking.\n- Costco requires its suppliers to implement standards regarding age and pain management as it relates to dehorning practices.\n- Costco strongly supports advances in dairy farming practices to include the use of genetic breeding programs to promote polled cattle (naturally hornless). Costco believes this will benefit the welfare of the cows and of the farmers who care for them by eliminating the need for dehorning.\n- Costco recognizes that through the years its suppliers have embraced new ways to improve the welfare of the animals in their care. Costco expects suppliers to continue to seek improvements that promote good animal health and well-being.\nVeal\n\nCostco veal is traceable to the farm level and farms are inspected for compliance to the requirements. Here is our veal policy:\n\n- Inhumane treatment of calves is unacceptable and will not be tolerated at any stage of the animal's life.\n- Calves must never be tethered while in a stall.\n- There must be a minimum of two calves per stall after 8 to 10 weeks of age. (This is dependent upon calf behavior and health issues that would require a calf to be separated).\n- All stalls must be large enough to allow calves to freely turn around, lie down and maintain normal postures.\n- Calves must be inspected at least twice daily by the farmer or caregiver to ensure cleanliness of the animals as well as the stall.\n- The farmer or caregiver will also ensure proper fresh air and ventilation at all times.\n- Calf diets must consist of nutritious feed and fresh water.\n- Veal barns are to receive, at a minimum, one annual third-party humane handling audit per year. These audits are to be made available to Costco Wholesale.\n- Veal barns are to be visited by a veterinarian at a minimum of once every grow-out cycle.\n- Electric prods are never to be used.\n- Non-ambulatory animals are never to be used in production.\n\nPoultry\n\n- Costco requires animal welfare audits at processing in accordance with the National Chicken Council (NCC) Recommended Animal Handling Guidelines and the National Turkey Federation Animal Care Guidelines.\n- Costco also audits hatchery and grow-out facilities.\n- Costco implements animal welfare audits for laying hens.\n  - Audits can include American Humane, Certified Humane and United Egg Producers audits.\n  - Audits now extend in varying degrees to conventional cage, cage-free and organic housing systems.\nCostco’s Broiler Policy\n\nCostco Wholesale is committed to the welfare of animals in its supply chains. This includes broilers, which are chickens raised for meat (as opposed to eggs). Although these chickens have a life cycle of less than 45 days, their welfare is as important as that of animals that have longer life cycles. Most of our poultry needs are met by our complex in Nebraska (Lincoln Premium Poultry or LPP) and two other facilities in the Southeast, which are owned by third parties. One of these producers is certified organic, which brings with it animal-welfare requirements prescribed by the United States Department of Agriculture. These three facilities are our primary suppliers (which we call dedicated suppliers).\n\nWith respect to our dedicated suppliers: all broilers are cage-free, in chicken houses where they are free to move about without restriction. The minimum standards followed in these barns are based on those developed by the National Chicken Council (NCC). These can be found by clicking here. The National Chicken Council represents companies that account for approximately 95 percent of broiler chicken production in the United States. For our dedicated suppliers, compliance with the NCC standards is regularly audited by third-party auditors, who are independent of Costco and the producers and are certified by the Professional Animal Auditor Certification Organization (PAACO). For more about PAACO, click here.\n\nAn important element of broiler welfare is how the animals are prepared for production. LPP and our dedicated organic supplier use a technique called Controlled Atmosphere Stunning (CAS). That technique is recognized as a superior method for processing, using methods that are calming for the animals and conducive to the welfare of employees who monitor the process. We are exploring the potential for transition to CAS at other facilities.\n\nOur broiler welfare efforts are currently most highly focused on LPP, which raises around 100 million birds per year. In addition to CAS, LPP has adopted or is focusing on other key elements of welfare:\n\n**Density.** In evaluating density, it is important to keep in mind that the broilers at LPP are raised to a weight smaller than industry average. When applying density standards that are expressed in weight per area, it is also important to remember that birds are under the maximum weight for the vast majority of their lives. Our dedicated suppliers are operating at a density standard of at least .92 square feet per bird.\n\n**Catching and Transport.** LPP uses what it regards as state of the art equipment for gathering of birds when they are ready to leave the barns. This highly automated system reduces opportunities for human mistakes that can occur with manual processes. In addition, the transportation of broilers occurs with covering and ventilation options that are adaptable to the wide range of weather conditions found in Nebraska and Iowa.\n\n**Barn Enrichment.** Some in the industry have experimented with features believed to enrich the experience of broilers in their barns. LPP has been monitoring studies that examine whether these enrichments actually improve outcomes or benefit farmworkers who work with the broilers. In addition, LPP is experimenting with enrichments in a small number of barns, to evaluate whether wider deployment is warranted.\nBreeding. Some parties have advocated that Costco and others change to breeds that grow more slowly. We have carefully analyzed the science that has been invoked for that position. We do not believe that the conclusions, which thus far are not the product of the rigorous peer review process associated with scientific papers, warrant a change in our practices at this time. Because of the density we prescribe for our broilers and the fact that our broilers are grown to a smaller size than is common in the industry, we believe that the incidence of adverse welfare impacts associated with larger fast-growing broilers under more crowded conditions is lower at LPP. At a time when Costco Wholesale is intensely focused on reducing its carbon footprint, we also have concerns that slower-growing breeds increase environmental impacts (greater feed demands, more energy usage, higher waste output), which should not be incurred absent meaningful gains in broiler welfare. As we increase engagement with our suppliers over reducing emissions in the production of goods for us, it is important that we set a good example in our own operations. We are engaged in communications with our breeding stock suppliers and study concerning selection that could over time enhance the leg strength of broilers, in an effort to reduce mobility problems and other issues. The nature of selective breeding means that this process occurs slowly.\n\nWhile we believe we have achieved significant progress in our broiler welfare programs, we recognize that there is room for improvement. LPP has engaged a full-time animal welfare officer and a full-time auditor for growers (in addition to the veterinarian on staff) and enhanced the training requirements for auditors that work in barns that supply it. LPP’s objective is to audit each grower three times annually. Early in 2021 we engaged the services of Dr. Temple Grandin, an independent and prominent animal welfare expert, to examine the practices at LPP and make recommendations for enhancements. Dr. Grandin (click here for more information) has provided her recommendations, which are now in various stages of implementation. Among other things, they entail enhanced education for farmers raising broilers, improvement of hatchery procedures, improved security for barns, and reduced stocking density. Many of her recommendations have been adopted. A variety of external events have slowed some of our intended progress, but we remain committed to improvements.\nCostco has introduced the Costco Hen House Audit in the U.S. This tool seeks to promote a sense of responsibility and accountability to the supplier and provides a means for annual barn evaluations:\n\n- Suppliers are required to audit each house twice a year using the Costco Hen House app platform. The results are automatically transmitted to Costco upon completion.\n- The app-based system gives visual examples of how to score each question as needed.\n- The app requires the supplier to submit photo documentation for each question, along with the answer as applicable.\n\nCostco is committed to procuring cage-free eggs. In FY22, we increased the percentage of cage-free shell eggs it sells worldwide as indicated in the table on the following page.\n\nIn addition, Kirkland Signature™ Liquid Eggs are cage-free in the U.S. The transition to cage-free eggs will continue to increase with added availability and capacity of cage-free production. Supply shortages in the U.S. have recently required us to source a small quantity of non-cage-free eggs to meet our member requirements. We expect this to be temporary.\n## Percentage of Cage-Free Shell Eggs by Country\n\n| Regions          | FY19  | FY20  | FY21  | FY22<sup>4</sup> |\n|------------------|-------|-------|-------|------------------|\n| Australia<sup>1</sup> | 59.6% | 48.2% | 43.8% | 50.5%           |\n| Canada           | 23.7% | 22.8% | 22.9% | 22.7%           |\n| China<sup>2</sup> | N/A   | 0%    | 0%    | 2.1%            |\n| France           | 100%  | 100%  | 100%  | 100%            |\n| Iceland          | 100%  | 100%  | 100%  | 100%            |\n| Japan<sup>2</sup> | 0.6%  | 0.8%  | 2.9%  | 3.6%            |\n| Mexico           | 91%   | 97.3% | 100%  | 100%            |\n| South Korea      | 3.4%  | 9.6%  | 18.7% | 77.7%           |\n| Spain            | 100%  | 100%  | 100%  | 100%            |\n| Taiwan<sup>2,3</sup> | 0%   | 0%    | 8.1%  | 13.8%           |\n| United Kingdom   | 100%  | 100%  | 100%  | 100%            |\n| United States    | 90.7% | 93.2% | 94.2% | 97.0%           |\n| **Global**       | **70.8%** | **72.3%** | **73.9%** | **79.7%** |\n\n1) Australia’s cage-free suppliers are experiencing supply issues, causing some to struggle with the transition from conventional to cage-free eggs (construction supply, costs, etc).\n2) Our progress in Taiwan, China and Japan is dependent upon local available infrastructure and appropriate food-safety practices. Taiwan, China and Japan are selling cage-free eggs in select locations and will continue to expand based on availability.\n3) In Taiwan, all eggs sold come from larger enriched cages, improving bird welfare by providing them with more usable space, scratch pads/mats, perches and nest boxes, allowing the hens to perform more natural behavior.\n4) In FY22, we are now including Business Centers and Ecommerce sales for U.S., Canada and Korea.\nIn 2019, Costco began selling chicken produced in our vertically integrated facility located in Fremont, Nebraska, which is described in more detail on the “Kirkland Signature” page of our Merchandising section. Animal welfare is a critical component that has been integrated into all aspects of the chicken supply chain, from the hatchery to the grower barns to the processing facility.\n\nThe design of the buildings and equipment, and corresponding programs to handle the chickens, featured animal welfare as a key component and included the following:\n\n- The latest technology for poultry handling and processing incorporated into the hatchery, feed mill and processing facility.\n- The farmer-owned barns for the pullet, breeder and broiler chickens are state of the art in design and equipment.\n\nThe animal handling processes also incorporate strict animal welfare programs and a summary of some of these policies include the following:\n\n- Stocking density is limited to allow birds more space.\n- All barns have automated ventilation systems designed to improve bird air quality and comfort.\n- Apollo Gen 2 automatic harvesters are used to more humanely collect our broilers.\n- Broiler transport includes trailers with curtains to keep animals sheltered.\n- Broilers are unloaded inside a lairage area, to protect them from the weather and help the birds acclimate.\n- The lairage area can hold approximately 2-hour inventory to allow birds to rest.\n- State-of-the-art Controlled Atmosphere Stunning (CAS) system.\n\nCostco has committed to responsible down sourcing. Costco now requires a certification to be present with all Costco production of down and feather products. Costco accepts certifications from International Down and Feather Lab (IDFL), Downpass or Responsible Down Standard (RDS).\nCompliance to these standards promotes ethical sourcing of down and feathers through the verification of supplier traceability systems, general animal welfare, risk assessment and other important best practices.\n\nFor more information, see the Costco Connection article, Down’s upside.\n\nPork\n\n- Costco uses the Pork Quality Assurance Plus program. This is a producer-driven program that farmers can use to ensure that pork products are of the highest quality and are safe, and animals are cared for in a way that ensures their well-being.\n- We encourage suppliers to limit the use of gestation crates for pregnant sows in favor of group housing.\n- Based upon supplier reported data, as of November 2022, approximately 92% of Costco’s fresh pork and all of the Kirkland Signature cooler items sold in the U.S. come from sows raised in group housing or confinement that permit sows to turn around. Approximately one third of our U.S. fresh pork supply is now from California Proposition 12-compliant housing. The proposition requires that breeding sows and their immediate offspring have at least 24 square feet of usable floor space per sow. Legal developments concerning Prop 12 could impact this in the coming months.\n- Costco U.S. and Canada plan to source pork from suppliers utilizing only open-pen housing beginning in calendar 2023 for all fresh pork and Kirkland Signature cooler items, subject to supply chain capacity. There may be certain times during a sow's gestation period when she should be separated from the rest of the group. An example of this is the time between insemination and confirmation of pregnancy. Our goal over time is to minimize the time in confinement.\n- Over the long term, we will target suppliers outside the United States and Canada for compliance, to the extent they are not held by local law to the same standard or a higher standard; and work with suppliers to achieve compliance for branded (non-Kirkland Signature) cooler items to further reduce the number of days that breeding sows spend in gestation crates.\nMonkeys & Coconut Harvesting\n\nCostco does not support the use of monkeys for coconut harvesting. We require our suppliers to contractually prohibit the use of any animal labor from their coconut providers. We also require these suppliers to audit their farms and have a third party independently verify compliance.\nCostco understands that it has a responsibility to source its products in a way that is respectful to the environment and to the people associated with that environment. Our goal is to help provide a net positive impact for communities in commodity-producing areas by doing our part to help reduce the loss of natural forests and other natural ecosystems, which include native and/or intact grasslands, peatlands, savannahs and wetlands. Pollinator health is part of this effort.\n\nWe want to work with suppliers and others to support good land stewardship practices that respect the autonomy and property rights of the landowner; are outcome-based rather than prescriptive; and respect the ability of rural people and their communities to thrive while serving as stewards of the land. Good land stewardship practices include, but are not limited to:\n\n- Avoiding deforestation and conversion of natural ecosystems.\n- Conserving or restoring natural ecosystems.\n- Protecting High Conservation Value (HCV) and High Carbon Stock (HCS) forests.\n- Requiring free, prior and informed consent of indigenous people.\n- Respecting basic human rights.\n- Avoiding pollution.\n- Protecting water resources.\n- Protecting from harmful chemicals.\nProtecting, restoring and promoting soil health.\n\nSupporting the increased healthy production-efficiency of lands currently in production.\n\nDeforestation is occurring at a rapid rate as natural forest landscapes are converted to land used for growing livestock and agriculture. These natural ecosystems provide high environmental and social value, including habitat for diverse animal species, carbon sinks and long-term livelihoods for people living in and near these forests.\n\nWe believe that our most impactful first steps are to (1) source our wood, paper and fiber-based products from responsibly managed and certified forests, and (2) use recycled content and alternative fibers when feasible. While we desire all products to be sourced this way and encourage our suppliers to follow this goal, we have focused our efforts on our Kirkland Signature™ products. Our goals are explained in our Forest Conservation Commitment.\n\nCostco accepts forest management certifications from three leading organizations: Forest Stewardship Council® (FSC)\\(^1\\), Sustainable Forestry Initiative (SFI) or Programme for the Endorsement of Forest Certification (PEFC), with a preference for FSC. These certifications help to ensure that the needs of the forest ecosystems and their communities are balanced with conservation.\n\nVirgin fibers and recycled fibers both play important roles in making everyday products like paper, cardboard and bath tissue. Fiber products are not infinitely recyclable — after about seven times they degrade, lose their strength and are no longer usable. This is why virgin fibers have an important role. Virgin fibers are valued for products that require their strength, softness, color and absorbance qualities, such as premium bath tissue. To reduce our use of virgin fiber, we have a preference for recycled fiber where feasible and where we believe it is a more sustainable alternative to virgin fiber. The final choice of fiber will be determined by quality and food safety requirements, product specification and performance, and legal requirements.\n\n1. Costco’s FSC license code FSC-N003307\nRecycled fibers, in contrast, are the best choice for making such things as cardboard and packaging, which don’t require as much softness or absorbency.\n\nFor these reasons, responsible forest management is an important component in sourcing fiber for paper-based packaging. Costco is committed to sourcing the fiber used for its products and packaging to come from known sources, be legally harvested under certified forest management programs and not contribute to deforestation or degradation. A major focus for us is to bring more recycled content into packaging, especially with Kirkland Signature products, where we have the most influence.\n\nWe are committed to eliminating deforestation in five key commodities in our Kirkland Signature supply chains that contribute to deforestation: palm oil, wood/pulp/paper, soy, cocoa and beef. You can find details on how we source products in these categories by going to “Commodities & More” on our Merchandising page.\n\n**Palm Oil:** Costco is a member of the Roundtable on Sustainable Palm Oil (RSPO) and we’re committed to ensuring that the palm oil and associated products are responsibly sourced.\n\n**Wood, Pulp & Paper.** We are committed to sourcing from certified forests all of our wood, pulp and paper products.\n\n**Soy.** Because soy is a major driver of tropical deforestation in countries such as Brazil, we source Kirkland Signature soy-based products, such as Kirkland Signature soybean oil, vegetable oil and organic soy beverages, from the U.S. and Canada.\nCocoa. Costco supports efforts to eliminate deforestation in cocoa production. Working through the Sassandra Cocoa program, we are funding the distribution and replanting of trees, and working to increase the number of farmers participating in the program.\n\nBeef. With concerns that beef production contributes to tropical deforestation in countries such as Argentina, Brazil, Colombia and Paraguay, our intent is not to source beef from high-risk deforestation regions until comprehensive traceability and monitoring systems are in place.\n\nWe update our progress on deforestation efforts each year in this Sustainability Commitment. Also, in fiscal year 2022 for the first time we disclosed sourcing information about these forest risk commodities through the CDP Forest questionnaire. This report is available through CDP, a global disclosure system.\n\nNative pollinators and managed honeybee populations are threatened by pests, pathogens, pesticides and poor nutrition. These pollinators are necessary for pollinating approximately one-third of the food we eat, including many fruits, nuts and vegetables. More information can be found in our Costco Connection article, Honeybee health.\n\nWe’re supporting pollinator health through research, smart agricultural practices and more:\n\nSupporting Research. Tapping a portion of the sales from our Kirkland Signature honey, we financially support Project Apis m. This group funds critical research, offers information on best forage practices for bees, and serves as a resource to beekeepers, growers and others. More information can be found on the Project Apis m Blog and on the “Oils, Honey & Spices” page in our Merchandising section.\nPromoting Pollinator-Friendly Agricultural Practices. We work with our fresh produce and almond suppliers to encourage the planting of buffer zones to benefit pollinators. We also encourage almond growers to use cover crops to increase the density, diversity and duration of bee forage in California orchards, which also improves soil health. See this Costco Connection article for information on the Seeds for Bees program of Project Apis m.\n\nIn the American Midwest, a critical area where efforts are focused to support honey production, pollination and native pollinators, we are working with The Bee and Butterfly Habitat Fund’s Seed A Legacy Program. See this report for more information on this program.\n\nWe are taking these steps to help reduce chemicals in our live goods, fruit and vegetables to support pollinator health:\n\nPollinator Health Policy. Our Pollinator Health Policy involves suppliers of live goods (garden plants), fruit and vegetables. Costco encourages these suppliers to limit the use of non-essential chemicals, utilize eco-friendly methods of pest and disease control, and incorporate Integrated Pest Management (IPM) strategies and other creative solutions for the use of least toxic alternatives. Suppliers are encouraged to phase out the use of neonicotinoids and chlorpyrifos, unless mandated otherwise by law and when possible to avoid regrettable substitutions. Costco seeks to partner with suppliers that share our commitment to pollinator health and IPM, and make reasonable progress in a timely manner.\n\nOther practices to support pollinator health. Our global suppliers report various efforts being done to support pollinator health and improve on farm practices such as integrated pest management (IPM); scout and monitor pest and pathogen to proactively manage their population; use of beneficial insects, biological alternatives, oils and soaps; physically excluding plant pests by creating barriers and separations; working with extension offices and/or local government; setting aside land for pollinator habitat and planting other pollinator friendly native plants; and increasing regenerative and organic growing practices.\n**Equitable Food Initiative (EFI).** Costco is part of EFI, a fresh produce effort consisting of farmers, suppliers and NGOs working to improve labor practices, environmental stewardship and food safety for the benefit of workers, agricultural communities, businesses and consumers. See the “Human Rights” page in our Merchandising section for full details. In addition to labor and food safety standards, EFI addresses pollinator health by requiring participating members to have:\n\n- An implemented Integrated Pest Management plan that includes a stepped approach starting with biological controls followed by cultural, physical, and finally chemical responses.\n- Application records for conventional and open fields operations to be entered into the Pesticide Risk Tool (PRT) to generate a risk assessment to guide spray decisions. EFI continues to partner with The IPM Institute of North America to aggregate and analyze pesticide application records entered into the PRT.\n- A written justification for each application of a highly hazardous pesticide, aligned with their IPM plan and documenting that risk management measures were implemented during application.\n- Irrigation practices that limit erosion, and uncultivated buffer strips to further protect water habitats.\n- Worker training for appropriate pesticide use, which addresses prohibited off-label pesticide use; proper personal protective equipment; reporting procedures about all applications; and medical monitoring of workers handling certain pesticides.\n\n**Weed & Insect Control Products.** Costco sells a number of organic and alternative gardening products, which contain natural and/or organic elements. Globally, we no longer offer weed and insect control products containing glyphosate, neonicotinoids or chlorpyrifos.\n\n**Organics & Greenhouses.** We continue to expand our selection of organic products and have increased products grown in greenhouses, which in turn supports pollinator health. Costco’s selection of organic products continues to grow worldwide to meet our members’ demands.\n\nFor more information, please see the “Organics, Greenhouse Grown & Horticulture” page of our Merchandising section.\nProduct Spotlight: Almond Beverage\n\nSilk® unveiled its first lineup of Bee Better Certified almond milk products available at Costco. The Bee Better Certification applies to Silk’s line of organic products sold at Costco including original, unsweetened, and unsweetened vanilla products, and represents a verified achievement to make almond farms better for bees. Almond farms certified to the Bee Better standard have planted habitat to provide food and shelter to bees, and promote integrated pest management practices that are safer for bees.\n\nRead more about this product in our Silk Brand Showcase and in this article, Bee Better Certified: One Acre At A Time.\n\nSupporting Regenerative Agriculture\n\nCostco believes protecting and regenerating nature is imperative and the right thing to do. We strongly encourage our suppliers to follow the principles of regenerative agriculture, which include practices that minimize soil disturbance, increase plant diversity, keep living roots in the ground year-round, keep soils covered and integrate animals back onto the land. These principles help create healthier soil. Healthy soils are critical to long-term agricultural production because they reduce plant vulnerability, can improve crop production and can improve farm profitability. Increasing the organic matter in soil helps the land hold and retain more water, which is critical in times of drought or excessive rainfall.\nCostco’s Chemical Management Policy strives to protect the health and safety of our members and the environment. Through various processes we aim to deliver products that are safer, healthier and more sustainable.\n\nOur Approach\n\nThrough our Chemical Management Policy, we aim to go beyond the boundaries of regulatory compliance, in an effort to reduce or remove potential chemical harm to humans and to the environment. In addition to contractually requiring our suppliers to comply with laws regarding chemicals in products and packaging, we provide guidance for preferred chemical choices by product category. We encourage suppliers to understand the chemicals that are used in their products in order to:\n\n- Identify chemicals of concern (COCs) utilizing comprehensive testing programs.\n- Remove or apply the process of informed substitution for any identified COCs.\n- Identify ways to change their manufacturing processes to reduce hazardous chemical use.\n- Review and obtain qualified third-party green certifications.\nChemical Testing & The Costco Smart Screening Program\n\nCostco tests many product categories worldwide for the chemicals regulated in the countries where we do business:\n\n- Product categories tested include toys and other products intended for children, food use, furniture, electrical, apparel and home textiles.\n- Examples of regulated chemicals include soluble heavy metals, heavy metals found in surface coating, Substance of Very High Concern (SVHCs), formaldehyde, flame retardants, dyes, phthalates, BPA and PFAS.\n- Costco regularly updates its Global Costco Restricted Substance Lists (RSLs; see lists below) to keep up with global regulatory chemical restrictions in consumer products.\n\nBeyond testing of many items for compliance with regulatory requirements, we work with major third-party laboratories to identify and test for COCs in many items that are not legally prohibited. We call this the Costco Smart Screening Program. These requirements include regulatory, industry and Costco analytical standards.\n\nWhile we cannot test all products to our Smart Screening program, we have implemented a risk-based approach in our product category selection process. A priority in the Smart Screening program is our private label, Kirkland Signature™, which includes items such as apparel, cleaning products and packaging. Our attention does not stop with only Kirkland Signature items, however. Items within other branded categories that may be subjected to the program using our risk-based approach include apparel, bedding, home textiles, furniture, holiday decor, sporting goods items and products intended for pets, and related packaging. Additional details about some of these categories and products are below.\n\nCostco third-party labs verify product specifications for many products provided by suppliers, and physically test these products. This program utilizes independent third parties to pull samples of consumer goods during Costco production to conduct analytical tests for both regulated chemicals and COCs. Costco recognizes and accepts a number of third-party certifications into its Smart Screening program. The third-party certifiers aim to provide safe, traceable and sustainable products.\nTextiles\n\nThe largest category of products in the Costco Smart Screening Program is textiles. This area is based on the Apparel and Footwear International RSL Management (AFIRM) Working Group. The AFIRM Restricted Substance List (RSL) has been adopted by the third-party testing labs that perform testing on Costco’s textile and footwear products. Examples of products tested include apparel and footwear, sporting goods, luggage, handbags and home textiles such as blankets, sheets, rugs and towels. More information, including publication of AFIRM’S RSL and Packaging RSL, which is used for testing Costco products, can be found at the AFIRM Group website.\n\nCostco encourages its textile suppliers to implement in their supply chains the Zero Discharge of Hazardous Chemicals (ZDHC) Manufacturing Restricted Substance List (MRSL). This manufacturer’s RSL assists factories in protecting workers, creating safe products for our members and eliminating harmful chemicals to the planet.\n\nSome examples of other third-party certification programs include:\n\n- The Blue Way by BLUESIGN® represents the vision and mindset of responsible and sustainable manufacturing of textile consumer products. More information can be found on the BLUESIGN website.\n- The STANDARD 100 by OEKO-TEX® program is designed to protect consumer and environmental health by removing chemicals of concern (COCs) from products and their components. The STANDARD 100 by OEKO-TEX® is an independent verification that products have been tested for harmful substances. More information can be found on the OEKO-TEX® Standard website.\n- The LEATHER STANDARD by OEKO-TEX® is an internationally standardized testing and certification system for leather and leather goods at all production levels, including accessory materials. More information can be found on the OEKO-TEX® Leather website.\n\n| % Increase in OEKO-TEX® Certifications for Costco products | FY20 | FY21 | FY22 |\n|-----------------------------------------------------------|------|------|------|\n|                                                           | 28%  | 12%  | 37%  |\nPackaging of Products & Packaging Used in Our Warehouses\n\nThe labels and packaging of Costco items are tested for COCs as follows:\n\n- **Packaging of products that are part of the Costco Smart Screening Program use the AFIRM Group packaging material RSL. Examples of packaging components include paper, wood, cartons, stickers, plastic wrap, finishing dyes, inks, coatings, metal, tape, textiles and desiccants. More information can be found on the [AFIRM website](#).**\n- **Many product categories that are tested but do not use Costco Smart Screening have their packaging tested by a third-party lab to meet U.S. [Toxics in Packaging Clearinghouse](#) and EU heavy metal testing requirements.**\n- **Suppliers producing packaging for Kirkland Signature items must comply with the Costco RSL based on the AFIRM Packaging RSL. The supplier will have items selected to be audited with Costco Smart Screening testing. See the Costco Packaging Reference Chemical List in the “Costco Restricted Substance Lists” section below.**\n- **Food contact packaging materials used in the Costco meat department, bakery, deli and food court are tested in the Costco Smart Screening Program. Examples of packaging include meat trays, bakery containers, deli tins and pizza boxes.**\n\nFor more about Costco packaging, see the “Packaging” page in our [Merchandising](#) section.\n\nCleaning & Beauty Aid Formulated Products\n\nSuppliers are encouraged to provide Costco with ingredients either on the packaging, on their website or with a third-party chemical management tool. Costco works with third-party platforms to gather bills of substances (BOS). These platforms allow Costco and its suppliers to better understand the chemicals used in products.\n\nCostco tests for COCs using Costco Smart Screening on Kirkland Signature cleaning, health and beauty formulated products. Costco recognizes and accepts certain third-party certifications into its Smart Screening program, which aim to provide safe, traceable and sustainable products. An example of a third-party certifier for formulated products would be Safer Choice. The U.S. Environmental Protection Agency (EPA) created the Safer Choice label to identify products made with safer ingredients for the health of families, pets, workplaces and the environment. Safer Choice-certified products have been carefully evaluated by EPA scientists.\nCostco measures suppliers’ compliance with our policies by testing products for COCs using multi-RSLs depending on product or article material. Currently we are screening many of our products and their packaging, following our risk-based approach in our product category selection process. See product types listed in the “Chemical Testing & The Costco Smart Screening Program” section above. When a COC is identified in a product or packaging, the information is provided to the suppliers. Suppliers then work on corrective action plans by item. We also provide suppliers with report cards summarizing four years of testing for all products of the supplier that have been screened. These allow suppliers to investigate their supply chains across their operations. Costco shares industry resources with our suppliers via the Costco Smart Screening Guide to help them navigate their chemical management.\n\nThe number of our Smart Screening reports has increased over the past four years. In 2019 Costco managed 6,066 Costco Smart Screening reports. During FY22, there were 8,458 reports.\n\n### Summary of Costco Smart Screening Results\n\n| Measure of Chemicals of Concern | FY19 | FY20 | FY21 | FY22 |\n|---------------------------------|------|------|------|------|\n| Costco Smart Screening results with NO chemicals of concern (Lab Report) | 72.5% | 78.7% | 81.2% | 79.4% |\n| % Increase This Year vs. Last Year | N/A | 6.0% | 16.8% | 23.2% |\n| % Costco Smart Screening findings related to packaging | 43.9% | 25.7% | 34.8% | 31.5% |\nOver the years, the Costco Smart Screening Program has tested more products and more product categories. The Costco RSLs have also grown to keep up with industry standards, evolving science from our third party labs, and regulations. The testing capabilities at the labs continue to improve, which allow them to screen for more chemicals each year.\n\nIn addition to the chemical increase to the packaging RSL, the scope of materials tested for packaging has expanded. In earlier years some materials were not screened.\n\n% Increase of Chemicals Listed in Costco’s Smart Screening RSLs\n\n| % Increase 2019 vs. 2022 | Packaging | Textile / Apparel | Cleaning, Health and Beauty | Hardlines Items |\n|--------------------------|-----------|-------------------|-----------------------------|-----------------|\n|                          | 25.0%     | 19.0%             | 10.4%                       | 19.0%           |\n\nThe Costco Restricted Substances Lists include substances that may or may not be currently regulated for a specific material or product type. These lists include chemicals from EU Reach Substance of Very High Concern (SVHC), California Proposition 65 list, the U.S. Toxic Substances Control Act (TSCA), flame retardants, PFAs and more. Here are the lists by category:\n\n- Apparel & Textiles Restricted Substance List\n- Cleaning & Beauty Aid Restricted Substance List\n- Furniture & Hard Goods Restricted Substance List\n- Luggage & Bags Restricted Substance List\n- Packaging Restricted Substance List\nCostco is also concerned about the chemicals applied to live goods/plants, fruit and vegetables, and our Pollinator Health Policy addresses this topic:\n\n- Suppliers are encouraged to limit the use of non-essential chemicals, utilize eco-friendly methods of pest and disease control and incorporate Integrated Pest Management strategies and other creative solutions that use the least toxic alternatives.\n- Suppliers are encouraged to phase out the use of neonicotinoids and chlorpyrifos, unless otherwise mandated by law and when necessary to avoid regrettable substitutions.\n- Costco seeks to partner with suppliers that share our commitment to pollinator health and IPM, and are making reasonable progress in a timely manner. Details can be found in “Environmental Impact & Land Stewardship” in our Merchandising section.\n\nPartnering with our suppliers to develop their chemical management programs for their supply chain, we provide suppliers with Costco RSLs, Costco Smart Screening results, Good Manufacturing facility audits results and Costco Smart Screening guide to help them source suitable alternative components and materials. We also work with chemical and consumer product industries to increase our understanding and to find more environmentally friendly alternatives for chemicals and practices of concern. Examples include:\n\n- We work with Dr. Sally Edwards and Dr. Ann Blake, our industry expert consultants, to review our chemicals management program and our Costco Smart Screening Program (conducted with the Berkeley Center for Green Chemistry and entitled “Beyond Compliance at Costco: A Comparative Analysis of Chemical Assessment Frameworks and Recommendations for Best Practices,” 2017-18), suggest enhancements, and to help us identify potential future trends.\n- We educate our buyers and suppliers globally on the process, expectations and their testing progress by providing them with safe alternative resources, third-party certification programs and third-party lab testing services.\n- The Costco Smart Screening Program provides information for suppliers on safe replacement chemicals and processes within The Costco Smart Screening Guide.\nPackaging is a complex aspect of our business that has many components, including concerns about plastic waste in landfills and the oceans, the need for more uniform waste collection programs, the need for better recycling infrastructure, and the inconsistency of laws and regulations. This section explains our steps toward packaging sustainability.\n\nOur Packaging Goals\n\nCostco’s goal is to reduce our packaging waste by improving our efficiencies, with the added benefit of reducing expenses. We also strive to provide sustainable packaging without compromising food safety, product quality or sales while ensuring our packaging: (1) complies with laws and regulations; (2) reduces materials; and (3) communicates effectively with our members.\n\nTo meet those goals, our packaging strategy follows these Six Rights of Packaging Sustainability which we have also shared with our suppliers at our annual Supplier Day event and in the form of Global Sustainable Packaging Guidelines.\n\n- The right reduction\n- The right amount of post consumer recycled content (PCR)\n- The right fiber: tree-free or certified forest content\n- The right recyclable packaging\n- The right certified compostable packaging\n- The right labeling\n\nIn this document, you will find more information and examples on each of these six rights.\nUsing less conserves natural resources while reducing water use, greenhouse gasses and pollution.\n\nOur goal is to reduce the amount of packaging needed overall, without compromising product integrity, and to reduce plastic used in the packaging. With Costco’s volumes, even the smallest reductions can create a significant impact. We began tracking packaging reductions several years ago and continue to seek opportunities to reduce our packaging footprint year over year. Here’s a look:\n\n- 2019: 6 million pounds of plastic\n- 2020: 8.6 million pounds of plastic\n- 2021: 17 million pounds of plastic\n- 2022: 6.4 million pounds of plastic\n\n### FY22 Reduction Success Stories\n\n| Country          | Description                                                                 | Impact (Plastic reduction in pounds) |\n|------------------|-----------------------------------------------------------------------------|--------------------------------------|\n| U.S.             | Changed the Kirkland Signature Cooking Oils from a single 5 quart jug to a 2-pack of 3 quart jugs | >1M                                  |\n| U.S., Canada     | Changed the container on our Kirkland Signature Ready-To-Freeze Cocktails from a jar to a bag | 223K                                 |\n| Taiwan           | Changed the apple clamshell to a bag                                        | 140K                                 |\n| Taiwan           | Changed our rotisserie chicken packaging from rigid plastic to a bag         | 68K                                  |\n| UK               | Switched our fresh seafood deliveries from styrofoam to cardboard           | 101K                                 |\n| Several Countries| Multiple efforts by our fresh produce suppliers to reduce plastic packaging in a dozen different items | >2M                                  |\n| Global           | Redesigned our Kirkland Signature Tempura Shrimp packaging                   | 281K                                 |\n| Global           | Eliminated individual wrap in frozen chicken breasts packaging              | 689K                                 |\nSuccess Stories of Our Branded Partners\n\nAltogether, efforts from our branded partners reduced plastic packaging by an additional 1.7 million pounds. Examples include:\n\n- In Canada, Leanfit® Whey Protein Powder switched from rigid to flexible packaging, reducing their plastic by over 220,000 pounds.\n- In the U.S., OXO® Toilet Brush packaging redesign eliminated over 500,000 pounds of plastic.\n- In South Korea, YK Feminine Hygiene packaging reduced plastic by 134,000 pounds.\n- In Japan, Nano 6+ reduced their packaging plastic by 126,000 pounds.\n\nRecycled content use creates needed demand for recycled materials.\n\nOur goal is to optimize recycled content for all packaging. When we use recycled content in all materials, including paper, plastic, glass and metal, we support global recycling programs by creating demand for those materials.\n\nUsing recycled content may reduce energy use in the production of packaging by lowering greenhouse gas emissions. The procurement of raw materials has an energy footprint that can be reduced by recycling existing materials, which is less carbon-intensive. Additionally, recycling diverts materials from landfills, which reduces methane emissions from materials in landfills.\n\nIn FY22, 14 million pounds of plastic recycled content was implemented and 6.7 million pounds of paper recycled content was implemented across 105 Kirkland Signature™ items, for a total of over 20 million pounds of recycled content. We continue to encourage our suppliers to incorporate recycled content to promote recycling, reduce our use of virgin materials and support the circular economy.\n## Recycled Content Success Stories\n\n| Country       | Description                                                                 |\n|---------------|-----------------------------------------------------------------------------|\n| Australia     | Rotisserie chicken container is now 100% rPET                               |\n| Multiple Regions | Kirkland Signature Tempura Shrimp packaging has 80% recycled content in the carton |\n| Multiple Regions | Kirkland Signature Organic Extra Virgin Olive Oil has 50% rPET in the bottles |\n| Canada        | Multiple fresh meat corrugated cases contain 30% PCR                         |\n| Canada        | Kirkland Signature Fabric Softener Dryer Sheet boxes are 100% PCR            |\n| Multiple Regions | Kirkland Signature Dog Biscuits box contains 35% PCR                        |\n| Canada        | Kirkland Signature Organic Lemonade and Cranberry Juice bottles contain over 95% PCR |\n| Canada        | Four Kirkland Signature skincare products contain 75% rPET (Kirkland Signature by Borghese Intensive Eye Serum, Face Serum, Lotion w/SPF15, and Night Cream) |\n\nThe list above represents a small sample of the many packaging components that now contain recycled content. Additionally, we continue to support previously reported recycled content accomplishments from years past, such as Ecommerce shipping boxes, Food Court pizza boxes and multiple beverage containers. Over the past several years, we have incorporated recycled content\\(^1\\) in all materials, paper, metal, plastic and glass, in over 350 Kirkland Signature product packages.\n\n\\(^1\\)Based on supplier reported data\nResponsible forestry supports biodiversity and carbon sequestration, and water and air quality.\n\nWe believe that our most impactful first steps to help support good forest stewardship practices and to protect forests are to (1) source our wood, paper and fiber-based products from responsibly managed and certified forests; and (2) use recycled content and/or alternative fibers when feasible.\n\nCostco currently accepts forest management certifications from three leading organizations: Forest Stewardship Council (FSC), Sustainable Forestry Initiative (SFI) or Programme for the Endorsement of Forest Certification (PEFC), with a preference for FSC.\n\nMore information about Costco’s deforestation goals can be found on the “Environmental Impacts & Land Stewardship” page in our Merchandising section.\n\nRecycling conserves natural resources and reduces pollution.\n\nUsing recyclable packaging is critical to creating a supply of recycled materials. Recycling promotes a circular process where materials can be used more than once before reaching the end of life, which helps preserve natural resources.\n\nTo be considered “recyclable,” various rules, regulations and guidelines require that the product be “widely recyclable,” meaning at least 50% (or more depending upon the geographic area) of the population has access to recycle the packaging. Widely recyclable packaging is dependent upon the availability of needed materials from recycling streams, which are inconsistent. This underscores the need for a multifaceted approach to recyclability.\n\nCostco relies on the support of many organizations that provide guidance in recyclability, have labeling programs, evaluate materials, support local programs and provide insight into upcoming solutions, regulations and opportunities to collaborate.\nComposting puts valuable nutrients back into our soils.\n\nCompostable packaging offers an option for packaging that can’t easily be recycled. A successful compostable packaging program relies on access to industrial composting services. In the Food Courts of our warehouses where those services are available, we’re transitioning to compostable food service packaging in phases as we seek to learn the most effective options while responding to member feedback. We continue to make progress in our Food Court packaging globally and actively seek solutions for the remaining food service items to help reduce single-use plastic.\n\nLabeling facilitates proper sortation and reduces contamination of the recycling stream.\n\nWe want our members to know how to properly recycle, compost or dispose of packaging. If appropriate or legally mandated, we also want to communicate recycled content used in the packaging materials.\nCostco utilizes many different labeling schemes worldwide, in our initiative to label our Kirkland Signature packaging with the appropriate regional guidance. It is our intent to label all of our private-label consumer packaging with the proper recycling information.\n\nThis past year we have increased our How2Recycle labeling to over 20% of our U.S. Kirkland Signature items and some Canadian items. We now have over 350 products labeled with the How2Recycle system.\n\nWe continue to aggressively expand our labeling efforts in all of our regions, engaging in material evaluations and local regulatory requirements to better understand the global differences in recycle collection, and how best to serve our members.\n\nData Collection of Packaging Information\n\nCostco has developed a packaging data collection survey to identify and account for the specific materials used in all packaging components for our Kirkland Signature products. Suppliers are assisting us in collecting this information for the purposes of developing comprehensive strategies and to identify areas of improvement.\n\nMaterial Health\n\nMaterial health in packaging is reviewed by our Quality Assurance department. For detailed information on our testing and screening process, see the “Chemical Management” page in our Merchandising section.\n\nFAQs & Archived Reports\n\nFor more information, please review our Packaging FAQs.\n\nPlease see below for archived reports:\n\n- Reduction Archives | 2019-2021\n- Recycled Content Archives | 2019-2021\n- Recyclability/Compostability Archives | 2019-2021\nWhile a majority of our merchandise is branded, Costco’s line of exclusive private-label products called Kirkland Signature™ continues to grow and expand. Kirkland Signature has grown into a global brand with over $75 billion in sales in fiscal year 2022.\n\nCostco’s mission is to continually provide our members with the best quality goods and services at the lowest possible prices. With Kirkland Signature, we’re able to meet that mission in an exciting range of products. We’re also able to focus on our sustainability goals with these products because in developing them we have better control over the entire supply chain, including where the product comes from, environmental impacts, labor conditions, packaging and under what conditions it is produced. Our goals for Kirkland Signature items are that they:\n\n- Provide our members with high-quality products at the lowest possible price.\n- Are respectful of the people or animals who produce them.\n- Are respectful of the environment in the way they are produced, grown, harvested, processed, transported and packaged.\n\nOur buyers work with our suppliers to continually improve our sourcing practices to enhance the quality and value of Kirkland Signature products, expand traceability, provide a fair return to people in the supply chain, and facilitate access to global or regional markets.\nTraceability\n\nTraceability is important for several key reasons. It enables Costco to know the quality and safety of the product; examine issues related to environmental impacts; list product origin information on the label; and help people in the supply chain receive a fair return, so that the product can succeed in the long term.\n\nMateriality Assessment\n\nCostco worked with Verisk Maplecroft to provide an independent, comprehensive and data-led view of sustainability challenges across a broad range of agricultural raw materials, with a focus on our Kirkland Signature products. This review enables us to make evidence-led decisions to help prioritize sustainability strategy and risk mitigation efforts. Indices reviewed included:\n\n- **Environmental.** GHG intensity, water stress, deforestation, climate change vulnerability, biodiversity and protected areas.\n- **Social.** Child labor, forced labor, gender inequality, decent wages, modern slavery and indigenous people’s rights.\n- **Governance.** Corruption and government stability.\n\nFair Return\n\nA fair return in the supply chain is important — for Costco to be successful, its suppliers must thrive. This commitment helps to ensure long-term supply and quality while also using market-based approaches to address poverty and malnutrition. Costco believes a fair return is more than the price paid for the item. It includes programs that (1) support producers (i.e., ranchers, farmers, growers/workers) and their communities through training for higher yields, quality and adaptation to climate change and extreme weather events; (2) pay premiums for high-quality products; and (3) improve access to health care, education, housing, clean water and nutritious food for farmers/workers and their communities.\n\nContinuous Improvement\n\nWe’re working toward these goals one item at a time. Though there is still a way to go in certain areas to meet them, we are also encouraged by stories of success in the Kirkland Signature items to date. You can see several examples under “Commodities & More” on our Merchandising page.\nIn order to secure long term-supply, ensure quality products, create efficiencies and eliminate unnecessary costs, Costco has been exploring vertical integration and in-country processing of some key Kirkland Signature items.\n\n**Vertical Integration and Poultry Production**\n\nTo meet growing member demands for our Kirkland Signature Rotisserie Chicken and fresh chicken in the meat case, Costco has a new, vertically integrated facility in Fremont, Nebraska. It is operated by Lincoln Premium Poultry (LPP), a Costco affiliate with poultry experience.\n\nIn creating the chicken complex, Costco and LPP set out to build a vertically integrated facility that:\n\n- Incorporates state-of-the-art equipment and design in its buildings.\n- Provides significant economic benefit to the local community and farmers.\n- Treats the chickens in accordance with the highest animal welfare standards.\n- Is environmentally responsible.\n- Provides our members with the highest quality product at the lowest possible price.\nThe Processing Facility. The chicken complex is located on approximately 430 acres and includes a feed mill, hatchery, processing plant and testing laboratory. The facilities are designed to conserve water, prevent runoff and treat the water before returning to the watershed. More information about water usage can be found on the “Managing Water” page in our Operations section.\n\nFacility Employees. The complex employs approximately 1,100 people. Besides paying good wages and providing competitive benefits such as health care, 401(k) retirement opportunities, and paid vacation and sick leave, the plant is subject to audits conducted by an independent third party auditor to ensure it is in compliance with the same Costco Supplier Code of Conduct that other Costco suppliers worldwide abide by. More information about our Supplier Code of Conduct can be found on the “Human Rights” page in our People & Communities section.\n\nLocal Farmers and Growers. The complex relies on the support of more than 77 local farmers to grow the chickens required for the successful operation of the complex. Key features of this arrangement include:\n\n- Growers receive a 15-year GIPSA contract (USDA Grain Inspection, Packers and Stockyards Administration), with a guaranteed base pay and the ability to earn a bonus. The state-of-the-art barns and equipment are built according to Costco/LPP specifications and are grower-owned and/or operated.\n- LPP provides growers with the chicks, feed (see below), a feed management plan, technical expertise and veterinary services.\n- Grower contracts allow for peer review for grower improvement programs and to resolve disputes.\n- Growers will be subject to strict animal welfare procedures audited by independent third party auditors, and biosecurity measures approved and monitored by the Nebraska Department of Agriculture. More information can be found on the “Animal Welfare” page in our Merchandising section.\n\nLocal Grain. The feed mill sources corn and soybeans from local farmers, which adds another economic benefit to the region surrounding the chicken complex.\nThese grains are used to provide nutritious feed for the growers at no additional cost, as feed is included in the grower contracts.\n\nFor more information, here is a video from a local grower.\n\nThe Canadian Commissary\n\nCostco operates a 93,700-square-foot state-of-the-art facility in Vaughan, Ontario, to produce frozen baked goods that are shipped to U.S., Canadian and Mexican warehouses. The facility features four production lines that produce only eight items for the greatest efficiency. Focusing on producing our high-volume items for Costco Bakeries, while controlling costs and maintaining the highest quality of ingredients, allows us to lower the cost to our members.\n\nThe commissary has been able to achieve just over 3% waste from all lines. This waste is then shipped off-site and converted into animal feed, which reduces the waste leaving the facility to a minimum. Utilizing bulk ingredient delivery systems also keeps the packaging of plastic and cardboard to a minimum.\n\nIn-Country Production\n\nIn order to reduce ocean freight and transportation emissions, lower costs while retaining product quality, and increase the shelf life of food items, Costco is now exploring in-country production of some of its high volume Kirkland Signature items. Some examples include:\n\n- Kirkland Signature Bath Tissue is now produced in nine regions.\n- Kirkland Signature Bottled Water is now produced in eight regions.\n- Kirkland Signature Roasted Cashews and Mixed Nuts are now produced in two regions.\n\nReducing Food Waste\n\nWe continually search for creative opportunities to reduce food waste when producing Kirkland Signature items. Examples follow on the next page.\nFood Waste Reduction Examples\n\nFor tilapia items, to ensure a product with a more uniform thickness — and a more consistent cooking experience — Costco uses only the top loin for its frozen Kirkland Signature Tilapia Loins. However, this process left the thinner bottom loin of the tilapia as potential waste. Costco has worked with several frozen fish suppliers such as Trident and High Liner Foods to find a solution. The result is frozen tilapia items found in Costco’s freezer section such as High Liner Tortilla Crusted Tilapia and Trident Seafoods Panko Breaded Tilapia.\n\nUnused cashews from our whole nut program are used in other Kirkland Signature products such as our Kirkland Signature Cashew Clusters and Kirkland Signature Protein Bars.\nThe majority of Kirkland Signature™ chocolate products are made from cocoa sourced through sustainable programs, some of which are from Costco’s Sassandra Cocoa program, sourcing cocoa from Côte d’Ivoire. The Sassandra Program, named after the Sassandra River in the southwest region of Côte d’Ivoire, is a partnership that began with Costco, Blommer and ofi in 2009. This is the original location of the cooperatives from where we source our cocoa beans. Since then, the program has expanded and remains exclusive to Costco.\n\nThe program in Côte d’Ivoire is designed to provide a quality product that is traceable, improves profits and livelihoods for the farmers/cooperative members, and introduces respectful environmental practices. Each of our cooperatives are audited annually by an independent third party. To date, these audits have been conducted by Intertek. Components of the program in Côte d’Ivoire include:\n\n- Traceable and segregated cocoa.\n- Child Labor Monitoring and Remediation System coverage (CLMRS).\n- Farms GPS polygon mapped to reduce risk of deforestation with a goal of 100%.\n- Social infrastructure investment, which includes schools, health centers, maternity wards and community investments such as water pumps and storage facilities.\n- Community development with a focus on women’s empowerment through literacy and numeracy programs, alternative income generating activities, village savings and loan programs, and community gender equality programs.\nCostco is dedicated to preventing and remediating child labor wherever it is found. Unfortunately, child labor is a long-term systemic issue in cocoa supply chains. For full details on child labor monitoring and remediation programs in Côte d’Ivoire, see “Priority Industries for Strategic Collaboration” in the Human Rights section on our People & Communities page.\n\nCostco supports efforts to eliminate deforestation in cocoa production. We are aware that Côte d’Ivoire has lost 80% of its forests in the past 50 years and that cocoa production is one of the drivers of that loss. We are funding the distribution and replanting of trees to facilitate reforestation and agroforestry efforts, for a total of 219,000 trees to date.\nOur goal is for 100% of cocoa farmers in the program in Côte d’Ivoire to have their farms GPS polygon mapped for monitoring. This is done to ensure the farms are not located in protected forests, and to help preserve these forests from any further encroachment. As of June 2022, 100% of farmers are registered and 91% of the farms have been polygon mapped.\n\nMore details on the Sassandra Program can be found in the Côte d’Ivoire Report and the Costco Connection article, Cocoa Channels.\n\nCostco offers numerous Kirkland Signature coffee items, which come from areas around the world. Our commitment is to use responsibly grown coffee and to maintain quality relationships with the farmers who supply it. That is why we focus our efforts in sourcing Kirkland Signature coffee from farms that are certified by one of these organizations: Rainforest Alliance, Fair Trade and/or Enveritas. More information can be found about these programs in our Costco Connection article, Family perks, as well this Rwandan video and Guatemalan video.\n\nIn addition, Kirkland Signature Ground Colombian Coffee is nitrogen-flushed, allowing for a lighter can, which in turn allows Costco to put fewer trucks on the road and to lower the product’s carbon footprint.\nKirkland Signature Organic Eggs\n\nCostco works closely with a number of egg producers to source organic eggs across the U.S. We support several producers in converting conventional operations to organic. More information can be found in this Wilcox Farms video.\n\nKirkland Signature Cage-Free Eggs\n\nCostco is committed to providing cage-free shelled egg options for our members and we continue to increase the percentage of cage-free eggs we sell worldwide. More information can be found on the “Animal Welfare” section in our Merchandising section (under “Cage-Free Eggs”). In addition, Kirkland Signature™ Liquid Eggs are cage-free in the U.S. The transition to cage-free eggs will continue to increase with added availability and capacity of cage-free production.\nFor the Kirkland Signature Organic Milk program, we have partnered with suppliers that provide high-quality milk at competitive prices. The story of one of these suppliers that works with Costco to ensure a long-term supply of organic milk and feed can be found in this Organic Milk video. Other Kirkland Signature milk suppliers are featured in the Costco Connection article, Dairy queens.\n\nCostco understands that soy is a major driver of tropical deforestation in countries such as Brazil. For that reason and others, we source the soy for Kirkland Signature Organic Soy Non-Dairy Beverage and Kirkland Signature Organic Non-Dairy Vanilla Soy Beverage from the U.S. and Canada.\n\nIn addition, Costco offers members additional Kirkland Signature plant-based alternative beverages sourced from oats, almonds, coconuts and rice.\n\nSuppliers are also doing their part. See a product spotlight featuring Silk® Bee Better Certified almond milk products available at Costco on the “Environmental Impacts & Land Stewardship” page in our Merchandising section.\nCostco Gas Stations offer high-quality fuel at a true value for our members. Kirkland Signature™ gasoline has been certified to meet the TOP TIER™ performance standards (find out more at www.toptiergas.com).\n\nOur Kirkland Signature gasoline is formulated to clean your engine, helping deliver optimal engine performance and efficiency. Our fuel, tested to ensure quality and guarantee performance, is formulated with powerful deposit-control additives that deep-clean your engine, restore fuel economy and reduce emissions by helping to lower tailpipe pollution caused by intake valve deposits and plugged fuel injectors. More information can be found on the Kirkland Signature Gasoline page.\n\nWith many of our warehouses offering gas stations, members are able to get gas and shop in one trip, thus reducing their mileage and fuel consumption.\n\nOur Gas Station equipment is designed to limit emissions arising from station operations and to contain gasoline vapor during bulk deliveries and the refueling process. Examples include:\n\n- The nozzles have been upgraded to create fewer spills and drips, resulting in less evaporation to air pollution, and a cleaner gas purchase.\n- Costco is the first retailer to place tank pressure management systems in California to greatly reduce the emissions generated from the storage tanks during routine business. Similar systems are installed at other Costco stations all around the country.\nIn addition, our stations have corrosion-proof, double-wall underground storage tanks, piping and containment sumps that are continuously monitored for leaks. Finally, our station attendants and management staff are trained and certified on safety and environmental issues.\n\nSeveral Costco locations have charging stations installed. We will continue to evaluate the need for additional charging stations at each of our locations, and will install additional chargers as the population of electric vehicles increases.\nAs we do with all of our Kirkland Signature™ items, we’re working with our suppliers on sustainable practices in the production of our chia seeds. Mayorga Organics is a good example of these efforts. They are one of Costco’s sourcing partners for Kirkland Signature Organic Chia Seeds sold in Canada. Mayorga Organics focuses exclusively on organic crops and develops direct relationships with smallholder farmers in remote regions of Latin America. The company focuses on crop diversification and crop rotation to ensure that small farmers maintain healthy soils and diversified sources of income. In addition, Mayorga supports producers with access to financing, payment advances, agronomists and seeds, and by paying fair prices.\n\nFor more information, please view this video from Mayorga’s partner chia farmers.\n\nHemp hearts, the soft inner center of the hemp seed, come from the same plant that has been used to make paper, rope, clothing and other products. Kirkland Signature Organic Hemp Hearts are sourced from Canada and Lithuania.\n\nIn Canada, our hemp hearts are supplied by Manitoba Harvest, a certified B-Corporation. Manitoba Harvest’s hemp is grown without herbicides or pesticides. They work with growers to provide agronomic coaching for field selection and crop rotation and seed fertility practices, and to meet requirements for organic certification.\nLearn more about Kirkland Signature Organic Hemp Hearts in these Costco Connection articles: [Hemp hearts buzz](#) and [Glutton for gluten-free](#).\n\nSome Kirkland Signature cashew products are sourced from small-scale farmers in Côte d’Ivoire and Vietnam. Supporting these farmers is the right thing to do and is key for us to continue being able to supply these premium-quality cashews in the future. For this reason, in 2018 we launched a cashew sustainability program by partnering with ofi (formerly Olam Food Ingredients). The program started in Vietnam and has since been expanded to include Côte d’Ivoire, with the aim of improving the livelihoods of thousands of farmers, their families and local communities through a variety of steps. Here’s a look.\n\n**Project 99, Côte d’Ivoire**\n\n*Project 99 in Cote d’Ivoire is designed to create a responsible cashew supply chain where smallholder farmers and their households have improved livelihoods, good health and well-being. The program has four components:*\n\n- **Promoting beekeeping:** Women cashew farmers are being trained in beekeeping to provide an additional source of income from the sale of honey. They have been trained for more than six months through three training modules in keeping with bees’ natural calendar. Additionally, beehives have been distributed to the communities in Gbèkè, Hambol, Bèrè and Woroba areas.\n\n- **Improving community access to clean and safe drinking water:** Project 99 installed 10 water pumps to expand access to potable water. This benefited people across 10 villages, and four out of those 10 water pumps are working with solar energy.\n\n- **Providing childcare services in processing facilities:** In February 2022, Project 99 inaugurated its daycare near the Abidjan processing facility. This has enabled nursing mothers and mothers of small children to continue to work and earn for their families while taking care of their children.\n\n- **Training farmers on good agricultural practices:** Through these training programs, farmers have been trained in the sustainable sourcing area where ofi operates.\nProject in Vietnam\n\nThis program started in 2018 and has expanded to support 3,715 farmers and their families across four towns through various initiatives. This program focuses on:\n\n- **Investing in quality education:** Through supporting the infrastructure for a primary school in each town, 100 students are able to attend and have access to clean water.\n\n- **Improving farmer incomes and livelihoods:** The program trains farmers and provides them resources to improve the quality and value of the cashews they sell every year. They are trained on Good Agricultural Practices including quality maintenance and post-harvest management.\n\n- **Empowering farmer cooperatives:** In 2022, the program added a Cong Lang (or meeting location) where all the farmers in the village can get together for training, sell produce at a marketplace, and use the cooperative’s common office and desks for business needs.\n\n- **Building better living conditions:** The program also supports wider community efforts with a focus on renovating housing among the cashew farming communities.\n\nYou can see full details about these programs in the [Cashew Program Report](#), provided by supplier ofi (formerly Olam Food Ingredients).\nCostco has a long history of supporting smallholder olive farms. Since 1996, we have directly supported thousands of smallholder farms in Tuscany to make high-quality Kirkland Signature™ Toscano PGI (Protected Geographical Indication) Extra Virgin Olive Oil. More information can be found in this Tuscan Olive Oil video.\n\nPGI signifies that:\n\n- Every grower is registered with the program.\n- The number of trees and yields on each property are verified.\n- Each bottle is numbered in Tuscany under the strict guidelines of PGI to ensure traceability, authenticity and quality.\n\nKirkland Signature 100% Italian Extra Virgin Olive Oil, sourced from outside Tuscany, is certified by an independent third-party organization, with each bottle carrying an ISO-certified sticker, providing proof that the oil is authentic and fully traceable to the source. More information can be found in this Italian Olive Oil video.\n\nWe continue to expand our certified single origin olive oil offerings from Greece, Italy and Spain. More information can be found in this Spanish Olive Oil video.\n\nCostco is a member of the Roundtable on Sustainable Palm Oil (RSPO) and is committed to ensuring that the palm oil, palm kernel oil, palm kernel expeller and other palm-based derivatives and fractions (“palm oil”) contained in Kirkland Signature products are responsibly sourced.\nOur goal is that all palm oil used in Kirkland Signature products is 100% RSPO certified (or equivalent), with a preference for physical palm. For a product to be RSPO certified, it must come from producers that have met the RSPO Principles and Criteria, which cover the most significant environmental and social impacts of palm oil production. These include the immediate inputs to production, such as seed, chemical and water, as well as social impacts related to on-farm labor and community relations. They also apply to environmental protections, applying to things such as new plantings on peatlands, burning forests and clearing new areas.\n\nAccording to supplier-reported data, here’s a look at how we have worked with suppliers to meet this goal:\n\n### RSPO-Certified Palm\n\n| Reporting Year¹ | RSPO Certified - Physical Palm Oil² | RSPO Certified - Book & Claim Palm Oil Credits | RSPO Certified² |\n|-----------------|------------------------------------|-----------------------------------------------|-----------------|\n| 2017            | 41.5%                              | 4.6%                                          | 46.1%           |\n| 2018            | 77.6%                              | 4.3%                                          | 81.9%           |\n| 2019            | 89.3%³                             | 7.2%                                          | 96.4%           |\n| 2020            | 96.7%                              | 0.8%                                          | 97.5%           |\n| 2021            | 98.6%                              | 0.03%                                         | 98.6%           |\n\n(1) Per RSPO reporting requirements, the reporting/calendar year represents that year’s data, which is reported in May of the following year. For example, in May 2022, we reported 2021 calendar year data.\n\n(2) \"Physical Palm Oil\", which is our preference, comes from supply chains that are Identity Preserved, Segregated or Mass Balance, whereas \"RSPO Certified\" may include the Book and Claim System.\n\n(3) Restated to reflect data correction.\n\nMore information can be found in our [Palm Oil Policy](#), the Annual Communication of Progress (ACOP) 2021 filed with [RSPO](#) and on the “Environmental Impacts & Land Stewardship” page of our [Merchandising section](#).\nCostco understands that soy is a major driver of tropical deforestation in countries such as Brazil. For that reason and others, we source Kirkland Signature Soybean Oil and Kirkland Signature Vegetable Oil made from soybean oil from the U.S. and Canada.\n\nThe honeybee population is facing multiple health threats. Honeybees are necessary for the pollination of approximately one-third of food consumed, including fruit, nuts and vegetables. Since 2012, we have invested over $7 million in honeybee health by contributing a portion of the sales of Kirkland Signature Honey items to the nonprofit honeybee research organization Project Apis m. (PAm). The projects that Costco supports continue to expand. Here are some highlights with progress updates:\n\n- **Long-Term Stock Improvement**, which includes breeding and developing varroa-resistant bees for a sustainable, chemical-free varroa control option and maintaining a functioning and sustainable genetic repository for honeybee germplasm to safeguard the genetic integrity and diversity of honeybees against future health threats. More information can be found here, [The Hilo Bee Project](#) & [Varroa Resistant Bee video](#).\n\n- **Apiculture Technology Transfer Teams** give U.S. beekeepers technical support in the field, survey honeybee health and educate beekeepers about best management practices. These teams save beekeepers money, prevent losses and help to keep a finger on the pulse of bee health nationwide.\nPh.D. Scholarship Grants provide to date more than $1.3 million to 18 scholars to support the future of honeybee research. The program recognizes and supports outstanding graduate students who are pursuing research-based doctoral degrees in fields within the PAm mission of enhancing honeybee health while improving crop production. More information about these scholars in the U.S. and Canada can be found here: PAm-Costco Scholars.\n\nSeeds for Bees Forage puts blooming plants back on the agricultural landscape, helping bees get the nutrition they need to stay healthy, pollinate and make honey — all while improving soil health and water infiltration. For more information, please view The 2022 Seeds for Bees Impact Report.\n\nThe Bee and Butterfly Habitat Fund establishes high-quality pollinator habitat to ensure honeybee and monarch butterfly population health. The Midwest is a critical area where efforts are focused to support honey production, pollination and native pollinators. For more information, view The 2022 Bee and Butterfly Habitat Fund Impact Report.\nCostco also offers an additional honey category: 100% Local Raw Unfiltered Honey from various regions around the U.S. More information can be found in the following Costco Connection articles, Bee local and Honeybee health; in our Merchandising section (see “Environmental Impacts & Land Stewardship”); and at ProjectApism.org.\n\nKirkland Signature Black Pepper is one of our items that shows continuous improvement in both sourcing and packaging. The pepper we use is sourced from Vietnam, including from farmers in the Quang Tri Province. To learn more about how these Quang Tri Province farmers' livelihoods are improving, please read the Costco Connection article, Pepper for prosperity.\n\nThe packaging has evolved over time to become more sustainable as follows:\n\n- The top of the pepper grinder is removable to allow the grinder to be refilled and reused.\n- The clear jar is now composed of 50% recycled PET and is recyclable.\n- Additional shrink wrap film has been removed from the display tray, which reduces the amount of overall plastic packaging.\nOrganics, Greenhouse Grown & Horticulture\n\nOrganics\n\nOrganic farming contributes to healthy land stewardship. Costco's selection of organic products continues to grow to meet our members' demands. Organic comprises 35% of our produce sales in the U.S. Examples of organic products include fruit, vegetables, meat, eggs, cheese, milk, butter, grains, nuts, coffee, tea, juice, wine, beer, spices, oils, sauces, snacks and cotton. Some are local to the individual geographic region and others are offered worldwide.\n\nWe have many excellent suppliers who help us grow and expand our organic offerings. These suppliers use field practices that support soil health, promote natural pest management and weed control, and improve food safety. Where it makes sense, we work with suppliers and growers to support the conversion of conventional supplies to organic.\n\nA key component of the sustainable growth of protein organics, such as eggs, chicken, beef, pork, etc., is organic feed. Costco works with its suppliers and their feed suppliers to learn the impact that this growing demand for feed has on farmers' future security, yields and income.\n\nGreenhouses are a form of sustainable agriculture that we continue to explore with our suppliers. We have worked closely with numerous suppliers to increase the amount of greenhouse-grown produce we source, and we plan to continue with this strategy. Greenhouse-grown agriculture offers many benefits, including less water and chemicals used and more productivity per acre. Greenhouses can also be strategically located, resulting in fewer transportation miles and fresher products.\nIn sourcing Costco’s live goods (indoor and outdoor plants) and fresh flowers, we are mindful of the ecosystem impact of horticulture. Consistent with our sustainability principles, we look for opportunities to promote more sustainable practices including limiting the use of chemicals, promoting pollinator health and ensuring decent and safe working conditions for those in the industry. For example, many of our cut rose heads are sourced from Rainforest Alliance certified farms in Colombia and Ecuador, which provide traceability back to the farm and ensures specific standards are met. Additionally, many of these rose suppliers support their local communities through scholarship programs and childcare centers.\n\nRainforest Alliance Goals\n\n- Address human rights abuses like child and forced labor, low wages, poor working conditions, and gender inequality\n- Promote more sustainable land management practices to protect forests, biodiversity, and natural resources\n- Train farmers to grow better crops using climate-smart agriculture, which help them mitigate and adapt to climate impacts\n- Contribute to lifting rural people out of poverty by improving sustainable livelihood opportunities for farmers, workers, and their families\n\nFor more information about our Pollinator Health programs, see the “Environmental Impacts & Land Stewardship” page in our Merchandising section.\n\nSupplier Spotlight: MM Flowers & VP Group\n\nIn fiscal year (FY) 2022, Costco UK continued to source flowers from Kenya through our supplier, MM Flowers. MM Flowers sources our roses from farms near Mount Kenya and Lake Naivasha. These farms are part of VP Group in Kenya, a floriculture group focused on sustainability across its farms. They take on initiatives ranging from offering free nutritious lunches for all employees to having dedicated committees for issues such as worker welfare and gender. VP Group also focuses on community efforts such as providing potable water to the local community, donating to support community policing, and maintaining roads to improve local transport.\nCostco recognizes that beef production has an impact on the environment and, depending upon the practices employed, the impact may be negative, positive or somewhere in between. Costco encourages suppliers to support good land stewardship practices. In response to concerns that beef production contributes to tropical deforestation in countries such as Argentina, Brazil, Colombia and Paraguay, our intent is not to source beef from high-risk deforestation regions until comprehensive traceability and monitoring systems are in place. We have notified suppliers that Kirkland Signature™ items containing beef, including beef sold in our fresh meat cases, should not come from these regions. We engage with our buyers and suppliers to confirm compliance, and did not find beef from those countries of concern in fiscal year (FY) 2022.\n\nAccording to supplier reports for FY22, over 88% of the beef in Kirkland Signature items came from the U.S., Canada and New Zealand.\n\nCostco is a member of the U.S. and Canadian Roundtables for Sustainable Beef, with a mission to advance, support and communicate continuous improvement in the sustainability of U.S. and Canadian beef production by educating and engaging the beef value chain through a collaborative multi-stakeholder effort. These organizations facilitate the system-level change that is needed to address many of our environmental concerns.\n\nCostco, in partnership with others in the U.S., is exploring how we can support ranchers to evaluate their management practices with key indicators linked to economic, social, livestock and environmental outcomes.\nBeef and Preserving Native Grasslands\n\nCostco recognizes that one of the greatest threats to native grasslands or prairies is conversion to cropland. We also recognize that responsible beef production can be linked to the preservation of native grasslands in places like the Northern Great Plains (NGP) of the U.S., where the intact grasslands ecosystem is compatible with responsible cattle grazing.\n\nResponsible grazing maintains the health of grasslands, improves soil quality with manure, and preserves open space and wildlife habitat. Additionally, carbon is sequestered in the grasses and soils of grazing lands that are properly managed. Beef production also provides social benefits by sustaining livelihoods and community vibrancy in rural areas where grasslands dominate. Keeping the NGP as grasslands not only helps conserve biodiversity, but it also means cleaner streams, less fertilizer runoff, more pollinators for plants and more carbon stored in the soil.\n\nPlant-Based Alternatives\n\nCostco is aware of the need for protein diversification as an additional way to address deforestation and climate change. We will continue to offer a selection of plant-based proteins as alternative protein offerings to our members. Some examples include plant-based burger patties from companies such as Beyond Meat and Impossible Foods.\nSeafood & Aquaculture\n\nSeafood is an essential food for people around the world. With growing global demand, and limited resources available, we want to ensure we’re sourcing seafood in a responsible and sustainable manner.\n\nOverview\n\nAt Costco, we have three primary objectives when it comes to seafood sourcing:\n\n- Continuously improve the sustainability of our seafood from either wild fisheries or farmed aquaculture in ways that enable us to meet current demands without compromising the availability of future resources.\n- Ensure the human rights, safety and dignity of the people who produce, process and harvest the products we sell.\n- Protect our marine, coastal and freshwater ecosystems and limit the environmental impact associated with aquaculture and fishing practices.\n\nWe believe products certified by Marine Stewardship Council (MSC) and Aquaculture Stewardship Council (ASC) align with many of our sourcing objectives. We are continuing to increase the volume of MSC- and ASC-sourced seafood items we sell globally. We also support Fishery Improvement Projects (FIPs) and Aquaculture Improvement Projects (AIPs), which help to meet MSC and ASC standards, respectively.\n\nCostco aims not to sell any seafood species, either branded and Kirkland Signature™, that are on the International Union for Conservation of Nature (IUCN) endangered or critically endangered lists and/or CITES Appendix I or II, unless sourced from MSC fisheries.\nWe reevaluate these policies annually and work closely with our suppliers to evaluate compliance. This includes our annual global supplier seafood survey, which helps us capture key information such as species, catch/farm locations, catch/farm methods and eco-certifications. We are also working on traceability initiatives to ensure we can understand the connection between the seafood we offer our members and the people and places that help produce it.\n\nSourcing Practices: Wild Species\n\nFor fiscal year (FY) 2022, 63.5% of our wild seafood is from a FIP or MSC-certified fisheries. For wild species, we rely on the MSC certification process to ensure we are sourcing responsibly with regards to select species. For any product to be considered MSC certified, the seafood must be fished:\n\n- **From sustainable fish stocks.** There are enough fish left in the sea to reproduce indefinitely.\n- **With minimal environmental impact.** Fishing operations must maintain the structure, productivity, function and diversity of the marine ecosystem.\n- **By a fishery with effective management in place.** Fisheries must comply with relevant laws and have a management system that allows it to respond quickly to changes in the status quo.\n\nA Note on Wild King Salmon\n\nUntil further notice, we’ve committed to not sell wild King salmon (also known as Chinook salmon) sourced from the Salish Sea (formerly known as Puget Sound), due to documented concerns related to its decline.\nRestricted Wild Species\n\nWe do not sell certain wild species that have been identified at great risk, unless sourced* from MSC fisheries. Currently, those species are:\n\n- Atlantic cod\n- Atlantic halibut\n- Chilean sea bass\n- Greenland halibut\n- Grouper (Epinephelus morio)\n- Redfish (sourced outside of U.S. Fisheries)\n- Shark\n- Skates and rays\n- Swordfish (sourced outside of U.S. Fisheries)\n- Bluefin tuna\n\n*According to supplier reports\n\nFishery Improvement Projects (FIPs)\n\nTo support fisheries in meeting the MSC’s standards, Costco is involved in a number of Fishery Improvement Projects. These projects are alliances of stakeholders who work together to resolve aspects of the fishery that do not meet the MSC standard. Our involvement includes participation in FIP meetings, letters to governments and/or fisheries participants and financial contributions. We require FIPs to be verified and monitored as credible by publicly reporting on FisheryProgress.org.\n\nFrom 2016 to 2022, Costco contributed $530,000 to support Fishery Improvement Projects (FIPs). Costco works directly with the World Wildlife Fund (WWF) to support the following FIPs:\n\n- Spiny Lobster - Honduras  (For more information)\n- Spiny Lobster - Nicaragua - Entered MSC full assessment process in September 2022\n- Spiny Lobster - Brazil\n- Spiny Lobster - Belize\n- Mahi Mahi - Ecuador\n- Mahi Mahi - Peru\n- Mahi Mahi - Taiwan\n- Mahi Mahi and Yellowfin Tuna - Costa Rica\n- Tuna and Swordfish - Sri Lanka\n- Corvina - Suriname\n\nCostco and its suppliers also purchase products from these FIP fisheries. Over time our sourcing from individual FIPs will vary, depending on market conditions and other factors.\nFishery Success Stories\n\nNicaragua Spiny Lobster Trap FIP\n\nNicaragua is the eighth largest lobster producer in the world and the largest in Central America. More than 95% of Nicaragua’s lobster is exported, mostly to the U.S. Critical issues that faced the fishery before the FIP was developed in 2012 included lack of new or improved data on stock status, bycatch and habitat impacts from lobster traps.\n\nCostco has been an industry leader in supporting the Nicaragua spiny lobster trap FIP since 2016. With support from Costco and others, as well as strong engagement from the Nicaraguan government’s fisheries agency, INPESCA, the FIP is now complete. The fishery entered the MSC full assessment process in September 2022 to achieve certification, and results on whether the fishery will be certified will be determined by early 2024.\n\nPeru Mahi Mahi Longline FIP\n\nPeru’s mahi mahi fishery supports over 10,000 fishers and serves as a key link in the marine food chain, providing sustenance for sharks, dolphins, and other ocean predators. Peru is also a leading source of the world’s mahi mahi and, like Ecuador, a top exporter to the U.S. Critical issues challenging this fishery include the high number of unlicensed vessels in the fishery, and lack of effective national and international management of mahi mahi, a highly migratory species. The fishery also needs additional data on how fishing interacts with other species including endangered sea turtles and sharks.\n\nCostco has been a financial supporter of the Peru mahi mahi longline FIP since 2015. As part of this support, Costco has worked with its suppliers to encourage the Peruvian and Ecuadorian governments to agree to joint management measures for mahi mahi. Key projects the FIP is implementing include working with the Peru Mahi Alliance, a group of 15 Peruvian mahi mahi companies who are committed to advancing the FIP, and IMARPE (the Peruvian Institute of the Sea) to scale up implementation of an electronic monitoring and catch documentation system and improve mahi mahi research as well as complying with the new FisheryProgress.org social policy which includes making fishers aware of their rights and signing a human rights code of conduct.\nSuppliers of Kirkland Signature™ Albacore Canned Tuna are participants in the International Seafood Sustainability Foundation (ISSF), which is undertaking science-based initiatives for the long-term conservation and sustainable use of tuna stocks, reducing bycatch and promoting ecosystem health. Each participating company is audited by a third party for compliance with ISSF conservation measures.\n\nAlso, Costco is a founding member of the Seafood Task Force (STF; see details below under “Farmed Shrimp”). All of our canned tuna suppliers are members. We review the product traceability and mapping to vessels of our Kirkland Signature canned tuna supply chains. Learn more about the STF’s work on Responsible Recruitment.\n\nFor FY22, 44% of our farmed seafood is sourced from ASC certified farms, or is ASC certified. We believe that farmed seafood should be an integral part of our business, that aquaculture is a critical source of affordable protein now and in the future, and that farming can be done in a responsible manner with reduced impacts on the environment and local communities.\n\nIn our sourcing, we work closely with organizations committed to sustainable practices in aquaculture. These include:\n\n- **Aquaculture Stewardship Council (ASC):** This organization sets a comprehensive list of requirements that must be met for suppliers to gain certification. These include water quality, responsible sourcing of feed, disease prevention, animal welfare, fair treatment and pay for workers and more. ASC represents the most robust, credible aquaculture global standard.\nAquaculture Improvement Projects (AIPs): Like a Fishery Improvement Project described above regarding wild species, an Aquaculture Improvement Project helps producers improve their operations and meet ASC standards. In support of this approach, from 2016 to 2022 Costco has contributed $330,000 to WWF to support and implement AIPs.\n\nHere’s a look at our sourcing policies related to popular seafood we offer at Costco.\n\nFarmed Shrimp\n\nCostco has been an active participant in implementing the ASC shrimp standards. These standards help to minimize key negative environmental and social impacts of shrimp farming. Our goal is to source farmed shrimp from farms and suppliers that have been certified to ASC standards. This goal has been partially achieved and we are actively engaging to transition more shrimp farms to reach the ASC standard by working with our suppliers and the World Wildlife Fund to develop and implement AIPs.\n\nMore information about Costco’s shrimp sourcing, can be found in our July 2020 Costco Connection article, No small feat.\n\nThe Seafood Task Force\n\nA key organization regarding the sourcing of farmed shrimp is the Seafood Task Force. The organization works to drive greater business confidence for global seafood buyers purchasing from Asia by tackling illegal, unreported and unregulated (IUU) fishing; establishing supply chain oversight from vessel to plate; mitigating risk; assuring traceability; and improving social and environmental performance, step by step.\n\nMore information on the STF and recent developments in Thailand can be found in the following links:\n\n- Seafood Task Force Action Plan\n- Public Support for Thai Government Fishery Reforms\n- Fisheries Reforms that has resulted in a Green Card from the EU\n- Securing Labor Rights through Social Compliance\nFarmed Salmon\n\nCostco does not intend to sell genetically modified salmon. Our goal is to source farmed salmon from farms and suppliers that have been certified to the ASC standard. This goal has been partially achieved, and we are actively engaging to transition more salmon farms to reach the ASC standard. Our approach is to work with our suppliers and the World Wildlife Fund to support a path to ASC certification. In Chile, improvements have focused on key issues such as empowering local communities in salmon farming areas to better engage with companies on issues that impact them.\n\nGlobal Salmon Initiative (GSI)\n\nMany of our farmed salmon suppliers have joined the Global Salmon Initiative (GSI) and launched a commitment to reaching 100% ASC certification. In alignment with ASC indicators, GSI efforts focus on reducing the use of antibiotics and pesticides, and avoiding wildlife interactions and escape events. The group also works to catalyze progress toward continuous improvements in responsible sourcing of feed ingredients, including the reduction of the use of fishmeal and fish oil, plus commitments toward deforestation-free terrestrial feed ingredients.\n\nLearn more about GSI’s progress toward ASC certification in its Sustainability Report.\n\nFarmed Pangasius\n\nWe are working with our suppliers on implementing the ASC Pangasius Standard. Our goal is to source pangasius from ASC certified farms and suppliers.\n\nFarmed Tilapia\n\nCostco’s intent is to only sell tilapia from farms and suppliers that are ASC certified. Costco encourages suppliers to work toward ASC certification. Additional information about Costco’s farmed tilapia practices can be found in our August 2016 Costco Connection article, Tilapia royalty.\nWe understand that aquaculture feed has an impact on wild fisheries and on feed ingredients sourced on land. We support the ASC Feed Standard, which defines requirements for responsible factory practices and marine and terrestrial ingredients in ASC-certified aquaculture feed, including soy and fishmeal/oil.\n\nThe ASC Feed Standard requires feed mills to source from more sustainable fisheries over time. Mills will have to record and report all ingredients that make up over 1% of a feed, and will need to take steps to ensure they have been sourced from supply chains with low risk for illegal deforestation. Additionally, they will have to assess the risk of high-risk and high-volume ingredients that contribute to deforestation or land conversion, and must commit and report publicly to transitioning to a supply chain free from these key negative impacts. This mechanism is based on internationally recognized steps by the Accountability Framework initiative (AFi) to work toward ethical supply chains.\n\nMore information about ASC’s aquaculture feed standards can be found on its website.\nCotton and textiles are an integral part of Costco’s business, particularly within our apparel and home textiles offerings. We recognize some of the challenges in textile production (e.g., forced labor issues in cotton, environmental issues with producing synthetic fabrics) and as a result, we have focused on efforts to trace our cotton sources and ensure our items containing recycled textiles are certified to specific global standards.\n\nCostco began a cotton traceability program in 2019 to further understand where the cotton in our Kirkland Signature™ apparel is coming from. In 2020, we enhanced this program to include supply chain mapping and third-party traceability document verification. More information can be found in the “Human Rights” section on our People & Communities page (see “Priority Industries for Strategic Collaboration.”) In addition, our Kirkland Signature products made from Pima and / or extra-long staple length (ELS) cotton require DNA testing protocols to verify these species. DNA testing is completed in multiple stages of the supply chain.\n\nFor our organic cotton products, manufacturers claiming organic cotton must be certified by Global Organic Textile Standard (GOTS). GOTS is the global industry leader in certifying textiles processing for organic fibers, including cotton. The GOTS system certifies the product throughout the entire textile supply chain, ensuring the organic status of cotton from raw materials to the end consumer.\nKirkland Signature Bed Sheets\n\nKirkland Signature Bed Sheets are made from Pima cotton grown in the Central Valley of California. Through a patented technology, a program to test the traceability of cotton fiber through the entire supply chain has been established. This helps track the purity of the cotton and verify the manufacturing process from the fields to our shelves. More information can be found in this Cotton Traceability video.\n\nOne of the farms that grows extra-long staple (ELS) cotton used for our Kirkland Signature Bed Sheets is the Bowles Farming Company (BFCo), a family-owned and operated farm in California. Beyond compliance with regulatory requirements, BFCo has initiated programs and practices focused on protecting workers and the environment in the areas of soil health, climate change and water conservation. To learn more about these efforts, visit this article: Bowles Farming Company.\n\nRecycled Textiles\n\nRecycled fabric technology continues to be popular in the textile industry, especially in light of sustainability goals across the apparel and home goods industries. Benefits of recycled textiles include lower energy usage in production and a reduction in the need for virgin materials. As a result, at Costco we look to source recycled textiles for our items. To ensure recycled textile claims are verified and validated, Costco requires one of the three approved certifications: the Recycled Claim Standard (RCS), the Global Recycled Standard (GRS), or REPREVE®.\nOur goal is for our suppliers to create wood, paper and fiber-based products with as little impact to the ecosystem as possible while still delivering the quality and price that our members demand.\n\nWood Products\n\nAfter a 10-year moratorium on teak, in 2015 we began selling a limited amount of outdoor teak furniture that was 100% FSC-certified. We continue to require that teak sold at Costco is FSC 100% certified.\n\nCostco has expanded FSC certification to other species of solid wood products, including FSC-certified cedar wood playsets, gazebos, outdoor furniture and pavilions.\n\nTo learn more about our product testing of furniture products, please visit the “Chemical Management” page of our Merchandising section.\nOur packaging goals are to reduce the amount of packaging used, while still protecting the product’s integrity. Fiber for paper-based packaging should come from known sources, should be procured legally and should not contribute to deforestation. Because there is a limited supply of certified fiber, we highly encourage the use of recycled content whenever possible.\n\nIn fiscal year (FY) 2020, all of our U.S. ecommerce shipping boxes fulfilled by Costco used 100% recycled content. In FY21 and FY22, due to increased demand for ecommerce products and supply constraints, we had to supplement some boxes that did not utilize 100% recycled content.\n\nMore information can be found on the “Packaging” page of our Merchandising section.\n\nOur goal is to have all Kirkland Signature™ paper products created to optimize recycled content and tree-free fibers where feasible. Virgin-wood fibers should come from certified, well-managed forests that don’t contribute to deforestation or degradation. Costco accepts forest management certifications from three leading organizations: Forest Stewardship Council® (FSC)\\(^1\\), Sustainable Forestry Initiative (SFI) or Programme for the Endorsement of Forest Certification (PEFC), with a preference for FSC. These certifications help to ensure that the needs of the forest ecosystems and their communities are balanced with conservation.\n\nAs of FY22 and based upon the volume of fiber used in our Kirkland Signature paper-based products in the chart below, 99.5% is certified to FSC, SFI and/or PEFC, according to supplier reports. We are working toward 100% certification that will include our Kirkland Signature Photo Paper, which represents 0.4% of this fiber volume. This item is scheduled to transition to FSC certification in 2023 as we sell through our previous inventory. The Kirkland Signature Gift Tissue is already using 100% recycled content, of which 50% is post consumer recycled content; we don’t intend to transition to a forest certification at this time.\n\n1. Costco’s FSC license code FSC-N003307\n### Kirkland Signature Product Certification\n\n| Kirkland Signature Product Type | FSC | Sustainable Forestry Initiative | PEFC |\n|--------------------------------|-----|---------------------------------|------|\n| Bath Tissue                    | 99.3% | 0.7%                           |      |\n| Paper Towel                    | 20.3% | 62%                            | 17.7%|\n| Napkin                         | 0.7%  | 99.3%                          |      |\n| Facial Tissue                  | 68.7% | 31.3%                          |      |\n| Parchment Paper                | 100%  |                                |      |\n| Gift Wrapping Paper            | 100%  |                                |      |\n| *Gift Tissue                   |      |                                |      |\n| ** Photo Paper                 |      |                                |      |\n| **Total by Certification**     | 75.9% | 19.0%                          | 4.6% |\n\n*From certified forest and recycled content, no certification on pack yet\n** Photo Paper FSC controlled wood sources, no certification on pack yet\n\nOther examples include:\n\n- All of the register tape used in our U.S. and Canadian warehouses and gas stations are FSC-certified and are also phenol-free (no BPA or BPS). We are working to expand that to warehouses and gas stations worldwide. Japanese warehouse and gas station receipts now use fiber from FSC-certified sources. More information can be found on the “Chemical Management” page of our Merchandising section.\n- Many of Costco’s printed materials, such as our Costco Connection magazine and various promotional fliers, use certified fiber. The certification varies by product and region.\n- Our U.S. warehouse pharmacy transitioned to member bags with FSC-certified recycled content.\n\nMore information can be found on the “Environmental Impacts & Land Stewardship” page of our Merchandising section.\nKirkland Signature Baby Wipes\n\nCostco is committed to providing members with wipes that are sourced in an environmentally responsible manner.\n\nFor example, Kirkland Signature™ Baby Wipes are made with biodegradable, renewable fibers derived from 100% plant-based materials that are FSC certified. In addition, the fibers for Kirkland Signature Daily Facial Towelettes, and Kirkland Signature™ Flushable Wipes are also FSC certified. For more information, see this Costco Connection article.\nClimate Action Plan\n\nAll timelines and commitments described in December 2021 in Costco’s 10-Point Climate Action Plan were met or exceeded, or are “on-track” for completion as of December 2022.¹ Our updated Climate Action Plan (detailed below) updates milestones and commitments that were achieved over the past two years.\n\nIntroduction\n\nSeveral ongoing activities will continue, including evaluation of emerging climate-related policy, regulatory and ESG reporting requirements and expectations; analysis of potential partnership and stakeholder engagement opportunities; and improvement of our core capabilities (e.g., technology, data, processes, systems and expertise). Additionally, we will continue to build the capabilities to track compliance and dynamically monitor natural resource consumption and CO2e emissions at our warehouses, including the use of our Sustainability Technical Assistance Review (STAR) framework. See details on the “Environmental Compliance” page in our Operations section.\n\n1. The viability of our Climate Action Plan depends upon many external factors that may be directly or indirectly beyond our control and include: our suppliers ability to meet our expectations; socio-economic and public health risks; the direct and indirect impacts of global climate change on our operations and global value chain; changes in the international and national policy and regulatory landscape, permitting requirements, the availability of refrigerant equipment and low-GWP refrigerant alternatives, the availability of qualified refrigerant and HVAC service providers, requisite supply of clean energy. As well as supply chain volatility, energy and commodity pricing, regulatory signals, and shifting member preferences and stakeholder attitudes also are material factors that can impact our Climate Action Plan timeline. The data reported is compiled from sources that we believe are reasonable to rely on at the time of publication, may change as new information becomes available, and future reports may change accordingly.\nWe currently incorporate global standards and guidance across measurement, disclosure and reporting and will continue to monitor preliminary, forthcoming and evolving standards and guidance (e.g., SEC’s proposed rule on Climate-Related Disclosures, UK disclosure requirements based on TCFD, potential expansion of the EU’s Corporate Sustainability Reporting Directive, new disclosure areas within CDP, and more). These will continue to inform our approach to climate action.\n\nSeveral global standards rooted in science guide our approach to Climate Action including:\n\n- GHG Protocol Accounting & Reporting Standard: Corporate Standard, Scope 3 Standard and Land Sector & Removals Guidance.\n- Science-Based Targets Initiative (SBTi) Corporate Net Zero Standard and Forests Land and Agriculture (FLAG) guidance.\n- Task Force for Climate-Related Financial Disclosure (TCFD).\n- Task Force for Nature-Related Financial Disclosure (TNFD).\n- UN Intergovernmental Panel on Climate Change (IPCC) reports, including the recent 6th Assessment Report.\n- Outcomes of UN Climate Change Conference of Parties (COP), including COP27.\n- 2030 United Nations Sustainable Development Goals (SDGs).\n- CDP.\n\nWhile we have not adopted Science Based Targets, we actively consider SBTi’s Corporate Net Zero Standard as a framework for ambitious climate strategy and will continue to utilize SBTi’s guidance. Solutions must be operationally viable and fulfill our obligations to our shareholders, employees, members, suppliers and the communities we serve.\n2022 Updates\n\nWe made progress across a number of topics, including governance and reporting and Scope 1, 2, and 3. Highlights include:\n\n**Expanded Approach to Governance and Reporting in Alignment with TCFD:** We expanded our approach to Governance, Strategy, Risk Management, and Metrics and Targets based on the recommendations of the Task Force on Climate-Related Disclosures (TCFD), which are publicly disclosed in our Governance & Reporting section. Our TCFD report builds on our 2020 adoption of material dimensions of the Sustainability Accounting Standards Board (SASB) standard, found in the same section. Our actions included:\n\n- **Disclosure Review.** We analyzed our publicly available ESG information and reporting in the context of TCFD’s recommendations to prepare for new regulatory requirements in the markets we operate.\n- **Climate-Related Scenario Planning.** We conducted the company’s first TCFD-aligned climate scenario analysis. This process brought together global executives and senior leaders to explore climate-related risks and opportunities and the resilience of our business.\n- **Internal Capabilities.** We are enhancing our climate-related risk management function.\n\n**Expanded Disclosure to CDP to Include CDP Forests:** We submitted our annual CDP Climate submission in July 2022. We also submitted our first ever CDP Forest Questionnaire.\nEstablished and Verified Costco’s Fiscal Year 2020 Base Year Scope 1, 2, and 3 Emissions Inventory: We use fiscal year 2020 (FY20) as our base year for our carbon dioxide-equivalent (CO2e) reduction commitments, targets and consideration for future action. We calculated and verified our Scope 1 and Scope 2 base year emissions\\(^2\\) in 2021 and estimated and verified our Scope 3 base year emissions in 2022. Our base year inventories were verified by SCS Global.\n\nFY20 Baseline Emissions Inventory (mt CO2e)\n\n1. Biogenic emissions (emissions that come from natural sources) have been excluded from our Scope 3 inventory per GHG Protocol guidance\n\n2. Effective July 2022, we moved to reporting our emissions on a fiscal year basis to align better with our financial reporting. Our 2020 Scope 1 and Scope 2 emissions were calculated on a calendar year basis, and we do not expect it to differ materially from a fiscal year basis.\nWe also categorized our Scope 1, 2, and 3 emissions across Operations and Merchandising, as outlined in the below table.\n\n### FY20 Baseline Emissions by Business Segment\n\n|                  | Operations¹ (millions of Metric tons of CO2e) | Merchandising² (millions of Metric tons of CO2e) | Total (millions of Metric tons of CO2e) |\n|------------------|-----------------------------------------------|-------------------------------------------------|----------------------------------------|\n| Scope 1          | 1.2                                           | N/A                                             | 1.2                                    |\n| Scope 2          | 1.5                                           | N/A                                             | 1.5                                    |\n| Scope 3³         | 1.7                                           | 140.1                                           | 141.8                                  |\n| Total            | 4.3                                           | 140.1                                           | 144.4                                  |\n\n1. Emissions included in “Operations” include Scope 1, Scope 2, and Scope 3 Categories 2, 3, 5, 6, and 7.\n2. Emissions included in “Merchandising” include Scope 3 Categories 1, 4, 9 and 11.\n3. Biogenic emissions (emissions that come from natural sources) have been excluded from our Scope 3 inventory per GHG Protocol guidance.\n\n### Progress on Scope 1 and 2 Emissions\n\nImprovement of operational energy efficiency, energy supply, refrigeration, alternative fuel and electrification-related initiatives is central to managing our Scope 1 and 2 CO2e emissions. Our approach to operations-related emissions has limited the increase of CO2e across our portfolio to less than our company sales growth every year since 2017. Our FY21 Scope 1 and 2 CO2e emissions decreased -0.6% from our FY20 base year. Please see “Progress Update: Costco’s Scope 1 and 2 Carbon Emissions” at the end of this document for details.\n\n### Scope 3 Emissions\n\nWe estimated our Scope 3 CO2e emissions for 11 of 15 GHG Protocol Scope 3 categories in 2022. See below for a summary of which categories we included in our assessment.\n## Scope 3 Emissions Coverage\n\n| Status: Relevant & Material Categories | Details: Calculated and included in emissions inventory | Scope 3 Categories: |\n|---------------------------------------|------------------------------------------------------|---------------------|\n|                                       |                                                      | 1: Purchased Goods & Services |\n|                                       |                                                      | 2: Capital Goods       |\n|                                       |                                                      | 3: Fuel and Energy-Related Activities |\n|                                       |                                                      | 4: Upstream Transportation & Distribution |\n|                                       |                                                      | 5: Waste Generated in Operations¹ |\n|                                       |                                                      | 6: Business Travel     |\n|                                       |                                                      | 7: Employee Commuting  |\n|                                       |                                                      | 9: Downstream Transportation & Distribution |\n|                                       |                                                      | 11: Use of Sold Products |\n\n| Status: Relevant & Immaterial Categories | Details: Calculated but did not meet materiality threshold | Scope 3 Categories: |\n|-----------------------------------------|----------------------------------------------------------|---------------------|\n|                                        |                                                          | 8: Upstream Leased Assets |\n|                                        |                                                          | 13: Downstream Leased Assets |\n\n| Status: Irrelevant Categories | Details: Not calculated | Scope 3 Categories: |\n|------------------------------|-------------------------|---------------------|\n|                              |                         | 10: Processing of Sold Products |\n|                              |                         | 14: Franchises        |\n|                              |                         | 15: Investment        |\n\nNote: Category 12 (End-of-life Treatment of Sold Products) Scope 3 emissions are relevant and material, but we do not yet have data to calculate them.\n\n¹. Costco started measuring its baseline for total waste emissions in FY21. Since then, we have estimated our total Scope 3 (GHG Protocol Category 5) waste emissions for all reporting Costco locations for FY20, FY21, and FY22 based upon the total tonnage to landfill and total tonnage diverted. We reported 77 mtCO2e in FY20 and 147,138 mtCO2e in FY21. In FY22, we are reporting 154,140 mtCO2e.\n\n---\n\n### Developed Scope 1, 2, and 3 Action Plans: Update\n\nWe created Operations and Merchandising Action Plans to address our Scope 1, 2, and 3 emissions. This was achieved by evaluating our baseline data, assessing industry leading practices and global standards, and modeling near-term and long-term CO2e reduction opportunities within the context of SBTi’s Corporate Net Zero Standard. Details on these plans and their accompanying metrics and targets can be found below.\n\n### Engaged our Suppliers on Climate: Update\n\nWe surveyed our top 500 suppliers to understand their CO2e emissions tracking, metrics and emissions reduction efforts. They represent approximately 70% of annual U.S. sales.\nIn 2022, we increased our absolute Scope 1 and 2 CO2e reduction target by 19% as shown in the table below. We plan to disclose in December 2023 an absolute Scope 3 CO2e reduction target.\n\n### Costco’s CO2e Reduction Commitments\n\n|                      | Original Commitment                                      | 2022 Update                                      |\n|----------------------|----------------------------------------------------------|--------------------------------------------------|\n| **Scope 1 & 2**      | 20% cumulative absolute CO2e reduction by 2030           | 39% cumulative absolute CO2e reduction by 2030   |\n| **Scope 3**          | N/A                                                      | To be disclosed in Dec 2023                      |\n\nAlthough the success of implementing our Operations Action Plan depends upon many factors, some of which are beyond our control, our plan focuses on seven key areas to help us reach our Scope 1 and 2 goals: energy supply, energy efficiency, refrigeration, electrification, design and site selection, oversight and employee education.\n\nOur priority is to purchase clean energy and integrate on-site energy systems when operationally feasible; and acquire high-quality, verified renewable energy certificates (REC) after exhausting all other operationally viable reduction pathways.\n\nWe have committed to purchase 80% clean electricity by 2030. We will source an increasing percentage of contract purchases from low carbon energy sources through 2030 (and beyond). Additionally, we own and operate more than 100 on-site solar systems, with the intention to expand on-site solar operations where feasible.\n\nOur current purchased energy mix is a combination of:\n\n- **Standard Delivery Renewable Energy**, which will be achieved through meeting compliance with state Renewable Portfolio Standards (RPS) targets and an anticipated decarbonization of the electric grid.\n- **Green Tariffs**, which are currently available in 15 regulated states.\n- **Power purchase agreements (PPA),** which will be actively pursued in all deregulated markets as a physically delivered purchase from a greenfield project (to claim potential additionally) integrated into our retail contracts.\n\n- **RECs with (Grid/Null/Financial) Power,** which will be the final tier(s) in the strategy and will cover all MWh that are not or cannot be managed through the previously listed three structures.\n\nWe continue to evaluate ways to reduce Scope 1 natural gas usage. Our options include Certified Natural Gas, Methane Performance Certificate, Renewable Natural Gas (RNG) and Blended RNG.\n\nMost energy used in our warehouses is for refrigeration, HVAC, lighting, food preparation and heating water. We continue to build the capabilities to track compliance as well as monitor and manage natural resource consumption at our warehouses, and at the individual warehouse and aggregate levels. Our Sustainability Technical Assistance Review (STAR) framework is another tool that helps reduce warehouse CO2e emissions. See details on the “Environmental Compliance” page in our [Operations section](#). Our prior successes in reducing energy consumption make further reductions challenging.\n\nAs part of our energy efficiency effort, we are implementing a plan to accelerate the replacement of existing incumbent lighting and LEDs in our warehouses to more efficient LEDs with lower wattage.\n\nIn addition to evaluating reliability-centered maintenance practices and technology upgrades, we are piloting a strategic Retrocommissioning Building Tune-Up Program across a select number of warehouses. Through energy audits and energy efficiency measures we seek to maintain energy savings and carbon reductions long-term. This program will be supported by a new group of Certified Energy Managers, who will be responsible for establishing and improving each warehouse’s energy use.\nAdditional projects that are currently being piloted and/or evaluated include:\n\n- LED upgrades\n- Skylight insulation\n- Switchgear maintenance\n- Heat pump water heaters\n- Electric ovens, rotisseries and scrubbers\n\nRefrigeration\n\nFugitive emissions from our refrigeration systems make up around 24% of our FY21 Scope 1 and Scope 2 emissions and represent an area of continued focus. The goal is to reduce the harmful impacts from hydrofluorocarbons (i.e., HFCs) and other gases from the refrigeration systems in our warehouses.\n\nWe are committed to accelerating the phase-out of HFCs and increase our investment in refrigeration retrofits to reduce refrigerant emission Global Warming Potential (GWP) by 30% by 2030 as compared to our 2020 baseline. We have:\n\n- Performed 15 refrigeration retrofits in order to move to lower GWP refrigerants.\n- Tested new state-of-the-art leak detection systems to identify refrigerant leaks and trigger alerts for faster resolution.\n- Collaborated with the North American Sustainable Refrigeration Council (NASRC) to engage on industry-wide challenges.\n- Obtained platinum-level certification from the Environmental Protection Agency’s GreenChill program for two new warehouses that opened in the fall of 2021, which is the equivalent of avoiding the annual equivalent of 2,888 Mt CO2e.\n\nWe also commit to increasing the number of CO2-based refrigeration systems in the United States and Canada to 50% of all new U.S. and Canada warehouses through FY30. In addition, we will obtain the GreenChill platinum-level certification for all new CO2 warehouses opened in 2023 and beyond.\nWe continue to explore opportunities to replace fossil fuels with electricity in our warehouses, depots and manufacturing facilities. This consists of a range of pilot programs and analysis to identify, understand and evaluate the operational and financial implications aligned to our broader global energy strategy. These pilots include but are not limited to:\n\n- **Evaluate electric vehicles**, including piloting electric tractors, yard trucks and electric terminal tractors.\n- **Pilot electric equipment within our warehouses**, including testing an electric bakery oven at one of our warehouses.\n- **Conduct electric vehicle charging tests at multiple warehouse locations**, to evaluate the feasibility of installing electric vehicle charging stations for our members.\n\nWe are committed to converting all of our depot yard trucks from diesel models to alternative fuel models (including electric variants) by 2035. This is dependent upon the technology meeting our business and operational requirements.\n\nSee the “Transportation & Logistics” page in our [Operations section](#) of our Sustainability Commitment for additional details on electric vehicle pilot programs and electric vehicle charging stations.\nWe understand the importance of the built environment and the locations we choose to build our warehouses, depots and manufacturing facilities on our carbon footprint and the natural environment. Over the past year, we have evaluated and tested:\n\n- Increasing the amount of recycled materials used in constructing our full metal buildings, including the use of prefabricated structural steel systems and recycled asphalt in all new parking lots.\n- Optimizing the use of the green spaces at our warehouses in line with our broader sustainability commitments, including planting trees, increasing planting density and drought-tolerant species, and native and ornamental vegetation.\n\nWe are also evaluating new technologies, such as low-carbon steel and low-carbon cement, to identify opportunities to test in new or renovated buildings. See the “Construction, Landscaping & Preservation” page in our Operations section for additional details.\n\nWe established a new cross-functional, executive-level governance structure for energy-related projects, which meet regularly to evaluate opportunities. We are also implementing an enterprise sustainability data management system for improved tracking, reporting and decision-making.\n\nWe began investing in employee education and career development in 2022 on the topics of energy efficiency, energy management, and data analytics. For example, in Q1 of 2023, we will train up to 50 employees to become Certified Energy Managers (CEMs), who will support implementation of energy-related initiatives that will help us meet our Scope 1 and 2 carbon reduction goals in partnership with the Executive Global Energy Task Force and the Energy Department.\n## Operations | Metrics & Targets\n\n| Metric                                      | Original Targets | 2022 Status                  | Targets                  | Milestone |\n|---------------------------------------------|------------------|------------------------------|--------------------------|-----------|\n| Purchased Clean Energy (purchased electricity)¹ | 15.8% by 2021    | 16% clean energy in FY21²    | 45% clean energy         | Dec 2025  |\n|                                             | 30% by 2025      |                              | 80% clean energy         | Dec 2030  |\n|                                             | 60% by 2030      |                              | 100% clean energy        | Dec 2035  |\n|                                             | 100% by 2035     |                              |                          |           |\n| Refrigeration Global Warming Potential (GWP) | N/A              | 15 refrigeration retrofits completed | Reduce refrigerant emission GWP by 30% | Dec 2030  |\n| CO2 Refrigeration Systems                   | N/A              | 58 full or partial CO2 systems worldwide | 50% of new US & CN warehouses to be CO2-based systems | Dec 2030  |\n| EPA GreenChill Certification                | N/A              | 2 warehouses EPA GreenChill Platinum-Certified | 100% new CO2 warehouses will be EPA GreenChill Platinum-Certified | Ongoing   |\n| Alternative Fuel Vehicles                   | N/A              | 0% alternative fuel yard trucks | 100% alternative fuel yard trucks | Dec 2035  |\n\n1. “Clean energy” as defined by the U.S. Department of Energy (DOE). Source: https://www.energy.gov/clean-energy.\n2. FY22 is currently being calculated.\n\n---\n\n### Scope 3 Action Plan\n\nWe use a holistic approach to sustainability that addresses more than climate factors within the merchandising portion of our business. Although climate is an important factor, we ask six comprehensive questions throughout our supply chains related to traceability, human rights, animal welfare, environment and land stewardship, climate and packaging. Please see our Merchandising section to learn more about these six questions.\n\nWe estimate that our FY20 Scope 3 emissions are approximately 141 million metric tons, representing around 98% of our global CO2e footprint (excluding biogenic carbon emissions). The figure is broken down in the following graphic.\nBecause the majority of our carbon footprint lies within our supply chain — Category 1 (Purchased Goods and Services) and Category 11 (Use of Sold Product) represent 96% of our Scope 3 emissions — we are committed to working with our suppliers, other stakeholders in the supply chain, and others to reduce the supply chains’ overall carbon footprint.\n\nOur action plan consists of five key components: traceability, supplier engagement, sourcing strategy, partnerships and pilots, and future opportunities.\n\nWe understand the need for Costco to source its items responsibly. To do so, we must understand where our items come from and the entities in the supply chain, back to the farm or source. We plan to:\n\n- Map our priority commodity supply chains to understand areas of risk, including biodiversity impacts.\n- Conduct materiality and risk assessments for our business to prioritize our resource allocation.\nSupplier Engagement\n\n- Build out technology infrastructure to support traceability efforts.\n\nIn 2022, we completed a survey of our top 500 U.S. suppliers to understand their actions to measure, report, set targets for, and reduce their emissions. Our analysis found that around 64% of our suppliers have not started taking measures towards measuring and disclosing emissions, around 19% have started collecting and disclosing their emissions, and the remaining suppliers are further along with setting targets for their emissions. Of our top 500 U.S. suppliers, around 16% state they are committed to SBTi’s framework and an additional 4% state they are aligned with SBTi.\n\nOngoing supplier engagement efforts include:\n\n- Support suppliers to advance along their sustainability maturity curves with respect to measuring, disclosing, and target-setting for their Scope 1, 2, and 3 emissions.\n- Engage suppliers to purchase more clean energy and encourage them to set clean energy purchasing goals.\n- Develop supplier scorecards and item scorecards to benchmark, celebrate successes, and encourage accountability.\n- Engage suppliers to reduce packaging impacts and improve circularity.\nSourcing Strategy\n\nWe aim to be thoughtful about how and what we source to ensure we are doing the right thing for our members, our employees, our suppliers, the environment, and the workers and communities in our supply chains. Three areas of focus on our sourcing strategy will include:\n\n- Use CO2e emissions footprint as an input into selection of certain items (e.g., Energy STAR-certified items for Category 11).\n- Continue our commitment to eliminate deforestation in key commodities in our Kirkland Signature supply chains: palm oil, wood/pulp/paper, soy, cocoa and beef.\n- Continue to update our progress on our Sustainability Commitment Updates and also publicly report using CDP Forest.\n\nPartnerships, Pilots and Innovation Efforts\n\nOther cross-value chain partnership ideas and concepts include:\n\n- Pilot new technologies or programs for regenerative agriculture to promote and scale more sustainable agriculture practices.\n- Partner with suppliers, farmers, NGOs and consortiums on at-source initiatives (e.g., regenerative agriculture programs for corn and soy).\nWe will continue to research and investigate other opportunities to impact our Scope 3 footprint. This will include:\n\n- Account for the impact of new Science Based Target Initiative Forest, Land and Agriculture (“FLAG”) target-setting guidance and GHG Protocol Land Sector and Removals guidance (expected to be released in Q2 2023).\n- Assess our global water footprint across our supply chain and explore ways to optimize and reduce our water use throughout our operations and supply chain.\n- Identify one of our priority commodity supply chains to begin to pilot the TNFD in FY23 and report on progress in December 2024.\n\n### Merchandising | Metrics & Targets\n\n| Metric                                                                 | Target                                                                 | Milestone   |\n|------------------------------------------------------------------------|------------------------------------------------------------------------|-------------|\n| Support suppliers to advance along their sustainability maturity curves | 40% of top 500 report on S1 & S2 to CDP                                  | Dec 2025    |\n|                                                                        | 25% of top 500 report on S3 to CDP                                     | Dec 2025    |\n| Engage suppliers to formal clean energy commitments                     | 50% of top 500 make clean energy commitments                            | Dec 2030    |\n|                                                                        | 25% of top 500 have on-site renewable energy generation                | Dec 2030    |\n| Map our supply chains                                                   | 100% of Kirkland Signature priority commodity supply chains mapped     | Dec 2030    |\n| Energy efficient products                                              | 50% or more of Non-Foods items (where applicable) are energy-star certified | Dec 2030    |\n| Commit to responsible sourcing in high deforestation risk commodities  | 100% of Kirkland Signature Paper & Tissue products are forest certified (FSC, PEFC, SFI, with a preference for FSC) | Dec 2025    |\n|                                                                        | No Kirkland Signature Beef sourced from Colombia, Paraguay, Argentina or Brazil | Dec 2025    |\n|                                                                        | 100% of Kirkland Signature Cocoa items sourced from a sustainable program | Dec 2025    |\n|                                                                        | 100% of Kirkland Signature Palm-Based products are RSPO certified      | Dec 2025    |\n|                                                                        | 100% of Kirkland Signature Soy-Based products sourced from low deforestation risk countries or certified | Dec 2025    |\n## Progress Update: Costco’s Scope 1 & 2 Emissions\n\n| Total in covered regions | Reported Data | % YoY Increase | Carbon Intensity |\n|--------------------------|---------------|----------------|-----------------|\n|                          | Sales² ($MM)  | tCO2e (tons)   | Sales           | tCO2e          | tCO2e per $M of sales | tCO2e per thousand sq ft |\n|                          |               |                |                 |               |                      |                          |\n| 2016⁴                    | $109,207      | 2,250,906      | 114.5           | 2.1%          | 13.4%                | 4.9%                      | 20.6 | 19.7 |\n| 2017⁵                    | $131,653      | 2,358,629⁶     | 119.5           | 12.3%⁷        | 4.8%⁸                | 4.4%                      | 17.9 | 19.7 |\n| 2018⁹                    | $142,645¹⁰    | 2,508,419      | 123.1           | 8.3%          | 6.4%¹¹               | 3.1%                      | 17.6 | 20.4 |\n| 2019¹²                   | $152,794      | 2,572,206¹³    | 126.3           | 7.1%          | 2.5%                 | 2.6%                      | 16.8 | 20.4 |\n| 2020                     | $170,683      | 2,633,033      | 145.9           | 11.7%         | 3.5%                 | 15.5%                     | 15.6 | 18.3 |\n| FY21¹⁴                   | $192,052      | 2,647,132¹⁵    | 152.1           | 12.5%¹⁶       | -0.6%                | 4.3%                      | 13.8 | 17.4 |\n\n1 We report our Scope 1 and Scope 2 emissions in alignment with the GHG Protocol Corporate Accounting & Reporting Standard: Scope 1 Direct Emissions include all natural gas and propane provided to owned or controlled facilities used for heating or food processing and manufacturing. Included in direct emissions are diesel used by Costco’s truck fleets, refrigerated trailers and yard haulers; propane to power mobile floor scrubbers; jet fuel for corporate jets and fugitive emissions from HFC refrigerants from refrigeration and air conditioning equipment. Scope 2 Indirect Emissions are for purchased electricity and comprise the largest percentage of our total Scope 1 and 2 CO2e emissions.\n\n2 Sales are net sales as defined in our 10K and do not include membership income. Although Costco’s financial reporting is done on a fiscal year basis, for purposes of CDP reporting, sales have been converted to calendar year for 2016-2020. We revert back to fiscal year accounting in 2021 in accordance with how we changed our reporting time frame for the 2021 CDP report.\n\n3 Our square-footage number includes all warehouses, distribution centers and logistics facilities, and manufacturing facilities.\n\n4 Includes the following regions: U.S., Puerto Rico, Canada, Australia, Mexico, Spain and the UK. These tCO2e numbers have been restated for 2016 to include all refrigerants resulting in an additional 127,481.8 tCO2e. IPCC reporting guidelines offer a choice to include or exclude HCFC. Costco has revised internal policies to include refrigerants as a more appropriate method of calculating emissions.\n\n5 Includes the following regions: U.S., Puerto Rico, Canada, Australia, UK, Mexico, Spain, Japan, South Korea, France, Iceland and Taiwan. Costco has refined reporting to include all facilities in all regions and all reportable sources.\n\n6 Restated to align with CDP reported numbers for the 2017 reporting year.\n\n7 In 2017, we included all operations worldwide in our calculations. Therefore, the corresponding calculation of year-over-year sales uses 2016 worldwide sales of $117,223,539.\n\n8 Updated to 4.8% due to error in previous calculation.\n\n9 Includes all regions worldwide where we do business, including Scope 1 and 2 for China, which opened for business within the reporting year. Includes Scope 1 and 2 emissions for all manufacturing facilities for the duration they were open in the reporting year, including the Lincoln Premium Poultry plant in Nebraska, U.S.\n\n10 Restated sales numbers for 2018.\n\n11 Updated to 6.4% due to error in previous calculation.\n\n12 Included all regions worldwide where we do business and all manufacturing facilities for the duration they were open in the reporting. This does not include all Costco Logistics facilities and does not include market offsets.\n\n13 Emissions for 2019 are restated which changes the % increase of CO2e.\n\n14 Effective July 2022, we moved to reporting our emissions on a fiscal year basis to align better with our financial reporting. These numbers represent our emissions estimate from August 30th, 2020 to August 29th, 2021.\n\n15 These numbers were verified by SCS Global in July 2022. Please note that this calculation uses the Location-based methodology to calculate Scope 2 emissions. As reported in our latest CDP Climate Report, our Market-based Scope 2 emissions number is 1,418,244 tCO2e which is 10,507 tCO2e less than the Location-based number.\n\n16 The calculation of year-over-year sales changes and emissions changes uses Calendar Year 2020 compared to Fiscal Year 2021.\nGovernance & Education\n\nSustainability is important to all levels of our company, and we are working together toward our goals and progress on our initiatives.\n\nGovernance\n\nIn fiscal year (FY) 2022, Costco’s Board of Directors officially made sustainability a core part of the charter and responsibility for the Board’s Nominating and Governance Committee. Regular reporting to our Board of Directors and to the Nominating and Governance Committee occurs throughout the year.\n\nOn the management side, Costco’s sustainability strategy continues to be led by our Vice President of Global Sustainability and Compliance, who reports directly to the CEO and regularly engages the Board and executive team, including monthly updates to our global executives at our Budget Meetings. Costco recently launched our ESG (Environmental, Social and Governance) Executive Advisory Council, which brings together leaders from across the company to chart goals and strategy. We have also aligned executive compensation with ESG priorities through our Executive Bonus Plan, which rests, in part, on quantitative metrics including diversity, equity and inclusion (DEI), resource consumption, waste reduction and climate. The Nominating and Governance Committee and the Compensation Committee jointly oversee this element of the Plan.\n\nEducation\n\nWe also believe in the importance of keeping our members, employees and suppliers informed via a number of channels, including:\n\n- Articles in the Costco Connection, our monthly publication for members.\n- Articles in the Costco Today, our employee magazine.\n- Training and educational opportunities for our employees and suppliers throughout the year, including in-person presentations at our annual International Manager’s Conference and our annual Supplier Day.\n- Policies and guidelines for our employees and suppliers.\n- Job aids and operational procedures to help our employees comply with our policies and programs.\n- This Sustainability Commitment, which is updated at least annually.\nCostco follows the guidance of the Sustainability Accounting Standards Board (SASB) Standards for reporting on sustainability metrics.\n\nIn fiscal year (FY) 2021, we began an assessment of ESG reporting methodologies, best practices, trends and opportunities. We determined that the Sustainability Accounting Standards Board (SASB) Standards would provide investors information pertaining to topics that are relevant to our operations.\n\nWe identified two SASB industries most relevant to our business: Food Retailers & Distributors and Multiline; and Specialty Retailers & Distributors. A cross-functional team reviewed these SASB metrics and selected those that were relevant to our operations. With the assistance of third-party consultants, we conducted a data quality risk-assessment of these selected SASB metrics. Based upon that assessment, we identified a subset of SASB metrics for which we reported our U.S. operations. For FY22, we have expanded the scope of those metrics and report on our global business in the following reference table.\n| SASB Topics & Metrics | FY22 (Global) | FY21 (US Only) |\n|-----------------------|--------------|---------------|\n| **Fleet Fuel Management** | | |\n| FB-FR-110a.1 Fleet fuel consumed, percentage renewable | Global: 2,148,700 GJ US: 2,032,600 GJ 0% renewable | US: 1,868,000 GJ 0% renewable |\n| **Air Emissions from Refrigeration** | CY21 | CY20 |\n| FB-FR-110b.1 Gross global Scope 1 emissions from refrigerants | Global: 621,900 mtCO2e US: 475,000 mtCO2e | US: 461,000 mtCO2e |\n| **Energy Management** | CY21 | CY20 |\n| FB-FR-130a.1 Operational energy consumed, percentage grid electricity, percentage renewable energy | Global: Energy Consumed 23,946,000 GJ Grid Electricity 60.1% Renewable Energy 3.6% US: Energy Consumed 17,042,000 GJ Grid Electricity 57.6% Renewable Energy 4.9% | US: Energy Consumed 15,641,000 GJ Grid Electricity 60.3% Renewable Energy 3.6% |\n| **Data Security** | | |\n| FB-FR-230a.1 Number of data breaches, percentage involving personally identifiable information (PII), number of customers affected | Costco did not identify any material data breaches in FY22 | One (1) breach occurred within the reporting period which may have involved PII, less than 500 members impacted |\n| FB-FR-230a.2 Discussion of management approach to identifying and addressing data security risks | See “Data Security” on the Governance & Reporting section of our Sustainability Commitment | |\n| **Labor Practices** | | |\n| FB-FR-310a.1 (1) Average hourly wage and (2) percentage of in-store and distribution center employees earning minimum wage, by region | (1) $26 average hourly wage for US employees (2) All employees earn more than the regional minimum wage | (1) $24 average hourly wage (2) All EEs earn more than the regional minimum wage |\n| FB-FR-310a.2 Percentage of active workforce covered under collective bargaining agreements | Less than 10% of employees are represented by unions | 8.2% of employees are covered under collective bargaining agreements |\n| CG-MR-310a.2 (1) Voluntary and (2) involuntary turnover rate for in-store employees | Global: Voluntary turnover 10.9% Involuntary turnover 12.7% Involuntary turnover of regular workforce 3.0% US: Voluntary turnover 11.6% Involuntary turnover 10.9% Involuntary turnover of regular workforce 3.5% | US: 9.6% 11.8% 3.5% |\n| **Workforce Diversity & Inclusion** | | |\n| CG-MR-330a.1 Percentage of gender and racial/ethnic group representation for (1) management and (2) all other employees | See graphs found in the “Inclusion” page on the People & Communities section of our Sustainability Commitment | |\n| **Activity Metrics** | | |\n| FB-FR-000.A Number of (1) retail locations & (2) distribution centers | (1) 838 warehouses and business centers (2) 68 distribution and 97 logistics facilities | (1) 564 warehouses and business centers (2) 38 distribution and 111 logistics facilities |\n| FB-FR-000.B Total area of (1) retail space and (2) distribution centers | (1) 11.4 mil m² operating space (122.5 mil ft²) (2) 2.9 mil m² distribution and logistics facilities (31.0 mil ft²) | (1) 7.7 mil m² operating space (83.2 mil ft²) (2) 2.5 mil m² distribution and logistics facilities (27.1 mil ft²) |\n1. Renewable fuel is not directly purchased though there may be renewable fuel in the fuel mix purchased.\n2. This value has been restated due to change in methodology to be consistent with current year presentation.\n3. For US, data is as reported by third-party service technicians and for systems over 50 lbs. We report emissions from the six gases covered under the Kyoto Protocol. More complete reporting may be found in our CDP report.\n4. Consistent with the NIST Computer Security Incident Handling framework, Costco maintains incident response plans and playbooks that address corrective actions to be taken in response to data security incidents. While the actions themselves are incident-specific, they may include notifications to impacted individuals and regulatory agencies, additional employee communications and training, technical or physical controls or process implementation, and documentation reviews and updates.\n5. Our “true rate of pay” is $27, which includes twice-yearly Extra Checks for long-tenured hourly employees.\n6. Represents percentage of employees covered under a collective bargaining agreement at fiscal year-end.\n7. These percentages have been restated due to categorization of termination codes. We consider all seasonal turnover as involuntary.\nAs introduced in our Climate Action Plan, Costco has been working towards reporting aligned with the Task Force on Climate-Related Financial Disclosures (TCFD). The four core elements are Governance, Strategy, Risk Management, and Metrics and Targets. We have identified climate-related risks and opportunities that are impactful to Costco, yet have determined that none represents a material risk to our business in the short-term.\n\nOversight of climate-related risks and opportunities\n\nOur governance structures focus on two streams: Strategy & Oversight; and Implementation, Reporting & Compliance. Our Board of Directors has oversight to ensure Executive management has processes for managing risks and setting strategy for climate-related impacts. In fiscal year (FY) 2022, Costco’s Board made sustainability a part of the Nominating and Governance Committee’s charter, including oversight of environmental and sustainability policies and initiatives. Below depicts governance of climate-related risks and opportunities.\n\nUnder the Board’s direction, we have also aligned a portion of executive compensation with environmental and social priorities through our Executive Bonus Plan, which rests on quantitative metrics including diversity, equity and inclusion (DEI), resource consumption and waste reduction, and emissions reduction, as well as qualitative factors. For FY23, this element of the plan was extended to Senior Vice Presidents and Country Managers.\nManagement’s role in assessing and managing climate-related risks and opportunities\n\nCostco’s sustainability strategy and Climate Action Plan continues to be led by our Vice President of Global Sustainability and Compliance, who reports to the CEO and regularly engages with the Board and the Nominating & Governance Committee and Compensation Committee. This Vice President also serves as Chair of the newly formed ESG Executive Advisory Council, which brings together executives from across the company to set goals and strategy. This cross-functional approach is also carried forward by various task forces such as our newly established Global Energy Task Force (discussed in our Climate Action Plan), the Merchandising Task Force for Supplier Engagement, and ESG Reporting. We recognize the multi-dimensional nature of ESG priorities and the need to engage leadership across departments and geographies.\nClimate-related risks and opportunities on business, strategy and financial planning\n\nClimate change is impacting the world and our business, and these impacts are growing. In April and July 2022, our global executives conducted in-depth climate-related scenarios analysis, exploring climate-related risks and opportunities to operations, supply chain, members, employees, reputation and products. Using an exploratory approach, we leveraged three Shared Socioeconomic Pathways (SSPs) in the Intergovernmental Panel on Climate Change’s (IPCC) Sixth Assessment (2021-22), in alignment to the IPCC’s temperature-based Representative Concentration Pathways (RCPs), we identified potential impacts under the following scenarios: a coordinated global action achieves average warming of well below 2.0°C; a 2.0-3.0°C warming, with a fragmented global geopolitical and commercial response to climate change; an average warming exceeding 3.0°C, characterized by a reactive, sporadic global response to mitigate and adapt to the worst effects of climate change.\n\nFrom this analysis, we created an inventory of climate-related risks and opportunities related to our business. We anticipate transitional and physical impacts from climate change and will continue to evaluate impacts on our financial position. Based on our current assessment we foresee our identified climate-related risks outweighing our climate-related opportunities.\n\nClimate-related risks and opportunities identified over the short, medium and long term\n\nIn identifying our time horizons for the short, medium and long term, we consider our overall business model, identified risks and general timing of chronic climate-related impacts to be realized:\n\n- **Short term** (1-5 Years): Generally aligned with our timeframe for internal financial planning, budgeting and analysis.\n- **Medium term** (5-10 Years): To capture impacts of transition activities and associated risks and some, but not all, impacts of chronic physical risks emerging in the next decade.\n- **Long term** (10-30 Years): To capture impacts of chronic physical risks that could potentially develop over time and manifest in our operations and supply chain.\n## Transition Risks\n\n| Class            | Risk Description                                                                                                                                                                                                 | Time Horizon |\n|------------------|------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------|--------------|\n| Policy & Legal   | Emerging emissions reporting requirements are labor intensive in our current technology posture and could require extensive changes to processes.                                                                 | Medium-term  |\n| Market           | Strategic planning may be challenging due to evolving market response to climate change.                                                                                                                                 | Medium-term  |\n| Market           | Merchandising may become more difficult, as widely varying regulations may increase production costs throughout our supply chain, creating challenges to source products or categories at typical pricing.                              | Medium-term  |\n| Market           | Decreased demand for gasoline due to climate change concerns and economic shifts may affect future operations and negatively impact sales and traffic in our warehouses.                                               | Long-term    |\n| Technology       | Emission reduction programs and initiatives may lead to higher operating costs, prices and/or reduced margins.                                                                                                   | Medium-term  |\n\n## Physical Risks\n\n| Class   | Risk Description                                                                                                                                                                                                 | Time Horizon |\n|---------|------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------|--------------|\n| Acute   | Increased intensity and frequency of floods, wind storms, wildfires, cyclones, storm surges, hail, drought, etc. may (1) disrupt global supply chains by decreasing the production capacity of our suppliers and/or increasing production and transportation costs and (2) have operational and/or community impacts. | Short-term   |\n| Chronic | Extreme variability in weather patterns may disrupt global supply chains by decreasing the production capacity of our suppliers and/or increasing production and transportation costs.                                      | Medium-term  |\n| Chronic | Increased or decreased levels of precipitation may cause flooding, droughts, and water shortages that could have operational and/or community impacts and/or disrupt global supply chains.                                      | Medium-term  |\n| Chronic | Rising temperatures may increase energy costs, disrupt power grids and could have operational and/or community and/or global supply chain impacts.                                                               | Long-term    |\nOpportunities\n\n| Class                  | Risk Description                                                                                                                                                                                                 | Time Horizon |\n|------------------------|------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------|--------------|\n| Products & services    | Value provided to consumers through volume purchases and efficient distribution may allow Costco to gain market share for sustainable and low-carbon items.                                                                 | Short-term   |\n| Energy Source          | Transitioning to renewable and clean energy sources may allow Costco to decrease overall emissions, provide greater visibility on energy pricing, and participate in certain tax incentives in the US and elsewhere.                                      | Medium-term  |\n| Resource Efficiency    | Initiatives to reduce Costco and customer waste may allow for participation in new revenue streams through circular product design and decreased costs associated with disposal.                                                                 | Medium-term  |\n\nResilience of strategy\n\nFor each of the three scenarios analyzed, we evaluated Costco’s resilience and our ability to mitigate the transition and physical risks identified and to capitalize on future opportunities. In all scenarios, Costco’s operational strengths were identified as a core element of its resilience, including our no-frills, operations-focused warehouses and depots, which allows us to build resilience into our operations through investments in renewable and clean energy, technology and equipment. We identified that our global supply chain, geographically diverse retail locations, and membership-based model provide risk diversification. Continuing to build resilience throughout our supply chain with deepened supplier relationships will be crucial to mitigating and adapting to the impacts of climate change, as well as capturing market-based opportunities in response to evolving member expectations and needs over time. Please see our Sustainability Commitment and Climate Action Plan for further details on Costco’s sustainability and climate strategies.\nRisk Management\n\nProcesses for identifying and assessing climate-related risks\n\nWe have engaged third-party consultants to assist with risk assessment. We identified and qualitatively assessed potential impact and likelihood of climate-related risks that impact the Food & Beverage and Multiline retail industries as a whole and those that may uniquely impact Costco’s membership warehouse business model. We will continue to develop a framework to assess financial impacts from these risks and opportunities under several climate scenarios, as described above.\n\nProcesses for managing climate-related risks\n\nWe will continue to solicit input from global leaders across the company to assess climate-related risks (as well as opportunities) and generate options for managing those risks. These discussions inform strategy-setting by the Board, the Executive Committee and ESG Executive Advisory Council and serve as groundwork for determining climate-related initiatives.\n\nClimate is not a new challenge for us, though we expect to experience its impacts at a greater volatility and velocity. We understand the long-term importance of climate-related risks and opportunities. Our aim is that our business remains responsible, resilient and relevant in accordance with our Mission Statement and Code of Ethics. Our processes for developing remediation for risks and integrating that remediation into our operations are evolving.\n\nThe ESG Executive Advisory Council which is supported by cross-functional operating teams will be key for identification, assessment and management of climate-related risk. Any material climate-related risks identified will be communicated to the Executive Committee and the Nominating and Governance Committee of the Board of Directors for evaluation.\nMetrics & Targets\n\nMetrics to assess climate-related risks and opportunities in line with our strategy and risk management process, including Scope 1, Scope 2, and Scope 3 emissions and related risks and targets to manage climate-related risks and opportunities and related performance.\n\nOur Climate Action Plan features an in-depth discussion of climate-related Reduction Commitments, Metrics and Targets. This includes our Scope 1, 2, and 3 emissions. Costco embraces transparency in climate reporting through frameworks such as CDP, where we have regularly shared our progress for over a decade. Alongside our emissions reporting, we disclose a range of other metrics and targets that we have published for several years. These metrics represent important environmental impacts relevant to Costco and where we can make the most positive impact, even as they directly and indirectly affect Costco’s total greenhouse gas emissions. See following page for details on our metrics.\n\nForward Looking Statement\n\nMany statements contained in this document are aspirational and relate to the manner in which the Company currently seeks or intends to conduct certain of its activities, based on management’s current plans and expectations. These statements are not promises, guarantees, or statements on which you should rely with respect to the Company’s conduct or policies, and are subject to a variety of risks and uncertainties, some of which may be material and/or beyond the Company’s control. In addition, certain statements contained in this document constitute forward-looking statements within the meaning of the Private Securities Litigation Reform Act of 1995. For these purposes, forward-looking statements are statements that address activities, events, conditions or developments that the Company expects or anticipates may occur in the future. In some cases forward-looking statements can be identified because they contain words such as “anticipate,” “believe,” “continue,” “could,” “estimate,” “expect,” “intend,” “likely,” “may,” “might,” “plan,” “potential,” “predict,” “project,” “seek,” “should,” “target,” “will,” “would,” or similar expressions and the negatives of those terms. Such forward-looking statements involve risks and uncertainties that may cause actual events, results or performance to differ materially from those indicated by such statements. These risks and uncertainties include, but are not limited to, domestic and international economic conditions, including exchange rates, the effects of competition and regulation, uncertainties in the financial markets, consumer and small business spending patterns and debt levels, breaches of security or privacy of member or business information, conditions affecting the acquisition, development, ownership or use of real estate, capital spending, actions of vendors, rising costs associated with employees (generally including health-care costs), energy and certain commodities, geopolitical conditions (including tariffs and the Ukraine conflict), the ability to maintain effective internal control over financial reporting, COVID-19 related factors and challenges, and other risks identified from time to time in the Company’s public statements and reports filed with the Securities and Exchange Commission. Forward-looking statements speak only as of the date they are made, and the Company does not undertake to update these statements, except as required by law.\n| Metric Category       | Metric                                                                 | Description                                                                                                                                                                                                 | Framework Mapping                                      |\n|----------------------|------------------------------------------------------------------------|-------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------|--------------------------------------------------------|\n| Emission Reduction   | Global Scope 1, 2 and 3 greenhouse gas emissions                       | Reduction of scope 1, 2, 3 CO2e emissions by local and international location (warehouses, depots, etc.)                                                                                                       | Costco Climate Action Plan SDG 13.1                    |\n|                      | Gross global Scope 1 emissions from refrigerants                       | Total weight of refrigerant emitted by location (warehouses, depots, etc.)                                                                                                                                   | Costco Climate Action Plan SDG 13.1 SASB FB-FR-110b.1  |\n| Energy Management    | Operational energy consumed                                           | Total energy consumed across global operations, including from renewable and non-renewable sources, procured and self-generated                                                                                   | SASB FB-FR-130a.1                                      |\n|                      | Percentage grid electricity                                           | Proportion of energy consumed derived from the grid                                                                                                                                                           | SASB FB-FR-130a.1                                      |\n|                      | Renewable Energy Purchased                                            | Renewable energy purchased through a renewable power purchase agreement (PPA) that explicitly includes renewable energy certificates (RECs) or Guarantees of Origin (GOs) | Costco Climate Action Plan SASB FB-FR-130a.1          |\n| Waste Reduction      | Waste diversion rates                                                 | Food waste diverted for donation and for composting                                                                                                                                                           | Costco Sustainability Commitment SDG 12.3              |\n|                      | Packaging reductions                                                  | Reduction of Kirkland Signature and Fresh Produce plastic packaging, based on supplier reported data.                                                                                                       | Costco Sustainability Commitment SDG 12.5              |\n|                      | Recycled content in packaging                                         | Amount of recycled content in paper and plastic packaging                                                                                                                                                     | SDG 12.5                                              |\n| Responsible Sourcing | Sustainably sourced seafood (wild and farmed)                         | KS wild species and KS farmed product covered by MSC or ASC certification                                                                                                                                   | Costco Sustainability Commitment SDG 14.4              |\n|                      | Responsibly sourced wood, paper and fiber-based products              | Kirkland Signature pulp & paper product certified to FSC, SFI, PEFC and/or recycled content, based on supplier reported data, and as reported in the Sustainability Commitment | Costco Sustainability Commitment SDG 15.2              |\n| Water Use Efficiency | Facilities with operational water monitoring systems                  | Number of locations (warehouses, depots, etc.) with water monitoring system                                                                                                                                   | SDG 6.4                                               |\n|                      | Operational water consumption                                         | Gallons of water consumed                                                                                                                                                                                   | Costco Sustainability Commitment SDG 6.4               |\nOur governance policies, including the Information Security Policy, outline high level strategic information security objectives to meet compliance and regulatory requirements.\n\nCostco identifies and addresses data security risks based on several frameworks, including ISO27001, the NIST Cyber Security Framework (CSF), and the Payment Card Industry Data Security Standard (PCI DSS). The company’s governance policies, including the Information Security Policy, outline high level strategic information security objectives to meet compliance and regulatory requirements. We have standards, procedures and programs to guide the management of data security risks.\n\nCostco has implemented several technology measures, leveraging third-party security providers when needed, and engages in multiple activities to identify and mitigate vulnerabilities and risks in systems (e.g., scanning for common vulnerabilities and exposures, penetration tests on internal and external networks, code scans on applications, employee awareness and training, internal and external audits). We also review on a risk based priority third parties with whom we do business in an effort to reduce the likelihood of security incidents or business interruptions.\n\nCostco employs a “defense in depth” strategy to address the attack chain and safeguard our systems and information. Some of the measures utilized by Costco include phishing detection and mitigation, multi-factor authentication, information system protection systems such as anti-malware, anti-ransomware, endpoint detection and response, file integrity monitoring, and other system hardening techniques.\nNetworks are protected using network detection and response capabilities, are segmented, and provide flow level visibility into lateral movement potential; e-commerce systems are protected by a web application firewall. This layered defense concept combined with our detection and response capabilities allow us to minimize the potential risk of unauthorized access to our systems and information. Our Vice President of Information Security reports regularly to the Board of Directors and senior management concerning our security practices.\n| SDG | Our Goals | Key Performance Indicators | FY 2021 | FY 2022 |\n|-----|-----------|---------------------------|---------|---------|\n| 6   | Water is a precious and limited resource that cannot be wasted. Costco is committed to improving water use efficiency and reducing operational water waste. | Facilities with operational water monitoring systems (excludes Costco Logistics) | 67.4% | 81.4% |\n|     | Operational water consumption | 4,027,322,000 gallons¹ | 4,349,676,000 gallons |\n| 8   | Costco is committed to protecting the human rights, safety and dignity of the people who contribute to the success of our business. This includes supporting the welfare of the people who produce, process, harvest and transport the products we sell. | Qualitative | See our Supplier Code of Conduct and Strategic Collaborations on the “Human Rights page” in our People & Communities section; also see “Commodities & More” in Merchandising for examples of worker and community support programs at source |\n| 10  | We aim to have a diverse workforce that is representative of the communities where we do business and to foster an inclusive environment. We also aim to make a positive contribution to the well-being of the communities where we do business. | Gender and racial/ethnic group representation of our employees | See our demographic information on the “Inclusion” page in our People & Communities section |\n| 12  | Costco’s goal is to continually decrease the amount of waste going to landfills through reducing food waste at source, feeding hungry people and animals, supporting industrial programs (i.e., biofuel), composting and other recycling and donation programs. | Waste diversion rates | 78.3% | 78.7% |\n|     | Reduction of Kirkland Signature™ and fresh produce plastic packaging, based on supplier-reported data | 17M pounds | 6.4M pounds |\n|     | For more, see waste information on the “Minimizing Waste” page in our Operations section |\n|     | To learn more about packaging, please see the “Packaging” page in our Merchandising section |\n| 13  | We will be implementing a series of standards, metrics, and goals to build a holistic Environmental, Social and Governance (ESG) strategy. Meaningful climate action is a central pillar in that work. Our plan prioritizes the mitigation of Scope 1, 2 and 3 CO2e emissions and water usage. | Global Scope 1 & 2 GHG emissions (reported for FY 2021 in alignment w/July 2022 CDP Reporting) | More information about our Scope 1, 2, & 3 emissions numbers can be found in the “Climate Action Plan” located on our Climate Action page |\n|     | Global Scope 3 GHG emissions | | |\n| 14  | We will continually source sustainable seafood products from either wild fisheries or farmed aquaculture in ways that help meet current demands without compromising the availability of scarce resources for future generations. | Kirkland Signature wild species product sourced from MSC-certified fishery or in a FIP, based on supplier-reported data | 59.8% | 63.5% |\n|     | Kirkland Signature farmed seafood sourced from ASC-certified farms or in an AIP, based on supplier-reported data | 44.2%² | 44.0% |\n| 15  | Our goal is to responsibly source wood, paper and fiber-based products in a way that is respectful to the forest ecosystem and the environment. Certifications help to ensure that the needs of the forest ecosystems and their communities are balanced with conservation of our forests for future generations. | Kirkland Signature pulp & paper product certified to FSC, SFI, PEFC and/or recycled content, based on supplier-reported data, and as reported in the Sustainability Commitment | 99.9% | 99.5% |\n|     | For more, see the “Environmental Impacts & Land Stewardship” page in our Merchandising section |\n\n¹ Value is restated due to updated information on our usage. It reflects an 9.8% increase versus the previously stated number.\n² Value is restated due to an expansion of scope to cover all farmed species. Previous number included only Kirkland Signature salmon, tilapia, shrimp and pangasius.\n“Inside Costco/Sustainability” columns\n\nForest conservation/Palm oil and healthy ecosystems\nSensible structures/Sustainability plays a role when we build new Costcos\nHuman rights/People are critical components of our sustainability policies\nA global approach/How we’re supporting UN sustainability goals\nA year in review/Sustainability report update compares goals with progress\nSTAR EFFORTS/Program helps us operate as efficiently as possible\nWorking together/Collaborations can help ensure sustainable food supplies\n\nTemple Grandin\nNew solutions from a unique mind\n\nA global challenge\nActor Jeff Bridges turns to a documentary to inspire action for a healthier planet\n\nSustainability\nBig lessons from a little egg\n\nPepper for prosperity\nA unique program in Vietnam yields special results\n\nSaving the honeybees\nScientists, growers and Costco work to address the bee crisis\n\nWaste not\nGetting excess goods to needy global communities, not landfills\n\nThe future of farming\nHow technology is serving up the food on your table", "source": "costco_2022", "added": "2025-04-27", "created": "2025-04-27", "metadata": {"Source-File": "climate_reports/tp_reports/costco_2022.pdf", "olmocr-version": "0.1.59", "pdf-total-pages": 176, "total-input-tokens": 336535, "total-output-tokens": 64726, "total-fallback-pages": 0}, "attributes": {"pdf_page_numbers": [[0, 0, 1], [0, 1902, 2], [1902, 2811, 3], [2811, 4038, 4], [4038, 6270, 5], [6270, 7486, 6], [7486, 8646, 7], [8646, 9296, 8], [9296, 10501, 9], [10501, 11811, 10], [11811, 13692, 11], [13692, 15514, 12], [15514, 16884, 13], [16884, 18510, 14], [18510, 20669, 15], [20669, 22145, 16], [22145, 23143, 17], [23143, 24576, 18], [24576, 25732, 19], [25732, 27462, 20], [27462, 29215, 21], [29215, 30822, 22], [30822, 32678, 23], [32678, 34934, 24], [34934, 36174, 25], [36174, 37415, 26], [37415, 39370, 27], [39370, 40935, 28], [40935, 43102, 29], [43102, 44813, 30], [44813, 47237, 31], [47237, 48621, 32], [48621, 50197, 33], [50197, 52082, 34], [52082, 54255, 35], [54255, 55569, 36], [55569, 58505, 37], [58505, 59931, 38], [59931, 61442, 39], [61442, 63223, 40], [63223, 64381, 41], [64381, 66141, 42], [66141, 67732, 43], [67732, 69100, 44], [69100, 71316, 45], [71316, 72226, 46], [72226, 73668, 47], [73668, 75612, 48], [75612, 76970, 49], [76970, 78250, 50], [78250, 79515, 51], [79515, 81108, 52], [81108, 82501, 53], [82501, 84608, 54], [84608, 86171, 55], [86171, 87460, 56], [87460, 88177, 57], [88177, 89896, 58], [89896, 91527, 59], [91527, 92843, 60], [92843, 94455, 61], [94455, 96336, 62], [96336, 97503, 63], [97503, 99553, 64], [99553, 100568, 65], [100568, 101768, 66], [101768, 103294, 67], [103294, 104629, 68], [104629, 105847, 69], [105847, 106668, 70], [106668, 108228, 71], [108228, 111318, 72], [111318, 112856, 73], [112856, 114393, 74], [114393, 116133, 75], [116133, 119509, 76], [119509, 122011, 77], [122011, 123124, 78], [123124, 124893, 79], [124893, 126690, 80], [126690, 128742, 81], [128742, 129057, 82], [129057, 130286, 83], [130286, 132402, 84], [132402, 133920, 85], [133920, 135606, 86], [135606, 137775, 87], [137775, 139959, 88], [139959, 141388, 89], [141388, 142413, 90], [142413, 144629, 91], [144629, 146736, 92], [146736, 149109, 93], [149109, 150639, 94], [150639, 152149, 95], [152149, 154320, 96], [154320, 155632, 97], [155632, 157756, 98], [157756, 159374, 99], [159374, 161001, 100], [161001, 162800, 101], [162800, 163718, 102], [163718, 165279, 103], [165279, 166629, 104], [166629, 168711, 105], [168711, 169716, 106], [169716, 171821, 107], [171821, 173496, 108], [173496, 174246, 109], [174246, 175727, 110], [175727, 176458, 111], [176458, 177704, 112], [177704, 178469, 113], [178469, 179522, 114], [179522, 180955, 115], [180955, 181473, 116], [181473, 182844, 117], [182844, 184948, 118], [184948, 186162, 119], [186162, 187519, 120], [187519, 189831, 121], [189831, 191304, 122], [191304, 192376, 123], [192376, 193433, 124], [193433, 195058, 125], [195058, 197136, 126], [197136, 198746, 127], [198746, 200085, 128], [200085, 201536, 129], [201536, 203008, 130], [203008, 204685, 131], [204685, 206909, 132], [206909, 208493, 133], [208493, 210297, 134], [210297, 212039, 135], [212039, 213135, 136], [213135, 214613, 137], [214613, 216116, 138], [216116, 216839, 139], [216839, 218890, 140], [218890, 220806, 141], [220806, 221297, 142], [221297, 223347, 143], [223347, 224878, 144], [224878, 226254, 145], [226254, 227184, 146], [227184, 229421, 147], [229421, 233054, 148], [233054, 235062, 149], [235062, 236960, 150], [236960, 238573, 151], [238573, 239787, 152], [239787, 241478, 153], [241478, 243870, 154], [243870, 244781, 155], [244781, 245965, 156], [245965, 247041, 157], [247041, 249911, 158], [249911, 254943, 159], [254943, 256474, 160], [256474, 256963, 161], [256963, 258014, 162], [258014, 261188, 163], [261188, 262470, 164], [262470, 263938, 165], [263938, 264846, 166], [264846, 267033, 167], [267033, 270396, 168], [270396, 272842, 169], [272842, 274624, 170], [274624, 278073, 171], [278073, 283070, 172], [283070, 284711, 173], [284711, 285253, 174], [285253, 289311, 175], [289311, 290334, 176]]}}