{"id": "5634be7ffbc5e31e93c0b1945c195cdd5d7f711e", "text": "# Table of Contents\n\n## Overview\n- A Message From Our President and CEO 04\n- About Elevance Health 05\n- Our Strategy 07\n- Our Company Values and Culture 07\n- 2022 Highlights 08\n- Recognition 08\n- Sustainability: Setting Priorities 09\n\n## Whole Health\n- Redefining Health 12\n- Remaking the Healthcare System 17\n- Strengthening Communities 29\n\n## Our Culture\n- Engaging a Talented, Diverse Workforce 37\n- Training and Development: Investing in Our Associates 39\n- HR Programs and Associate Wellness 40\n- A Culture of Giving 42\n\n## Environmental Health\n- A Commitment to Climate and Health 44\n- Sustainable Operations: Meeting Our Goals 46\n\n## Responsible Business\n- Strong Corporate Governance 50\n- Making Ethics Our Priority 51\n- Cyber Security and Privacy 54\n- United Nations Global Compact (UNGC) 56\n\n## Appendix\n- Forward-Looking Statements & Data Coverage 59\n- Equal Employment Opportunity Report (EEO-1) 60\n- Performance Tables 61\n- Sustainability Accounting Standards Board (SASB) Index 67\n- Sustainable Development Goals (SDG) 70\n- Task Force on Climate-Related Financial Disclosures (TCFD) Index 71\n- Assurance Statement 74\nOverview\nA Message From Our CEO\n\nOver the past year, we proudly celebrated the next step in our transformation as we rebranded to Elevance Health, reflecting our commitment to deliver our purpose to improve the health of humanity. We have the opportunity and the privilege to make a difference for the people we serve — by connecting them to the care, support, and resources they need during the most important moments in their lives. I am pleased to report that in 2022, Elevance Health delivered on our commitments, with solid financial performance and growth across all of our businesses, as we made significant progress in our goal to address the physical, behavioral, and social needs of our members and communities.\n\nOur new name and streamlined go-to-market brands, Anthem Blue Cross Blue Shield, Carelon, and Wellpoint, affirm our vision to elevate whole health and develop critical new products, services, and solutions that advance health beyond healthcare. It is a major step in our journey to become a lifetime, trusted health partner to the approximately 119 million people we serve, providing the care, support, and resources they need to lead healthier lives. Our over 100,000 associates have helped to make this transformation possible, and I am grateful for the accomplishments we have made together.\n\nFrom our recognition as a Great Place to Work to our inclusion on lists like Fortune Magazine’s Best Companies to Work For and PEOPLE Magazine’s Companies that Care, associates and consumers are inspired and energized by our shared mission. In 2022, we were the first managed care organization in the nation to earn the full 3-year health equity accreditation from the National Committee for Quality Assurance for all of our owned Medicaid health plans. With the creation of the 988 Suicide and Crisis Life Line, Carelon Behavioral Health was selected to support the national launch and to provide backup text and chat center support for the program in English and Spanish.\n\nIn 2023, we can expect our momentum to continue. Elevance Health recently announced our intent to acquire Blue Cross and Blue Shield of Louisiana, which will expand our portfolio of Anthem Blue Cross and Blue Shield health plans and bring over 1.5 million additional health plan customers and another state market into the Elevance Health family of brands. This combination will have the capability to improve access, quality, affordability, and experience for our stakeholders as well as the broader Louisiana community.\n\nThis report highlights our far-reaching impact in 2022 — focused on strong results, innovative programs, and industry-leading sustainability practices and reporting. We’re proud of our progress, successes, and our commitment to important goals such as net zero emissions by 2050, and as a signatory to the U.S. Department of Health and Human Services Sector Net Zero Pledge.\n\nAt its heart, Elevance Health is a company that thrives on the connection between our associates and the members we serve. Our progress to address whole health and the collective determination we share at Elevance Health to improve lives and communities is unwavering, and we look forward to making a meaningful difference in 2023 and beyond.\n\nSincerely,\n\nGail K. Boudreaux\nPresident and CEO,\nElevance Health\nAbout Elevance Health\n\nTransforming the Future of Healthcare\n\nImproving the health of humanity is our purpose and it fuels all that we do in bringing better health to the people we serve. In 2022, we changed our name to Elevance Health, to better reflect a transformative next step in our journey to redefine healthcare. Our name combines the concepts of elevate + advance, conveying our commitment to elevating the importance of whole health and advancing health beyond healthcare for consumers, their families, and our shared communities. We are evolving from a traditional health benefits organization into a lifetime trusted health partner, delivering leading-edge, innovative solutions as we reimagine the healthcare system.\n\nA Seamless Experience\n\nThis year also marked the launch of our portfolio of brands, allowing us to offer an improved, even more seamless experience for consumers while signifying our market leadership.\n\nElevance Health’s rebrand and the launch of our subsidiary brands reflects our commitment to serving people across their entire health journey with equitable, streamlined access to care, support and resources.\nAnthem Blue Cross and Anthem Blue Cross and Blue Shield are our go-to-market brands, with a portfolio of health plans connecting employers, individuals, and families to medical, behavioral health, pharmacy, dental, and vision benefits. These benefits are backed by industry-leading digital capabilities and resources that provide members with reduced costs of care and improved health outcomes.\n\nWellpoint now unifies our Medicare, Medicaid, and commercial health plans in select markets, offering accessible, supportive healthcare solutions that foster independence, confidence, and whole health. Wellpoint’s suite of products and services improves physical health while also addressing the behavioral and social factors that impact health outcomes.\n\nCarelon consolidates our broad portfolio of healthcare capabilities and services and focuses on solving the most complex challenges in healthcare. Derived from the word ‘care’ and suffix ‘lon’ meaning full and complete, the name Carelon reinforces our commitment to provide complete care. Our solutions connect people with technology, data, and expertise — making it possible to support whole health and streamline the health system. Carelon serves one in three people in the US through partnerships with health plans, customers, government agencies, and care providers.\n\nAdditional Affiliated Health Plans and Companies\n\nOur other affiliated health plans and companies include Amerigroup, DeCare Dental, HealthLink, Health Sun, MMM, National Government Services, Inc., Simply Healthcare Plans, UniCare, and Wellpoint Military Care.\n\nOther Elevance Health Companies\n\nThrough our family of companies, we support health at every life stage, offering health plans and clinical, behavioral, pharmacy, and complex-care solutions that promote whole health.\n\nWho We Serve\n\nOur over 100,000 associates serve approximately 119 million people at every stage of their healthcare journey. We address a full range of needs with an integrated whole health approach, powered by industry-leading capabilities and our highly accessible digital platform for health.\nOur Strategy\n\nElevance Health is evolving from a traditional health insurance company into a diversified healthcare services organization serving the physical, behavioral, social, and pharmacy needs of consumers. We are transforming healthcare with a strategy that focuses on four core areas designed to provide equitable, affordable, person-centered healthcare:\n\nWhole Health\nWe partner to address physical, behavioral, social, and pharmacy needs to improve health, affordability, quality, equity, and access for individuals and communities.\n\nExceptional Experiences\nWe put the people we serve at the center of all that we do to exceed expectations and optimize health outcomes.\n\nCare Provider Enablement\nWe will be the easiest payer to work with by supporting care provider partners with the data, insights, and tools they need to deliver exceptional care for our consumers.\n\nDigital Health Platform\nWe use digital technologies to improve efficiency and experiences, convert data into insights, and create a platform that connects stakeholders from across the health ecosystem.\n\nAcross all of our focus areas we are maximizing the power of partnerships, emphasizing innovation that fuels growth and health equity, and fostering a high-performing culture.\n\nOur Company Values and Culture\n\nWe are proud of the diverse backgrounds and experiences our associates and leadership bring to our purpose of improving the health of humanity. Our unique perspectives are united by the power and positivity of our shared company values:\n\nLeadership Redefine what is possible\nCommunity Committed, connected, invested\nIntegrity Do the right thing, with a spirit of excellence\nAgility Deliver today—transform tomorrow\nDiversity Open our hearts and minds\n\nWe foster a culture of high performance, which not only serves as a competitive advantage in the market, but also creates an exceptional experience for our associates. Throughout Elevance Health and our family of companies, our commitment to the highest levels of performance paired with our strong company values and culture ensures we are ready and willing to redefine the future of healthcare.\n2022 Highlights\n\nSignatory to the World Economic Forum’s Global Health Equity Network “Zero Health Gaps Pledge,” the world’s first global, multi-sector health equity pledge.\n\nFirst managed care organization in the nation to earn the full 3-year health equity accreditation from the National Committee for Quality Assurance for all of our owned Medicaid health plans covering over 90% of our Medicaid membership.\n\nAchieved carbon neutral operations in 2022 and committed to net zero greenhouse gas emissions by 2050.\n\n135,000+ volunteer hours by our associates\n\n47.5M Medical Members\n\n$156B Total Revenue\n\n96% of our associates reported in our yearly survey that they understand our purpose and the positive impact we have on consumers and communities\n\n32% increase in year-over-year member visits to our digital health platform, the Sydney Health App\n\n$84M+ in active grants and sponsorships through the Elevance Health Foundation, with a focus on Maternal-Child Health, Food as Medicine, Substance Use Disorder, and Disaster Response\n\n63% of our healthcare spend was in value-based care arrangements\n\nFor detailed information on our financial performance, please visit our Form 10-K.\n\nRecognition\n\nElevance Health is proud to be acknowledged for the following accomplishments:\n\nMember of the Dow Jones Sustainability Indices for the fifth consecutive year\n\nIncluded in the JUST 100 list of public companies ranked as top performers in environmental, social, and governance (ESG) factors for the fifth consecutive year, and ranking first among health care providers in Environment and Shareholders and Governance categories\n\nRecognized by the Bloomberg Gender Equality Index for an inclusive work environment and gender diversity, for the fourth consecutive year\n\nRecognized as one of Fortune Magazine’s 2022 “100 Best Companies to Work For”\n\nRecognized by Fortune Magazine as one of the World’s Most Admired Companies every year since 2018\n\nRecognized as an ESG top-rated company in the healthcare providers and services sector by Morgan Stanley Capital International (MSCI) ESG Rating, earning an AA rating\n\nAwarded a perfect 1/1/1 ESG quality score by Institutional Shareholder Services (ISS), ranking us first in the managed healthcare sector (as of March 2023)\n\nRanked first in the managed health care subindustry and third out of over 600 global companies in the healthcare industry for ESG by independent rating and analytics firm, Sustainalytics\nSustainability is an integral part of our mission to transform the healthcare system. We use sustainability reporting to set goals, measure our performance, and manage change to ensure that our operations are economically, environmentally, and socially responsible.\n\nOur Process\nTo better understand the issues that are most important to our internal and external stakeholders, we follow an ongoing assessment process which includes:\n- Measurement against sector ESG performance benchmarks, including the S&P SAM Corporate Sustainability Assessment\n- Alignment with our Enterprise Risk Management (ERM) risk universe\n- Review of the United Nations Global Compact Principles and Sustainable Development Goals\n- Review of the World Economic Forum Zero Health Gaps Pledge Principles\n- Review of data points, guidance, feedback, and reporting frameworks such as the Sustainability Accounting Standards Board (SASB) and Task Force for Climate-Related Financial Disclosures (TCFD)\n- Review of data points from the JUST 100 survey, which is informed by public opinion research—a critical resource, given that Elevance Health serves approximately 119 million people\n- Direct engagement with stakeholder groups\nStakeholder Engagement: Our Methods\n\nWe take a proactive approach to the sustainability of our operations beginning with active engagement with a variety of stakeholders including customers, associates, investors, and community groups, among others. We solicit extensive feedback from stakeholders using an array of methods and use this data to develop our sustainability priorities.\n\nWe use the following outreach to engage with our stakeholders:\n\nHealth Plan Customers\nIn person interactions, focus groups, 24/7 customer relations hotline, consumer effort surveys, social media, websites, annual reporting, mail/email, Sydney Health mobile app, 24/7 Nurseline\n\nEmployer Clients\nElevance Health Customer Advisory Group (CAG), outreach meetings, surveys, responses to disclosure requests, websites, corporate wellness programs\n\nAssociates\nEngagement surveys, Pulse (Elevance Health intranet), CEO town halls, training and professional development opportunities, Business Resource Groups, community giving/volunteer opportunities tracked via Elevance Health for Good, performance management, Ethics and Compliance HelpLine\n\nIn 2022 85% of associates responded to the Associate Engagement Survey, providing valuable feedback.\n\nInvestors and Shareholders\nAnnual reporting, annual shareholder meeting, quarterly earnings calls, investor outreach, investor relations website, phone briefings, email correspondence, healthcare investor conferences, actively responding to third-party ESG surveys/ratings\n\nSuppliers and Healthcare Providers\nBriefings and meetings, conferences and industry events, email correspondence, supplier code of conduct, ESG screenings, training and workshops, scorecards, Ethics and Compliance HelpLine\n\nGovernment and Regulators\nBriefings and meetings, email correspondence, white papers and other briefing materials, trade organizations, participation in coalitions, roundtable discussions, public events, speaking engagements, conferences, public policy research\n\nCommunities and NGOs\nFunding applications, conferences, roundtable discussions, strategic relationships, corporate memberships, participation on boards and advisory councils, attending annual meetings, webinars, financial support, volunteering, research and data sharing\n\nStakeholder Engagement: Our Focus Areas\n\nAt the core of Elevance Health’s reporting efforts is the drive to understand the issues that matter most to our stakeholders and ensure they are prioritized. To gather the most comprehensive data and information, we evaluated the following aspects during engagement:\n\nHealthcare Quality/Improved Outcomes; Privacy; Access to Healthcare; Workplace Diversity, Equity, Inclusion (DEI); Talent Attraction and Retention; Talent Development; Cybersecurity and Data Privacy; Health Equity; Talent Development; Business Ethics; Climate Change Strategy; Customer Relationship Management; Human Rights; Corporate Governance; Operational Eco-Efficiency; Supply Chain Management; Employee Occupational Health & Safety; Public Policy; Community Development; Biodiversity; Marketing Practices; Risk & Crisis Management; Pay Equity\n\nPriorities\n\nAfter comprehensive engagement with our stakeholders, we identified the following sustainability priorities:\n\nAdvancing Whole Health:\nAccess\nQuality\nHealth Equity\n\nHigh Performance Culture:\nDEI\nTalent Attraction and Retention\nTalent Development\n\nCybersecurity and Data Privacy\n\nThroughout this report we will share examples of how we are addressing these priorities and how this aligns with our purpose to improve the health of humanity.\nWhole Health\nThe way we define health is changing. Although a person’s health has traditionally been determined by a range of physical factors, we now know these are only part of the picture. In fact, a person’s health can be greatly impacted by their whole health: the unique life circumstances and experiences outside the clinical setting. Studies show that 80% of health is driven by what happens outside the doctor’s office.\n\nThese factors are known as social drivers of health. They can include access to healthcare, nutritious food, and transportation, as well as income level, communication skills, social activities, and quality of housing. These drivers can be impacted by a person’s physical health, but also by behavioral drivers such as mental health challenges or the ability to manage a chronic health condition or substance use disorder.\n\nElevance Health is redefining healthcare with a commitment to whole health that takes a broad view of the physical, social, and behavioral factors affecting the health of our members. We are directly addressing social barriers to health and health inequities with innovative person-centered, and community-based programs and resources.\nCommunity Service Centers: Bringing Health Resources to the Heart of Neighborhoods\n\nStrong communities lead to better health outcomes. Elevance Health is committed to advancing health equity and improving health outcomes by partnering with communities to provide easy access to healthcare resources and social supports.\nOur affiliated health plans are reaching people in the heart of their communities, with 37 brick-and-mortar community service centers located in 11 states and the District of Columbia to provide critical access to healthcare and social supports.\n\nRecently, we launched new community service centers in the following communities:\n\n- **Hialeah, Florida**, operated by Simply Healthcare Plans\n- **Atlanta, Georgia**, operated by Amerigroup Georgia\n- **Flushing, New York**, operated by Empire Blue Cross Blue Shield HealthPlus\n- **Las Vegas, Nevada**, operated by Anthem Blue Cross Blue Shield\n- **Reno, Nevada**, operated by Anthem Blue Cross Blue Shield\n- **Jackson, Mississippi**, operated by Amerigroup Mississippi\n\nThese welcoming neighborhood spaces are staffed by associates trained in cultural awareness and competency. They offer an array of services to connect people to care, resources, and support, including:\n\n- Information on accessing Medicaid and Medicare benefits and services\n- Resources on housing, employment assistance, legal aid, and other programs such as the Supplemental Nutrition Assistance Program (SNAP)\n- Essentials such as free food and diapers\nOur Approach in Action:\nWe became the first managed care organization in the nation to earn the full three-year Health Equity Accreditation from the National Committee for Quality Assurance (NCQA). This accreditation encompasses all of our owned Medicaid health plans covering more than 90% of our Medicaid membership.\n\nLeading the Industry in Advancing Health Equity\nDriven by our purpose to improve the health of humanity, and through our approach to health equity, we are working to make it possible for people, regardless of their race, ethnicity, sexual orientation, gender identity, disability, geographic or financial status to receive individualized care that demonstrates cultural humility. Through our personalized and intentional approach to health equity, Elevance Health is committed to overcoming barriers to better health in all that we do.\n\nHealth Equity Accreditation\nNCQA Health Equity accreditation “focuses on the foundation of health equity work: building an internal culture that supports the organization’s external health equity work; collecting data that help the organization create and offer language services and provider networks mindful of individuals’ cultural and linguistic needs; and identifying opportunities to reduce health inequities and improve care.”\n\nPrograms Making a Difference\nAn important facet of our health equity strategy is proactively designing care, services, and resources that support cultural humility and reduce inequities. We are advocating our strategy with the following programs:\n\nWe enrolled an initial cohort of Medicaid leaders in the Harvard T.H. Chan School of Public Health’s “Leadership Development to Advance Equity in Health Course,” to equip them with the tools and resources they need to address health equity among populations vulnerable to systemic inequity.\n\nCare providers, whether they are in our networks or not, can access free courses through the mydiversepatients.com site and receive Continuing Medical Education (CME) credits on topics including new ways to think about healthcare and the promotion of equitable practices.\n\nOur high-performing provider program, which incentivizes excellence through value-based contracts, will begin addressing health equity by measuring performance in categories including race and ethnicity. Within these groups, providers will be scored on the successful management of conditions such as high blood pressure and diabetes, screening for colorectal cancer, and child and adolescent well care visits. Providers will also be assessed on screening and follow-up for depression and social drivers of health, and for data sharing on race, ethnicity, and language.\n\nAs part of our leadership in the 988 Suicide and Crisis Lifeline services, Spanish-language call support services are now available around the clock to provide culturally competent crisis services to Spanish-speaking populations.\n\nOur Sydney Health App offers a Personalized Match feature that helps members find an in-network provider who meets their needs and preferences.\n\nJoining the Global Effort\nElevance Health recognizes that it will take global action to address gaps in health and we are proud to be an initial signatory to the World Economic Forum’s Global Health Equity Network “Zero Health Gaps Pledge.” This pledge is the world’s first global, multi-sector health equity initiative, including 10 commitments to advance health equity across our core operations, strategies, and investments.\nThe Whole Health Index: Data-Driven Insights, Improving Member Health\n\nIn reimagining the healthcare system, Elevance Health is leading the industry in harnessing information on the physical, social, and behavioral drivers that impact whole health and proactively using it to identify the people and communities who most need our help.\n\nOur innovative Whole Health Index (WHI) is a dynamic, data-driven proprietary model that allows us to identify, track, and measure the health of consumers across local, social, and clinical drivers. The Index also allows us to evaluate a person’s relative health over time and measure inequities. Accessing this information is a powerful advancement in finding the most effective ways to address the health of our members and their communities.\n\nHow the Whole Health Index Works\n\nAdopting the framework from the National Academy of Medicine’s Vital Signs, the WHI incorporates consumer’s physical, behavioral, social, and clinical needs into an evaluation, equally weighted between social and clinical factors.\n\nThe factors considered in evaluating social needs include:\n- Financial strain\n- Transportation barriers\n- Housing instability\n- Food insecurity\n\nA person’s clinical needs are evaluated based on the presence of clinical conditions and quality of care, such as:\n- Access to care\n- Patient safety\n- Appropriate use\n- Chronic disease management\n\nThe Index can be used not just to assess an individual’s overall health, but also to identify opportunities to address social drivers. We are working actively with community-based partners to share WHI data and help coordinate engagement that bridges the physical, behavioral, and social needs of our members.\n\nAs of 2022, WHI has been calculated for over 40 million people of our affiliated health plans across all lines of business, including Medicare, Medicaid, Dual-Eligible, and commercial.\n\nSource: Internal Data (2022)\n\nThe Whole Health Index in Action\n\nOur Whole Health Improvement Now (WIN) program used WHI data and the public health analytical tool Mathematica to identify a cohort of 174,000 members and their families with the poorest health and greatest social need.\n\nWhen we examined this population in detail, we found members had multiple health challenges including cardiovascular, diabetes, behavioral health, and pulmonary conditions. We also found that many members were experiencing more than one social driver, such as lack of consistent, reliable transportation. Programs such as this are helping us to identify the deep connections among the components of whole health: physical, behavioral, social, and pharmacy.\n\nThe Whole Health Index Will Continue to Evolve\n\nAssessing the health of our members through a broader lens builds the strongest understanding of how best to support each person’s health, providing personalized care and improved health equity. The next iteration of the WHI will allow us a deeper view with enhanced data collection and the development of targeted social impact programs.\nReimagining the Healthcare System\n\nCarelon: Integrated Healthcare Addressing Complex Needs\n\nPeople often experience multiple healthcare needs at the same time. A person leaving the hospital after surgery may need physical therapy and a course of prescribed medicines, while a person with a chronic health condition may need treatment for depression. Elevance Health is reimagining the healthcare system with our new brand Carelon, a broad portfolio of healthcare services focused on solving the most complex challenges through integrated services including Care Delivery and Enablement, Behavioral Health, Pharmacy, and Analytics.\n\nCarelon services are fully integrated so that a member with complex needs can have their health addressed by a clinical team, while care managers connect them with other services they may need, such as pharmaceutical and behavioral. Carelon also offers digital solutions, allowing members to engage in ways that work best for them.\n\nCarelon now brings better health outcomes and consumer experiences to one in three people across all 50 states.\n\nCarelonRx Brings Pharmacy Services into Whole Health Care\n\nReceiving a diagnosis is only the beginning of a person’s healthcare journey. Accessing prescribed medication and taking it as required is essential for treatment and recovery. Many people find it challenging to keep to a medication plan, especially those managing a chronic health condition or with social barriers to care.\n\nElevance Health is redefining pharmacy care to be part of a person’s whole health, moving it beyond the simple act of filling prescriptions. We made the following enhancements to our benefits:\n\n- We acquired BioPlus Specialty Pharmacy, increasing our ability to provide a complete range of specialty pharmacy services for complex and chronic conditions.\n- We launched a program embedding clinical pharmacists into targeted value-based care provider offices to help them meet Medicare quality goals and improve medication fill rates.\n- Through ZipDrug, we are using data and artificial intelligence (AI) to connect members with community and independent pharmacies, allowing us to reach those in rural areas and others with environmental or economic barriers to care. Our ZipDrug program has reduced medical costs for high-risk Medicaid members by approximately $800 per member, per year, by lowering inpatient admissions by 28% and emergency room utilization by 4%.\n- We launched a cost-relief program for specialty medications that helps significantly reduce costs for members and employers, with fee-based employers saving up to 25% in their total pharmacy benefit specialty drug spend.\n\nTo learn more about the proof of value of integrated benefits, please visit Elevance Health’s inaugural Advancing Health Together Report.\nThe CarelonRx Clinical Pharmacy Care Center: A Person-Centered Pharmacist on Call\n\nMembers can need support navigating prescriptions, especially if they are living with complex health conditions. To help members stay on track, CarelonRx offers the Clinical Pharmacy Care Center, a call-in resource staffed by a team of more than 400 pharmacists and pharmacy technicians who are available to speak directly to members and medical providers who have questions or concerns about prescription medicines.\n\nOur call center pharmacists:\nPay special attention to member safety and barriers to health during calls, with specialist teams focused on historically underserved populations such as those with chronic conditions or older members.\n\nAdvocate for members, connecting them to needed resources. For example, if a person has diabetes, the pharmacist may ask about the member’s daily nutrition to identify any barriers to healthy food. Or, if transportation is a barrier to accessing medication, they may connect the member to home delivery pharmacy services or Medicaid transportation options.\n\nAre able to view all of a member’s current prescriptions and can advise on drug interactions and adverse side effects.\n\nIn 2022, the CarelonRx Clinical Pharmacy Care Center engaged with more than 94,000 care providers and nearly 443,000 members across our Medicare, Medicaid, and commercial affiliated health plans.\n\nPharmacist Call Reveals Housing Need\nCall center pharmacist Tia Francis, Pharm.D., knows firsthand how important her team is to the whole health of members. During a call to a Medicare member to check on their prescriptions, Tia immediately noticed that they had failed to fill seven of their medications. She knew this could put them at risk of ending up in the hospital.\n\nWhen asked to verify their address, the member revealed they did not have secure housing or transportation, which prevented them from picking up their medications.\n\n“Everybody has a story to tell and it’s my job to listen and then help,” Tia said. Following the call, Tia quickly mobilized her colleagues and a few hours later, the team successfully secured temporary housing for the member. Today, the member is back on their medications and better able to manage their chronic conditions. “I feel very proud that our team shared my urgency to help this member,” Tia said. “I can definitely sleep better at night knowing they are cared for and heard. You just never know what someone is going through.”\nCarelon Behavioral Health Reaches More People in Need\n\nElevance Health is working to expand access to behavioral health care and connect people with the support they need throughout their health journey, including times of crisis. Carelon Behavioral Health, formerly Beacon Health, is committed to serving as a leader in crisis services and maintaining a focus on members of all ages with complex needs such as substance use disorder or serious mental illness.\nElevance Health Plays a Key Role in the 988 Suicide and Crisis Lifeline\n\nThe 988 Suicide and Crisis Lifeline is a national network of more than 200 crisis centers supported by local and state resources and administered by Vibrant Emotional Health, a non-profit organization providing mental health services. The 988 dial code is the behavioral health equivalent of 911, and can be accessed 24/7 via phone call, text or on-line chat by anyone experiencing mental health distress or by someone with concerns about another person.\n\nIn 2022, Carelon Behavioral Health began supporting the program with nationwide text and chat center operations in both English and Spanish.\n\nCarelon Behavioral Health uses coordinated system technology, trained intake specialists, and licensed clinicians to work with people contacting the 988 line first to manage the crisis and then to quickly connect them to the services they need.\n\nSuicide continues to be a growing public health crisis among young people, with rates increasing 56% in the last decade.*\n\nDepending on the crisis level, a specialist might:\n- Connect the person to social services\n- Collaborate with emergency services\n- Provide them with referrals to outpatient or inpatient services\n- Deploy a regional response team managed by a local community mental health center\n- Use peer specialists to help engage the person in ongoing care and services\n\n*Source: https://www.pbs.org/newshour/health/youth-suicide-rates-are-on-the-rise-in-the-u-s\n\nCarelon Behavioral Health manages behavioral health services for over 56 million people.\nElevance Health Suicide Prevention Program Responds to a Public Health Crisis\n\nThe Elevance Health Suicide Prevention Program is an emerging leader in the use of predictive analytics to identify at-risk members and prevent suicides. The program is also reducing the need for emergency room visits and inpatient care.\n\nA Carelon Behavioral Health Specialist Makes a Lifesaving Difference\n\nMarla Vose had been a Carelon crisis specialist for less than 6 weeks when a text came through from a distressed young person. They had called the crisis line to let someone know what they were about to do. “They said that they had made the decision to end their life. And they didn’t think anyone could stop them. They just didn’t feel like anyone heard them anymore,” Marla recalled.\n\n“I did a lot of listening, a lot of empathizing, and I shared a little bit of me to get a lot of them. I spent an hour and a half letting them speak their piece. They made the comment that it was the first time that they felt heard in years,” said Marla.\n\nFinally, Marla asked them, “Would you consider walking away from the situation for me?” And they said, “Yeah, I think I can do that.” And then added, “Well, I’m still alive for today. Thank you.”\n\n“While I may say that I feel honored to be part of this, the real heroes are the ones that actually make the effort to call us. Because that means that there’s some part of them that’s not willing to give up yet. And that’s a noble fight,” said Marla.\nUsing the power of data analytics, the Suicide Prevention Program examines health insurance claims for hundreds of potential risk factors, going back as far as two years. These can include substance use, certain behavioral health diagnoses, inpatient mental health stays, and prior suicide attempts.\n\nThe program uses predictive modeling of this data to identify members with at least a 10% risk of a suicide event or attempt in the next 12 months. The program then alerts a specially trained care management team to proactively contact these members by telephone to provide support for their mental health and well-being. The team offers:\n\n- Clinical case management\n- Family support\n- Access to wellness and recovery specialists\n- Connection to community resources\n- Peer support services\n- After-hours support\n\nEarly 2022 program results were encouraging, with a nearly 50% reduction in suicide attempts among the cohort of people enrolled and participating in the program compared with the control group. The results were so promising, Elevance Health has expanded the initiative in California, Georgia, and New York, and to select membership groups ages 10 and older within its commercial, Medicare, and Medicaid plans.\nIncreasing Access Through Our Digital Care Solutions\n\nElevance Health is moving beyond traditional healthcare models to provide our members with a full spectrum of care including leading-edge digital and virtual experiences. Our digitally-enabled care enhances the whole health of our members by reaching and treating them early and often with seamless, personalized care.\nThe Sydney Health Platform: Opening the Digital Door to Better Health\n\nThe Sydney Health member engagement platform serves as a digital front door to an array of tools and experiences designed to meet each member’s medical, pharmacy, dental, and vision healthcare needs, while also providing easy access to benefit and claim information. Our platform boasts 16 million registered users, engaging with information and services from their phones, computers, or other connected devices.\n\nThe Sydney Health platform offers person-centered options including:\n\n- One-click access to services, wellness resources, and benefits information, with interactive chat providing quick answers.\n- The Personalized Match feature which helps members find an in-plan provider who meets their needs and preferences.\n- The My Health Dashboard which allows members to search wellness programs, plan health goals, and sync a fitness tracker.\n\nFor example, when a member opens the Sydney Health app to find a provider or obtain a digital copy of their insurance card, they may be greeted with information relevant to their personal healthcare. This could include:\n\n- A reminder that they are overdue for a medication refill.\n- An alert about a doctor who might best fit their current needs.\n- An article about the importance of a colonoscopy after age 45.\n\nThe convenience of the Sydney Health app leads to better member engagement and outcomes, while helping manage the cost of care via virtual care, recommendations, referrals, and direct management.\nVirtual Primary Care Evolves into a Healthcare Staple\n\nVirtual primary care allows more equitable access to healthcare and is especially important for members who live far from provider services or have a schedule outside of provider hours. Virtual healthcare providers can help manage a diverse set of healthcare needs including:\n\n- Common urgent care concerns such as allergies, minor illnesses, and rashes\n- Nutritional consultations\n- Mental health services\n- Physical/occupational therapy sessions\n\nOur ability to offer virtual primary care became even more essential during the COVID-19 crisis as members sought the safety and convenience of accessing at-home care. We met this unprecedented demand with the Sydney Health plan management platform, which allows members to access virtual primary care via phone, computer, or another connected device. Our members have embraced these options, making over 1.5 million virtual care visits since 2021.\n\nAs the pandemic ebbs, our member interest in virtual care remains strong with 13% of all primary and wellness care visits conducted virtually and more than 71,000 primary care and urgent care visits per month made through our digital channels.\n\nTo ensure our virtual care is even more accessible and cost effective, many of our healthcare plans offer access to a virtual care team through our medical text-chat service. This team can provide members with preventive care, condition management, and respond to urgent care concerns, all at no or low cost.\n\nSurvey Finds Americans Are Overwhelmingly Satisfied with Digital Healthcare\n\nElevance Health commissioned a Harris Poll of over 5,000 adults on their attitudes towards virtual primary care. Among people who had used virtual primary care, nearly 80% reported it allowing them to take charge of their health, with nearly three-quarters agreeing that the healthcare system is improved by virtual healthcare.\n\n71% said that they would use a mobile texting app to chat with a primary care provider.\n\nConvenience and accessibility are among the top traits that attract respondents to digital methods such as virtual primary care.\n\nToday, over 80% of our consumer and care provider interactions are digital. Through data-driven solutions that increase access to care, we are shaping a digital future in which person-centered healthcare leads to better outcomes and healthier people.\nAn Innovative Virtual Program for Families of Young Children\n\nAmerigroup Texas, an Elevance Health affiliated health plan, recently launched a virtual healthcare pilot program targeted to families with children ages 2–4 who regularly visit the ER due to recurring illnesses such as ear infections, sore throats, and upper respiratory infections.\n\nThe program uses innovative technology to provide families with a kit including an exam camera and other equipment allowing them to conduct heart, throat, lung, abdomen, ear, skin, temperature, and other exams at home, any time of the day or week. Combined with expert virtual guidance, these tools are helping families avoid stressful visits to the ER and urgent care facilities.\n\nThe use of this kit allows for this program to deliver 59% more accurate diagnoses than traditional telehealth solutions, and has successfully resolved 98% of incidents without the need for in-person follow-up appointments.\n\nHundreds of Texas families have already enrolled in the program and Amerigroup is reaching out to additional families who could benefit from its innovative approach.\n\nTotal Health Connections: Streamlining the Healthcare Experience\n\nThe healthcare system can be complex. Doctors, hospitals, and health plan associates may not have easy access to the complete picture of a person’s health. Similarly, consumers can be challenged when navigating between multiple benefit programs, administrators, and care providers. At a time of greater connectivity in everyday life, people expect the same streamlined experience from their healthcare system.\n\nElevance Health’s Total Health Connections meets this expectation by offering guided, personalized healthcare that seamlessly integrates each member’s benefits, allowing them the convenience of scheduling appointments, paying claims, and connecting with care providers in real-time. This highly-connected experience frees consumers to focus on their health, instead of managing a complicated healthcare system.\n\nData-Driven Personalized Care\n\nThe Total Health Connection is a whole health experience, offering members curated recommendations through a simple, intuitive, and personalized experience. Our clinical advocates support each member’s individual health needs with real-time data analytics that proactively identify health risks and support the member in managing physical, behavioral, and social issues by connecting them to high-performing providers.\n\nOur first-generation clinical advocacy solution began as a pilot in 2018 for two clients with approximately 250,000 members. Since then, Total Health Connections clinical advocacy has grown to serve over 4 million members.\n\nTotal Health Connections has grown more than 60% over the past two years and will support more than 5 million of our members in 2023.\n\nMore than 7% trend reduction in total medical and pharmacy costs\n\nUp to a 6% decrease in emergency room utilization\n\nNearly 93% member satisfaction\nPartnering with Care Providers to Improve Health Outcomes and Affordability\n\nCare providers guide people through their health journey, preventing and treating illness and injury. As part of our strategy to become a lifetime trusted health partner, we recognize the importance of enabling care providers in ways that enhance healthcare delivery and help reduce the cost of care.\n\nOur philosophy is deeply rooted in a partnership that empowers care providers across the country by:\n\n- **Contracting for value** with reimbursement models and aligned incentives that give care providers autonomy and flexibility, allowing them to focus on traditional preventive care as well as pharmacy, behavioral health, and social needs.\n- **Collaborating for success** with tools and resources that make it easier to access the data necessary to help patients make the right care decisions at the right time.\n- **Connecting for health** through our digital platform with linking to services for complex care management, home-based care, palliative care, pharmacy, social needs, and other resources when needed.\n\n**Value-Based Care**\n\nValue-based care (VBC) allows care providers the freedom to treat the unique needs of their patients and communities, while at the same time meeting evidence-based standards that help ensure all consumers benefit from high performance. Traditional fee-for-service models differ from VBC by rewarding hospitals and doctors based on the volume of treatments versus positive outcomes. Elevance Health supports VBC as more beneficial for patients, for the healthcare system, and for society at large.\n\n63% of our healthcare spend in 2022 was in value-based care arrangements\n\n**Targeting >70% of total benefit expense in VBC arrangements in 2025**\nAs part of our ongoing commitment to actively partner with care providers, we recently launched the 2022 Advancing Health Together: Progress Report. This report shares our approach to partnering and its positive impact on the health of the people we serve. Learn more [here](#).\n\n### Value-Based Care\n\n| Plan          | Commercial | Medicaid | Medicare |\n|---------------|------------|----------|----------|\n| **Breast Cancer Screenings** | 5.6% | 1.7% | 12.5% |\n| **Diabetes: HbA1c Testing** | 4.0% | 2.4% | 4.6% |\n| **Childhood Immunization Status/MMR** | 3.3% | 11.4% | 4.0% |\n| **Pediatric Well Care Visits (Ages 3-6)** | 2.9% | 14.9% | 24.3% |\n| **Pediatric Well Care Visits (Ages 12-21)** | 5.6% | -0.6% | -1.2% |\n\n**Difference Between Value-Based Care and Non-Value-Based Care**\n\n- **Breast Cancer Screenings**: 5.6%\n- **Diabetes: HbA1c Testing**: 4.0%\n- **Childhood Immunization Status/MMR**: 3.3%\n- **Pediatric Well Care Visits (Ages 3-6)**: 2.9%\n- **Pediatric Well Care Visits (Ages 12-21)**: 5.6%\n\n**Difference Between Downside-Risk Value-Based Care and Non-Value-Based Care**\n\n- **Breast Cancer Screenings**: 1.7%\n- **Diabetes: HbA1c Testing**: 2.4%\n- **Childhood Immunization Status/MMR**: 11.4%\n- **Pediatric Well Care Visits (Ages 3-6)**: 14.9%\n- **Pediatric Well Care Visits (Ages 12-21)**: -0.6%\n\n**Source**: Internal evaluation 2022\nHealthy communities lead to healthy people, but the reverse is also true. Communities experiencing high levels of poverty, food insecurity, and other social drivers of health can result in poor health outcomes. As climate-related events increase, they will continue to burden communities, especially those having fewer available resources. Elevance Health is working to advance health equity for people and their communities by removing barriers to care and providing support when disaster strikes. We recognize that building healthy communities begins at the local level and we are aligning with community organizations to support our members where they live, work, and socialize.\n\nChampioning Access to Nutritious Food\n\nAccess to nutritious food is an important part of maintaining the health of a community. People who cannot access or afford high-quality food are at increased risk for diet-related diseases such as diabetes and high blood pressure. In other words, food is medicine, and consistent access to nutritious food is an essential part of maintaining better health. We are helping communities connect people to nutritious food and address food insecurity through our Food As Medicine programs supported by the Elevance Health Foundation and our affiliated health plans.\n\nHelping Communities Provide Nutritious Food to People in Need\n\nA poor diet and inadequate nutrition can have long term health impacts. The Elevance Health Foundation is supporting programs that are working to understand and prevent the onset of diet-related health conditions.\n\nIn 2022, The Elevance Health Foundation awarded $14.1 million to Feeding America, the nation’s largest domestic hunger-relief organization. The most extensive grant in\nWorking with National Partners to Support Local Communities\n\nElevance Health has joined forces with iHeartMedia to impact people’s health nationwide through their iHeartImpact division, designed to connect companies with nonprofits and community organizations.\n\nThe partnership is part of a multi-year initiative implemented at six under-resourced schools in Atlanta, Indianapolis, Los Angeles, and New York City, focused on creating customized solutions to address hunger and lack of access to healthy food.\n\nWith funding from Elevance Health and iHeartImpact, the national nonprofit Heart of America built teaching gardens and on-site food pantries, also providing ongoing food distributions staffed by our associate volunteers. Now in its second year, the partnership has engaged nutrition education nonprofit Common Threads to provide culturally responsive nutrition and culinary education as an extension of our support.\n\nVolunteers in each city participate in related activities which have resulted in 75,000 pounds of food distributed to more than 1,500 families monthly.\n\nSince 2019, The Elevance Health Foundation’s Food As Medicine program with Feeding America has performed more than 150,000 food insecurity screenings and interventions.\n\nIn this multiphase collaboration, the Foundation grant will fund data collection and analysis between hospital systems and food banks to help increase our understanding of how food as medicine affects clinical outcomes among people with—or at risk of—diet-related health conditions.\n\nThis latest partnership represents The Elevance Health Foundation’s sustained investment in supporting food bank and health care partnerships and addressing the intersection of food insecurity and health. The grant is part of the Foundation’s commitment of up to $30 million from 2021 through 2024 toward programs that advance health equity and encourage food as medicine.\n\nSince 2019, The Elevance Health Foundation’s Food As Medicine program with Feeding America has performed more than 150,000 food insecurity screenings and interventions.\nImproving Maternal Health Outcomes\n\nThe United States is facing serious maternal health concerns which are particularly impactful to women and babies of color. Approximately 700 women die in the U.S. each year as a result of pregnancy complications.\n\nWith Elevance Health’s affiliated health plans providing insurance coverage for 1 in 8 of the nation’s births*, we are dedicated to improving maternal health outcomes and reducing health inequities with member-focused initiatives, value-based provider strategies, predictive modeling, and grants awarded through The Elevance Health Foundation.\n\nIn 2022, we launched a maternal clinical program with our health plan affiliates to deploy obstetric specialty practice consultants into care provider practices across 22 Medicaid markets, with 10 of those markets having a joint commercial footprint.** This program is already showing great results and yielding cost savings.\n\n*Source: Internal maternity data (2022)\n**Source: Internal data evaluation (2022)\n\nMaternal Clinical Program Results\n\n| Member Outcomes | Affordability |\n|-----------------|---------------|\n| 9% Reduction in primary c-section rates | 5% Savings in total birth costs |\n| 91% Increase in postpartum visit compliance | 5% Savings in maternal first year costs |\n| 22% Increase in vaginal birth after cesarean rates | |\n\nClinical outcomes among programs in the first round of grants awarded by The Elevance Health Foundation have been positive: of the 474 babies born, 445 were full-term.\n\nThe Nourishing Pregnancy Program\n\nThis program supporting maternal health is offered by 18 Reasons, a nonprofit community cooking school, which empowers communities in San Francisco, California, with the confidence and creativity to buy, cook, and eat nutritious food. The services include:\n\n- Support for maternal health by providing food security, access to nutritious food, food skills education, and critical social support for new parents with a peer model.\n- Help in reducing health inequities by providing intensive services that support the physical and mental health of women of color and their families throughout pregnancy, birth, and the early postpartum period, while focusing on reducing racial disparities in peripartum care and birth outcomes.\n\nIn 2022, The Elevance Health Foundation awarded $18.3 million to 26 non-profit organizations that are implementing programs that advance health equity by improving access to quality maternal health care and services, addressing mental health, providing high-touch interventions for those most at risk for complications, and addressing health-related social needs.\nNourishing Pregnancy 2022 Program Outcomes\n\nThe grant program reached 104 people.\n\n95% (99 out of 104) of babies born to graduates of the cohort were born at full term (between 37- and 42-weeks).\n\nFood security status positively changed by an average of 14% from the pre-test to the post-test for this cohort.\n\nThe Housing for Pregnant Women Program\n\nThis program targeting pregnancy and homelessness is offered by CelebrateOne in Columbus, Ohio, a non-profit community organization with a mission to reduce infant mortality and improve health equity to ensure more babies reach their first birthday.\n\nTheir services include:\n\nEnsuring enrolled participants reside in safe, healthy, and affordable housing, to increase the likelihood of delivering full-term and healthy birth-weight infants.\n\nProviding a person-centered, trauma-informed approach that includes: homelessness prevention assistance; rental and utility assistance; housing search and move-in assistance; housing stabilization services; maternal and child health supports; integrated care coordination; and flexible interim housing for women unable to be accommodated in a traditional shelter.\n\nCelebrateOne 2022 Program Outcomes\n\n75 women have been housed and delivered their babies, of which 84% were born full-term.\n\nWith the support of this grant funding, CelebrateOne has substantially decreased wait-times for families in need of safe housing. They are now housing families in 40 days, on average, compared with the four-months reported in January 2022.\n\nExpanding Doula Care\n\nElevance Health recognizes the vital role of doulas in maternal health. Doulas provide person-centered care to pregnant and postpartum women through information, education, and physical, social, and emotional support before, during, and after birthing.\n\nIn 2022, The Elevance Health Foundation provided financial support to many programs across the country to allow expansion of doula care. This includes The BLACK Doula Network (BDN). The BDN is a non-profit organization building an infrastructure to attract, support, and sustain doulas to help reduce health disparities in Fresno, California.\n\nA Doula Care Study\n\nAn Elevance Health retrospective cohort study evaluating doula care for high-risk Medicaid members in affiliated health plans in California, Florida, and New York, produced results supporting an increase in our efforts to fund doula programs.\n\nThe study found the following benefits:\n\nWomen who received doula care during pregnancy had 53% lower odds of cesarean delivery (c-section).\n\nWomen who received doula care during delivery had 57% lower odds of postpartum depression or anxiety.\n\nWomen who received doula care during their first trimester showed the greatest (62%) reduction in odds of a cesarean delivery.\n\nSource: Addressing Maternal Health Disparities: Doula Access in Medicaid elevancehealth.com\nSupporting Communities During Natural Disasters\n\nIn the past year, communities across the United States have been impacted by climate-related events including wildfires, flooding, and other weather emergencies. Recognizing that disasters strike when and where we least expect them, Elevance Health quickly pivots to help members maintain continuity of healthcare throughout a crisis. Our affiliated health plans make it easier to refill prescriptions, replace durable medical equipment, obtain medical supplies, and access healthcare services.\n\nThe Elevance Health Foundation is further powering our efforts by channeling support to highly effective nonprofit disaster-relief organizations so they can respond immediately to communities in need.\nHelping Florida Recover from Hurricane Ian\n\nIn September of 2022, Florida was hit by one of the deadliest hurricanes in the state’s history. Hurricane Ian resulted in more than 100 deaths and caused billions of dollars in damage. The extensive flooding and millions of people left without power signaled a critical need for a wide range of support.\n\nElevance Health and The Elevance Health Foundation responded swiftly, providing carefully coordinated financial support to the following organizations which were uniquely positioned to offer the most benefit:\n\n- The Florida Disaster Relief fund which provides on-the-ground relief efforts.\n- Americares Emergency Response Partners (ERP) program, which focuses on vulnerable low-income communities during a disaster, enabling deployment of medicine, supplies, and other assistance in Florida and other impacted states.\n- The Direct Relief organization, which responds to local partner needs in communities hit by disasters, allowing for quick and direct aid for specific requests.\n- A partnership including Rebuilding Together, Direct Relief, and Kelly’s Kitchen, which provides vital resources to rural communities including food, health supplies, and home repairs.\n\nOur Commitment to Our Home State of Indiana\n\nAdvancing health beyond healthcare requires both a national and local dedication to improving health outcomes. We value our community ties and partnerships in every neighborhood—including in our home state of Indiana.\n\nIn 2022, we worked alongside our neighbors in making a difference in critical areas including support for mental health initiatives, advancing health equity, and addressing food insecurity.\n\nMental Health Support\n\nIn 2022, The Elevance Health Foundation committed financial support to Youth First Inc., an organization providing evidence-based prevention and early intervention, to help strengthen the mental health and well-being of youth across Indiana. The grant supports the placement and supervision of 78 licensed social workers in schools across the state. These specialized mentors provide on-site, free-of-charge behavioral health services and programs to help prevent substance misuse, improve family relationships, and develop life skills.\n\nAdvancing Health Equity\n\nWith more than 5,000 associates in the Indianapolis area alone, Elevance Health is a leading partner with Business Equity for Indy (BEI), a collective of business leaders creating economic opportunity and improving health equity for the region’s Black people and historically marginalized communities. BEI has five areas of action:\n\n- Hiring and Promotion\n- Procurement and Participation\n- Learning and Talent\n- Impediments to Health\n- Public Policy\n\nEach priority area is led by a taskforce made up of a diverse group of business and civic leaders, including members of the Elevance Health executive leadership team. As part of this effort, Elevance Health has signed a pledge, along with a local coalition of 22 corporate and civic organizations, to hold their organizations accountable for driving measurable progress in advancing racial equity for Black residents of Central Indiana.\nAddressing Food Insecurity\n\nElevance Health is bringing together residents, community leaders and experts, and civic organizations to help develop achievable strategies for equitable food access. Some of the initiatives we support include:\n\nWNBA Indiana Fever partnership: We take immense pride in our partnership with our hometown WNBA Team, the Indiana Fever, aimed at addressing social injustice, promoting health and well-being in under-resourced communities, and empowering athletes to become advocates for change. In 2022, our associates joined with Indiana Fever players and staff for the Million Meal Marathon — packaging shelf-stable meals for Hoosier neighbors experiencing food insecurity. Our associates and WNBA volunteers also helped pack and distribute food at Gleaner’s Food Bank of Indiana, benefiting the Indianapolis community, particularly Brookside Elementary School’s food pantry and produce garden.\n\nEquitable Food Access in Indianapolis Neighborhoods initiative: After The Elevance Health Foundation issued a $2.45 million grant to the Local Initiatives Support Corporation (LISC) in 2021 to support the Equitable Food Access in Indianapolis Neighborhoods initiative, the community was able to take action steps in 2022. In consultation with the Northeast Corridor steering committee made up of residents and community leaders from the neighborhood, early implementation funds were disbursed to five community organizations to support their capacity to conduct food system related programs.\n\nConnecting older adults in Indiana with healthy foods: With half of Indiana’s seniors reporting they have trouble eating a healthy diet, many are at increased risk of chronic disease and reduced quality-of-life. In 2022, the Elevance Health Foundation awarded a $4.4 million Connecting Older Hoosiers with Healthful Foods grant to the Indiana Association of Area Agencies on Aging (IAAAA) Education Institute. The support will help agencies partner with food banks, food pantries, and producers to obtain fresh produce, which will be available to participating seniors at meal sites or as part of home delivered meals. Seniors also will receive information and tips on preparing healthy meals.\nOur Culture\nEngaging a Talented, Diverse Workforce\n\nElevance Health’s commitment to a diverse, equitable, and inclusive workforce is deeply embedded in our mission and values. Our workforce of high-performing associates brings valuable cultural perspectives and experiences that help us better understand the needs of our members and their communities.\n\nWe are proud to report a U.S. workforce that reflects the consumers we serve:\n\n- **77% of our associates** are female and **51%** are racially or ethnically diverse.\n- **65% of our managers** are female and **36%** are racially or ethnically diverse.\n- **45% of our Board of Directors** are female and **36%** are racially or ethnically diverse.\n\nTo ensure that our workforce of talented people will continue to grow and thrive, we partner with external organizations, colleges, universities, our nine internal business resource groups (BRG), and our own associates to recruit, retain, and develop top talent. Our robust internship program ensures we are building a diverse pipeline of talent for the future. We are especially proactive in promoting employment opportunities for veterans and people with disabilities.\n\nWe continue to take special care within our selection process to mitigate potential biases and increase objectivity in interviewing, calibrating, and selecting the most qualified candidates.\nApproximately 17% of our Workforce Belong to a BRG\n\nElevance Health’s Business Resource Groups (BRGs):\n- ACE - Asians Committed to Excellence\n- ADI - Advancing Disability Inclusion\n- APEX - African American Professional Exchange\n- MERGE - Multi-Generational\n- PRIDE - Promoting Respect, Individuality, Diversity, and Equality\n- SOMOS - Hispanics for an Inclusive Workspace\n- VETS - Elevance Health Veterans Support Network\n- WAVE - Working as Virtual Employees\n- WIN - Women’s Inspired Network\n\nA Commitment to Fair Pay\n\nElevance Health was among the first cohort of companies certified by the Fair Pay Workplace, an independent expert evaluator of pay equity, a process which included assistance designing an annual pay equity action plan incorporating a perpetual review of all positions, new hires, and promotions to ensure meaningful, measurable change.\n\nThis certification is based on a set of publicly available rules and standards and the endorsed methodology of a group of leading experts from forward-thinking corporations, academia, human resources, data science, and the legal field.\n\nAfter partnering with and overseeing our review process, Fair Play Workplace has validated our analysis of our associate population, finding that pay for females is within 1% of their male counterparts and pay for people of color is equal to their white counterparts, after taking into account neutral, job-related factors.\n\nAssociate Survey Results: We Are Listening\n\nTo ensure Elevance Health is a great place to work, we regularly survey our associates for feedback on our strengths and areas where we may have room for improvement. Our survey asks associates for their views on:\n\n- Our workplace climate\n- Manager-associate relationships\n- Diversity Equity and Inclusion (DEI)\n- Alignment of work to strategy and purpose\n- Our company values\n\nWe review survey results with care, seeking out opportunities for better engagement and ways to build on what we are getting right.\n\nIn 2022, our survey participation results were strong, with 85% of our total domestic and international associates participating and scores improving significantly over 2021. Elevance Health’s leadership shared the insights gained with associates in town hall and team meetings and are involving associates in creating action plans to further improve our performance.\n\n96% of associates were “United in Purpose” in “understanding our company’s purpose to improve the health of humanity.”\n\nOverall company satisfaction and commitment was 88% favorable.\n\n84% of associates feel diversity, equity, and inclusion are valued at Elevance Health.\nTraining and Development: Investing in Our Associates\n\nElevance Health provides associates of all levels and experience with opportunities to learn and develop their skills and interests. Some of the programs we support include:\n\n**Culture Workshops** — An in-house program designed to engage Elevance Health leaders with workshops focused on maintaining a high-performance culture, accelerating our impact, and advancing our enterprise strategy through shifting behaviors and modeling skills. More than 3,600 leaders have attended a culture workshop since 2019.\n\n**Percipio** — An in-house, one-stop shop for on-demand learning at no cost, with boot camps and live-learning events led by industry experts to help learners gain new skills. The site’s 43,000 plus courses, videos, and books meet a wide variety of needs and can help associates prepare for professional certifications and continuing education.\n\n**Harvard ManageMentor** — A collection of 25 self-paced courses and continually refreshed articles developed and written by management experts. These offerings are aligned to our leadership model behaviors and help develop associates in self-management skills, leading others, and leading the business.\n\n**Leadership Spotlight** — A monthly speaker series for managers and directors which brings together experts and thought leaders for candid discussions on leading practices and new ways of thinking. The series draws on renowned external talent and internal experts to offer leaders an experience they can use to inspire performance within their teams.\nHR Programs and Associate Wellness\n\nWe offer our associates a broad range of benefits and assistance to support their whole health and wellness.\n\nAssociate Benefits\nElevance Health offers a comprehensive benefits package, which includes a 401(k), and coverage for medical, dental, vision, life, and disability.\n\nWe offer our associates a range of programs to promote and maintain better health, including 24/7 NurseLine, Chronic-Condition Support, Future Moms and Nursing Mother Programs, LiveHealth Online®, Wellness Rewards Program, Cancer Concierge Support, Second Opinions, free hot meals in our offices, onsite health clinics, and onsite fitness centers. We also offer access to many weight management programs, health coaching, and nutrition management programs.\n\nFamily Matters\nElevance Health is dedicated to helping meet the parenting needs of our associates. After a birth or adoption, parents receive up to six weeks of paid leave at 100% pay. For associates who give birth, this is in addition to medical short-term disability leave. New Parent Transition Week provides full pay to new parents working half time during their first week back at work.\n\nAdoption and Surrogacy Assistance\nWe help cover the costs of adoption and surrogacy up to $10,000 per child for eligible adoption and surrogacy expenses.\n\nFamily Support Benefits\nUnder this no-cost program, associates and their spouses or domestic partners are given assistance navigating the preconception, pregnancy, and the postpartum period; fertility treatments, including IVF, IUI, and egg freezing; adoption; surrogacy; support for parenting and returning to work after parental leave; and guidance for menopause. The program also offers a service for safe and reliable breast milk shipping while traveling, and on-demand support from a lactation specialist.\n\nCaregiver Support\nAssociates are eligible to take paid leave to care for a family member experiencing a major life event, such as a serious health condition. Associate caregivers are also eligible to access an innovative app, to connect them with support and resources.\nFinancial Support\n\nAssociates are eligible for benefits programs for savings and investments, college resources, dependent care, and financial education.\n\nExamples include:\n\n- A Dependent Care Flexible Spending Account, which includes 10% matching on contributions to help pay for qualified childcare and elder care expenses\n- A generous 401(k) matching program\n- Fidelity financial wellness programs\n- An Employee Stock Purchase Plan\n- Exclusive discounts through BenefitHub, Bank of America and more\n- Tuition reimbursement for college up to $5,000 per year and reimbursement for required licenses and certifications required for Elevance Health employment\n\nMedical Plan Add-On\n\nAs part of our ongoing work to address social drivers of health, eligible associates can receive up to $5,000 a year to use towards groceries, childcare, or transportation when selected alongside a medical plan.\n\nLearn more about our benefits here.\n\nAssociate Safety\n\nOur comprehensive approach to ensuring a safe work environment is overseen by a team from Business Continuity, Corporate Security, and Risk Management divisions and performs the following functions:\n\n- Conducting site-security assessments for Elevance Health-controlled office locations.\n- Leading and directing our security guard force.\n- Operating a 24/7 security and safety center, which provides continuous monitoring of Elevance Health associates and their worksites.\n- Overseeing a threat-management program that uses a multidisciplinary approach to investigate, assess, respond to, and mitigate potentially threatening situations.\n- Providing safety and security training to Elevance Health associates, covering topics such as hostile-intruder situations, safety in the workplace, workplace violence prevention, de-escalation strategies, and safety tips for in-home workers.\n\nAssociates can also call a 1-800 number at any time if an unsafe situation arises or file a worker’s compensation claim request on our internal intranet page.\n\nOther health and safety initiatives include:\n\n- We provide all associates with our Associate Safety Reference Guide containing step-by-step emergency action plans for different scenarios such as fires, tornadoes, earthquakes, and power outages.\n- We equip our on-site workplaces with automated external defibrillator (AED) machines, with training for associates on their use offered via Zoll, an AED manufacturer.\n- We provide First Aid and cardiopulmonary resuscitation (CPR) training both in person and online.\n- We conduct IEQ assessments biennially at major sites and clinics nationwide. These tests include testing air quality, building materials, and interior surfaces to optimize indoor environmental quality conditions in our buildings.\nA Culture of Giving\n\nElevance Health proudly promotes a company-wide culture of giving at every level. Through our philanthropic channels, we empower charitable organizations to meet their charge, while our associates volunteer their time and resources in supporting numerous worthy causes.\n\nThe Elevance Health Foundation\n\nOur philanthropic arm, The Elevance Health Foundation, uses its resources to fund organizations and initiatives that improve the health of historically marginalized communities. As we have learned more about social drivers of health, the Foundation has continued to refine its strategy and commitment to improving lives and strengthening communities.\n\nOver a three-year period ending in July 2024, the Foundation is investing up to $90 million in proven partnerships and programs that will address racial inequities and health disparities in the areas of Maternal and Child Health, Food as Medicine, Substance Use Disorder, and Disaster Relief.\n\nTo learn more about how our associates are helping drive community initiatives, please visit The Elevance Health Foundation.\n\nElevance Health Associates Are Making a Difference\n\nGiving back to our communities is the fabric of Elevance Health’s culture, and it has never been more necessary. We champion the time, energy, and resources our associates contribute to the many qualified charitable organizations dedicated to bringing innovative, equitable solutions to our communities.\n\nWe support our associates with the following initiatives:\n\nDollars for Dollars\n\nThrough our Dollars for Dollars program, the Elevance Foundation matches contributions by associates to our signature charities dollar-for-dollar, up to a maximum match of $5,000. Funds raised support health-related non-profit organizations throughout the United States. In 2022, over $7 million was raised.\n\nDollars for Doers\n\nThe Dollars for Doers program rewards associate volunteer time with matching dollars they can direct to charities of their choice. Elevance Health associates volunteered over 135,000 hours, virtually and in person, generating more than $1 million in Dollars for Doers rewards that were distributed to community nonprofits.\n\nElevance Health Volunteer Days\n\nThe Elevance Health Volunteer Days program, a company-wide season of service, encourages associates to come together and give back to their communities. In partnership with the Lions Club International Foundation, since 2015, more than 12,000 volunteers have donated 32,000 hours of service in hundreds of projects that have benefited 2.3 million people in the United States.\n\nVolunteer Time Off\n\nWe offer associates time off to support organizations that are important to them. Full-time associates receive up to eight hours of paid time per year to volunteer at qualified charities of their choosing during work hours.\nEnvironmental Health\nOur health is linked to the health of our climate. Studies have confirmed that climate changes affecting ecological systems and weather can lead to higher rates of asthma, cardiovascular failure, infectious disease, mental health disorders, and the worsening of chronic conditions. Climate change is also associated with increased food insecurity when agriculture is impacted or when weather-related events hamper people’s access to nutritious food.\n\nClimate change is exacerbating the health inequities already experienced by vulnerable groups and communities. Climate-related disasters such as wildfires, flooding, and heat waves can create healthcare emergencies for everyone affected, but they can be especially challenging for traditionally underserved communities. According to the U.S. Environmental Protection Agency (EPA), people in low-income areas have the highest projected increases in premature death due to climate-driven extreme temperatures.\n\nHealthcare services can be energy intensive. From the equipment and materials used to manufacture medical devices to the large buildings open 24 hours a day, the health sector in the United States is responsible for an estimated 8.5% of national carbon emissions.*\n\nAs a healthcare company dedicated to improving the health of humanity, we accept our unique responsibility in committing to sustainable operations and business activities that will reduce our impact on the environment.\n\nAs a result of the need for continuous operations and high performance standards, healthcare infrastructure is energy intensive, consumes large volumes of water, and generates substantial quantities of waste.\n\n* Source: https://www.healthaffairs.org/doi/10.1377/hlthaff.2020.01247\nOur Strategy\n\nThe cornerstone of our long-term climate strategy is reaching our goal of net zero emissions of greenhouse gases (GHG). Pillars of our strategy include:\n\n- Ensuring our buildings are energy, waste and water efficient.\n- Using renewable sources of energy to power our operations.\n- Assessing our supply chain partners for alignment with our goals.\n\nWe have additional environmental commitments, available here, that address the link between environmental health and the health of our members and communities. Addressing the sustainability of our business operations is part of our overall Environmental, Social, and Corporate Governance (ESG) strategy.\n\nU.S. Department of Health and Human Services Net Zero Pledge\n\nWe are a signatory to the U.S. Department of Health and Human Services’ (HHS) Health Care Sector Pledge, which is aligned with our commitment to:\n\n- Reduce our operational emissions by 50% by 2030\n- Achieve net zero by 2050\n\nDevelop and release a climate resilience plan by the end of 2023\n\nThe Potential Impacts of Climate Change on Health\n\n| Rising Sea Levels | Extreme Weather | Rising Temperatures | Increased CO₂ Levels |\n|-------------------|-----------------|---------------------|---------------------|\n| - Environmental degradation | - Water and food supply impacts | - Changes in vector ecology | - Environmental degradation |\n| - Extreme heat | - Water quality impacts | - Increasing allergens | - Extreme heat |\n\n- Greater allergen sensitivity\n- Respiratory allergens, asthma\n- Neurologic/Mental health\n- Migration, anxiety, major storm impacts, depression, dementia\n- Increased migration, Mental health impacts, spaces of vulnerability\n- Increased food insecurity, Malnutrition, diarrheal disease\n- Widespread Heat-Induced illness, Cardiovascular disease, heat stroke\n- Infectious disease spread, Vector-borne, malaria\n\n1 “Health Care’s Climate Footprint: How the Health Sector Contributes to the Global Climate Crisis and Opportunities for Action”, Health Care Without Harm, September 2019. Globally, healthcare firms contribute to over 4% of global emissions.\nSustainable Operations: Meeting Our Goals\n\nWe Are Powered by Renewable Energy\n\nElevance Health is the first health benefits company in the United States to join RE100, a global corporate renewable energy initiative committing members to using renewable energy sources for 100% of power needs. In 2021, we met our commitment four years ahead of schedule by powering all our health offices, data centers, and clinics with energy purchased from solar power arrangements. We are now carbon neutral for all of our operations, balancing out our carbon production.\n\nThrough this renewable energy procurement and other strategies, our combined scope 1 (direct) and 2 (indirect) greenhouse gas emissions were decreased by 100% compared to 2019, our baseline year. This is significant progress towards our goal of achieving net zero emissions.\n\nBiodiversity\n\nElevance Health supports biodiversity in part by purchasing carbon offsets to neutralize direct emissions that cannot be sourced renewably. These offsets, initiated in 2021, support the conservation of managed forestland and outdoor recreation in an economically at-risk region of Tennessee (where Elevance Health operates the state’s Medicaid plan).\n\nEnvironmental Sustainability Focus Areas Include:\n\nEnergy and Climate Performance\nPursue carbon neutral operations for scope 1 and 2 GHG emissions.\n\nRenewable Energy\nProcure 100% renewable electricity for operations.\n\nSupply Chain Sustainability\nEngage with strategic suppliers on setting their own scope 1 and 2 science-based GHG emissions reduction targets.\n\nResiliency\nProvide enhanced support to the people we serve, especially those experiencing economic insecurity.\nAiming for a Sustainable Supply Chain\n\nA large percentage of our total greenhouse gas footprint comes from the emissions associated with our business suppliers. As part of our strategy to reach net-zero emissions, we are working with our suppliers through our Supplier Environmental Social Governance (ESG) Engagement program to mitigate emissions. In this program, we engage with our suppliers on setting their own scope 1 and 2 science-based emissions reduction targets and in disclosing other climate-related information. Aligning their reduction targets is an important part of our goal of achieving net zero emissions by 2050. We are also assessing our corporate investments for emissions reduction potential and climate-related risks.\n\nA Sustainable, Healthy Workplace\n\nWe take pride in creating workplaces that are functional, environmentally sustainable, and healthy spaces for our associates.\n\nAs a result of our active design strategies, indoor air quality measures, and building efficiency, over 50% of our built environments are Fitwel, LEED, and/or EnergyStar certified as of 2022.\n\nFitwel: Certified Healthy Workspaces\n\nWe recognize that the design and amenities of a workplace can greatly impact the health, wellbeing, and productivity of our associates. To ensure our workplaces are healthy environments, our worksites are certified by Fitwel, a program created by the U.S. Centers for Disease Control (CDC) and Prevention and the U.S. General Services Administration (GSA). Certification requires evidence-based active design standards, including access to stairways, healthy indoor air quality, the availability of healthy food choices, and access to transportation.\n\nOur Elevance Health office in Atlanta, Georgia, was certified under Fitwel’s Workplace v2.0 for Commercial Interior Space, achieving a 3-star rating — the highest rating offered by Fitwel. This space offers beautifully designed outdoor spaces, access to nature and natural light, an onsite wellness center, access to healthy food options, optimal use of stairways, and sit-stand desks to promote physical health.\n\nENERGY STAR: Certified Energy Efficiency\n\nTo ensure energy efficiency, we track the energy and water use of our buildings through Energy Star, a U.S. Environmental Protection Agency (EPA) and U.S. Department of Energy (DOE) program promoting energy efficiency. We monitor our worksites using the EPA Energy Star Portfolio Manager, an internationally recognized interactive tool allowing us to securely track the energy and water use of our buildings while benchmarking building performance.\n\nLEED: Certified Green Buildings\n\nSustainable buildings are healthy and energy-efficient systems. We strive for LEED (Leadership in Energy and Environmental Design) certification, the most widely used green building rating system in the world and a globally recognized symbol of sustainability achievement.\n\nOur Elevance Health Headquarters, Lytle Center, in Indianapolis, Indiana, was certified LEED Gold in 2020 and is one of the largest LEED Gold buildings in Indiana. We received points for our energy, water, waste, indoor environmental air quality, and transportation performance in achieving this certification.\nWe have realized a 76% reduction in absolute water usage since 2013.\n\nWaste and Water Management\n\nElevance Health has a company-wide approach to waste and water stewardship including tracking and benchmarking at a total of 291 sites (234 domestic, 57 international) through our EPA Energy Star Portfolio manager and third-party data assurance.\n\nWe have a dedicated recycling program and composting capabilities at several of our facilities. During the last three years, we have composted over 1,030 tons and recycled over 1,800 tons of materials.\n\nIn 2019, we achieved our first-generation water target of reducing our water consumption by 30% from baseline levels. Additionally, we have identified water stressed sites as defined by The World Resources Institute (WRI) and are actively working to manage our usage. “Extremely High” water stress means that irrigated agriculture, industries, and municipalities withdraw more than 80% of their available supply on average every year. “High” stress indicates withdraws of 40 to 80% on average of available supply. Please see Performance Tables to learn more about sites in water stressed locations.\n\nWater (KGal)\n\n| Year | 2013 | 2014 | 2015 | 2016 | 2017 | 2018 | 2019 | 2020 | 2021 | 2022 |\n|------|------|------|------|------|------|------|------|------|------|------|\n|      | 175,121 | 176,870 | 174,000 | 141,274 | 129,273 | 130,192 | 142,500 | 80,000 | 60,300 | 42,678 |\n\n1. For self-managed sites only where ELV is responsible for the water meter.\n2. In 2019, we acquired HealthSun, which operates clinics using water.\n3. In 2020, the hybrid work environment due to the COVID-19 pandemic further reduced our water consumption.\nResponsible Business\nElevance Health places a high priority on strong corporate governance measures. We take great care to ensure that we follow the securities laws, the rules and regulations set forth by the U.S. Securities and Exchange Commission (SEC), and the guidelines set forth by the New York Stock Exchange (NYSE). Our executive officers, associates, and Board of Directors are governed by Elevance Health’s Code of Conduct.\n\nOur Corporate Governance Guidelines provide that our Governance Committee is to take into account the overall diversity of the Board when identifying possible nominees for director, including gender, race or ethnicity, age, tenure, and geographic location. The Governance Committee implements this policy and assesses its effectiveness by examining the diversity of all of the directors on the Board when it selects nominees for directors.\n\n**Diverse Directors**\nEight of 11 Directors are diverse based on gender and/or race/ethnicity\n\n**Female Leadership in Key Roles**\nLeaders include the Independent Board Chair, President and CEO, and Governance Committee Chair\n\n**Racially/Ethnically Diverse Leadership**\nLeaders include the Compensation and Talent Committee Chair and Governance Committee Chair\n\n**Independent Directors**\nTen of 11 directors, including two directors added in the past two years\n\n**Tenure Diversity of Board**\n7.2 years average tenure\n- 6 directors 0-5 years\n- 3 directors 6-10 years\n- 2 directors > 10 years\n\n**Age Diversity of Board**\n63 years average age\n- 3 directors ≤ 59 years old\n- 3 directors 60-65 years old\n- 5 directors ≥ 66 years old\n\n**Gender/Racial/Ethnic Diversity of Board**\n- 4 of 11 directors are racially or ethnically diverse\n- 5 of 11 directors are female\n\nElevance Health is privileged to serve the members and communities who rely on us for their healthcare needs and resources. We earn their trust by conducting our business with a culture of integrity and accountability, ensuring that our operations and services meet our goals of excellence and high ethical standards.\nMaking Ethics Our Priority\n\nOur culture of integrity, accountability and high ethical standards is fostered at every level of our operations and services. These values inform the interactions of our associates with consumers and care providers, and with each other.\n\nCode of Conduct\n\nEvery associate is responsible for creating a work environment that promotes accountability, integrity, and trust—both for our team and for the members, care providers, regulators, and communities who depend upon us. Our Code of Conduct (Code) serves as the foundation of our Ethics, Compliance, and Privacy program. It provides clear guidelines for acting with integrity in our decisions, our operations, and the execution of all our work and responsibilities as Elevance Health associates.\n\nReporting Misconduct and Ethics Concerns\n\nElevance Health associates are expected to report to the Ethics Department any suspected or observed misconduct, including violations of the Code, company policies and procedures, laws and regulations, and any other ethical concerns. For more information on how associates may submit reports confidentially and anonymously to the Ethics Department, please see page 6 of the Code.\n\nHuman Rights\n\nElevance Health supports the basic, fundamental rights of all human beings and we embrace a culture of respect for individuals and their rights. In addition to following all applicable laws, we promote policies on equal employment and hiring practices, a harassment free workplace, and a code of conduct and workplace safety.\n\nThis culture of respect extends to our value chain, which includes our affiliates, business partners, and suppliers. Our mandatory Supplier Code of Conduct requires fair labor practices, freedom from harassment, and basic human rights.\n\nTo learn more about our human rights policy, please visit our Code of Conduct.\n\nEnterprise Risk Management\n\nElevance Health’s risk management processes and execution are managed by a strongly defined governance and framework. Varying levels of risk are handled at the appropriate level of management, coordinated among the different risk management functions, and escalated rapidly when appropriate based on well-communicated thresholds.\n\nIdentification and Assessment of Risk\n\nFormal risk identification and assessment, including emerging risks, are conducted in all areas of accountability (e.g., Information Technology (IT), Sustainability/Environmental, Social and Governance (ESG), Information Security, Corporate Security, Compliance, Internal Audit) on an ongoing basis and shared horizontally across the organization as well as vertically to the appropriate stakeholders. The output of the company’s risk assessments serves as inputs to the Enterprise Risk Management (ERM) program. The ERM program has a formal level of oversight and execution from the company’s Board of Directors, Chief Risk Officer, the Senior Leadership Team, and the Enterprise Risk Council. Regular coordination is facilitated through a formal Risk Alliance working group (with ESG representation), which includes a standing agenda item of risk identification and prioritization. Identified enterprise risks are assigned formal owners, who have clear responsibilities and accountability, which include defining the appropriate response strategy, identifying relevant metrics and key risk indicators, and monitoring and reporting risks on an ongoing basis. The potential long-term effects of the top enterprise risks are quantified and analyzed against the company’s strategies, growth plan, and objectives.\n\nElevance Health sponsored a human rights education series focused on the healthcare industry’s response to human trafficking.\nOur Supply Chain\n\nElevance Health partners with quality-based suppliers that elevate the consumer experience and promote healthy outcomes for our members. To meet the needs of our extensive operations, we employ a Global Supply Chain that facilitates tactical and commodity-based partnerships with suppliers, managing over $7 billion of direct and indirect spend in products and services. To ensure our suppliers align with our core values, they are required to adhere to our Supplier Code of Conduct, which includes fair labor practices, freedom from harassment, and basic human rights.\n\nFor more information, please visit our Supplier site.\n\nSupplier Diversity\n\nThe Elevance Health Supplier Diversity program creates economic opportunities for underrepresented communities by procuring products and services from small and HUBZone businesses and businesses that are majority owned by ethnic minorities, women, veterans, people with disabilities, and people who identify as LGBTQIA+.\n\nWe also maintain and foster relationships with advocacy organizations that support diverse-owned businesses, such as National and Regional Minority Supplier Development Councils, Women’s Business Enterprise National and Regional Councils, National Veteran-Owned Business Association, National Gay and Lesbian Chamber of Commerce, and Diversity Alliance for Science.\n\nSupporting Small and Diverse Suppliers\n\nElevance Health is committed to supporting small and diversity-owned businesses in meeting our business needs. In 2022, we supported these suppliers and their communities with the following investments:\n\n- **Over $1.2 billion** in total diverse-owned and small supplier spend;\n- **$990 million** Tier 1 direct diverse & small business spend;\n- **$172 million** Tier 2 diverse subcontractor spend;\n- **WBE: $200 million**\n- **MBE: $630 million**\n- **SBE: $406 million**\nResponsible Artificial Intelligence\n\nToday, we encounter artificial intelligence almost daily. It is used in almost every industry, including healthcare. AI is defined by its ability to learn and process with “human-like” reasoning.\n\nTo build trustworthy, explainable, transparent, and equitable solutions, AI must be thoughtfully designed, developed, deployed, and monitored. Elevance Health’s AI approach focuses on thinking about the power, purpose, and impact of solutions. We believe that AI can help us improve patient and clinical outcomes, reduce cost, improve efficiencies, and assist in predicting the best path forward for a long and healthy life. Today, we use AI to identify care gaps and chronic risk factors so we can perform outreach and implement care management programs that help people improve their health and wellbeing.\n\nDiversity of backgrounds and disciplines are critical to achieve the right balance for managing the challenges and leveraging the opportunities at the intersection of equity and technology. Our AI Guiding Principles were developed by individuals from different races, genders, ethnicities, ages, and skill sets to reflect the mission, values, and ethics of Elevance Health. These principles are at the center of creation and decision-making around our internally developed solutions. Our associate and supplier code of conduct have been updated to reflect our commitment to the responsible and ethical use of artificial intelligence.\n\nWhile standards and best practices are evolving in this space, we recognize that there is significant opportunity to proactively work with regulators and national standard setting institutes as thought leaders in this domain. We participated in providing thought leadership for the National Institutes of Science and Technology (NIST) draft of the Artificial Intelligence Risk Management Framework.\n\nWe will continue to mature and evolve our responsible AI approach by critically thinking about and prioritizing the beneficial impact it can have on the people we serve.\n\nAI Guiding Principles\n\nFair and Inclusive — We will strive to maintain fairness and equity, especially among vulnerable populations, so individuals have fair and just opportunities to be healthy by identifying and mitigating undesired outcomes.\n\nRobust — We will rigorously test, train, and validate AI solutions prior to deployment. We will monitor solutions after deployment to ensure the solution continues to operate as intended.\n\nExplainable and Transparent — We will maintain detailed documentation that explains how our models were created, what data was used, what influenced recommendations/outcomes, how decisions were made, how accuracy levels were achieved, and where it is integrated into a process or user experience to support transparency.\n\nAccountable — We will responsibly and fairly deploy and manage our AI solutions throughout their entire life cycle. We will shape and apply emerging regulatory frameworks, as applicable, and scientific methods of excellence, to build, maintain, and use AI solutions.\n\nPrivate and Secure — We will respectfully and diligently help to protect and secure data in our AI solutions throughout their lifecycle to maintain high levels of trust among our consumers and comply with state and federal regulations.\nElevance Health is committed to safeguarding the sensitive data of the organization and the consumers we serve. We are focused on maintaining trust and confidence with a cybersecurity team that is continually assessing and strengthening our defenses, while actively innovating solutions for the future.\n\nData Privacy and Cybersecurity Approach\n\nThe cybersecurity team supports Elevance Health leadership and associates in meeting their mission responsibilities:\n\nTo assist the Board of Directors with monitoring cybersecurity risk along with system migrations, conversions and development, our Chief Information Security Officer provides a quarterly report to the Board regarding our Information Security Program, including cybersecurity risks. The Board also periodically receives third-party assessments of our information security. In addition, we provide the Audit Committee with regular updates on both information security and data privacy as part of its function to oversee data privacy, integrity, incident, and breach risks.\n\nWe make it a priority to equip associates with the tools and skills they need to support our Information Security Program. We provide annual security-awareness training, which covers timely and relevant topics including social engineering, phishing, password protection, confidential data protection, acceptable asset use, and mobile security. Our comprehensive privacy-incident response and prevention program educates associates on the importance of reporting all incidents immediately. All incidents are reviewed and action is taken to address issues identified, mitigate any potential impact, and assess our obligations to notify consumers, clients, regulators, the media, and others.\n\nDetailed information regarding how we implement our privacy policy, including our Personal Information Privacy Protection Policy, HIPAA Notice of Privacy Practices, and Web Privacy Statement are available on our Privacy site.\n\nHITRUST CSF Certification\n\nElevance Health achieved and has successfully maintained HITRUST CSF® Certified status for our commercial business environment (WGS Claims) continuously since 2013 and for our Government Business Division business environment (GBD Facets) continuously since 2016. Certification is obtained through the HITRUST CSF Assurance Program, based on the most widely-used information security and privacy framework used by United States and global healthcare organizations.\n\nThe HITRUST CSF harmonizes multiple standards and more than 40 authoritative sources while providing prescriptive and granular control requirements and leveraging a common assurance methodology across all HITRUST Assessments. The framework incorporates and leverages the existing security requirements and frameworks placed upon healthcare organizations, including federal (e.g., HIPAA, HITECH), state, third-party (e.g., ISO, PCI COBIT), and other government agencies (e.g., NIST, FTC, and CMS).\n\nElevance Health’s HITRUST CSF Assessments are performed by an independent third party services firm authorized to perform HITRUST CSF Assessments. HITRUST CSF certification reviews 14 control categories comprised of 49 control objectives and 156 control specifications.\n\nFor additional information on privacy and information security standards, please see: Code of Conduct, Protecting Our Information, page 13.\n\nCybersecurity Video Series\nPublic Policy Engagement\n\nAt Elevance Health we strive to ensure that our participation in the public policy process is open, transparent, and based on reasons that are clear and justifiable to our associates, customers, shareholders, and the public. Such participation is grounded by the company’s commitment to strong corporate governance. Our public policy engagement includes direct lobbying and advocacy, political contributions, grassroots engagement, and trade association membership. More information can be found in the Elevance Health Annual Political Contributions and Related Activities report.\n\nIn general, Elevance Health supports and engages on public policies that are critical to the company’s core business and improving the healthcare system. Our public policy priorities include expanding access to coverage and care, advancing health care affordability, improving the quality of care and outcomes, addressing health equity, and reducing health disparities. Our approach promotes competition and free markets in healthcare delivery and financing, and advocates a role for the private sector in public programs.\n\nThe Elevance Health Public Policy Institute (PPI) was established to share data and insights that inform public policy and shape the healthcare programs of the future. We strive to be an objective and credible contributor to healthcare transformation through the publication of policy-relevant data analysis, timely research, and insights from Elevance Health’s innovative programs. Please visit our Public Policy Institute to learn more about our research.\n\nThe Governance Committee of the company’s Board of Directors reviews, at least annually, the company’s political strategy, political contributions and activities, and oversees compliance with the company’s policies and procedures regarding political contributions and activities.\nThe United Nations Global Compact\n\nElevance Health is a signatory to The United Nations Global Compact (UNGC), the world’s largest corporate sustainability initiative calling on companies to align with universal principles on human rights, labor, the environment, and anti-corruption, and to take actions that advance societal goals. Elevance Health is committed to supporting the Ten Principles of the UNGC and implementing these principles across our enterprise.\n\nThe Ten Principles fall under the categories of Human Rights and Labor, Environment, and Anti-corruption.\n\nHuman Rights and Labor\n\nThe Compact contains six principles in this category. Signatory businesses agree to aim for the following goals in the conduct of their operations:\n\nPrinciple 1: Support and respect the protection of internationally proclaimed human rights.\n\nPrinciple 2: Ensure the company is not complicit in human rights abuses.\n\nPrinciple 3: Uphold the freedom of association and the effective recognition of the right to collective bargaining.\n\nPrinciple 4: Support the elimination of all forms of forced and compulsory labor.\n\nPrinciple 5: Support the effective abolition of child labor.\n\nPrinciple 6: Support the elimination of discrimination in respect of employment and occupation.\n\nHow Elevance Health is Meeting These Goals\n\nIn addition to following all applicable laws, Elevance Health promotes a culture of integrity and accountability with policies that reflect our respect for individuals and their rights. These policies extend to our affiliates, business partners, and suppliers, who are required to adhere to our Supplier Code of Conduct, which contains policies covering fair labor practices, freedom from harassment, and ensuring basic human rights.\n\nElevance Health and its subsidiaries are committed to operating with the highest integrity in a manner consistent with the United Nations Universal Declaration of Human Rights and the International Labor Organization’s Declaration on Fundamental Principles and Rights at Work. Specifically, we support collective bargaining in good faith with recognized unions.\n\nThese fundamental labor principles include the prohibition of child labor, the prohibition of forced labor in all forms, freedom of association, and protection from discrimination. Discrimination includes employment decisions based on personal characteristics that are unrelated to the ability to do one’s job, including race, color, religion, sex, gender (including gender identity), age, national origin, marital status, sexual orientation, veteran status, disability, genetic information, and any other status or condition protected by applicable federal, state, or local laws, except where a bona fide occupational qualification applies.\n\nAll Elevance Health associates are expected to complete Code of Conduct training on an annual basis and to report suspected human rights violations as well as cooperate in company investigations. Elevance Health takes all reports seriously, and retaliation for good-faith reporting is strictly prohibited. Please refer to Reporting Misconduct and Ethics Concerns on page 51 of this report.\n\nEnvironment\n\nThe Compact contains three principles in this category. Signatory businesses agree to aim for the following goals in the conduct of their operations:\n\nPrinciple 7: Support a precautionary approach to environmental challenges.\n\nPrinciple 8: Undertake initiatives to promote greater environmental responsibility.\n\nPrinciple 9: Encourage the development and diffusion of environmentally friendly technologies.\n\nHow Elevance Health is Meeting These Goals\n\nPlease see the Environment section of this report, pages 43–48, for information on Elevance Health’s environmental policy, commitments, performance, and governance practices.\nAnti-corruption\n\nThe Compact contains one principle in this category. Signatory businesses agree to aim for the following goal in the conduct of their operations:\n\n**Principle 10**: Work against corruption in all its forms, including extortion and bribery.\n\n**How Elevance Health is Meeting This Goal**\n\nElevance Health prohibits any form of bribery or corruption, whether in commercial dealings with private parties or in dealings with officials of any government. We are committed to complying with the U.S. Foreign Corrupt Practices Act, the U.S. Travel Act, the U.K. Bribery Act, and all other applicable antibribery laws.\n\nWe must not, directly or indirectly, through a third party, make or offer anything of value to anyone to improperly obtain or retain business. Nor may we improperly influence any action to benefit Elevance Health. “Anything of value” can include, but is not limited to, gifts, services, favors, and preferential hiring.\n\nWe must follow due diligence requirements before Elevance Health engages a third party to act on its behalf in conducting international business. Elevance Health has adopted approval procedures that must be followed when giving gifts, entertaining, and engaging in certain sales and marketing activities with government officials. These activities require prior review and approval.\n\nElevance Health’s Global Anti-corruption Policy prohibits the making or authorizing of facilitation payments without prior review and approval by the Elevance Health Chief Accounting Officer and the Chief Compliance Officer, or their designees, and the Legal Department. A facilitating or expediting payment exception is very narrow and does not include a procurement decision to award new business or to convince a business to contract with a particular party.\nForward Looking Statements & Data Coverage\n\nThis report covers the operations of Elevance Health, Inc., including those of its subsidiaries, unless otherwise stated. In addition, this report contains certain forward-looking information about us that is intended to be covered by the safe harbor for “forward-looking statements” provided by the Private Securities Litigation Reform Act of 1995. Forward-looking statements are generally not historical facts and are subject to certain risks and uncertainties. Factors that could cause actual results to differ materially from expectations include, but are not limited to, the risks discussed in our filings with the SEC, including our Annual Report on Form 10-K for the year ended December 31, 2022.\n## EEO-1 data\n\n| Job Categories                        | Male | Female | White | Black or African American | Native Hawaiian or other Pacific Islander | Asian | American Indian or Alaska Native | Two or More races | Total A-N |\n|---------------------------------------|------|--------|-------|---------------------------|------------------------------------------|-------|----------------------------------|------------------|-----------|\n| Executive/Senior Level Officials and Managers | 11   | 1      | 92    | 6                         | 0                                        | 23    | 1                               | 1                | 215       |\n| First/Mid-Level Officials and Managers | 1.2  | 176    | 430   | 1,355                     | 154                                      | 6     | 351                             | 5                | 28        |\n| Professionals                         | 2    | 584    | 2,158 | 4,173                     | 706                                      | 38    | 1,155                           | 10               | 134       |\n| Technicians                           | 3    | 155    | 61    | 1,100                     | 205                                      | 6     | 1,370                           | 7                | 38        |\n| Sales Workers                         | 4    | 119    | 267   | 464                       | 77                                       | 3     | 24                              | 0                | 9         |\n| Administrative Support Workers        | 5    | 1,203  | 5,246 | 1,765                     | 1,132                                    | 32    | 307                             | 18               | 140       |\n| Craft Workers                         | 6    | 0      | 0     | 0                         | 0                                        | 0     | 0                               | 0                | 0         |\n| Operatives                            | 7    | 0      | 0     | 0                         | 0                                        | 0     | 0                               | 0                | 0         |\n| Laborers and Helpers                  | 8    | 0      | 0     | 0                         | 0                                        | 0     | 0                               | 0                | 0         |\n| Service Workers                       | 9    | 3      | 1     | 14                        | 4                                        | 0     | 0                               | 0                | 27        |\n| Total                                 | 2,243| 8,164  | 8,963 | 2,284                     | 85                                       | 3,230 | 41                              | 350              | 75,630    |\n\n### Number of Employees Race/Ethnicity\n\n| Hispanic or Latino | Male | Female | White | Black or African American | Native Hawaiian or other Pacific Islander | Asian | American Indian or Alaska Native | Two or More races | Total A-N |\n|--------------------|------|--------|-------|---------------------------|------------------------------------------|-------|----------------------------------|------------------|-----------|\n|                     | A    | B      | C     | D                         | E                                        | F     | G                               | H                | I         |\n| Executive/Senior Level Officials and Managers | 11   | 1      | 92    | 6                         | 0                                        | 23    | 1                               | 1                | 78       |\n| First/Mid-Level Officials and Managers       | 1.2  | 176    | 430   | 1,355                     | 154                                      | 6     | 351                             | 5                | 2,532    |\n| Professionals                                | 2    | 584    | 2,158 | 4,173                     | 706                                      | 38    | 1,155                           | 10               | 14,045   |\n| Technicians                                  | 3    | 155    | 61    | 1,100                     | 205                                      | 6     | 1,370                           | 7                | 617      |\n| Sales Workers                                | 4    | 119    | 267   | 464                       | 77                                       | 3     | 24                              | 0                | 607      |\n| Administrative Support Workers               | 5    | 1,203  | 5,246 | 1,765                     | 1,132                                    | 32    | 307                             | 18               | 10,501   |\n| Craft Workers                                | 6    | 0      | 0     | 0                         | 0                                        | 0     | 0                               | 0                | 0        |\n| Operatives                                   | 7    | 0      | 0     | 0                         | 0                                        | 0     | 0                               | 0                | 0        |\n| Laborers and Helpers                         | 8    | 0      | 0     | 0                         | 0                                        | 0     | 0                               | 0                | 0        |\n| Service Workers                              | 9    | 3      | 1     | 14                        | 4                                        | 0     | 0                               | 0                | 5        |\n| Total                                         | 2,243| 8,164  | 8,963 | 2,284                     | 85                                       | 3,230 | 41                              | 350              | 28,385   |\n\n### EEO-1 data\n\n- **Overview**\n- **Whole Health**\n- **Our Culture**\n- **Environmental Health**\n- **Responsible Business**\n\n---\n\nElevance Health Impact Report 2022\n\nAppendix\n## Performance Tables\n\n### General Disclosures\n\n| Key Performance Indicator | Unit | 2022 | 2021 | 2020 |\n|---------------------------|------|------|------|------|\n| **Organizational Profile** |      |      |      |      |\n| Total Medical Membership  | people (millions) | 47.5 | 45.4 | 42.9 |\n| People served by Elevance Health | people (millions) | 119  | 118  | 110  |\n| **Governance**            |      |      |      |      |\n| Diversity of Board Directors by race/ethnicity | % | 36   | 40   | 40   |\n| Diversity of Board Directors by gender (female) | % | 45   | 40   | 40   |\n| Average director tenure   | # years | 7.2  | 6.9  | 7.6  |\n\n### Environment\n\n| Key Performance Indicator | Unit | 2022 | 2021 | 2020 |\n|---------------------------|------|------|------|------|\n| **Water**                 |      |      |      |      |\n| Total water consumption¹  | kgal | 42,678 | 60,300 | 80,000 |\n| Reduction in absolute water usage, 2013 baseline¹ | % | 76% | 66% | 54% |\n### Environment (continued)\n\n#### Key Performance Indicator\n\n| Greenhouse Gas (GHG) Emissions | Unit | 2022 | 2021 | 2020 |\n|-------------------------------|------|------|------|------|\n| Scope 1 emissions (fuel and refrigerant) | MT CO₂e | 15,725 | 11,800 | 12,298 |\n| Scope 2 emissions market-based (electricity) | MT CO₂e | 0 | 0 | 88,936 |\n| Scope 2 emissions location-based (electricity) | MT CO₂e | 81,290 | 73,700 | 91,136 |\n| Scope 1 and 2 emissions intensity | MT CO₂e per million dollars revenue | 0.1 | 0.09 | 0.83 |\n| Total Scope 3 emissions | MT CO₂e | 4,823,738 | 947,300 | 947,200 |\n| Business Travel | MT CO₂e | 10,794 | 4,900 | 8,200 |\n| Associate Commuting | MT CO₂e | 26,007 | 2,900 | 25,400 |\n| Capital goods | MT CO₂e | 30,837 | 16,400 | 42,900 |\n| Purchased goods and services | MT CO₂e | 4,676,825 | 838,100 | 806,400 |\n| Upstream transportation | MT CO₂e | 45,690 | 64,100 | 46,200 |\n| Other (waste, leased assets, FERA) | MT CO₂e | 33,585 | 20,900 | 18,100 |\n\n#### Materials Management\n\n| Disposed waste (tons) | tons | 238 | 195 | 714 |\n| Mixed recycled materials (tons) | tons | 600 | 470 | 771 |\n| Electronic recycled materials (tons) | tons | 115 | 184 | 123 |\n### Environment (continued)\n\n| Key Performance Indicator | Unit | 2022 | 2021 | 2020 |\n|---------------------------|------|------|------|------|\n| **Materials Management (continued)** | | | | |\n| Composted materials (tons) | tons | 328 | 326 | 380 |\n| Diversion rate | % | 81% | 83% | 64% |\n| **Energy Management** | | | | |\n| Total electricity consumption | MWh | 188,071 | 186,000 | 217,139 |\n| Renewable Energy Certificates retired | MWh | 188,071 | 186,000 | 8,010 |\n| Renewable energy as a percentage of total electricity | % | 100% | 100% | 4% |\n| **Sustainable Workplace Certifications** | | | | |\n| Elevance Health occupied office and data center space | (sqft)(in millions) | 7.8 | 8 | 10.9 |\n| ENERGY STAR-certified space | (sqft)(in millions) | 1.6 | / | / |\n| LEED-certified space | (sqft)(in millions) | 2.3 | 2.6 | 2.2 |\n| Fitwel-certified space | (sqft)(in millions) | 2.3 | 2.7 | 3.5 |\n| **Supplier Environmental Assessment** | | | | |\n| Suppliers screened using environmental criteria | % | 40% | 23% | / |\n## Workplace\n\n### Key Performance Indicator\n\n| Employment | Unit | 2022 | 2021 | 2020 |\n|------------|------|------|------|------|\n| Total # associates | # | 102,300 | 98,200 | 83,400 |\n| Total # of U.S. associates | # | 75,630 | 71,422 | 67,064 |\n| Women | % | 77.3 | 77.0 | 76.2 |\n| People of Color | % | 50.6 | 49.7 | 48.6 |\n| <30 years | % | 9.0 | 8.9 | 8.9 |\n| 30-49 years | % | 54.9 | 55.2 | 55.3 |\n| >50 years | % | 36.1 | 35.9 | 35.8 |\n| Voluntary Turnover (Overall) | % | 14 | 14 | 9 |\n| Voluntary Turnover (Women) | % | 15 | 14 | 9 |\n| Voluntary Turnover (Men) | % | 12 | 14 | 9 |\n| Associates covered by collective bargaining agreements | % | <1 | <1 | <1 |\n\n### Occupational Health and Safety\n\n| Total Recordable Incident Rate (TRIR) | # | 0.14 | 0.26 | 0.36 |\n### Workplace (continued)\n\n#### Key Performance Indicator\n\n| Training and Engagement | Unit | 2022 | 2021 | 2020 |\n|-------------------------|------|------|------|------|\n| Average hours of training per year per associate | # | 22 | 27 | 26 |\n| Associate Code of Conduct training completion rate | % | 100 | 100 | 100 |\n| Associates participating in Engagement Survey | % | 85% | 86% | 3% |\n| Associate Engagement Survey: Measure of satisfaction | % | 88% | 88% | 83% |\n\n#### Community\n\n| Key Performance Indicator | Unit | 2022 | 2021 | 2020 |\n|---------------------------|------|------|------|------|\n| Community Investment | | | | |\n| Elevance Health Foundation | $ (in millions) | 29.7 | 27.9 | 28.3 |\n| Elevance Health Charitable Contributions | $ (in millions) | 1.7 | 23.0 | 45.9 |\n| Community Sponsorships | $ (in millions) | 17.1 | 16.9 | 22.4 |\n| Associate Giving | $ (in millions) | 3.3 | 3.1 | 3.0 |\n| Total volunteer hours | Hours | 135,199 | 91,312 | 109,934 |\n| Value of volunteer hours | $ (in millions) | 3.9 | 2.6 | 3.0 |\n### Key Performance Indicator\n\n| Infrastructure Investments | Unit | 2022  | 2021  | 2020  |\n|----------------------------|------|-------|-------|-------|\n| Healthcare innovation      | $ (in millions) | 790.8 | 704.2 | 438.0 |\n| Healthcare access and underserved communities | $ (in millions) | 180.5 | 220.3 | 209.9 |\n| Affordable housing investments | $ (in millions) | 172.7 | 119.3 | 94.0 |\n| Private equity impact investments | $ (in millions) | 186.5 | 101.0 | 66.7 |\n| Infrastructure             | $ (in millions) | 34.5  | 59.8  | 48.4  |\n| Municipal Bonds            | $ (in millions) | 3,876.0 | 5,397.1 | 5,378.6 |\n\n1. This data applies to self-managed Elevance Health offices in the U.S. only.\n2. This data does not include investments (Category 15).\n3. This data includes cost of goods sold (the cost of pharmaceuticals dispensed by CarelonRx for our unaffiliated PBM customers).\n4. This data includes an estimate for GHG emissions resulting from associates working at home.\n5. Elevance Health did not pursue ENERGY STAR certification in 2020 and 2021 due to reduced occupancy levels as a result of the COVID-19 pandemic.\n6. This data based on in-scope supplier spend which was approximately $7.2 billion.\n7. This data does not include MMM associates in Puerto Rico.\n8. This data includes cost of goods sold (the cost of pharmaceuticals dispensed by CarelonRx for our unaffiliated PBM customers).\n9. Elevance Health did not conduct an enterprise engagement survey, but pursued and obtained Great Place to Work™ certification, which included surveying a representative sample of associates.\n10. In addition to the ELV Foundation.\n11. Includes expense for sponsorship for events benefiting health-related charities, community-based charities, and education-related charities or institutions.\n12. Includes Health Related, Community, and Education Sponsorships.\n13. Total current and long-term marketable investment securities were $27,657 million as of December 31, 2022 including infrastructure investments identified on this page.\n## SASB Index\n\n### Business Ethics\n\n| Disclosure   | Description                                                                 | Response 2022                      |\n|--------------|------------------------------------------------------------------------------|-----------------------------------|\n| SV-PS-510a.1 | Description of approach to ensuring professional integrity                   | Responsible Business, pages 51, 53, 54 |\n\n### Environment\n\n| Disclosure   | Description                                                                 | Response 2022                      |\n|--------------|------------------------------------------------------------------------------|-----------------------------------|\n| HC-DY-130a.1 | (1) Total energy consumed  \n(2) Percentage grid electricity  \n(3) Percentage renewable | Performance Tables, pages 62, 63 |\n\n### Human Capital-Employee Diversity & Engagement\n\n| Disclosure   | Description                                                                 | Response 2022                      |\n|--------------|------------------------------------------------------------------------------|-----------------------------------|\n| SV-PS-330a.1 | Percentage of gender and racial/ethnic group representation for  \n(1) executive management and  \n(2) all other employees | EEO-1 Data, page 60               |\n| SV-PS-330a.2 | (1) Voluntary and  \n(2) involuntary turnover rate for employees | Performance Tables, page 64       |\n| SV-PS-330a.3 | Employee engagement as a percentage                                           | Performance Tables, page 65       |\n### Activity Metrics\n\n| Disclosure   | Description                                      | Response 2022                                                                 |\n|--------------|--------------------------------------------------|-------------------------------------------------------------------------------|\n| HC-MC-000-A  | Number of enrollees by plan type                 | For medical membership, please see our 2022 Form 10-K, page 48                |\n\n### Customer Privacy & Technology Solutions\n\n| Disclosure   | Description                                                                 | Response 2022                                                                 |\n|--------------|-----------------------------------------------------------------------------|-------------------------------------------------------------------------------|\n| HC-MC-230a.1 | Description of policies and practices to secure customers’ protected health information (“PHI”) records and other personally identifiable information (“PII”) | Responsible Business, page 54                                                 |\n| HC-MC-230a.2 | (1) Number of data breaches  \n(2) Percentage involving  \n(a) personally identifiable information (PII) only and  \n(b) protected health information (PHI) | Elevance Health reports data breaches to the U.S. Department of Health and Human Services (“HHS”), Office for Civil Rights (“OCR”). Please refer to the U.S. Department of Health and Human Services Office for Civil Rights: https://ocrportal.hhs.gov/ocr/breach/breach_report.jsf |\n\n### Access to Coverage\n\n| Disclosure   | Description | Response 2022 |\n|--------------|-------------|---------------|\n| HC-MC-240a.1 | Medical loss ratio (MLR) | 87.40%        |\n## Plan Performance\n\n| Disclosure   | Description                                      | Response 2022 |\n|--------------|--------------------------------------------------|---------------|\n| HC-MC-250a.1 | Average Medicare Advantage Plan Star Rating      |               |\n|              | HMO                                              | 3.85          |\n|              | PPO Local                                        | 4.06          |\n|              | PPO Regional                                     | 4             |\n\n## Improved Outcomes\n\n| Disclosure   | Description                                                                 | Response 2022                                                                                                                                                                                                 |\n|--------------|-----------------------------------------------------------------------------|---------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------|\n| HC-MC-260a.1 | Percentage of risk-based enrollees eligible to participate in wellness programs | In 2022, approximately 96% of Elevance Health’s risk-based enrollees had access to preventive health services with no cost-sharing.                                                                                   |\n| HC-MC-260a.2 | Total coverage for preventive health services with no cost sharing for the enrollees/Total coverage for preventive health services requiring cost-sharing by the enrollee/Percentage of enrollees receiving annual wellness visits or preventive care physical exams | Approximately 89% of Elevance Health’s Medicare, Medicaid, and HMO/PPO commercial members received preventive health services as defined by the HEDIS measure Adults’ Access to Preventive/ Ambulatory Health Services (AAP). This measure assesses whether adult health plan members had a preventive or ambulatory visit to their physician. |\n| HC-MC-260a.3 | Number of customers receiving care from accountable care organizations       | Elevating Whole Health and Advancing Health Beyond Healthcare, page 29                                                                                                                                       |\n\n* Approximately 16.1 million Medicare, Medicaid, and HMO/PPO commercial members\nElevance Health’s sustainability efforts focus on prioritizing seven of the 17 United Nations Sustainable Development Goals (SDGs), given their relevance to our business, in addition to supporting the Ten Principles of the UNGC.\n\n1 – No Poverty – End poverty in all its forms everywhere\nAs part of our focus to address unmet social needs, we committed approximately $160 million to affordable housing projects in 2022. Elevance Health’s commitments over the past year will lead to the construction of more than 710 affordable housing units for families in California, Indiana, Florida and Colorado. Since 2006, we have committed nearly $700 million in affordable housing projects.\n\n2 – Zero Hunger – End hunger, achieve food security and improved nutrition and promote sustainable agriculture\nThe Elevance Health Foundation will provide up to $30 million over the next three years to support programs that address food insecurity by helping individuals reach optimal health through good nutrition.\n\nThe Heart Smarts program, an evidence-based program created through a partnership between the Elevance Health Foundation and The Food Trust, resulted in a reduction of at least one cardiovascular risk factor for 84% of people who participated in three or more Heart Smarts lessons.\n\n3 – Good Health and Well-being – Ensure healthy lives and promote well-being for all at all ages\nIn 2023, via the BioPlus acquisition, we are addressing more complex disease treatment areas to provide timely access to medication.\n\nIn 2022, 63% of Elevance Health’s healthcare spending was in value-based care, helping us improve health outcomes and reduce the cost of care.\n\nSydney Health, Elevance Health’s digital engagement platform, is improving access to care. In 2022 Sydney Health had a 32% increase in member visits year-over-year, with over 16 million registered users.\n\n5 – Gender Equality – Achieve gender equality and empower all women and girls\nIn 2022, Fair Pay Workplace certified Elevance Health as a Fair Pay Workplace.\n\nOur Board of Directors is diverse in gender, race, and ethnicity with 45% women and 36% racially/ethnically diverse.\n\nElevance Health’s U.S. managers are diverse with 65% being women and 36% being racially/ethnically diverse.\n\nIn 2022, we spent $200 million with women-owned businesses.\n\n10 – Reduced Inequalities – Reduce inequality within and among countries\nThe Elevance Health Foundation refreshed its strategy with a vision of improving the health of the socially vulnerable through partnerships and programs. Through a Foundation investment of up to $90 million over the next three years, the Foundation is accelerating our community health impact in the areas of Maternal and Child Health, Food as Medicine, Substance Use Disorder, and Disaster/Personal Tragedy.\n\nIn 2022, we became the first national managed care organization to earn a full three-year health equity accreditation from the NCQA for all of our owned Medicaid plans, covering more than 8 million Medicaid members.\n\nElevance Health’s more than $1 billion annual spend with small and diverse vendors promotes economic growth in communities that may otherwise be disadvantaged.\n\n11 – Sustainable Cities and Communities – Make cities and human settlements inclusive, safe, resilient and sustainable\nOver 50% of Elevance Health’s real estate portfolio is LEED, ENERGY STAR, or Fitwel certified.\n\nElevance Health’s Indianapolis headquarters is one of the largest LEED Gold certified buildings in Indiana.\n\nOur Atlanta, Georgia office achieved the highest rating (3 stars) offered by Fitwel for its healthy environment and building design.\n\n13 – Climate Action – Take urgent action to combat climate change and its impacts\nWe met our 100% renewable energy target early and are now producing enough electricity via solar purchase agreements to power all Elevance Health offices.\n\nWe decreased our combined scope 1 and 2 greenhouse gas emissions by 100% to a 2019 baseline. This is in alignment with a pathway to limit global warming to 1.5 degrees Celsius.\n\nElevance Health launched a campaign to encourage suppliers to set their own science-based greenhouse gas reduction targets. In 2022, approximately 40% of our in-scope spend with suppliers had established goals.\n\nIn 2022, Elevance Health signed the Health and Human Services (HHS) Net Zero Pledge, committing to decrease our operational emissions by 50% by 2030 and to achieve net zero emissions by 2050.\nTCFD Reporting\n\nOur reporting aligns with the recommendations from the Task Force for Climate-Related Financial Disclosures (TCFD) and is handled at the parent level (i.e. Elevance Health).\n\nManagement Approach & Governance\n\nThe board’s oversight of climate-related risks and opportunities.\n\nThe Governance Committee oversees climate-related issues. Several Directors have experience with environmental, social, and governance (ESG) matters, specifically contributing to the Board’s understanding of leading corporate governance practices and environmental and social sustainability initiatives. Committee duties and responsibilities include monitoring Elevance Health’s environmental sustainability initiatives and performance. Elevance Health’s Chief Sustainability Officer (CSO) updates the Governance Committee twice annually on ESG related matters, including climate strategy.\n\nClimate-related issues will appear on the agenda of the Audit Committee if identified as a significant risk under the enterprise risk management (ERM) framework. If climate-related issues meet ERM thresholds aligned to the enterprise risk appetite, then mitigations, controls, and strategy will be reviewed by the Audit Committee. This includes the setting of key risk indicators/metrics to facilitate the ongoing monitoring and management of climate-related risks. The Chief Risk Officer (CRO) reports directly to the Audit Committee of the Board, with administrative reporting to the Chief Financial Officer.\n\nManagement’s Role\n\nElevance Health’s company-wide environmental policy, strategy, and goals are overseen by the Governance Committee of the Board of Directors. Elevance Health’s CSO is responsible for establishing our strategy, reporting on environmental sustainability initiatives, and identifying climate-related risks and opportunities. Elevance Health’s CSO partners with the CRO and/or ERM team to identify potential climate-related risks via an ongoing risk assessment informed by independent external consultants. If any significant risks are found, those risks are elevated to the Enterprise Risk Committee (ERC). The CRO provides a formal ERM update to the Audit Committee on a quarterly basis and to the full Board at least annually. The CRO is responsible for coordinating with risk owners in identifying, assessing, and recommending specific strategies to address the risk management challenges facing the organization, including climate-related risks. These strategies enable the organization to determine the most-effective ways to avoid, mitigate, and/or communicate the critical risks faced. The ERC meets on a quarterly basis to govern the ERM program and identify the most-significant risks. This also includes reviewing mitigation strategies and key-risk indicators. During each ERC meeting, the risk thresholds and risk register are reviewed to consider if risks, including climate-related risks, require further inquiry and oversight.\n\nRisk Management\n\nEnterprise Risk Management\n\nElevance Health’s risk management processes and execution are managed and enabled by strong governance and risk culture. Risks of varying levels of significance are managed at the appropriate level of management, coordinated between the different risk management functions, and escalated rapidly when appropriate based on well communicated thresholds. There are a diverse number of channels for which risks may be identified. Formal risk identification and assessment is conducted at all lines of defenses and included in key risk functions (e.g., IT, Sustainability/ESG, Information Security, Corporate Security, Compliance, Internal Audit, etc.) on an ongoing basis and shared both horizontally across the organization as well as vertically to the appropriate stakeholders. The outputs of these and other risk assessments also serve as inputs to the Enterprise Risk Management (ERM) program. Regular coordination is facilitated through a formal risk working group (with ESG representation),\nwhich includes a standing agenda item of risk identification and prioritization. Identified enterprise risks are assigned formal owners, who have clear responsibilities communicated, which includes defining the appropriate response strategy, relevant metrics/key risk indicators, and ongoing monitoring and reporting for the risk. The potential long-term impacts of the top enterprise risks are quantified and analyzed against the growth plan and objectives. Climate-related risks and opportunities are treated the same as any other risk/category and may be identified through the formal and informal risk processes. Furthermore, the Enterprise Risk Council (ERC) has ESG/Sustainability leadership representation. Led by the Chief Risk Officer, the ERC oversees our ERM program execution and activities and is comprised of members of our leadership team. The Chief Risk Officer serves as the head of the enterprise risk management function and reports to the Audit Committee of our Board of Directors. To further establish enterprise resiliency, we have a robust business continuity program. Our Business Continuity and Disaster Recovery Programs are designed to protect against data loss and provide recovery from major unplanned disruptions to critical services. Several types of plans ensure that critical business functions can be maintained. The Emergency Management Program (Virtual Command Center) supports overall response command, control, and communication. The Business Continuity Plan (BCP) provides for recovery of critical business functions. The Disaster Recovery Plan provides for the recovery of system infrastructure, data, and applications. The BCP aligns the business requirements of the operating units and the deliverables of the support areas so that we are assured that it can meet its stakeholder commitments following an “unplanned event”, which includes events related to or compounded by climate change. The program identifies business process critical paths, documents the recovery strategies and resources required to support those critical paths, defines roles and responsibilities, links the critical path business processes with the resources, systems and vital records required to support our response, recovery, and survival. Remedial action is taken, as necessary, to assure mission critical resource availability. Additionally, we previously engaged an external consultant specializing in climate-related matters to conduct a climate-related risk assessment including: (1) Assessment of ERM: Facilitated discussions with ERM team, reviewed past and current risk assessment materials, identified & document existing definitions of “materiality.” (2) Stakeholder Engagement: Discussed climate risk with applicable internal business units, including the Business Continuity, Product Pricing, and Investments business units to identify whether physical and transitional climate risks were included in their assessment processes and if so, how. (3) Screening Assessment: Worked to determine if current physical and transitional climate-related risks were deemed material to the business units and whether future climate scenarios were being considered in this determination. 4. Gap Analysis: Analyzed our current risk process across ERM and the business units relative to the TCFD recommendations and identified gaps and made recommendations for improvement.\n\nInvestment Portfolio Assessment\n\nIn 2022, Elevance Health engaged an external consultant to assess the investment portfolio for climate-related risks. The consultant utilized two processes to help identify and evaluate climate-related risks. The first took a bottom-up, total portfolio approach to evaluate the climate transition capacity of the portfolio. The analysis provided Elevance Health with a comprehensive view of the portfolio’s exposure to stranded asset risk as well as exposure to sustainable solutions. The second assessment provided simulated return impacts of Elevance Health’s current asset allocation against different potential future climate warming scenarios that are built upon the Network for Greening the Financial System (rapid, orderly, and failed transition). The top-down climate scenario assessment incorporates macroeconomic drivers such as GDP, real and nominal interest rates, to perform stress testing for potential pricing implications based on additional transition and physical risk outcomes.\n\nThe climate scenario analysis showed that in the short, medium, and long-term under a Rapid Transition and Orderly Transition\nthere would not be a substantive financial or strategic impact. We recognize that transition risks can shift as new legislation is passed. We intended to complete the scenario analysis every few years to ensure effects of climate-related risks on the portfolio are reflective of the latest science and policies.\n\nThe assessment included three climate scenarios that were projected out 40 years with a year-by-year projection. For short-term time horizon the consultant used 5 years, for medium-term time horizon 10 years, and for long-term time horizon 30 years.\n\nRapid Transition (1.5°C). Average temperature increase of 1.5°C by 2100. Sudden divestments across multiple securities in 2025 to align portfolios to the Paris Agreement goals which have disruptive effects on financial markets with sudden repricing followed by stranded assets and a sentiment shock. Following this shock there is a partial recovery.\n\nOrderly Transition (2°C). Average temperature increase of less than 2.0°C by 2100. Political and social organizations to act quickly and predictably to implement the recommendations of the Paris Agreement to limit global warming to below 2°C. Transition impact do occur but are relatively muted across the broad market.\n\nFailed Transition (>4°C). Average temperature increase above 4°C by 2100. The world fails to co-ordinate a transition to a low carbon economy and global warming exceeds 4°C above pre-industrial levels by 2100. Physical climate impacts cause large reductions in economic productivity and increasing impacts from extreme weather events. These are reflected in repricing events in the late 2020s and late 2030s.\n\nPerformance metrics\n\nTargets\n\nWe are committed to the global corporate energy initiative known as RE100, with the goal of using 100 percent renewable electricity by 2025. We achieved this goal in 2021, four years ahead of schedule.\n\nIn 2022, Elevance Health signed the Health and Human Services (HHS) Net Zero Pledge, committing to decrease our operational emissions by 50% by 2030 and to achieve net zero emissions by 2050.\n\nIn 2021, we established a target to engage with 70% of our indirect spend supply chain on setting their own science-based greenhouse gas emissions reduction goals by year-end 2023.\n\nMetrics\n\nWe disclose on environmental metrics related to water, emissions, suppliers, and energy. Please see Performance Tables.\nAssurance Statement\n\nElevance Health engaged a third party to conduct assurance for select performance metrics. Please see our 2022 Assurance Statement.\nImpact Report 2022\n\nElevance Health is a lifetime, trusted health partner fueled by its purpose to improve the health of humanity. The company supports consumers, families, and communities across the entire care journey – connecting them to the care, support, and resources they need to lead healthier lives. Elevance Health’s companies serve approximately 119 million people through a diverse portfolio of industry-leading medical, digital, pharmacy, behavioral, clinical, and complex care solutions.\n\nFor more information, please visit www.elevancehealth.com or follow us @ElevanceHealth on Twitter and Elevance Health on LinkedIn.\n\nElevance Health, 220 Virginia Avenue, Indianapolis, IN 46204\n\nelevancehealth.com", "source": "elevance_health_2022", "added": "2025-04-27", "created": "2025-04-27", "metadata": {"Source-File": "climate_reports/tp_reports/elevance_health_2022.pdf", "olmocr-version": "0.1.59", "pdf-total-pages": 75, "total-input-tokens": 172606, "total-output-tokens": 32364, "total-fallback-pages": 0}, "attributes": {"pdf_page_numbers": [[0, 0, 1], [0, 1131, 2], [1131, 1140, 3], [1140, 4433, 4], [4433, 5577, 5], [5577, 7677, 6], [7677, 9816, 7], [9816, 12270, 8], [12270, 13472, 9], [13472, 17040, 10], [17040, 17053, 11], [17053, 18230, 12], [18230, 18550, 13], [18550, 19722, 14], [19722, 23202, 15], [23202, 26220, 16], [26220, 29011, 17], [29011, 31497, 18], [31497, 31958, 19], [31958, 33538, 20], [33538, 35018, 21], [35018, 36243, 22], [36243, 36616, 23], [36616, 38146, 24], [38146, 40531, 25], [40531, 43499, 26], [43499, 45261, 27], [45261, 46612, 28], [46612, 48343, 29], [48343, 50420, 30], [50420, 53053, 31], [53053, 55926, 32], [55926, 56672, 33], [56672, 59818, 34], [59818, 62028, 35], [62028, 62040, 36], [62040, 63392, 37], [63392, 66008, 38], [66008, 67575, 39], [67575, 69675, 40], [69675, 72412, 41], [72412, 75250, 42], [75250, 75271, 43], [75271, 76998, 44], [76998, 79102, 45], [79102, 80775, 46], [80775, 83985, 47], [83985, 85668, 48], [85668, 85689, 49], [85689, 87721, 50], [87721, 91415, 51], [91415, 93277, 52], [93277, 96587, 53], [96587, 99969, 54], [99969, 101840, 55], [101840, 105628, 56], [105628, 107423, 57], [107423, 107423, 58], [107423, 108171, 59], [108171, 114100, 60], [114100, 115076, 61], [115076, 116266, 62], [116266, 117290, 63], [117290, 118063, 64], [118063, 119103, 65], [119103, 121147, 66], [121147, 122751, 67], [122751, 124500, 68], [124500, 126970, 69], [126970, 131417, 70], [131417, 135407, 71], [135407, 139956, 72], [139956, 142339, 73], [142339, 142492, 74], [142492, 143207, 75]]}}