{"id": "b12169e409364afa41528aee0bf948096b656970", "text": "Our Ethos is our defining moral character. It is what sets General Dynamics apart. Our Ethos ensures that each of us behaves according to our shared values and uses those values to guide every endeavor. Dedicated to transparency, trust, alignment and honesty, we are unified in our commitment to act as good stewards of the investments our shareholders, customers, employees and communities make in us — now and in the future.\nOur Ethos at Work\n\nTransparency, Trust, Alignment, Honesty:\n\nDrive how we operate our business. We pursue operating excellence by anticipating customer needs; driving innovation; improving processes; and reducing waste, emissions and energy consumption. We believe in being wise stewards of capital and resources.\n\nGovern how we engage with our employees, customers, partners and suppliers. We must be forthright and open to change. We seek employees, partners and suppliers that adhere to these values in their businesses and expect them to meet the same high standards as we hold ourselves.\n\nGuide our interactions with each other. As a community of people, we are dedicated to our company’s purpose and to promoting the health, welfare and safety of our employees. We treat each other with dignity and respect, celebrating our similarities as well as our differences, and making an effort to understand and support one another.\n\nEnsure fair compensation and equal employment opportunity in a principled and productive work environment. Our values motivate us to promote strong workplace practices with diversity, opportunities for scholarship and training. We stand behind basic universal human rights, including that all employment must be voluntary. We unequivocally oppose human trafficking in all forms.\n\nConnect us with our communities. Fulfilling our obligation to be a good corporate citizen means that we engage in actions that further the well-being of our communities. We do this by supporting participation in social welfare organizations; promoting volunteerism; and undertaking initiatives to mitigate climate change, drive hazardous waste from our processes, and protect water resources.\nFrom Our CEO\n\nDear Fellow Shareholder,\n\nThe leadership and employees of our company are committed to the fundamental values of honesty, transparency, trust and alignment. Being guided in all our actions and decisions by these values creates a corporate Ethos of integrity and accountability. Our approach to sustainability is grounded in this moral foundation.\n\nWe take seriously our responsibility to ensure the long-term sustainability of our company and all of our stakeholders. In this report, we provide an overview of the ways General Dynamics is striving to be a good steward of its resources. We are making steady progress toward our 2034 target of a 40% reduction in greenhouse gas emissions. Our workforce is increasingly diverse. In complete alignment with the U.S. government, we remain vigilant about protecting human rights. We embrace innovation as a means to provide superior capabilities to our customer and to achieve greater energy efficiency, reducing our carbon footprint.\n\nIn these and other initiatives, we are demonstrating our robust commitment to our customers, employees and our environment.\n\nSincerely,\n\nPhebe N. Novakovic\nChairman and Chief Executive Officer\n\n“Our Ethos is the compass we use to navigate as we deliver value to our shareholders, our customers and our communities.”\n• Established a **Sustainability Committee** on our board of directors to oversee **sustainability efforts** across the company.\n\n• Enhanced **lead director** role in providing **independent oversight** of the company.\n\n• Published a new ethics handbook to **align business practices** across the company with **our Ethos**.\nHIGHLIGHTS\n\n• Reduced CO₂ emissions by 24% since 2008, or 42% per dollar of revenue.\n\n• Reduced Scope 1 and Scope 2 greenhouse gas emissions by 10% since 2019, consistent with our target to cut greenhouse gas emissions 40% by 2034.\n\n• Introduced new sustainable products, including hybrid-electric prototypes of the AbramsX main battle tank and StrykerX armored combat vehicle, as well as new clean-sheet business jet models that have significantly improved fuel efficiency.\n\n• Led the business aviation industry in the adoption and availability of sustainable aviation fuel, which can reduce greenhouse gas emissions by 80% relative to traditional petroleum Jet-A fuel.\n• Increased the percentage of women and people of color in both our total workforce and management positions.\n\n• Employed veterans at a rate three times that of the total U.S. civilian labor force.\n\n• Operated 57 sites under ISO 45001, widely regarded as the world’s highest occupational health and safety standard.\n\n• Expanded partnerships with Historically Black Colleges and Universities.\n# Table of Contents\n\n## Our Ethos\n- From Our CEO 4\n- Report Highlights 5\n\n## About Us 9\n\n## Governance 13\n- Board of Directors 14\n- Management 18\n- Ethics 20\n- Global Supply Chain 23\n\n## Environmental 26\n- Reducing Greenhouse Gas Emissions 29\n- Energy Management 33\n- Water and Wastewater Management 34\n- Solid Waste Management 34\n- Sustainability Products and Services 35\n\n## Social 40\n- Human Capital 41\n- Diversity, Equity and Inclusion 44\n- Health, Wellness and Safety 47\n- Human Rights 50\n- Communities 53\n- Political Engagement 55\n- Cybersecurity and Data Privacy 56\n\n## Honors and Awards 58\n\n## Index 59\nGeneral Dynamics is a publicly traded global aerospace and defense company. We offer a broad portfolio of products and services in business aviation; ship construction and repair; land combat vehicles, weapons systems, and munitions; and technology products and services.\n\nOur core competency is the design, engineering and manufacturing of complex and differentiated products and services for aerospace and defense. We understand the importance of the solutions we deliver and work to ensure quality and safety in all things we create.\nOur Business Units\n\nAEROSPACE\n\nGulfstream\nGulfstream produces the world’s most technologically advanced business jets and offers unmatched customer support.\n\nJet Aviation\nJet Aviation provides comprehensive business aviation services, custom completions, and a global network of facilities for aircraft owners and operators.\n\nMARINE SYSTEMS\n\nGENERAL DYNAMICS\nBath Iron Works\nBath Iron Works designs and builds guided missile destroyers for the U.S. Navy and provides repair services for multiple ship classes.\n\nGENERAL DYNAMICS\nElectric Boat\nElectric Boat is the premier designer and builder of nuclear-powered submarines for the U.S. Navy.\n\nGENERAL DYNAMICS\nNASSCO\nNASSCO specializes in the design and construction of auxiliary and support ships, oil tankers, and dry cargo carriers, and is a major provider of repair services for the U.S. Navy.\n\nCOMBAT SYSTEMS\n\nGENERAL DYNAMICS\nEuropean Land Systems\nEuropean Land Systems is a global leader in the design and manufacture of wheeled and tracked combat vehicles and bridge systems.\n\nGENERAL DYNAMICS\nLand Systems\nLand Systems produces highly capable military vehicles, including the Abrams tank, Stryker combat vehicle and Light Armored Vehicle.\n\nGENERAL DYNAMICS\nOrdnance and Tactical Systems\nOrdnance and Tactical Systems is a leading designer, developer and manufacturer of munitions, weapons and tactical systems.\n\nTECHNOLOGIES\n\nGDIT\nInformation Technology (GDIT) designs, builds and operates large-scale enterprise information systems for the U.S. government, its agencies and others to deliver a broad range of technical, professional and training services.\n\nGENERAL DYNAMICS\nMission Systems\nMission Systems is a leading C5ISR integrator of secure communications and command and control systems, sensors and cyber products.\n2021 FINANCIAL HIGHLIGHTS\n\n- Total Revenue: $38.5 billion\n- Operating Earnings: $4.2 billion\n- Capital Expenditures and Company-Sponsored R&D: $1.3 billion\n- Income Tax Expense: $616 million\n\nCUSTOMERS (% of consolidated revenue)*\n\n- 70% U.S. Government\n- 12% U.S. Commercial\n- 10% Non-U.S. Government\n- 8% Non-U.S. Commercial\n\nOUR WORKFORCE\n\n101,700 employees in 65 countries and all 50 U.S. states\n\n*All data are for the year ended 12/31/21. Please refer to General Dynamics’ Annual Report on Form 10-K for additional information.\nOur primary owners are the American people\n\nTens of millions of Americans have a stake in GD directly or indirectly through employer-sponsored pensions and 401(k) accounts, individual retirement accounts, 529 college savings plans, mutual funds, index funds and other investments.\n\nWe recognize that, with more than 90% of our institutional investors based in the United States,* millions of American families rely on us for sustained financial performance.\n\nIn 2022, GD joined the “dividend aristocrats,” a select group of companies that consistently raised dividend payouts for each of the last 25 consecutive years.\n\nWe take seriously our responsibility to return value to our investors while at the same time investing for the future. In 2021, we returned more than $3.1 billion to our investors through dividends and share repurchases, while investing more than $1.3 billion in capital expenditures and company-sponsored research and development.\n\n*Based upon estimates as of 12/31/21\n\nMillions of American families have a stake in General Dynamics.\nUSS John Basilone under construction at Bath Iron Works\nBoard of Directors\n\nOur board of directors is committed to the principle that good corporate governance enhances shareholder value. Through strong corporate governance practices, we promote a culture of ethics and integrity, and empower leaders at all levels to do what is right for our customers, suppliers, employees and communities.\n\nOur deeply engaged and experienced board is central to our company’s culture of accountability and continuous improvement. Our board reflects a diverse and well-qualified group of business leaders and aerospace and defense industry experts, as well as financial and strategic advisers.\n\nOther than our CEO, all of our directors are independent. Each of our board committees is chaired by an independent director.\n\nBalanced Board With Unique Perspectives\n\nOur board includes directors who are or have:\n\n- Significant financial background or expertise\n- Experience in leading complex operating and manufacturing organizations\n- Prior top leadership posts in the military or U.S. Department of Defense\n- Women or racial or ethnic minorities\n- Current or former public company directors\n- Current or past CEOs of complex, global and/or public companies\n- Experience in corporate sustainability matters and reporting\n\nIn 2022, Gulfstream announced a $55 million investment and 200 new jobs for a 73,000-square-foot aircraft paint facility in Appleton, Wisconsin. The state-of-the-art facility will paint as many as 48 aircraft per year with reduced water usage and lower emissions.\nThe General Dynamics corporate governance guidelines provide a framework for effective governance of the board and the company. The board’s commitment is demonstrated by key corporate governance practices, including:\n\n- **Strong board independence**\n- **An independent lead director**\n- **A majority voting standard for the election of directors, coupled with a director resignation policy**\n- **Shareholders’ right to call a special meeting**\n- **Shareholders’ right to act by written consent**\n- **Shareholders’ ability to nominate director candidates and have those nominees included in the company’s proxy statement, a process known as “proxy access”**\n- **Annual board and committee self-assessments**\n- **A robust shareholder engagement program**\n- **Disclosure of corporate political contributions and trade association dues**\n\nIn 2022, the board of directors updated the company’s Corporate Governance Guidelines in response to shareholder feedback. These updates:\n\n- Codified powers of the lead independent director to oversee CEO performance and compensation; to consult regularly with management regarding business matters; and to hire consultants and advisers in connection with all board functions.\n- Established a policy to conduct a detailed study about the board’s leadership structure, including whether to have a separate chairman and CEO at the time of CEO transition, in addition to its rigorous annual assessment when it elects a chair.\nBoard Oversight of Risk\n\nOur comprehensive risk management program is conducted by senior management and overseen by the board of directors. In particular, the board oversees management’s identification and prioritization of risks that are material to our business, including both existing and significant emerging risks, and corresponding risk-mitigation efforts. The full board reviews and approves a corporate policy addressing the delegation of authority and assignment of management responsibility annually. This ensures that the responsibilities and authority delegated to senior management are appropriate from an operational and risk management perspective.\n\nThe following summarizes the key elements of the roles of the board, senior management and external advisers in our risk management program:\n\n- The board oversees risk management, focusing on the most significant risks facing the company, including strategic, operational, financial, legal, environmental, cyber and reputational.\n- Each board committee is integral to risk management and reports specific risk management matters as necessary to the full board.\n- The board’s Sustainability Committee oversees sustainability practices and management, including those relating to environmental, health and safety, human rights, and social matters.\n- Senior management is responsible for day-to-day risk management and conducts a thorough assessment through internal management processes and controls.\n- The chief executive officer and senior management team provide the board with a dedicated and comprehensive briefing of material risks at least twice per year, and the board is briefed as needed throughout the year on specific risks as they arise, allowing the board to frequently reassess the company’s risk environment.\n- External advisers provide independent advice on specific risks, and review and comment on risk management processes and procedures as necessary.\n\nBoard Oversight of Sustainability\n\nThe board continuously focuses on material risks and opportunities, including those related to sustainability matters. It takes these risks and opportunities into account as it exercises its duties. The Sustainability Committee is responsible for assisting the board in fulfilling its oversight duties.\n\nIn 2021, the board established a Sustainability Committee to oversee sustainability management and practices, including those related to environmental, health and safety, human rights, and social matters.\nThe Sustainability Committee is chaired by an independent director with expertise and unique experience in the environmental, social and governance (ESG) field, including as a former board co-chair of the Value Reporting Foundation, now part of the International Financial Reporting Standards (IFRS) Foundation.\n\nClimate-related risks and opportunities are typically briefed by business unit presidents or the cognizant executive vice presidents (EVPs) for the relevant business line. They may also be briefed by the chair of our corporate functional area councils, including the Environment, Health and Safety (EHS) Committee of the Manufacturing Council. This EHS Committee, sponsored by an EVP, provides an annual briefing of EHS-related risks to the board.\n\nWe focus our sustainability efforts on the areas that provide the greatest possible value for our stakeholders.\nManagement\n\nAccountable to the board, our management ensures that our decisions recognize the economic, environmental and social considerations in our operational strategy.\n\nOur corporate headquarters is responsible for setting the strategic direction and governance of the company, allocating and deploying capital, and ensuring a culture of ethics and integrity that defines how we engage with our employees, communities, customers and suppliers. Our operating processes and activities incorporate initiatives to improve diversity, promote inclusion, reduce emissions and waste, and adhere to standards that lower risk and drive a healthier and safer workforce and community.\n\nEach of our 10 business units (BUs) closely adheres to our corporate vision while maintaining individual responsibility for executing operating plans. This model empowers our businesses to stay close to their customers while having the agility to make wise decisions quickly. It also allows our businesses to anticipate, adapt and react to our customers’ rapidly changing needs.\n\nIn 2021, General Dynamics invested more than $1.3 billion in capital expenditures and company-sponsored R&D.\n\nCompany-Wide Councils\n\nGeneral Dynamics has company-wide councils that share information and best practices throughout the enterprise. These councils are made up of the most senior operational executives from our BUs. These experts in their respective fields help address issues of shared importance, including those relating to climate. The chair of each council reports directly to the chairman and CEO on council matters, with mentorship from an assigned EVP.\n\nOur Manufacturing Council includes an Environment, Health and Safety (EHS) Committee that directly addresses sustainability, energy and environmental issues. Each GD business unit is represented by a senior EHS professional assigned by the BU president. This subcommittee helps each BU establish its targets and collects and assesses energy and carbon emissions data from across the corporation. The Manufacturing Council makes regular EHS reports to the board as part of the board’s risk management process.\n\nOur Supply Chain Management Council also shares best practices and creates shared processes to support our supplier efforts, including those that promote socially responsible performance and environmental stewardship throughout our supply chain. Individual businesses are able to leverage resources, create shared tools and enjoy the benefit of scale. Multiple subcommittees focus on specific areas to improve and achieve cost and time savings, such as travel and transportation and use of e-tools.\nBusiness Model Resilience\n\nOur businesses maintain and exercise plans to ensure continuity of operations in the event of a natural disaster, accident, cyber incident or other crisis. Our decentralized business model minimizes single points of failure, with decision-making authority delegated down to the lowest competent level.\n\nDuring the early phases of the COVID-19 pandemic, when many businesses suspended operations and sent employees home, our designation by the federal government as “critical infrastructure” required most of our lines of business to maintain normal operations while maximizing safety for our employees. Our business model and focus on resilience enabled each facility to develop plans tailored to their unique situation, while being able to tap into resources and support from the broader company.\n\nIn 2021, Gulfstream announced a $70 million investment in a new, sustainable 250,000-square-foot aircraft maintenance, repair and overhaul facility in Mesa, Arizona, that will make extensive use of solar energy, reducing grid energy consumption by as much as 25%. Gulfstream is partnering with Arizona State University and Chandler-Gilbert Community College to establish workforce development partnerships to support hundreds of new high-paying jobs.\nExecutive Compensation\n\nOur compensation program, which covers named executive officers, BU presidents and other key executives, can include operating goals that specifically encompass sustainability topics. The sustainability goals vary depending on the officer’s role and responsibility, but they encompass efforts to reduce greenhouse gases, initiatives to promote environmental conservation and programs targeted to bring new technologies to the market.\n\nOur executive compensation is rooted in a longstanding pay-for-performance philosophy. To incentivize this focus on creating long-term value, our executive compensation is tied to defined financial and nonfinancial performance metrics that align with creating shareholder value. These metrics also include a stakeholder-centric strategic and operational component, which incorporates environmental, human and social capital sustainability objectives.\n\nMore information about compensation is available in our proxy statement.\n\nEthics\n\nThe foundation of our culture is our Ethos, which shapes how General Dynamics employees act according to our shared values of transparency, trust, alignment and honesty. In all things. At all times.\n\nWith approximately 70% of our revenue from the U.S. government, and with our Aerospace segment subject to rigorous FAA oversight, we operate in a highly regulated environment. We are subject to regular audit and review by multiple U.S. government agencies to assess our compliance with applicable laws, regulations and standards. The U.S. government also reviews the adequacy of, and compliance with, internal control systems and policies, including our purchasing, property estimating, material, earned value management and accounting systems.\n\nEvery employee is expected to uphold our high standards. Each employee hears this message from their first day on the job and throughout their careers with GD. Not only do we foster an ethical work environment, we work to create an environment where employees feel safe, empowered and equipped to speak up and do the right thing.\n\nOur board and our key financial professionals are required to follow ethics codes specific to their roles, which they commit to annually. These codes have been carefully crafted by leadership to align with our Ethos. With their signature, our chairman, board members and financial leaders promise to manage our business with the highest standards of ethical conduct.\nTools and Resources\n\nOur commitment to ethics is highly visible, readily available and continually reinforced. We equip our employees with the tools and resources they need to do the right thing.\n\nOne such step is to require new employees to acknowledge receipt of, understanding of and compliance with our Ethos and with Our Standards of Business Ethics and Conduct, commonly known as the Blue Book. Available in 17 languages, the Blue Book establishes our standard that all employees conduct business in accordance with our Ethos, applicable law and our company policies.\n\nOur management and leadership teams and the ethics, human resources and legal departments are equipped to assist and provide guidance as needed to raise questions, get advice and express concerns. They strive to foster an open and safe environment and embed our Ethos and commitment to ethics in ongoing communications.\n\nEach GD facility is equipped with prominent awareness centers that reinforce our Ethos, outline tools available to employees, and list the Ethics Help Line website and toll-free number. A message from our CEO is included in each awareness center to further demonstrate our position. The GD Business Ethics Help Line is a 24-hour resource, accessible by phone or the web, and available to employees in 13 languages. Questions or concerns can be raised through the help line, anonymously or otherwise.\n\nAll reported concerns are investigated promptly and in confidence. If we find that our standards have been violated, we take action, including involuntary termination or disciplinary action; implementing system-wide changes; and/or notifying governmental offices or agencies, customers and/or suppliers.\n\nWe strictly prohibit retaliation against anyone who raises an ethics or compliance issue in good faith, and we take action against those who are found to have retaliated.\n\nOur expectations to operate with integrity go beyond our employees. Suppliers, vendors, contractors and joint-venture partners are expected to develop effective ethics and compliance programs as well.\n\nIn 2021, 77% of fraud, waste and abuse concerns submitted were made by individuals willing to leave their name (named reporting) versus anonymous reporting. A high proportion of named reporting indicates that employees trust the integrity and effectiveness of our program.\nGlobal Network of Ethics Officers\n\nEach business has one senior ethics officer (EO) who has direct access to leadership and meets with the leadership team regularly to discuss trends, opportunities and communication strategies. These senior EOs also meet regularly as a group to discuss best practices that can be shared across our portfolio. In addition, they work with other EOs in the defense industry through the Defense Industry Initiative to share best practices, which helps us continuously improve our programs.\n\nIn support of the EOs, we have more than 100 part-time local ethics officers (LEOs). Our LEOs, selected by their leadership based on proven character, are embedded in locations with our largest populations. Working side by side with other employees, LEOs are accessible resources who answer questions, provide communications and training, conduct investigations, and further ingrain ethics in the everyday activities within our work environment.\n\nEthical Business Around the World\n\nWe provide services and products to governments around the world. The laws and regulations relating to doing business with government customers and public officials are complex. As such, we provide our employees with the appropriate resources to comply with applicable laws and regulations.\n\nWe also abide by the laws and regulations regarding the import and export of our products, information and technical data, including the U.S. International Traffic in Arms Regulations (ITAR) and Export Administration Regulations (EAR). Nearly every country has laws and regulations that control the international movement (e.g., imports, exports, re-exports and technology transfers) of specified product information and services, and we ensure that we remain current with these laws and regulations.\n\nOur robust anti-corruption compliance program is rooted in our Ethos and tailored to potential risks faced in our business. Designated anti-corruption officers and other compliance professionals at each BU help carry out the program and serve as a resource. Elements of the program include written policies and procedures, training, risk-based management and third-party due diligence, multiple reporting systems, and compliance audits.\n\nWe comply with the U.S. Foreign Corrupt Practices Act and other applicable anti-corruption laws around the globe.\nGlobal Supply Chain\n\nOur suppliers are critical to our ability to deliver quality products and services to our customers. We expect them to uphold the same high standards that we uphold ourselves.\n\nOur suppliers are expected to act as good corporate citizens with sustainable business practices, to treat employees and customers with respect, and to act with integrity and honesty.\n\nSupplier Diversity\n\nWe are committed to working with small and diverse businesses. More than 5,000 of our business partners are small disadvantaged businesses, women-owned small businesses, veteran-owned small businesses, service-disabled veteran-owned small businesses, Small Business Administration-certified HUBZone small businesses, Native American-owned small businesses, minority-owned companies and Ability One organizations.\n\nThese businesses are vital to maintaining our competitiveness in the global marketplace. Our supplier diversity program operates under a framework based on four pillars: compliance, early engagement, small business innovation and community outreach.\n\nSupport for Small Business\n\nOur small business programs facilitate the process of becoming a General Dynamics supplier.\n\nFor our U.S. businesses, our supplier diversity program managers attend more than 50 regional and national events annually to meet with potential suppliers. This includes events sponsored by the National 8a Council, Procurement Technical Assistance Centers (PTACs), the National Defense Industrial Association, Women in Defense, the National Veteran Small Business Coalition and the Small Business Administration (SBA).\n\nWe provide guidance and support to the thousands of small businesses that work with us. We mentor these businesses through their contract involvement, as well as through our small business and supplier diversity offices, and we sponsor and host events that allow our BUs to meet with interested small business suppliers. These initiatives help small businesses expand their solution sets and marketing channels. Additionally, since the COVID-19 pandemic, we have hosted virtual training and outreach sessions for the small and diverse business community.\n\nIn 2021, more than $4.1 billion of our supplier contracts were with small businesses.\nMaterials Sourcing\n\nWe are committed to responsible sourcing throughout our global supply chain. We take steps to vet suppliers for their sustainable labor and materials sourcing practices, purchase long-lasting products with low carbon footprints, deal only with non-embargoed countries, and act to prevent counterfeit parts from entering our supply chain.\n\nWe have established mechanisms to assess risk and ensure compliance, and we continually look for new ways to reduce risk throughout our supply chain.\n\nModern Slavery and Child Labor\n\nAs a corporation with operations and suppliers around the world, we recognize the importance of ensuring that respect for human rights and dignity is embedded at all levels of our business. We do not tolerate human trafficking, child labor or forced labor anywhere within our businesses or supply chains.\n\nMost of our supply base is located in the United States, which presents a far lower risk of forced labor or human trafficking. Wherever their location and whatever their role, we expect our suppliers to uphold the same high standards we uphold ourselves.\n\nMore information about our management processes to meet these standards is available here.\nElectric Boat participates in the U.S. Navy’s SUBSAFE program, which establishes an extremely high level of quality assurance for components used in nuclear-powered submarines. SUBSAFE has rigorous controls on systems that are essential to watertight integrity, requiring that parts have traceable evidence of quality from the point of manufacture to the point of installation, including records of the creation of the product and its source materials.\n\n**Conflict Minerals**\n\nWe require our suppliers to trace potential sources of minerals such as tantalum, tin, gold or tungsten, which are known to help finance conflict. In accordance with U.S. Securities and Exchange Commission (SEC) requirements, we submit a Specialized Disclosure Report and a Conflict Minerals Report.\n\nMore information about our efforts to avoid conflict minerals is available [here](#).\n\n**Counterfeit Parts Prevention**\n\nWe have stringent quality-control processes in place to detect and mitigate suspected or confirmed counterfeit parts in order to prevent counterfeit parts and software from entering the company’s supply chain. We promptly disclose any findings to the government and the customer.\nElectric vehicle at Jet Aviation\nEnvironment\n\nWe are committed to doing our part to help sustain the global environment. Like many of our investors, employees and other stakeholders, we want to ensure that our business continues to thrive even as we seek new ways to minimize our impact on the planet. This is a priority across all levels of our company.\n\nWe are executing on our company-wide goal of reducing greenhouse gas emissions by 40% from our 2019 baseline by 2034 as described below.\n\nWe consider sustainability objectives when reviewing sites and programs to establish goals for continuous improvement. As part of our commitment to environmental management, 58 of our sites operate under ISO 14001, which is a voluntary certification of international standards that specifies requirements for an effective environmental management system (EMS).\n\nWe constantly evaluate how our business strategy comports with our goals of maintaining sustainable environmental practices over the long term. We seek to protect the environment by improving operating efficiency, lowering costs, minimizing waste and emissions, reducing the use of fossil fuels, and ensuring that we remain compliant with relevant environmental laws and regulations in a way that enhances long-term shareholder value.\n\nOur approach to protecting the environment is built around these objectives:\n\n- Operate our facilities in compliance with applicable laws and regulations in order to protect the health and safety of our employees, surrounding communities and the environment\n- Reduce carbon emissions in order to reach our goal\n- Reuse, recycle and minimize the use of natural resources\n- Drive out solid waste from our manufacturing processes\n- Integrate environmental considerations into business planning and decisions, including design, procurement, production, facilities management and product support\n- Promote a workplace in which employees carry a sense of personal responsibility for protecting the environment\n- Work with our customers to meet their environmental needs and goals, and manage suppliers consistently with our environmental compliance and management programs\n- Maintain a management system for environmental matters at each business unit that is designed to voluntarily meet international accepted standards\n- Support existing and upcoming ISO 50001 registrations to help business units conserve resources through more efficient energy management\nCollaboration\n\nEach of our businesses has professional Environment, Health and Safety (EHS) programs to ensure their facilities operate safely and in compliance with company policies to minimize environmental impacts. Each business develops annual objectives to drive continuous improvement in EHS performance.\n\nWe have an active EHS committee that includes experts from each business unit to promote best practices and develop shared strategies. This group is dedicated to promoting a safety- and environment-conscious culture across the company, monitoring and continuously ensuring compliance with laws, regulations and corporate policy.\n\n- We have a company-wide goal of reducing greenhouse gas emissions by 40% by 2034 (from a 2019 base year). This will include the gradual reduction of both Scope 1 and Scope 2 gases, and the transition to sources of renewable power.\n- Since 2019, we have reduced Scope 1 and Scope 2 emissions by 10%.\n- Since 2008, we have reduced overall CO₂ emissions per dollar of revenue by 42%.\nReducing Greenhouse Gas Emissions\n\nOur company’s commitment to continuous improvement includes creating efficiencies and building systems that reduce our emissions output. Our decentralized business model and diverse lines of business across multiple states and countries enable each business to develop its own set of operating objectives to reduce carbon emissions.\n\nWe strive to offer transparency about our environmental impact, as well as our actions to lessen those impacts. We participate in CDP’s environmental disclosure system, which measures companies’ effects on climate change and their management of climate risks and opportunities, and we engage a third party to independently verify our emissions information.\n\nWe have committed to a company-wide target to reduce Scope 1 and Scope 2 greenhouse gas (GHG) emissions by 40% by 2034, from a 2019 base year. We developed the target using standards articulated by the Greenhouse Gas Protocol and the Science Based Targets Initiative, consistent with international goals to limit global temperature increase to well below 2 degrees Celsius. Our target has not been submitted to the Science Based Targets Initiative for validation.\n\nIn order to achieve this goal, we are actively instituting initiatives across the company. In 2021, each BU set its own target and achievement roadmap to align with the overall company-wide target. These pathways consist of initiatives like energy efficiency projects, procuring renewable energy and fuel switching where applicable.\n\nSince 2008, our GHG emissions have declined 24%, even as our company has grown and increased revenue by 31%. On a per-dollar-of-revenue basis, we have reduced total GHG emissions by 42%.\n\nAs a government contractor, our ability to meet our emissions targets depends in part on our customers’ conduct and direction. For example, some of our contracts specify the manner, means or place of performance in ways that constrain our ability to reduce GHG emissions associated with contract performance. In other instances, we perform work at government-owned facilities, where emissions may be attributable to us under relevant disclosure protocols, but where we have limited or no ability to change relevant aspects of the facility.\nGD Ordnance and Tactical Systems, in conjunction with Today’s Power, Inc., invested in four renewable energy projects in Calhoun County, Arkansas. The solar sites in this project produced 3.3 million kWh of energy cumulatively in their first year and are expected to reduce the company’s carbon footprint by 51,472 metric tons over 20 years.\n\nGD Land Systems purchased 100% of the power at its parts and manufacturing plants in Sterling Heights, Michigan, and Scranton, Pennsylvania, from renewable sources in 2021. In total, it purchased more than 17 million kWh of electricity generated by wind farms, resulting in a reduction of its Scope 2 greenhouse gas emissions by 7,200 metric tons. It has contracts in place to continue its purchase of renewable energy for these sites.\n\nBath Iron Works started using ocean barges instead of trucks to deliver fuel needed by its newly constructed ships for sea trials. What used to require 26 trucks, each making a 300-mile round trip from Boston to deliver fuel for a single destroyer, can now be accomplished with a single barge, reducing CO₂ emissions by 12 metric tons.\nScope 3 Emissions\n\nBecause we are a government contractor, many Scope 3 emissions attributable to our company under relevant protocols, both upstream and downstream, are driven by policy choices made by our government customers. For example, armored fighting vehicles, which are built to specifications meant to ensure they function as intended on the battlefield, have emission consequences that are outside of our control. Similarly, government procurement requirements often prescribe certain attributes for the supply chain — such as participation of small business, country of origin and other requirements — that have consequences for greenhouse gas emissions from our supply base. For reasons such as these, we are currently unable to accurately measure or set a target for indirect emissions across our entire value chain.\n\nWhere feasible, we apply our established continuous improvement process to reducing Scope 3 emissions. Most notable are our efforts to reduce emissions throughout the life-cycle of the business jets we manufacture, with five clean-sheet aircraft models introduced over the past five years. We do this by focusing our research and development efforts on achieving better efficiency and fuel performance, ensuring our aircraft can seamlessly use sustainable aviation fuel (SAF) in their operations, and making carbon offsets and book-and-claim services available to our customers. Gulfstream has the most fuel-efficient fleet in the industry, producing the lowest carbon emissions per passenger mile of any aircraft we have previously delivered.\n\nAt multiple sites across the company, employees are offered the opportunity to participate in alternative transportation incentive programs that offer public transportation pass discounts and fuel cost subsidies for vanpool participants.\n\nMany of our BUs have codes of conduct for suppliers that specify environmental standards, among other criteria. Gulfstream’s supplier code of conduct requires suppliers to have EHS systems to actively manage risk while protecting the environment and conserving natural resources.\n\nBusiness aviation accounts for 0.04% of global CO₂ emissions.\n\nSource: Business Aviation Commitment on Climate Change\nSustainable Aviation Fuel\n\nWe are a leader in expanding the use and availability of sustainable aviation fuel (SAF) in business aviation.\n\nSAF is a low-carbon fuel blend made from agricultural waste and petroleum-based Jet-A fuel, with less sulfur and fewer fine particle pollutants than traditional Jet-A. Both Gulfstream and Jet Aviation have made SAF a top priority for their customers. On a gallon-for-gallon basis across the lifecycle, SAF can achieve a more than 80% reduction in greenhouse gas emissions relative to petroleum Jet-A. That lifecycle begins when the agricultural source becomes waste, continues through the refining process and ends with the fuel burn. The renewable fuel meets the strict sustainability requirements of both the U.S. EPA and the internationally recognized Roundtable on Sustainable Biomaterials (RSB).\n\nJet Aviation has led the services market in offering access to sustainable fuel for operators of Gulfstream and other business jets. It was the first supplier to offer SAF via a blended fuel option at Van Nuys Airport in 2019 and the first to offer SAF at the World Economic Forum in Switzerland in 2020. Since 2019, Jet Aviation has uplifted more than 10 million gallons of blended SAF to customers.\n\nJet Aviation also offers a “Book & Claim” program that broadens access to SAF while avoiding the need to transport it physically. Customers can place orders for SAF, after which the volume is tracked and verified, and a certificate of credit for carbon reduction is issued. This promotes production and future availability of SAF for any customer at any time, even in locations where SAF is not yet available.\n\nBoth Gulfstream and Jet Aviation are signatories to the World Economic Forum’s Clean Skies for Tomorrow 2030 Ambition Statement. Among the program’s aims are accelerating the supply and availability of SAF so it can reach 10% of the global jet aviation fuel supply by 2030.\n\nGulfstream was the first business jet aircraft manufacturer to use SAF in daily operations. Since 2016, Gulfstream has used SAF to power its test and demonstration aircraft, flying nearly 2 million nautical miles on the blend.\nCarbon Offsets\n\nBoth Gulfstream and Jet Aviation offer customers the ability to reduce the impact of their carbon emissions by purchasing offsets.\n\nGulfstream also offers its customers the ability to pay an annual fee based on aircraft utilization to fund activities that generate an equal reduction in carbon emissions. Based on customers’ projected annual flight hours, offsets are invested in environmentally beneficial activities such as wind energy, forest management, farm power and recovery of landfill gas.\n\nJet Aviation also participates in the Carbon Offsetting and Reduction Scheme for International Aviation (CORSIA), EU Emissions Trading System (EU ETS), and other carbon offset and carbon reduction schemes to lower CO₂ emissions for international flights to curb the aviation impact on climate change.\n\nThe engines powering Gulfstream aircraft are the most modern, efficient and environmentally responsible in their class. Coupled with the advanced aerodynamics of the Gulfstream wing design, the G500 and G600 offer as much as 32% improvement in fuel efficiency over predecessor models.\nEnergy Management\n\nWe take steps at each location to mitigate the environmental effects of day-to-day operations and manufacturing processes. This includes making efforts to reduce our energy consumption.\n\nAs a large industrial manufacturer, we are able to leverage both our scale and our innovative processes to drive energy efficiency and promote the transition to clean sources of energy.\n\n| In 2021:                      |\n|------------------------------|\n| 8,567,744 GJ Total Energy Consumed | 98% Grid Electricity | 2% Renewable |\n\nBath Iron Works procures solar energy credits through a long-term partnership that are expected to ultimately provide 92% of the total electricity consumed at its main shipyard. This not only reduces our carbon footprint, but also provides financial certainty for the developers constructing six new solar projects across Maine.\n**Water and Wastewater Management**\n\nWe are committed to responsible and sustainable use of water by endeavoring to obtain freshwater and discharge treated wastewater without negatively affecting aquatic ecosystems.\n\nAn example of our commitment to sustainable water management is Electric Boat’s process to capture, treat and reuse all of the wastewater at its facility in Quonset Point, Rhode Island. The facility recycles more than 100,000 gallons of industrial wastewater each year by treating it and using it again in manufacturing processes rather than releasing it into the sewer system or sea.\n\nTo safeguard precious groundwater sources, we aggressively ensure compliance with federal and state regulations, including the EPA’s Resource Conservation and Recovery Act (RCRA) Corrective Action Program. Since the inception of this program in 1985, we have sampled, monitored and remediated impacted soil and groundwater at facilities throughout the United States, resulting in the remediation of tens of thousands of tons of impacted soils and millions of gallons of impacted groundwater.\n\nGD Ordnance and Tactical Systems uses a process to neutralize chemicals used for etching and anodizing at its plant in Springboro, Ohio. Used chemicals from two separate places on the assembly line are combined, neutralizing each other and significantly decreasing the amount of waste generated and energy consumed. This process also reduces water usage by more than 10 million gallons per year.\n\n**Solid Waste Management**\n\nWe seek to minimize the generation of solid waste by recovering and recycling raw materials wherever possible and disposing of unrecyclable waste in a sustainable manner and in accordance with the strictest waste disposal standards.\n\n| In 2021:                      |\n|------------------------------|\n| 240.5                        |\n| Total Waste Produced (million lbs.) |\n| 83.8                         |\n| Total Disposed Waste (million lbs.) |\n| 156.7                        |\n| Total Recycled Material (million lbs.) |\nSustainability Products and Services\n\nMany of the products and services we deliver directly enable our government customers to better understand and manage the environment.\n\nFor instance, GD Mission Systems provides climate-related product and service offerings to the Department of the Interior’s U.S. Geological Survey, the National Aeronautics and Space Agency (NASA), and the National Oceanic and Atmospheric Administration (NOAA). These include specially engineered instruments and communications devices for observation satellites, including the Landsat constellation, which collects data on forests, farms, urban areas and freshwater on the planet. Leaders from across the globe use freely available Landsat data to better understand environmental change, manage agricultural practices, allocate scarce water resources, respond to natural disasters and more.\n\nGDIT’s federal portfolio includes programs supporting the EPA and other environmentally focused organizations. These services include consulting in environmental sciences and public health and support of the Western Climate Initiative, the Regional Greenhouse Gas Initiative and other EPA initiatives, including its flagship energy-efficiency ENERGY STAR program.\n\nGeneral Dynamics Land Systems recently unveiled the AbramsX, a prototype next-generation main battle tank that consumes 50% less fuel than M1A2 Abrams tanks currently in service. Its reduced weight enables improved mobility and transportability while offering the same tactical range and combat capability. It is supported by a hybrid power pack that enables silent operations using an electric motor. General Dynamics Land Systems also introduced the StrykerX technology demonstrator, adding a hybrid diesel-electric power pack to the U.S. Army’s primary armored combat vehicle.\nGD Mission Systems provides ground stations, communications links and mission operations centers for NASA’s Earth Observing System (EOS), a series of polar-orbiting and low-inclination satellites for long-term global observations of the land surface, biosphere, solid Earth, atmosphere and oceans.\n\nGulfstream manufactured the hurricane hunter jet known as “Gonzo.” Operated by NOAA, the jet is a high-tech, high-flying and high-speed platform used for hurricane forecasting and research of the upper atmosphere. (NOAA photo)\n\nGDIT supplies and maintains NOAA’s two supercomputers, which provide the environmental data that serve as the basis of all weather forecasts in the U.S. These forecasts are critical for public safety and for the viability of the national economy by informing both strategic and tactical decisions about agriculture, transportation, energy and climate change.\nNASSCO’s Comprehensive Environmental Management System\n\nGeneral Dynamics NASSCO’s comprehensive environmental management system focuses on conserving resources and preserving the environment while maintaining operating efficiency. The system’s robust operating and recordkeeping procedures, environmental communication and education resources, and rigorous self-improvement evaluations ensure that NASSCO continues to reduce its environmental impacts, improves local air and water quality, and minimizes the use of hazardous materials.\n\nAir Quality\n\nNASSCO has numerous controls of its production processes to reduce airborne pollutants and protect the local air quality. NASSCO uses welding methods with lower fume generation and operates exhaust filtration systems that, over time, have reduced emissions of hexavalent chromium by 95%.\n\nIn addition, its Sustainable Commute Team is helping reduce emissions from employee transportation by encouraging alternative transportation methods such as vanpool, public transit and biking. Overall, NASSCO completed a total of 15 energy savings projects in 2021, reducing energy consumption by 1.4 million kWh.\n\nWater Quality\n\nLocated in the San Diego Bay, NASSCO prioritizes protecting water quality by capturing and diverting all storm and process water for treatment and discharge to the sewer so that no stormwater flows directly into San Diego Bay.\n\nRecycling\n\nNASSCO’s reclamation line and recycling program recovers recyclables before waste shipment. In 2021, the program recycled 85% of its hazardous and solid waste leaving the shipyard.\n\nNASSCO was the first commercial shipyard in the U.S. to achieve ISO certification for its comprehensive environmental management system.\n\nNASSCO has reduced its reliance on diesel equipment to decrease its emissions. The shipyard has more than 90 electric cranes and uses exhausted treatment systems and filters for equipment with large diesel engines. Since 2004, NASSCO has reduced overall diesel emissions by 80%. In 2022, NASSCO introduced a pilot program to use renewable diesel fuel in the shipyard that lowers particulates by 30% and reduces greenhouse gas emissions by more than 80% compared to traditional diesel fuel.\nA shipbuilder at NASSCO\nHuman Capital\n\nEngaging and Developing Talent. We engage and develop employees to prepare our workforce for the future. With our customers, local governments, colleges, technical and trade schools, and internal and external subject matter experts, we create programs that are tailored to our unique needs and offer employees development opportunities that enhance their present and future potential while delivering excellence to our customers.\n\nOnboarding and Mentoring. Meaningful and rapid assimilation into our workforce and continued engagement of our new hires is essential to our success and the success of our customers. Each business tailors onboarding to align new employees with our Ethos and our culture of continuous improvement. Onboarding includes required training and an overview of company policies and our commitment to providing a safe and ethical work environment. To further engage and develop employees, we offer mentoring programs across our business. Our development teams use data analytics to match employees with leaders to begin the mentoring relationship.\n\nPerformance and Recognition. We demand — and reward — actions that embody our Ethos: ethical leadership, technical innovation, creativity and proven results. Using performance management tools and succession plans, we engage and reward employees and develop future leaders to align with strategic objectives tied to company and customer needs. Wherever possible, compensation is performance-based. Expectations are transparent and are reinforced through ongoing feedback and semi-annual and annual reviews.\n\nIn addition to ongoing and formal reviews, we employ recognition tools to encourage innovation, continuous improvement, creativity, teamwork and commitment to our Ethos. Leaders and peers may nominate employees to recognize their achievements.\n\nBy fostering a culture that celebrates and rewards excellence, we encourage employees to bring their best to work every day.\n\nIn 2021, General Dynamics offered nearly 700 internship opportunities across the company, as well as another 500 traditional apprenticeships in manufacturing or design competencies.\n\nLabor Relations. About 20% of our employees are represented by labor unions. Our employees are free to exercise their rights of freedom of association and collective bargaining. We work to maintain positive relations with our employees’ representatives and to engage in good-faith negotiations on issues important to our employees, such as wages, benefits, schedules, job progression, health and safety.\n\nWe have a proven track record of strong relationships with collectively bargained employees. As agreements expire or issues arise, we work closely with the bargaining units to seek mutually beneficial outcomes.\nVeterans. We are committed to recognizing the unique contributions of those individuals who have served in defense of our nation, and providing opportunities to develop skills that will be valuable to them as civilians. We offer dedicated ERGs and mentoring programs that assist in attracting, transitioning and retaining this critical part of our workforce.\n\nMore than 17% of our U.S. workforce are veterans. This is more than three times the percentage of veterans in the U.S. civilian labor force.*\n\n*Source: Department of Labor (https://blog.dol.gov/2021/11/9/veterans-in-the-labor-force-6-stats)\n\nSupporting Veterans. We recognize that military veterans bring unique skills and a strong work ethic to our company. We have several programs to assist service members in the transition to civilian life through programs that provide training and work experience. These include DoD’s SkillBridge program, which allows service members to gain work experience through specific industry training, apprenticeships or internships during their last 180 days of service. Many of the participants go on to become GD employees.\n\nAt GDIT, newly hired veterans engage with other veterans in virtual discussion forums to assist with their transition to the private sector. Forums include smaller mentoring breakout sessions to allow for more hands-on exploration of relevant support tools.\n\nIn 2021, we hired 2,630 veterans of the U.S. armed forces, 15% of our total new hires.\n\nSupport for National Guard and Reserve Employees. Many of our employees are military reservists or members of the National Guard. We proudly support them in their service to our nation. We have been recognized for our strong support of these citizen soldier employees.\n\nBath Iron Works received the DoD Pro Patria Award and the Employer Support of the Guard and Reserve (ESGR) Extraordinary Employer Support Award for its commitment and sustained employer support of National Guard and Reserve service.\nInternships and Pipeline Programs. We partner with local colleges, high schools, trade schools and universities to provide internship and training opportunities, as well as to participate in job fairs. In many cases, we also provide input on curriculum so that schools match their programs to meet the skills students will need in the workplace. We provide hundreds of internship opportunities to expose students to real-world projects through hands-on experiences.\n\nEach year, we offer hundreds of internships across the company, as well as traditional apprenticeships in manufacturing or design competencies. We have relationships with many colleges and universities to offer internships or to participate in job hiring events. These are just a few of the schools we work with:\n\n- Arizona State University\n- Central State University\n- Florida A&M University\n- George Mason University\n- George Washington University\n- Georgia Institute of Technology\n- Grambling State University\n- Hampton University\n- Howard University\n- James Madison University\n- Massachusetts Institute of Technology\n- Morgan State University\n- New York University\n- Northeastern University\n- North Carolina Agricultural and Technical State University\n- Prairie View A&M University\n- Purdue University\n- Savannah State University\n- Technische Universität Kaiserslautern\n- Tuskegee University\n- University of the District of Columbia\n- University of Southern California\n- University of Texas at Austin\n- Virginia Polytechnic Institute and State University\n- Virginia State University\n\nNearly 2,000 of our employees across our businesses participate in tuition assistance programs each year to complete formal bachelor’s or master’s degrees.\n\nAt our corporate headquarters in Virginia, we recruit students from diverse backgrounds enrolled at area universities, including Historically Black Colleges and Universities. Interns complete a rigorous program that includes leadership training, multiple assessments, cohort team-building and on-the-job training.\nDiversity, Equity and Inclusion\n\nOur competitive advantage is our workforce. The unique contributions of each employee are what drive innovation and productivity. We proudly support a culture of inclusion and encourage a work environment that respects diverse opinions, values individual skills and celebrates the unique experiences our employees bring to the workplace. We measure workforce trends to establish accountability for continuing to cultivate diverse, equitable and inclusive environments at every level of our company.\n\nOur Ethos — rooted in respect — guides how we engage with each other. We believe that diversity, equity and inclusion make us a better corporation and enhance the value we deliver to stakeholders.\n\nWe work to continually improve representation of diverse talent at all levels of the company so that we reflect the communities in which we operate. Our ongoing efforts include developing ways to attract and retain diverse talent. We gather data about overall demographics, promotions, recruitment and other processes across the employee lifecycle and use that to inform our areas of focus for continued improvement.\n\nWho We Are\n\nThe following provides the composition of our U.S. workforce, as reported on our 2021 form EEO-1 or as self-reported by our employees, with comparison to the prior year.\n\n| Gender | Men | Women |\n|--------|-----|-------|\n|        | 76.2% | 23.8% |\n|        | ↓−.4pt | ↑+.4pt |\n\n| Race/Ethnicity | Asian | Black | Hispanic | Native American | Pacific Islander | White | Two or More Races |\n|----------------|-------|-------|----------|-----------------|------------------|-------|-------------------|\n|                | 5.6%  | 10.8% | 9.1%     | 0.4%            | 0.4%             | 72.1% | 1.7%              |\n|                | ↓−.1pt | ↑+.3pt | ↑+.4pt | same            | ↓−.1pt          | ↓−.6pt | ↑+.1pt |\n\n| Veterans | Disability |\n|----------|------------|\n| Self-ID as a veteran of the armed forces | Self-ID as having a disability |\n| 17% | 6% |\n\nIn 2021, 38.7% of our new U.S. hires were people of color.\n**HBCU Partnerships.** We have expanded our partnerships with Historically Black Colleges and Universities (HBCUs) and other colleges with highly diverse student bodies as part of our ongoing effort to increase diversity through internships and employment.\n\n**Employee Resource Groups.** Across our business units, we cultivate inclusive work environments by sponsoring ERGs and diversity councils. We have 27 ERGs that serve 10 distinct employee segments, with the formal support and sponsorship of senior leaders. Over the past two years, we have seen a marked increase in participation in established groups and have welcomed several new groups.\n\n**Diversity Partnerships.** We partner with several external organizations to help us recruit and develop diverse talent.\n\n---\n\nWe need people with talent, curiosity and passion to help us build some of the most innovative products and solutions to make our world a safer place.\n**Skills Training.** We offer a variety of programs that enable our employees to gain additional skills so they can grow their value to the company. These include programs that grant certificates in key technical areas. At our shipyards, we offer active learning centers that teach more than 200 skills, allowing shipbuilders to expand their skills in areas such as welding or pipe fitting in a realistic environment.\n\n**Competency and Leadership Training.** We offer various training programs to equip leaders with skills and competencies needed to engage technical and manufacturing employees. These range from certificate-granting program management courses to leadership and management development programs that rotate future leaders through different parts of the company.\n\n**Cultivating Female Talent.** We have longstanding partnerships with many organizations dedicated to increasing the participation of women in our industry, including Girls Who Code, STEM for Her, EmpowHer and Women in Aviation, among others.\n\nGDIT’s annual Women + Tech event brings together women at different stages of their careers for an inspiring and engaging event that showcases actionable tools, insights and networking to support career growth and mobility.\n\nElectric Boat’s “The Boat for Women” program introduces participants to shipbuilding trades, including welding, machining and pipefitting.\nHealth, Wellness and Safety\n\nGeneral Dynamics is committed to providing our employees and their families with the means to lead healthy, productive lives. We invest in their physical, emotional, social and financial well-being to help them achieve their full potential personally and professionally. Our wellness programs provide resources, information, motivation and support to empower our employees to manage their health and make informed decisions.\n\nBenefits. Our benefits offerings include medical, dental, vision, and prescription-drug coverage; life, survivor, accidental death and dismemberment insurance; short- and long-term disability benefits; multiple tuition assistance programs; voluntary benefits, such as legal insurance; identity theft protection; critical illness insurance; accident insurance; and coverage for home, auto and pets.\n\nTo assist employees with financial wellness, we offer retirement planning counselors and market-competitive 401(k) programs. In addition, we offer members access to tax-free flexible spending accounts and health savings accounts.\n\nOur Employee Assistance Program (EAP) helps employees access childcare and free counseling. Other programs vary by business and location, reflecting the distinct and diverse needs of our employees, and include everything from biometric screenings, mental wellness and fitness programs to in-person health coaches and a variety of apps that can help employees navigate difficult health care decisions and life changes.\n\nFamily Support. We recognize the importance that families play in the well-being of our employees. We provide a wealth of resources to assist employees seeking to expand their families, such as adoption support benefits, infertility treatment coverage and maternity programs. We also offer paid parental leave programs and provide tools and resources for parenting support. Program availability varies by business unit but may include paid family leave, as well as backup daycare and support in locating caregivers.\nSafety. Maintaining a safe work environment for our employees is paramount. Our policies and standards require that we operate in a way that promotes safety and well-being. Across the business, we take measures to prevent workplace hazards, enforce a culture of continuous improvement to ensure our processes help reduce injuries and illnesses, and comply with all applicable health and safety laws.\n\nFifty-seven of our sites operate under ISO 45001, widely regarded as the world’s highest occupational health and safety standard, and more are in the process of achieving certification. Under ISO 45001, workplace safety is not a stand alone issue but rather an integral part of the business strategy to maintain a sustainable organization. As a result of our efforts, many of our business units have been recognized for their success in promoting health and safety among their workers.\n\nOur safety record is consistently better than industry standards.\n\nSafety Data: Industry Comparison\n\n| Year | Recordable Case Rate | Absence Case Rate |\n|------|----------------------|-------------------|\n|      | Industry Standard    | General Dynamics  | Industry Standard | General Dynamics |\n| 2013 | 3.30                 | 2.69              | 1.40              | 0.81             |\n| 2014 | 2.85                 | 2.65              | 1.30              | 0.79             |\n| 2015 | 3.05                 | 2.25              | 1.25              | 0.72             |\n| 2016 | 2.80                 | 1.90              | 1.25              | 0.58             |\n| 2017 | 2.65                 | 1.64              | 1.25              | 0.44             |\n| 2018 | 2.35                 | 1.83              | 1.15              | 0.54             |\n| 2019 | 2.20                 | 2.10              | 1.05              | 0.53             |\n| 2020 | 2.40                 | 1.64              | 1.50              | 0.47             |\n| 2021 | 3.40                 | 2.17              | 2.30              | 0.74             |\n\n*Industry standard numbers are the average of the recordable cases reported by the Aircraft Manufacturing and Shipbuilding & Repairing industries to the U.S. Department of Labor’s Bureau of Labor Statistics.\nProduct Safety. Our customers use our products — from nuclear-powered submarines to high-speed, long-range business jets — to perform no-fail missions, and we never compromise on safety. True to our Ethos, we commit to providing our customers with products that raise the bar for safety, performance and quality. Our purposeful investment in research and development propels superior design that incorporates the latest in safety solutions and includes technological advances to create a competitive edge.\nHuman Rights\n\nWe recognize the fundamental human dignity of all people. As a company with operations and suppliers around the world, we place a high priority on respect for basic human rights in our business activities, and this core value is embedded at all levels of our business.\n\nOur corporate Ethos demands responsible and ethical practices, which include respecting the dignity of the work conducted on our behalf by business partners. We do not discriminate. We value the diversity of our workforce. We respect the rule of law.\n\nMoreover, we recognize the special responsibility that comes with providing products and services with lethal capabilities, and we strive to comply rigorously with applicable laws and requirements regarding product safety and end use.\n\nIn our complex and international business, some circumstances may be subject to potentially competing imperatives. In carrying out our core commitment to human rights, our North Star is U.S. law and policy.\n\nGiven our role as a core supplier to the U.S. government and military, we are legally, ethically and morally bound to support its foreign and defense policies.\n\nDue Diligence. Risk-based due diligence is an important part of our approach to identifying, assessing and mitigating risk. By taking prudent steps to understand the proposed parties and nature of proposed engagements or transactions, we strive to consider the implications of our business activities prior to entering into them.\n\nHuman rights risks, like other risks associated with any engagement or transaction, are included within this well-established approach to addressing risks. Risks related to human rights may arise in a variety of areas of a particular engagement or transaction, from supply chain conduct to environmental implications of operations. Accordingly, our due diligence is focused on particular risks rather than human rights generally.\nThe nature and location of our business activities serve to mitigate or avoid certain risks. For example, most of our supply chain is concentrated in the United States, where there are fewer concerns about modern slavery or child labor.\n\nOur risk-based due diligence efforts scale in proportion with the degree of potential risk. For example, we do not conduct customer-based due diligence for our U.S. government sales. Following this risk-based approach, our due diligence may focus on:\n\n- Identity of the party or parties involved the transaction, including potential end users of products or services\n- Beneficial ownership of party or parties\n- Impacts of U.S. and other applicable export laws and sanctions on the proposed party or parties, engagement or transaction, including restrictions on end use, end users or retransfers\n- Legal structure, location of business operations, and related entities of those involved in the transaction\n- Qualifications and ability to perform relevant obligations by relevant party or parties\n- Supplier quality and compliance, including conflict minerals and labor practices\n- Counterparty labor standards and compliance with occupational and health requirements\n- Environmental impacts and compliance with environmental laws and regulations\n- Anti-corruption or anti-money laundering risks associated with the party or parties, engagement or transaction, including relations with government officials or political candidates\n- Financial, cyber or operational risks associated with the relevant engagement or transaction\n- Other regulatory or reputational risks associated with the party or parties, engagement or transaction\n\nWe tailor our efforts to the particular due diligence focus area and related risks. We use a variety of tools, techniques and analyses to identify and assess the risk of a proposed engagement or transaction. For example, depending on the engagement or transaction and focus of the due diligence, we may use:\n\n- Screening of relevant parties against government-issued lists of individuals, entities and countries subject to concerns, prohibitions, sanctions or regulatory enforcement\n- End-use certifications\n- Site visits and meetings\n- Engagement of specialized external advisers\n- Third party audit or investigative services\n- Surveys, self-assessments or interviews of parties involved in the transaction\n- Reference checks\n- Specialized database searches\n- Open source and web searches for adverse media\n- Review of financial records, banking information, legal and corporate records and credit checks\n- Anti-corruption or conflict of interest statements or certifications\n- Financial analyses\n- Legal assessments\nRed flags regarding potential legal, policy, regulatory, reputational or operational risk are escalated within our robust risk management structure.\n\nWhere appropriate, we conduct further, enhanced due diligence. The results of due diligence and potential risks are assessed by management from relevant functions such as operational management, human resources, legal, international trade compliance, finance, engineering, health and safety, manufacturing, and supply chain. Engagements or transactions presenting significant risks are escalated to senior management in accordance with our risk management framework.\n\n**End-Use Risk.** We are transparent and accountable regarding our commitments to human rights. Our mature and sophisticated process identifies and addresses material risks, including those related to human rights. We understand and take seriously the fact that many of our products and services have the capacity to take human life.\n\nOur principled approach to addressing end-use risk closely follows U.S. national security and foreign policy and strictly adheres to applicable export law. U.S. laws and regulations governing the export of weapons and other defense articles reflect U.S. defense and foreign policy, which includes the promotion and protection of human rights and international humanitarian law. This export regime contains express provisions addressing end-use risk of defense articles, including exacting eligibility criteria for non-U.S. purchasers, clear limits on permitted uses of exported defense articles, active end-use monitoring and reporting of transactions to Congress. We have a rigorous compliance process, including comprehensive due diligence and approval processes, to ensure that we follow these laws.\n\n**End-Use Monitoring.** When GD products are transferred to foreign allies, the U.S. government tracks their status and confirms their users’ trustworthiness throughout the products’ lifecycles.\n\nResponsibility for end-use monitoring of foreign military sales falls under the DoD’s Golden Sentry program, while the responsibility for direct commercial sales is within the purview of the Department of State’s Blue Lantern program. The Department of Commerce monitors potential dual-use items. All share the following goals: to ensure that foreign nations use products for their intended purpose, that they receive U.S. approval for transfer to third-parties and that they provide adequate security. Specific end-use monitoring measures include quarterly inventory reports, serial number verification for particularly sensitive items and physical inspections by U.S. embassy personnel.\n\nWe want our products to be used in the right way, by the right people. We fully support U.S. government laws and policies on the transfer of weapons to partner nations, which include comprehensive end-use monitoring.\nCommunities\n\nThough our company spans continents, we never lose sight of the communities where we live and work. Our businesses invest in and promote involvement at the local level to make our communities better, whether that is through improving education and social services; promoting health, arts and culture; supporting policies to strengthen our national security; helping those in need; or assisting veterans and their families.\n\nSupporting our communities. Each business unit participates in community outreach and support efforts that align with local community needs. Employees choose programs and organizations to support based on what is important to them, then organize the donation of time, goods and services. These programs support places, such as local chapters of the United Way, the YMCA or organizations like Jill’s House in the D.C. metro area, which celebrates and provides support for children with special needs and their families.\n\nOther initiatives include:\n\n- Gulfstream’s cloud-based giving program, called “Gulfstream for Good,” provides a company match for donations made to the charity or nonprofit of employees’ choice. Between pledges and company match, the program has provided more than $1.5 million to local charities.\n\n- Through the “GDIT Cares” program, employees performed more than 30,600 hours of service in 2021, including participating in an annual back-to-school drive, holiday giving campaign and STEM education. GDIT also makes a monetary donation to organizations where a GDIT employee has volunteered for 15 hours or more.\n\n- Bath Iron Works provides frozen turkeys to employees and area food banks at Thanksgiving, supporting community dinners for those in need. Many employees opt to donate their turkeys to area food banks and community organizations.\n\nOur philanthropy and volunteer efforts focus on:\n1. Education & Social Services\n2. Arts & Culture\n3. Service Member Support\n\nNASSCO firefighters conduct an annual “Fill the Boot” drive to raise funds for burn survivor support services, including “Camp Beyond the Scars” for burn-injured children and burn-prevention educational activities.\nEducational Outreach. A key element of our community outreach is support for education, especially in the STEM fields. Our employees volunteer their time, talent and expertise to teach and train future members of the workforce, leading robotics clubs and rocketry competitions, and mentoring college students and interns. Facilitating strong knowledge and understanding of STEM concepts, particularly in underserved communities, is crucial to building a pipeline of talent for a productive society and our future workforce.\n\n- GDMS donated 250 mixed reality smart glasses to the University of Central Florida for students to use in research pursuits.\n- GD Land Systems employees mentor students at the Ohio State University’s engineering technology program that introduces students to STEM-specific topics and offers visits to GD facilities to demonstrate how STEM is integrated into their jobs.\n- Gulfstream has partnered with EAA AirVenture Oshkosh to provide more than 150 educators with workshops and presentations on ways to integrate aviation and STEM into teaching curricula.\n\nMilitary Outreach. We support several organizations and events that honor and provide assistance to those who have served. These include:\n\n- The Association of the United States Army (AUSA) Army Ten-Miler, which raises funds for the Army Family and Morale, Welfare and Recreation program\n- The National Military Family Association, which strives to stand up for, support and enhance the quality of life for every military family\n- The Semper Fi Fund, which provides urgently needed resources and support for combat\nPolitical Engagement\n\nGeneral Dynamics Corporation does not make political contributions.\n\nWe offer eligible employees in the U.S. the opportunity to make voluntary political contributions through a political action committee (PAC). The General Dynamics Employee PAC is organized and operated on a strictly voluntary, nonpartisan basis and is registered with the Federal Election Commission (FEC). The PAC’s political contributions are reported to the FEC, where they become a matter of public record and are available for review online. PAC contributions are subject to a robust internal review process to ensure they represent the best interests of General Dynamics employees. In addition, internal financial controls exist to ensure compliance with federally mandated contribution limits.\n\nOur employee PAC invests contributions in candidates based on:\n\n- Support for national security and aerospace\n- Membership on key committees legislating on issues of importance to General Dynamics\n- Representation in districts and states where General Dynamics facilities, suppliers or employees are located\n- Leadership positions\n- Prior military or aerospace industry experience\n- Prior military or aerospace industry experience\n\nAs a foundational principle, our employee PAC refrains from partisan politics, remaining focused on national security and on advocating for the success of GD and its employees. That means we give to members of both parties, and we delink our support from issues unrelated to our core business.\n\nWe do not contribute to presidential campaigns, “super PACs,” or other 527 or 501(c)(4) organizations. Our employee PAC will not support members of Congress who provoke or incite violence or similar unlawful conduct.\n\nTo ensure compliance with all applicable laws relating to political activities and effective corporate governance, we follow a strict policy governing lobbying practices. This includes tracking and reporting lobbying costs and expenses as nondeductible for tax purposes and unallowable for purposes of U.S. government contracts.\n\nIn 2021, we engaged with members of Congress regarding the proposed federal tax credit for SAF, including in the Sustainable Skies Act. The legislation would provide a tax credit for SAF that achieves at least a 50% reduction in lifecycle GHG emissions compared to conventional jet fuel. We have also communicated our support for a federal grant program administered by the Department of Transportation to lawmakers. The program would provide funding to help stand up facilities to produce SAF and develop new aviation technologies that would reduce greenhouse gas emissions.\nCybersecurity and Data Privacy\n\nWe are committed to safeguarding employee, customer, national security and third-party information entrusted to our care. We have a proactive and robust information security program. Our priority is to protect sensitive information from potential internal and external threats targeting our systems and data.\n\nConsistent with our decentralized business model, each business unit designs and operates its own information security program tailored to its market, customer requirements and threats while maintaining compliance with centrally defined policies and standards. We review and update our policies and standards to address changes in federal government requirements, emerging commercial best practices and the latest evolving cyber threats.\n\nTo guide our programs addressing the dynamic nature of cyber threats, the Cyber Council collaborates across the company to recommend policy updates, support executive decision-making on cybersecurity matters and address strategic cyber threats to our business. Reporting directly to the chairman and CEO, the Cyber Council seeks to enhance our defenses and mitigate advanced and persistent threats to our information systems.\n\nWe have experienced cyberattacks in the past and strive for continuous improvement in our policies, procedures and practices in light of evolving threats. While there is no assurance that our actions — including the timeliness of our efforts or those of third parties on which we rely — will be sufficient to detect, prevent and/or mitigate future cyberattacks, as part of our information security program, our businesses protect our company from cyber threats by:\n\n- Identifying cyber threats and critical information assets\n- Implementing cybersecurity prevention, detection and response controls\n- Incorporating cyber risk assessment practices into program activities\n- Integrating cyber risk management into business risk governance practices\n- Engaging with suppliers to address supply chain cyber risks and enable their compliance\nWe monitor our program’s effectiveness by performing audits and leveraging commercial tools and outside experts to assess our cybersecurity posture and health, to include conducting cyber penetration testing. The corporate information security team makes regular reports to management and the board on the maturity and performance of our cybersecurity programs.\n\nAs a large, well-known aerospace and defense contractor, we face numerous cybersecurity threats, including threats to our IT infrastructure and attempts to gain access to information in our care. We also design and manage IT systems for customers, and many of the products we manufacture contain IT systems that are subject to those same threats.\n\nRecognizing that every employee plays a critical role on the frontline of our cyber defenses, we conduct regular cybersecurity awareness training on detecting and reporting suspicious activity.\n\nWe also engage with our supply chain partners to help raise their awareness of the threats facing the defense industrial base and to help increase their ability to defend against them.\n\nWe leverage our experience as a leading cybersecurity provider for national defense customers to continually evolve and enhance our cyber defenses, seeking to monitor, manage and avoid risks to the information on our systems and networks. Moreover, we commit to continuously improving our cybersecurity capabilities and those of our supply chain partners.\n\n**Data Privacy and Protection.** Like all businesses, we handle data that may include personal and sensitive information about our employees, our customers and third parties. Safeguarding this information is a responsibility we take seriously.\n\nOur data privacy programs are designed to address the challenges of expanding national and global privacy regulation, the growth in volume and sensitivity of privacy data and the increased use of third-party vendors. Core tenets of our program include collecting minimal amounts of information necessary to meet our business needs and seeking to ensure that the information we have is used exclusively for valid business purposes in accordance with written policies and procedures.\n\nWe regularly monitor and update our policy to maintain compliance with national and global data privacy laws and regulations. We also leverage the maturity of our general cybersecurity program with additional targeted privacy controls to protect privacy information against unauthorized access, use or disclosure.\nSome of our recent accolades include:\n\n- **American Council for Technology and Industry Advisory Council (ACT-IAC)** – *Innovation Impact Award*\n- **Clearance Jobs** – *Top 25 Veteran-Friendly Businesses in National Security*\n- **Disability Equality Index** – *Best Places to Work*\n- **Fast Company** – *100 Best Workplaces for Innovators*\n- **Forbes** – *America’s Best Employer for Diversity*\n- **Forbes** – *America’s Best Employers*\n- **Forbes** – *America’s Best Large Employers*\n- **Forbes** – *America’s Best Management Consulting Firms*\n- **Forbes** – *Best Employers by State: Connecticut, Massachusetts, Virginia*\n- **Forbes** – *Best Employers for Veterans*\n- **Forbes** – *Canada’s Best Employers*\n- **Forbes** – *The World’s Best Employers*\n- **Fortune** – *Blue Ribbon Companies*\n- **Fortune** – *World’s Most Admired Companies*\n- **Handshake** – *Early Talent Award*\n- **Leading Employers** – *Top 1% of Employers in Germany*\n- **Military Friendly** – *Gold Military Friendly Employer*\n- **Military Friendly** – *Top Ten Supplier Diversity Program*\n- **Military Times** – *Best for Vets: Employers*\n- **Payscale** – *Best Gen Y Employers*\n- **Professional Women’s Magazine** – *Top Employer*\n- **Professional Women’s Magazine** – *Top Supplier Diversity Programs*\n- **United Way** – *Live United Award of Excellence*\n- **U.S. Department of Labor** – *HIRE Vets Gold Award*\n- **U.S. Veterans Magazine** – *Top Supplier Diversity Programs*\n- **U.S. Veterans Magazine** – *Top Veteran-Friendly Companies*\n- **VETS Indexes** – *5-Star Employer*\n- **Washington Business Journal** – *Business of Pride Award for Advancing LGBTQ+ Equality*\n- **Washington Business Journal** – *Corporate Diversity Index*\n- **Washington Post** – *Top Workplaces*\n- **WayUp** – *Top 100 Internship Programs*\nWhere practicable, we seek to follow the disclosure topics and accounting metrics established by the Sustainability Accounting Standards Board (SASB). Although SASB is currently being consolidated under the IFRS Foundation, through the new international Sustainability Standards Board (ISSB), SASB standards remain the standard for sustainability reporting and disclosure. Below are the SASB standards for the Aerospace & Defense sector, with links to relevant information.\n\n| Metric Code | Accounting Metric | Report Location |\n|-------------|-------------------|-----------------|\n| **Energy Management** | | |\n| RT-AE-130a.1 | (1) Total energy consumed, GJ (2) Percentage grid electricity, % (3) Percentage renewable, % | (1) 8,567,744 GJ (2) 98% (3) 2% Energy Management |\n| **Waste Management** | | |\n| RT-AE-150a.1 | Amount of hazardous waste generated, percentage recycled | 29% of 18,199 tons of hazardous waste were recycled throughout the enterprise. |\n| RT-AE-150a.2 | Number and aggregate quantity of reportable spills, quantity recovered, kg | Not centrally reported. We promptly report all suspected or confirmed spills to the appropriate environmental authority. |\n| **Data Security** | | |\n| RT-AE-230a.1 | Number of data breaches, percentage involving confidential information | None of a material nature |\n| RT-AE-230a.2 | Description of approach to identifying and addressing data security risks in company operations and products | Cybersecurity and Data Privacy |\n| **Product Safety** | | |\n| RT-AE-250a.1 | Number of recalls issued, total units recalled | None |\n| RT-AE-250a.2 | Number of counterfeit parts detected, percentage avoided | We promptly report all suspected or confirmed cases to the government and/or the customer. Global Supply Chain |\n| RT-AE-250a.3 | Number of Airworthiness Directives received; total units affected | The most recent information is available from the FAA. |\n| RT-AE-250a.4 | Total amount of monetary losses as a result of legal proceedings associated with product safety | None of a material nature |\n### Fuel Economy & Emissions in Use-Phase\n\n| RT-AE-410a.1 | Revenue from alternative energy-related products, USD | Not disclosed  \n| Sustainable Products and Services |\n| RT-AE-410a.2 | Description of approach and discussion of strategy to address fuel economy and GHG emissions of products | Environmental  \n| Sustainable Products and Services |\n\n### Materials Sourcing\n\n| RT-AE-440a.1 | Description of the management of risks associated with the use of critical materials | Materials Sourcing |\n\n### Business Ethics\n\n| RT-AE-510a.3 | (1) Total amount of monetary losses as a result of legal proceedings associated with incidents of corruption, bribery and/or illicit international trade  \n(2) Revenue from countries ranked in the “E” or “F” Band of Transparency International’s Government Defence Anti-Corruption Index  \n(3) Discussion of processes to manage business ethics risks throughout the value chain | (1) None  \n(2) We do not have direct defense business with any of these countries outside of that overseen by the U.S. government’s Foreign Military Sales or Direct Commercial Sales process, or equivalent allied country processes.  \n(3) Global Supply Chain |\n\n### Activity Metrics\n\n| RT-AE-000.A | Production by reportable segment | Aircraft deliveries in units are reported in our 10-K. Deliveries of ships, combat vehicles and other systems are reported as applicable by our government customers.  \nReview of Operating Segments (10-K) |\n| RT-AE-000.B | Number of employees | 101,700 (as of December 31, 2021)  \nAbout Us |\nIn addition to the SASB Aerospace and Defense items above, we also report on the following items.\n\n| Greenhouse gas emissions | Reducing Greenhouse Gas Emissions |\n|--------------------------|----------------------------------|\n| (1) Scope 1              |                                  |\n| (2) Scope 2              |                                  |\n| (3) Scope 3              |                                  |\n\n| Safety                   | Health, Wellness and Safety      |\n|--------------------------|----------------------------------|\n| (1) Recordable cases     |                                  |\n| (2) Absence cases        |                                  |\n| (3) Lost work days       |                                  |\n\n| Demographics             | Our full EEO-1 report is posted online at GD.com. Diversity, Equity and Inclusion |\n\nIn accordance with ISO 14064, General Dynamics engages a third party to provide independent verification of our GHG emissions information. 2021 data has been independently verified by Apex Companies, LLC. A copy of the verification opinion declaration is available on the General Dynamics website.\n\nOur Commitment to Transparency\n\nWe are committed to collecting, assessing and making available data about our company in order to keep investors, employees, customers, suppliers, communities and other stakeholders informed. Supporting documents, to include our Annual Report, Proxy Statement, Equal Employment Opportunity report (EEO-1), CDP questionnaire and independent verification statements, are available at gd.com/responsibility.\n\nForward-Looking Statements\n\nThis report may contain information about the company’s expectations of future performance, including future financial or operating performance. This information constitutes “forward-looking statements” within the meaning of the Private Securities Litigation Reform Act of 1995, as amended. Forward-looking statements are based on management’s current expectations, estimates, projections and assumptions. These statements are not guarantees of future performance and involve risks and uncertainties that are difficult to predict. Therefore, actual future results and trends may differ materially from what is forecast in forward-looking statements due to a variety of factors. Additional information regarding these factors is contained in the company’s filings with the Securities and Exchange Commission (SEC), including our Annual Report on Form 10-K, our Quarterly Reports on Form 10-Q and our Current Reports on Form 8-K. All forward-looking statements speak only as of the date they were made. General Dynamics does not undertake any obligation to update or publicly release any revisions to any forward-looking statements to reflect events, circumstances or changes in expectations after the date of this report.\n\nExcept where otherwise noted, the information covered in this report highlights the company’s performance and initiatives in fiscal year 2021. Calculations and statistics included in this report are in part dependent on the use of estimates and assumptions based on historical levels and projections and are therefore subject to change. Statements regarding General Dynamics’ goals, commitments and objectives, including related statistics or metrics, may be based on estimates and assumptions under developing standards that may change in the future. Such goals and commitments are not intended to be promises or guarantees and actual results may differ materially.\n\nThis report has not been externally assured or verified by an independent third party. The inclusion or absence of information in this report should not be construed to represent the company’s belief regarding the materiality or financial impact of that information. This report may also contain links to internet sites of or references to third parties. Such links or references are not incorporated by reference to this report and we can provide no assurance as to their accuracy. Further, the use or inclusion of such information is not intended to represent endorsements of any products or services.\n\nThe appearance of U.S. Department of Defense photos does not imply or constitute DoD endorsement.\n", "source": "general_dynamics_2022", "added": "2025-04-27", "created": "2025-04-27", "metadata": {"Source-File": "climate_reports/tp_reports/general_dynamics_2022.pdf", "olmocr-version": "0.1.59", "pdf-total-pages": 62, "total-input-tokens": 113961, "total-output-tokens": 20774, "total-fallback-pages": 0}, "attributes": {"pdf_page_numbers": [[0, 0, 1], [0, 427, 2], [427, 2132, 3], [2132, 3443, 4], [3443, 3768, 5], [3768, 4439, 6], [4439, 4831, 7], [4831, 5442, 8], [5442, 5979, 9], [5979, 7760, 10], [7760, 8293, 11], [8293, 9348, 12], [9348, 9404, 13], [9404, 10918, 14], [10918, 12376, 15], [12376, 14858, 16], [14858, 15732, 17], [15732, 18374, 18], [18374, 19651, 19], [19651, 22088, 20], [22088, 24437, 21], [24437, 26786, 22], [26786, 29038, 23], [29038, 30233, 24], [30233, 31412, 25], [31412, 31445, 26], [31445, 33859, 27], [33859, 34883, 28], [34883, 37137, 29], [37137, 37137, 30], [37137, 38253, 31], [38253, 40468, 32], [40468, 42624, 33], [42624, 43727, 34], [43727, 44594, 35], [44594, 46638, 36], [46638, 48450, 37], [48450, 49336, 38], [49336, 51554, 39], [51554, 51578, 40], [51578, 54343, 41], [54343, 56314, 42], [56314, 58340, 43], [58340, 60416, 44], [60416, 61345, 45], [61345, 62732, 46], [62732, 64752, 47], [64752, 66964, 48], [66964, 67470, 49], [67470, 69372, 50], [69372, 72059, 51], [72059, 74919, 52], [74919, 77063, 53], [77063, 78662, 54], [78662, 81306, 55], [81306, 83351, 56], [83351, 85842, 57], [85842, 87639, 58], [87639, 89698, 59], [89698, 91235, 60], [91235, 95449, 61], [95449, 95449, 62]]}}