{"id": "658bfab0b78e6418c51ef0014c7d2a03e515b553", "text": "# Table of Contents\n\n3 About this Report  \n4 Dear Friends  \n5 2022 Highlights  \n6 Approach to ESG  \n6 ESG Goals  \n8 Assessing and Managing ESG Risks & Opportunities  \n9 Governance  \n10 Board ESG Areas of Risk Oversight  \n11 Board Composition  \n12 Management and Executive Oversight of ESG  \n12 Business Ethics and Compliance  \n13 Political Contributions  \n14 Northeast Alliance (NEA)  \n15 Competitive Behavior  \n17 Cybersecurity and Data Privacy  \n18 Environment  \n18 Environmental Strategy  \n20 Environmental Targets  \n21 Environmental Governance  \n22 Operating an Efficient Fleet  \n23 Reducing Fuel Burn  \n24 Transitioning to Sustainable Aviation Fuel (\"SAF\")  \n26 Converting to Electric Ground Operations  \n27 Environmental Health and Safety and Environmental Compliance  \n29 2022 Emissions Inventory  \n30 Advancing the Future of Flight  \n31 Investments in Emerging Technologies in Sustainability  \n34 Refreshed Carbon Offsetting Strategy  \n35 Opportunity Creation Through Industry Collaboration  \n38 Reducing Onboard Waste  \n40 Climate-Related Risks and Opportunities  \n54 Social  \n54 Social Strategy  \n54 Social Targets  \n55 Safety Management  \n57 Occupational Health & Safety  \n59 Talent Development  \n62 Crewmember (Employee) Engagement  \n64 Hiring & Retention  \n65 Compensation & Benefits  \n66 Diversity, Equity & Inclusion – Our Flight Plan to a More Representative JetBlue  \n69 Human Rights  \n70 Supporting Our Business Partners  \n71 Social Impact and Corporate Social Responsibility  \n72 Soaring Towards a Brighter Horizon  \n74 Crewmember Support Systems  \n76 Appendices  \n77 SASB  \n79 TCFD  \n80 Equal Employment Opportunity (EEO-1) Data  \n81 Verification Certificate\nAbout this Report\n\nJetBlue views robust oversight of ESG matters as critical to ensuring our long-term growth, sustainability and success. Recognizing that ESG is a continuous improvement journey, JetBlue is constantly seeking to understand and mitigate our material risks while maximizing opportunities to drive sustainability. The 2022 ESG & Social Impact Report provides a comprehensive disclosure of those risks and opportunities as they relate to our most material ESG issues, including impacts we’ve created throughout the year.\n\nWe believe transparency and regular reporting are key to driving sustainability across our business, harmonizing with key stakeholders, and serving our communities as they relate to climate change and the environment, culture and human capital. Our 2022 ESG & Social Impact Report aligns to the recommendations set out by the Taskforce for Climate-Related Financial Disclosures (TCFD), the Sustainability Accounting Standards Board (SASB) and in reference to the Global Reporting Initiative (GRI). We view these frameworks as value-based guides, in tandem with the sustainability issues prioritized by our crewmembers, investors, industry partnerships and our customers.\nDear Friends\n\nWe overcame many challenges together throughout this past year and made tremendous progress in restoring the business as travel demand rebounded from the pandemic. While we always face uncertainty in our industry, we remain focused on what we can control, leveraging our unique value proposition of offering low fares and great service. Key to both is making responsible decisions to protect our business and finding the best people to deliver on our mission. This is where environmental and social governance lives.\n\nAt its heart, ESG drives performance, allowing us to understand what our risks and opportunities are for our business. It helps ensure that JetBlue is a desirable and collaborative place to work, where crewmembers feel represented and empowered to deliver at the highest level of service while growing with the company. It also provides us with the platform to enable greater sustainability across the three elements – E, S, and G.\n\nWith the growing demand for travel, we also see growing concern around our industry’s environmental impact. Ensuring the future of our business means ensuring the future of travel is sustainable, for as much as we recognize the impact our emissions have on the environment, our operations and BlueCities are also affected by the disruptions of climate change. In 2022, we announced our most aggressive near-term emissions reduction target yet, with an approved science-based target to effectively reduce our per seat emissions in half by 2035 compared with 2019. Reaching these goals requires a combined focus on fleet and the operational efficiencies within our control along with larger initiatives shared across our industry, like updating the aging US air traffic control system with more modern technology and growing the market for sustainable aviation fuel.\n\nWhile we cannot reach our goals on our own, we are proud of our role as sustainability leaders, flying regular domestic flights with renewable fuel supply by both available SAF producers in 2021 and in 2022 and signing agreements for more than 240 million gallons of future SAF from three additional producers. To encourage the economic sustainability of our SAF needs, we also launched several programs to further our purchases of SAF while sharing the Scope 3 credits with corporate and individual customers and partners.\n\nThe human impact of our projected growth is no less critical to our goals. Our strong culture is the secret to our success, and we see our ability to find and hire from previously untapped talent while taking care of our existing crewmembers as a competitive advantage. By making careers at JetBlue more inclusive and accessible, we are able to find the best crewmembers who reflect the diverse communities we serve and encourage a culture where we all feel represented.\n\nWith our progress toward diversity, equity, and inclusion goals, our external customer research shows that JetBlue ranks number one for diversity and inclusion in accommodating travelers in our focus cities. We also continue to make careers at JetBlue more accessible. With additional pilot Gateways and new maintenance technician development programs, we continued to build on the sustainable talent pipelines established 15 years ago with the first of our JetBlue Pilot Gateway Programs, the longest-running path program for aviation college students program of any US airline.\n\nNone of our efforts in these areas would be as effective if we hadn’t integrated this focus at a fundamental level within our organization. By continuing to build ESG metrics into our company targets, and incentivizing leaders to incorporate sustainability into their goals, we’re able to keep these ideas at the forefront of decision making at all levels. We also focus on attracting leaders to help us on the path of continued success. Welcoming our newest board member, Nik Mittal, in 2022 we are thrilled to be able to leverage his expertise at the intersection of sustainability and finance.\n\nWe appreciate the opportunity to share our ESG successes from 2022 in this report but recognize every step must be followed by the next and remain committed to the journey of growth and improvement. We continue to be inspired by our crewmembers who have joined us on our path and our customers who help guide us. We hope to see you along the way.\n\nRobin Hayes Joanna Geraghty\nCEO President & COO\n\nRobin Hayes Joanna Geraghty\n2022 Highlights\n\nSocial\n\nContinued our focus on progressing towards DEI goals set in 2020 via our DEI Steering Committee.\n\nExpanded diversity recruitment initiatives to feature a diverse slate of candidates of interviews for officer and director roles and achieved 70.4% inclusion rate.\n\nExpanded opportunities for minority and women-owned business partners by including at least one diverse business partner in all RFPs when possible.\n\nLaunched BlueAbilities, our newest Crewmember Resource Group (CRG), creating a safe space for people with disabilities and allies of the community.\n\nGovernance\n\nAppointed Nik Mittal to JetBlue’s board of directors, whose expertise in financial strategy and sustainability will bring even more focus on ESG matters at the highest level of company leadership.\n\nIn 2022, the ESG Subcommittee of the Board met to discuss ESG topics most material to JetBlue during the year, and provided a full, comprehensive update to the entire Board of Directors in February.\n\nPerformed a comprehensive ESG diagnostic aligned to the entire scope of ESG risks and opportunities facing our company and the airline industry, serving as the blueprint for our ESG improvement strategy over the next few years.\n\nEnvironment\n\nImproved carbon emissions on an intensity basis by 5.74% per available seat mile (ASM) from our 2019 baseline.\n\nFormed a dedicated internal Sustainability Task Force, co-chaired by our CEO and Head of Sustainability and ESG, to oversee and ensure the progression of all decarbonization efforts.\n\nAchieved approval of our science-based target by SBTI, with the goal to reduce well-to-wake Scope 1 and 3 GHG emissions related to jet fuel 50% per revenue ton kilometer by 2035 from a 2019 baseline.\n\nSigned 3 new SAF deals:\n- An agreement with Aemetis to supply us with 125 million gallons over a ten-year term, from the Aemetis Carbon Zero production plant in Riverbank, CA.\n- An agreement with Fidelis New Energy to supply us with 92 million gallons over a five-year term starting in 2025, from the Fidelis’ Grön Fuels GigaSystem™ at the Port of Greater Baton Rouge, LA.\n- An agreement to purchase 25 million gallons from AIR COMPANY over a five-year term, an innovative carbon technology company creating carbon-negative alcohols and fuels from carbon dioxide.\n\nExpedited our transition towards our fleet modernization plans and reallocating flying to efficient aircraft, burning up to 35% less fuel per seat.\n\nProcured 660,891 neat gallons of SAF to SFO and LAX, equating to an estimated 5,833 MT CO₂e abated by displacing conventional jet fuel, an increase from 442,532 in 2021.\n\nLaunched our JetBlue Sustainable Travel Partners program, a suite of offerings to help business travel customers reduce their emissions and meet their own sustainability targets.\n\nConverted plastic stir sticks and other cutlery served onboard to bamboo and natural polymer.\n\nRemoved plastic wrap from onboard EatUp boxes, eliminating 510,000 square feet of plastic wrap waste.\nOur Approach to ESG\n\nMitigating risks and seizing opportunities to ensure the long-term sustainability of our business is imperative for JetBlue. We remain focused on continuing to lead in environmental, social and governance initiatives through ambitious target setting, clear actions and strategy, and transparent reporting. We regularly analyze and map the issues facing our stakeholders to which we evaluate where we can drive the greatest impact. From there, we re-calibrate our ESG priorities to reflect the needs and concerns of our crewmembers, shareholders, customers and business partners and then apply meaningful goals, resources, and action plans where possible. We have safeguarded our values of Safety, Caring, Integrity, Passion and Fun since our first flight – and we continue to deliver on those ideals within our approach to ESG.\n\nOur ESG Goals\nWe see robust ESG oversight made of clear, measurable commitments and action. As we look forward, we are pleased to reaffirm our comprehensive short- and medium-term ESG targets released in 2021. These goals continue to hold us accountable in achieving our long-term sustainable goals.\n\n| Goals | Progress, as of YE 2022 |\n|-------|-------------------------|\n| **Emissions** | |\n| Reduce aircraft emissions 25% per available seat mile (ASM) by 2030 from 2015 levels, excluding offsets | We achieved an 8.05% reduction in CO₂ per ASM from 2015 levels. We are on pace to accelerate our reductions and achieve this target through planned fleet changes (pending the extent of aircraft delivery delays), enhanced fuel optimization programs, and SAF commitments. |\n| Achieve net zero carbon emissions by 2040, including high-integrity carbon offsets | In 2022, our Scope 1 carbon emissions were 8.3M metric tons of CO₂. As our flying returned post-COVID, fuel efficiency initiatives and SAF deliveries have kept this number to lower than 2019 values. In 2022, we released our decarbonization pathway with our expected plan to reach this goal. |\n| (New!) Reduce well-to-wake (lifecycle) Scope 1 and 3 GHG emissions related to jet fuel by 50% per RTK (revenue tonne kilometer) by 2035 and from a 2019 base year (science-based target, validated in 2022 by SBTI) | Our emissions on an intensity basis (CO₂e/RTK) decreased 2.94% vs. our 2019 baseline. We released a public roadmap detailing our estimated pathway to achieve our respective targets. |\n| **Sustainable Energy** | |\n| Convert 10% of jet fuel to be from blended sustainable aviation fuel (SAF) by 2030 | While we didn’t define a blend ratio when originally setting this goal, we right-size our deliveries to a 32% blend ratio, which is a typical blend percentage today. Of all jet fuel we consumed in 2022, 0.25% was blended SAF, an increase of 0.04% from 2021. We have multiple future looking SAF commitments that put us on pace to achieve our target and are continuously seeking new opportunities. |\n| Convert 40% of our 3 most common owned ground service equipment types (bag tugs, belt loaders, and push backs) to electric by 2025 and 50% by 2030 | As of YE 2022, 19% of these vehicles are now electric. Once BOS and EWR conversions are complete, we anticipate 35% of these vehicles will be electric. We are evaluating additional conversion opportunities to meet our goals. |\n| Goals | Progress, as of YE 2022 |\n|-------|-------------------------|\n| **Environmental** | |\n| Waste | We have continued to make substantial changes to our onboard product, detailed within a case study in this report. |\n| Maintain at least an 80% recycling rate for audited domestic flights | Our inflight crewmembers sorted and collected cans and bottles according to our standard operating procedure on 93% of our audited domestic flights. |\n| **Leadership Diversity** | |\n| Double our race and ethnic minority representation at the officer and director level, from 12.5% to 25% by 2025 | Our race and ethnic minority representation at the officer and director level remained at 14.8% yet we are aiming to increase diversity at this level in 2023. |\n| Increase our female representation at the officer and director level, from 32% to 40% by the end of 2025 | Our female representation at the officer and director level remains at 31.6%. |\n| **Business Partner Engagement** | |\n| Engage with 80% of top active business partners by spend on ESG principles within the Business Partner Code of Conduct by 2023 | On pace, with work ongoing through 2023 and to be reported on within the 2023 ESG Report. |\n\n| Goals | Progress, as of YE 2022 |\n|-------|-------------------------|\n| **Board ESG Oversight** | |\n| An ESG Subcommittee of the Board, consisting of at least three members, meets at least three times a year, starting in 2021 | Achieved and ongoing. We held meetings of the ESG subcommittee in 2022. Additionally, a comprehensive report out on our most material ESG issues and strategy was provided to the full Board of Directors at their February meeting, with a focus on continued efforts of ESG education and awareness, in addition to a working session on ESG strategy and development. |\n| Board-level accountability and areas of ESG oversight published, starting in 2021 | This effort was achieved in 2021 and is included within this ESG report. ESG efforts are today addressed across a number of board committees and meetings. |\n| **Board ESG Fluency** | |\n| Integrate overall ESG and diversity, equity and inclusion (\"DEI\") into Board member selection process by 2021 | This effort was achieved in 2021 and improvement work is ongoing. In August of 2022, we announced the appointment of Nik Mittal to our Board of Directors, who is the current president and co-portfolio manager of Molecule Ventures LLC, a New York City-based environmental markets investment firm, bringing expertise in environmental matters to our Board. |\n| **Executive Compensation** | |\n| Establish ESG goals tied to senior leadership compensation by 2021 | This effort is achieved and ongoing. In 2021, we tied JetBlue’s senior leaders 2021-2023 long-term incentive plan (LTIP) compensation to key ESG metrics. An ESG Index was developed to measure leadership payouts based on percent reduction in company emissions per ASM, volume of SAF used, spend toward underrepresented business partners, long-term efforts to engage and work with minority and women owned businesses (MWBE), and a more diverse slate of officers and directors. This goal has been extended and with new, more ambitious targets for each year since 2021, with goals now set for the 2022-2024 and 2023-2025 LTIP cycles. |\nAssessing and Managing ESG Risks & Opportunities\n\nIn 2022, we conducted a formal, comprehensive ESG diagnostic to refresh our ESG strategy and drive our long-term sustainability efforts even further. The diagnostic process, which we aim to update and tailor to our yearly planning efforts, provides the foundation for our ESG priorities by capturing the key areas of risks and opportunities. Through ongoing engagement with stakeholders across the organization and externally, we continue to refine our most material issues to reflect their needs and goals as well as macro-economic and environmental conditions.\n\nOur ESG diagnostic process is supported by leading standards and frameworks, including SASB and TCFD, among others. We incorporated the perspectives of sustainable risks and opportunities driven by these contributors against those that are, and have long been, particular to the JetBlue culture business strategy. As a result of this process, in 2022, we identified the following as the most material ESG issues facing our business:\n\n**Environment**\n- Environmental Management (including Environmental Health and Safety)\n- Climate Change and Emissions\n- Responsible Packaging, Water and Waste\n\n**Social**\n- Human Capital Management\n- Labor Relations\n- Diversity, Equity and Inclusion\n- Occupational Health and Safety\n- Product Governance and Safety\n\n**Governance**\n- Corporate Governance\n- Business Ethics and Corporate Behavior\nGovernance\nGovernance\n\nWe believe that strong corporate governance, informed by engagement directly with our stakeholders, creates the foundation that allows us to pursue our mission. We recognize that ESG issues touch all parts of our business. To ensure we are appropriately identifying and managing potential ESG-related risks and opportunities, such as the risks associated with climate change, we have incorporated ESG considerations into our core business functions, including those of our Board.\n\nOur ESG Subcommittee to the Governance and Nominating Committee, formed in 2019, advises the full Board and management on ESG matters. In 2022, the ESG Subcommittee met three times to discuss ESG topics most material to JetBlue. The ESG Subcommittee is also responsible for the Board’s oversight of ESG matters, identification of material ESG issues, and ensuring progress on ESG targets and metrics. ESG oversight extends across nearly all committees of the Board. We view the ESG Subcommittee as the ‘convener’ – ultimately responsible for the Board’s oversight of ESG matters, identification of material ESG issues, and ensuring progress on ESG targets and metrics. The charter of the ESG Subcommittee is available on our website.\n\nWe have a goal of increasing ESG fluency at the Board level, as well as integrating ESG and DEI awareness and education in the Board member selection process. For more details on our Board governance practices, please see our 2023 Proxy Statement.\n\nIn August 2022, we announced the appointment of Nik Mittal to our Board of Directors, who is the current president and co-portfolio manager of Molecule Ventures LLC, a New York City-based environmental markets investment firm, bringing expertise in sustainability and ESG matters to our Board.\n\nBoard Risk Oversight\n\nFull Board Responsibilities\n- Awareness of the JetBlue ESG strategy\n- Ensure ESG competency and fluency of the Board\n\n| Areas of Risk Oversight | ESG | Governance & Nominating | Audit | Compensation | Airline Safety |\n|-------------------------|-----|-------------------------|-------|--------------|---------------|\n| Governance              | ESG risk assessment and response | ☑️ | ☑️ | ☑️ | ☑️ |\n|                         | Executive compensation tied to ESG metrics | ☑️ | ☑️ | ☑️ | ☑️ |\n| Supply Chain            | Supplier engagement with ESG matters | ☑️ | ☑️ | ☑️ | ☑️ |\n| Human Capital           | Workforce diversity, equity and inclusion | ☑️ | ☑️ | ☑️ | ☑️ |\n|                         | Integration of ESG competency within executive succession planning | ☑️ | ☑️ | ☑️ | ☑️ |\n|                         | Talent management and leadership development | ☑️ | ☑️ | ☑️ | ☑️ |\n| Physical & Reputational | Environmental management, including emissions and waste management | ☑️ | ☑️ | ☑️ | ☑️ |\n| Regulatory              | Risks and opportunities relating to ESG reporting and regulations | ☑️ | ☑️ | ☑️ | ☑️ |\nBoard Composition\n\nA top priority of the Board is ensuring a diverse array of viewpoints and perspectives, a variety of skills, professional experience, and backgrounds – all with the aim of effectively representing the long-term interests of our shareholders. JetBlue believes that diverse perspectives are critical to a forward-looking and strategic Board. Therefore, when recommending the slate of director nominees for election, the Board strives to maintain an appropriate balance of diversity, skills, and tenure.\n\n| Skills and Experience | Balance | Board | Port | Hayes | Jett | Luber | McCane | Metz | Rob-O’Hearn | Searle | Weisbrod |\n|-----------------------|---------|-------|------|-------|------|-------|--------|------|-------------|--------|---------|\n| International         |         |       |      |       |      |       |        |      |             |        |         |\n| Aviation              |         |       |      |       |      |       |        |      |             |        |         |\n| CEO                   |         |       |      |       |      |       |        |      |             |        |         |\n| ESG/DEI               |         |       |      |       |      |       |        |      |             |        |         |\n| Finance/Capital       |         |       |      |       |      |       |        |      |             |        |         |\n| Operations/Logistics  |         |       |      |       |      |       |        |      |             |        |         |\n| Digital               |         |       |      |       |      |       |        |      |             |        |         |\n| Human Capital         |         |       |      |       |      |       |        |      |             |        |         |\n| Management            |         |       |      |       |      |       |        |      |             |        |         |\n| Marketing/Brand       |         |       |      |       |      |       |        |      |             |        |         |\n| Cyber                 |         |       |      |       |      |       |        |      |             |        |         |\n| Safety                |         |       |      |       |      |       |        |      |             |        |         |\n\nDiversity Self-Identification\n\n| Gender | Female | Male | Prefer Not to Disclose |\n|--------|--------|------|------------------------|\n|        | 3      | 6    | 2                      |\n| Demographic |        |      |                        |\n| African American or Black | 1 | 1 | 2 |\n| Asian | - | 1 | - |\n| White | 2 | 4 | - |\n| Person with Disability | - | 1 | - |\n\nTotal Members of the Board: 11\n\nAge\n\n- 9% 40-49\n- 36% 50-69\n- 18% 6-10 years\n- 18% 10+ years\n\nBoard Tenure\n\n- 55% 0-5 years\n- 64% 6-10 years\n- 18% 10+ years\n\nRace/Ethnicity\n\n- 18% African American\n- 9% Asian American\n- 55% White\n- 18% Prefer not to self-identify\n- 18% Prefer not to self-identify\n\nGender\n\n- 27% Female\n- 55% Male\nManagement and Executive Oversight of ESG\n\nTo manage the day-to-day impacts surrounding ESG, our dedicated Sustainability and ESG team is responsible for overseeing the efforts of the business and apprising the Board and leadership of risks and opportunities when developing strategy, performance, and budgets. Our Sustainability and ESG team leads risk and opportunity assessment efforts across a broad range of ESG topics on an ongoing basis and discusses these topics with the General Counsel and Corporate Secretary and further with their respective stakeholders and subject matter experts. Areas of risk that the Sustainability and ESG team along with General Counsel and Corporate Secretary evaluate as possibly material are escalated to the Enterprise Risk Management Program, which liaises with the relevant business functions to propose, assess, and implement actions to mitigate the risks.\n\nExecutive Compensation Tied to ESG\n\nTo ensure continued alignment across the organization and so that our progress is continuously monitored and elevated, we incorporate ESG metrics into our executive compensation structure so that we can drive even greater momentum to our long-term sustainable performance. Specifically, we developed an ESG index to measure leadership payouts tied to JetBlue’s senior leaders long-term incentive plan (LTIP) based on percent reduction in JetBlue’s emissions, volume of SAF, spend toward underrepresented business partners and a more diverse slate of officers and directors.\n\nSince setting our original LTIP for 2021-2023 metrics, we have set additional goals for each subsequent year. For our senior leaders’ 2023-2025 LTIP, we set new ESG targets with increasing ambition aligned to the same ESG Index.\n\nEnterprise Risk Management\n\nWe further identify ESG-related risks by examining the likelihood of an event impacting the potential financial or reputational well-being of the business. Through the guidance of our Enterprise Risk Management and Audit teams, and overseen by the Audit Committee of the Board, we address the most material risks and opportunities through a priority of short-, medium-, and long-term scenarios. The goal of our risk management and scenario planning efforts is to mitigate risks as early as possible while also highlighting opportunities for competitive advantage, cost reductions and resiliency. Identified areas of impact are then aligned to our overall business strategy with individual areas committing to preparedness and improvement initiatives.\n\nBusiness Ethics and Compliance\n\nJetBlue understands the potential financial and reputational risks associated with unethical behavior and non-compliance, especially as we operate in a heavily regulated industry. We take our commitments to integrity and ethics seriously and have implemented a robust and rigorous compliance and ethics program. JetBlue’s Legal Compliance Team carries out the day-to-day implementation of the business ethics and corporate compliance program which includes:\n\n- The issuance of the company’s Code of Business Conduct and corporate compliance policies;\n- Development of annual online training on the Code of Business Conduct and corporate policies; and\n- Administration of the company’s Business Integrity Hotline (BIH)\n\nIn addition, the Chair of the Audit Committee of the Board of Directors oversees issues concerning financial accounting, auditing practices, internal controls, securities fraud or public disclosure obligations.\n\nJetBlue’s Code of Business Conduct Policy is a key master document outlining the business, personal and professional standards that must be followed by all JetBlue crewmembers and anyone conducting business on behalf of JetBlue. Each crewmember is required to complete various ethics training courses, such as bribery and corruption. Management and crewleaders are required to participate in Code of Business Conduct training each year. For our business partners (suppliers), JetBlue’s Business Partner Code of Conduct defines the expectations we set for how our business partners, their workers, agents and subcontractors should operate while conducting business with or on behalf of JetBlue.\n\nThrough our Business Integrity Hotline (BIH), all of our crewmembers, business partners and members of the public are encouraged to raise serious concerns regarding JetBlue, or submit questions about policies or compliance matters 24 hours a day, seven days a week. Provided in our Policy Prohibiting Retaliation, within our BIH policy, reports or whistleblower concerns are always handled confidentially and can be submitted anonymously without retaliation.\nPolitical Contributions\n\nOur Policy on Political Contributions states that, in rare cases, we can make financial contributions to candidates for office. We made no such corporate contributions in 2022. Such contributions must be made in compliance with any and all applicable laws and must be approved by the Senior Vice President of Government Affairs, in consultation with appropriate members of JetBlue senior leadership. The Senior Vice President of Government Affairs and General Counsel provide periodic updates to the Board of Directors on JetBlue’s political activities, including any corporate contributions.\n\nJetBlue is a member of three industry trade associations, Airlines for America (A4A), International Air Transport Association (IATA), and Association of Latin American Airlines (ALTA). We do not make financial contributions to our trade associations other than in the form of customary dues and charges. Our dues to each for 2022:\n\n| Organization                                      | 2022 Contribution |\n|---------------------------------------------------|-------------------|\n| International Air Transport Association (IATA)     | $62,178           |\n| Airlines for America (A4A)                        | $2,171,507        |\n| Association of Latin American Airlines (ALTA)      | $5,000 and 12 roundtrip travel certificates |\n| Percentage of Dues Attributable to Lobbying Expense* | 19.1%             |\n\n*The percentage of total dues is primarily attributable to A4A\n\nThe JetBlue Airways Corporation Crewmember Good Government Fund (JetBlue PAC) is a non-partisan Political Action Committee (PAC) that provides crewmembers an opportunity to participate in the political process. Contributions made by the JetBlue PAC are funded entirely by the voluntary contributions of JetBlue crewmembers, meaning no corporate funds are used. JetBlue PAC files monthly reports with the Federal Election Commission which are publicly available (see http://www.fec.gov) and provide an itemization of JetBlue PAC’s receipts and disbursements.\n\n| 2022 JetBlue PAC Giving                                                                 | Amount  |\n|----------------------------------------------------------------------------------------|---------|\n| Catherine Cortez Masto for Senate (Senator Catherine Cortez Masto (D-NV))              | $1,000  |\n| Friends of Raja for Congress (Representative Raja Krishnamoorthi (D-IL))               | $1,000  |\n| Lisa Murkowski for U.S. Senate (Senator Lisa Murkowski (R-AK))                        | $1,000  |\n| Jeffries for Congress (Representative Haley Jeffries (D-NY))                         | $1,000  |\n| Citizens to Elect Rick Larsen (Representative Rick Larsen (D-WA))                    | $1,000  |\n| Adriano Espallat for Congress (Representative Adriano Espallat (D-NY))               | $1,000  |\n| Brian Higgins For Congress (Representative Brian Higgins (D-NY))                     | $1,000  |\n| Debbie Wasserman Schultz for Congress (Representative Debbie Wasserman Schultz (D-FL)) | $2,500  |\n| Friends of Bennie Thompson (Representative Bennie Thompson (D-MS))                   | $1,500  |\n| Schatz for Senate (Senator Brian Schatz (D-HI))                                      | $2,500  |\n| Julia Brownley for Congress (Representative Julia Brownley (D-CA))                   | $1,000  |\n| Wyden for Senate (Senator Ron Wyden (D-OR))                                         | $2,500  |\n| Sean Patrick Maloney for Congress (Representative Sean Patrick Maloney (D-NY))       | $5,000  |\n| Friends of John Thune (Senator John Thune (R-SD))                                   | $5,000  |\n| Cohen for Congress (Congressman Steve Cohen (D-TN))                                 | $1,000  |\n| Friends for Gregory Meeks (Representative Gregory Meeks (D-NY))                     | $10,000 |\n| Darren Soto for Congress (Representative Darren Soto (D-FL))                         | $1,000  |\n| Nancy Mace for Congress (Representative Nancy Mace (R-SC))                          | $2,500  |\n| People for Patty Murray (Senator Patty Murray (D-WA))                               | $2,500  |\n| Jamie Raskin for Congress (Representative Jamie Raskin (D-MD))                      | $1,000  |\n| Montanans for Tester (Senator Jon Tester (D-MT))                                    | $2,500  |\nNortheast Alliance (NEA)\n\nIn 2020, JetBlue and American Airlines entered into the Northeast Alliance, a strategic codeshare partnership designed to deliver more of the JetBlue Effect to customers in the Northeast traveling to, from or connecting through the three New York City metro airports (JFK, LGA and EWR) and Boston Logan International Airport (BOS). Following review by the DOT, JetBlue and American began implementation of the NEA in 2021, collectively growing across the New York and Boston markets to offer customers more convenient schedules for travel. We invested in improvements to deliver a more seamless customer experience and also introduced reciprocal loyalty benefits that gave both JetBlue and American customers the opportunity to earn on both airlines. Ultimately, the Alliance brought JetBlue’s low-fare, high-quality service to more customers. In 2021, the United States Department of Justice, along with the Attorneys General of six states and the District of Columbia as Plaintiffs, sued JetBlue and American seeking to enjoin the NEA as a violation of antitrust law under Section 1 of the Sherman Act. A bench trial of this matter was held in October 2022, with closing arguments in November 2022. In May of 2023, the judge issued a ruling in favor of the Plaintiffs and ordered that JetBlue and American were enjoined from continuing, and restrained from further implementing, the NEA. Although we strongly disagree with the court’s ruling and continue to stand behind the procompetitive impact of the NEA and the numerous benefits to our customers, on July 5, 2023, JetBlue announced the decision to terminate the NEA and not to appeal the court’s ruling and is currently in the wind-down process.\n\nCompetitive Behavior\n\nFrom our founding over 22 years ago, JetBlue has consistently advocated for expanded access to new entrant carriers. History has shown that when JetBlue has access to new markets and can compete with legacy carriers, customers ultimately benefit with lower fares and more options. JetBlue advocates for strong pro-competition policies that create more sustainable growth, increased innovation, and better customer service.\n\nIn July 2022, we announced with Spirit Airlines that our Boards of Directors had approved a definitive merger agreement under which JetBlue will acquire Spirit. Once complete, this will position JetBlue as the most compelling national low-fare challenger to the four large dominant U.S. carriers by accelerating JetBlue’s growth and expanding the reach of the “JetBlue Effect,” which occurs when legacy carriers react to JetBlue’s unique combination of low fares and award-winning customer service. In the 22 years since JetBlue first brought low fares to New York, airline mergers have created a landscape where the four largest U.S. carriers control more than 80% of the domestic market, to the detriment of consumers. The combination of JetBlue and Spirit would create the fifth largest domestic airline, better positioning it on a national level as a customer centric, low-fare alternative to the dominant “Big Four” airlines.\n\nThe announced merger is expected to bring environmental benefit to the broader industry by expanding the reach of JetBlue’s sustainability leadership:\n\n- The all-Airbus combined fleet would include new A220s and A320neos, proven to deliver double-digit improvements in fuel and carbon emissions. After closing, JetBlue will leverage the order book for the combined company to accelerate the fleet transition to next generation, fuel-efficient aircraft.\n- JetBlue expects to extend its industry-leading climate commitments to the combined airline, including its target to achieve net zero carbon emissions by 2040, which is ten years ahead of the broader U.S. airline industry’s goal.\n- JetBlue expects to extend its goal to convert 10% of jet fuel to SAF by 2030 to the combined airline, with plans to introduce regular use of SAF into Spirit’s West Coast operations after closing.\n\n“With Spirit we are able to expand our good; I’m really excited about having a bigger seat at the table and our commitments having a larger impact on the industry – that’s more sustainable aviation fuel that we will work to bring into our operations. A bigger JetBlue expands the reach of these commitments.”\n\n- Sara Bogdan, Director, Sustainability & ESG\nCybersecurity and Data Privacy\n\nThe secure maintenance and transmission of customer and crewmember information is a critical element of our operations and enables the sustainability of our cybersecurity and data management program.\n\nIn the current environment, there are numerous and evolving risks to cybersecurity and privacy, including criminal hackers, hacktivists, state-sponsored intrusions, industrial espionage, crewmember malfeasance, and human or technological error. During 2022, JetBlue achieved the following milestones in progressing the advancement of our cybersecurity program.\n\n- Deployed application whitelisting on endpoints to eliminate malware running; enhanced protection from present and future ransomware\n- Implemented multifactor authentication, for MS Office 365 across 26,000 users\n- Carried out and eliminated vulnerabilities across all external attack surfaces\n- Migrated to a bespoke Security Operations Center and achieved higher efficiency operations\n- Rolled out Global Protect VPN to 1300+ laptops for secure access to JetBlue networks\n- Established business cases to focus on supply chain risks and identity and access management:\n  - Deployed a massive, concentrated campaign for security awareness across the company\n  - Automated a risk acceptance process for the entire company\n\nAll JetBlue crewmembers are required to uphold our cybersecurity and data privacy policies, following acknowledgment upon hiring and post-training segments during orientation for new crewmembers. JetBlue aligns its cybersecurity program to the National Institute of Standards and Technology (NIST) to enable optimal security across all areas of the organization. The NIST framework ensures we are in alignment with best practices to secure corporate networks and provides common grounds for FAA, DoD assessment of our Cybersecurity Program. In addition, we also structure our security program to be Intel-driven via the MIA framework, a threat-informed defense system and philosophical approach for applying security resources. Across the organization, we have implemented security measures and change control procedures outlined by formal policies along with disaster recovery plans. Incident response efforts are conducted through table-top exercises with our cybersecurity team at least five times per year, in partnership with our Business Continuity and Emergency Response (BCER) department.\nJetBlue has engaged a reputed cybersecurity consulting firm to assess our security posture. Our security program was found to be effective in protecting our organization and customers data. We continue to improve our security program based on their suggestions and assessment of risk. Operational measures to monitor and respond to data breaches and cyber-attacks drive the foundation of our cybersecurity and data privacy program, which are supported by the following four pillars:\n\n1. Endpoint controls coverage\n2. External and surface hardening\n3. Vulnerability management\n4. Identity and access management\n\nJetBlue is committed to collecting, using, sharing and retaining customer information that is appropriate and necessary for travel and is stored securely with management protocols in place to limit access. In the event of an unlikely breach or data incident, we ensure swift notification to any affected customer. We require all our business partners to equally adhere to our cybersecurity policies and have disaster recovery plans in place. Business partners are further obligated to report to us in the event of an incident or breach as well as work with us on remediation. During 2022, we had zero incidents or breaches.\n\nWe comply with relevant data privacy limitations regulations such as GDPR, CCPA etc., allowing customers to review and understand the data that is collected along with permissions to have any information removed, except specified data required by regulatory compliance. We transmit confidential credit card information by way of secure private retail networks and rely on encryption and authentication technology licensed from third parties to provide the security and authentication necessary to transmit and store confidential information. We are required by the Payment Card Industry Security Standards Council to comply with their highest level of data security standards. We regularly review and update our policies where necessary as part of our efforts to meet new privacy and data security obligations.\n\nJetBlue’s Chief Digital and Technology Officer leads our cybersecurity team. In 2022, we doubled the number of dedicated professionals to appropriately address and protect the security risk of the organization and the transportation sector at large. Also in 2022, we made the decision to reposition our cybersecurity department to report into JetBlue’s IT arm rather than through its previous channel within the Legal department; implementation is to take effect in 2023. The purpose of this change was to re-define our cybersecurity focus by prioritizing identity and third-party risks.\n\nOur commitment to protecting data security and privacy reaches the very top of the JetBlue organization. At the Board level, the Technology Committee receives annual and quarterly reports from company leadership, including updates on the internal and external cybersecurity threat landscape, incident responses, assessments and training activities as well as relevant legislative, regulatory and technical developments. Additionally, cybersecurity and data privacy risks aligned to our ERM program are managed and measured on a monthly basis while our efforts are discussed quarterly with senior leadership.\nEnvironment\nEnvironment\n\nJetBlue has long been an industry leader in identifying and mitigating climate-related risks and proactively reducing impact associated with our operations to preserve our ability to operate and grow. Customers, crewmembers and community are key to JetBlue’s sustainability strategy. Demand from these groups for responsible service is one of the motivations behind changes that help reduce our carbon output and overall environmental impact.\n\nOur Environmental Strategy\n\nOur long-term goal is to achieve net zero carbon emissions by 2040, and we are setting clear targets and delivering with real action along the way. Simply stated, we are focused on decarbonizing our operations to mitigate the many risks related to inaction from climate change posed to our company. To ensure progress toward our ambitious goals, we have integrated science-based environmental risks and opportunities into broader business goals and decision-making processes.\n\nAs an airline, we have long recognized the real climate impacts associated with our flying, as a result of the technology available today. Airplanes capable of flying the distances within our route map require liquid fuels, and the sustainable aviation fuel (SAF) market is still early and emerging, requiring us to primarily use fossil fuels to power our operation. We also realize that as a high-emitting sector, airlines possess increased risks related to a warming climate, including possible reductions in demand from customers, carbon taxes and pricing, mandates for SAF usage or reduced flying, extreme weather disruptions, and fuel prices and availability. To proactively mitigate these risks and increase JetBlue’s sustainability, we continue to set goals along with targets that are often more aggressive than the broader aviation industry.\n\nToday, roughly 95% of our reported emissions footprint are associated with the production, transportation, and combustion of jet fuel. While we take an ‘all of the above’ approach and pursue every possible solution to safely and feasibly reduce emissions, we primarily focus on reducing our usage of conventional jet fuel, given its outsized impact today. We view the knowledge, logistical expertise, and relationships gained by proactively decarbonizing to be a competitive advantage, alongside increasing our investments in decarbonizing solutions through towards greener technologies and efficiencies.\n\nOverall, our environmental strategy aims to reduce our environmental impact while, at the same time, seizing opportunities to position JetBlue as a sustainable, responsible airline.\n\nOur Levers to Decarbonize\n\n- **Fleet Renewal.** We are aggressively ordering new, fuel-efficient aircraft and simultaneously retiring older, less fuel-efficient airplanes.\n- **Fuel Optimization.** We operate a cross-functional team focused on procedural and technological improvements to drive increased fuel-efficiency in our operations.\n- **Sustainable Aviation Fuel.** We are regularly flying on SAF that reduces lifecycle emissions by roughly 80% today compared to conventional jet fuel and are constantly seeking additional growth opportunities.\n- **High Integrity Carbon Credits.** For a portion of our emissions that cannot be avoided by solutions more directly tied to our operation, we are sourcing high-integrity carbon credits to fund nature and technology-based avoidance and removal projects.\n- **Technology Partnerships.** Primarily through our subsidiary JetBlue Ventures (JBV), we support and invest in lower-emission aircraft technologies such as electric and hydrogen aircraft and direct air capture technologies.\nReaching Net Zero by 2040\n\nIn 2020, JetBlue became the inaugural airline to join The Climate Pledge, co-founded by Amazon and Global Optimism, and commit to achieving net zero carbon emissions by 2040. This ambitious target, 10 years ahead of most other airlines and the goals of the Paris Agreement, has driven and shaped our environmental strategy while setting our course for the road ahead. In 2022, we received approval from the Science Based Targets initiative (SBTi) for our near-term emissions reduction target on the path to net zero. With this target, JetBlue set a goal to reduce well-to-wake (lifecycle) scope 1 and 3 greenhouse gas (GHG) emissions related to jet fuel by 50% per revenue tonne kilometer (RTK) by 2035 from a 2019 base year. Aligned with SBTi requirements, JetBlue will also regularly review and update this target following any significant change to JetBlue’s business or structure.\n\nUpon announcing our 2035 science-based target, in 2022 we announced a refreshed strategy illustrating our proposed path and contributing factors to achieving our 2035 and 2040 net zero goals. With respect to our longer-term goals, SAF is expected to be the key contributor to large-scale lifecycle emissions reduction, which is highly dependent on availability and costs of supply. Advancements in aircraft technology and fuel efficiency represent the second-most significant opportunity for emissions reduction. This includes efficiencies from our transition to newer and more advanced aircraft, the incremental improvements for aircraft delivered in subsequent years, as well as the potential for broader efficiency improvements for next generation aircraft yet to be developed, but anticipated to be commercially available by the late 2030s or early 2040s. Procedural optimization via Air Traffic Control (ATC) modernization led by the Federal Aviation Administration (FAA) and fine-tuning of our own operations will also significantly contribute to further emissions reductions. Finally, investing in high-quality carbon removals and offsets is expected to play a role in addressing emissions we are unable to avoid. We are committed to prioritizing the lower-carbon solutions within our operation first, to drive down the need for carbon credits as much as possible.\n\nIt was for this reason we announced the conclusion of our domestic and transatlantic carbon neutrality initiative, achieved through the purchase of carbon offsets. We have long maintained the stance that carbon offsetting is a bridge solution toward greater sustainability efforts that directly reduce air travel emissions. We are proud to have voluntarily offset more than 11M metric tons of CO₂ emissions to date (EOY 2022) and are pleased by the progress in the availability of SAF that has allowed us to transition our strategy away from the high-volume purchase of carbon credits.\n\nWhile JetBlue is committed to taking leading steps to address our emissions, it is critical to note the need for our many partners to also step up to allow JetBlue and the broader industry to meet our respective goals. Given the necessary advancements in technology underpinning our goals, we simply cannot meet them alone. We are therefore committed to encouraging and supporting efforts by aircraft and engine manufacturers, governments, regulatory agencies, and fuel suppliers to play an active role in helping decarbonize air travel.\n\nThrough our planning, we consistently analyze our fleet and route efficiency to identify innovative opportunities for improvement. Enabling continual fleet improvements have allowed us to optimize resource utilization and ultimately reduce carbon dioxide per available seat mile (ASM). Improved fleet efficiency as well as growing procurement of SAF in our program has allowed us to reduce emissions per ASM and make progress towards our emissions reduction goals.\nIn 2022, we improved carbon emissions on an intensity basis by 5.74% per available seat mile (ASM) from our 2019 baseline, and by 8.05% from 2015 levels.\n\n| Our Environmental Targets |\n|---------------------------|\n| **Goals** | **Progress, as if YE 2022** |\n| **Emissions** | Achieve net zero carbon emissions by 2040, including high-integrity carbon offsets | In 2022, our Scope 1 carbon emissions were 8.3M metric tons of CO₂. As our flying returned post-COVID, fuel efficiency initiatives and SAF deliveries have kept this number to lower than 2019 values. In 2022, we released our decarbonization pathway with our expected plan to reach this goal. |\n| | Reduce aircraft emissions 25% per available seat mile (ASM) by 2030 from 2015 levels, excluding offsets | We achieved an 8.05% reduction in CO₂ per ASM from 2015 levels. We are on pace to accelerate our reductions and achieve this target through planned fleet changes (pending the extent of aircraft delivery delays), enhanced fuel optimization programs, and SAF commitments. |\n| | (New!) Reduce well-to-wake (lifecycle) Scope 1 and 3 GHG emissions related to jet fuel by 50% per RTK (revenue tonne kilometer) by 2035 from a 2019 base year (science-based target, validated in 2022 by SBTI) | Our emissions on an intensity basis (CO₂e/RTK) decreased 2.94% vs. our 2019 baseline. We released a public roadmap detailing our estimated pathway to achieve our respective targets. |\n| **Sustainable Energy** | Convert 10% of jet fuel to be from blended sustainable aviation fuel (SAF) by 2030 | While we didn’t define a blend ratio when originally setting this goal, we right-size our deliveries to a 32% blend ratio after being blended with conventional jet fuel, which is a typical blend percentage today. Of all jet fuel we consumed in 2022, 0.35% was blended SAF, an increase of .04% from 2021. We have multiple future looking SAF commitments that put us on pace to achieve our target and are continuously seeking new opportunities. |\n| | Convert 40% of our 3 most common owned ground service equipment types (bag tugs, belt loaders, and push backs) to electric by 2025 and 60% by 2030 | As of YE 2022, 19% of these vehicles are now electric. Once BOS and EWR conversions are complete, we anticipate 55% of these vehicles will be electric. We are evaluating additional conversion opportunities to meet our goals. |\n| **Waste** | Maintain at least an 80% recycling rate for audited domestic flights | Our inflight crewmembers sorted and collected cans and bottles according to our standard operating procedure on 93% of our audited domestic flights. |\n| | Eliminate single-use plastics within serviceware, where possible. Where not feasible, ensure plastic is recyclable. | We have continued to make substantial changes to our onboard product, detailed within a case study in this report. |\nEnvironmental Governance\n\nOur Sustainability and ESG group leads climate change risk and opportunity initiatives and performs risk and opportunity assessments related to possible emissions regulations on an on-going basis.\n\nTo execute our critical environmental work, we employ a dedicated Sustainability and ESG leader and team to oversee the sustainability efforts of our entire airline and keep our leadership team and Board aware of climate related risks and opportunities when developing targets, strategy, performance, and budgets.\n\nIn 2022, in recognition of the elevated importance and cross functional nature of decarbonizing our business, we formed a dedicated Sustainability Task Force to oversee and ensure the progression of all decarbonization efforts, co-chaired by our CEO and Head of Sustainability and ESG. The Sustainability Task Force meets on a monthly basis, and our senior leadership team attends regularly. Our Sustainability Task Force ensures continued progress and alignment toward our ambitious decarbonization targets, primarily focused on:\n\n- Fleet\n- Air Traffic Control Modernization\n- Fuel Optimization\n- Sustainable Aviation Fuel\n- Alternative Energy Aircraft and Technology\n- Electric Ground Operations\n- Offsetting\n- Communications and Messaging\n\nOur ESG Subcommittee to the Governance and Nominating Committee ensures the Board is aware of JetBlue’s strategy to address climate related risks and opportunities, among other ESG matters. In 2022, the ESG Subcommittee met three times to discuss ESG topics most material to JetBlue during the year, and a full, comprehensive update to the entire Board of Directors was delivered in February.\n\nBusiness Continuity and Emergency Response (BCER)\n\nJetBlue’s Business Continuity & Emergency Response Department is responsible for preparing for, responding to, and recovering from business interruption events – including climate and weather disasters as they relate to supporting the “three C’s:” crewmembers, customers and community.\n\nThe department’s planning focuses on recovering data, information, operations, and processes in every essential organizational function. BCER conducts quarterly meetings with senior leadership and department heads to review current crisis events, including potential impacts from climate and weather risks as well as prepare for significant operational events and risks, integrating complications from climate change into standard business continuity and business planning and tabletops. Therefore, the impacts of climate change are realistically woven into operational concerns and not treated as a stand-alone topic. The Board of Director’s Audit Committee is briefed quarterly on BCER efforts responses and offers guidance on areas that may need deeper focus. The department is broken down into three specific areas:\n\nBusiness Continuity. The Business Continuity (BC) Department focuses on the planning and development of procedures for continuing JetBlue operations during operational disruptions and corporate crises. This includes the support to our crewmembers following a crisis.\n\nDisaster Recovery. The Disaster Recovery Department (DR) addresses how JetBlue technology infrastructure, applications, and resources will be optimally recovered after a disruption and in what order these elements will be restored to support the operational requirements of the organization.\n\nEmergency Response. The Emergency Response (ER) Department maintains compliance with the Aviation Disaster Family Assistance Act of 1996 and IATA Operational Safety Audit standards for emergency response. This department maintains JetBlue’s Emergency Operations Manual (EOM) with a specific mandate to ensure the provision of a swift and compassionate response to an aircraft emergency, at both the corporate and station-level.\nOperating an Efficient Fleet\n\nOur investments in new next generation aircraft are expected to increase fuel efficiency and reduce costs.\n\nOur growing fleet of Airbus A321neo aircraft are improving fuel economy by approximately 20% per seat. Further, JetBlue continues to take delivery of Airbus A220 aircraft, reducing emissions by up to 35% per seat compared to the aircraft they are replacing. To support fuel efficiency and cost goals, JetBlue is accelerating the retirement of its Embraer E190 fleet, with the final Embraer E190 aircraft scheduled to exit the fleet in 2025 versus prior plans to exit the fleet by year-end 2026, expediting the transition towards Airbus A220 aircraft and fleet modernization plans.\n\nIn 2022, we took delivery of six Airbus A220 and two A321neo Long Range aircraft to support our network expansion and efficiency efforts. We also announced an agreement to exercise our option for 30 additional A220s, as well as the accelerated retirement of our Embraer E190 fleet. Our growing fleet of fuel-efficient aircraft enhances our ability to expand our margins. Since 1999, we have taken deliveries of 23 Airbus A321neos and 14 Airbus A220s. Going forward, we expect to take delivery of 62 Airbus A321neos and 86 Airbus A220s, representing a substantial investment in modernizing our fleet.\n\nMeet the Fleet\n\nWe are proud to operate a young, fuel-efficient fleet, and to continue to introduce increasingly efficient aircraft into our operation, as detailed here:\n\n| New, Fuel-Efficient Aircraft | Past Orderbook |\n|------------------------------|----------------|\n| A321neo High Density (HD) Deliveries | 3 7 6 |\n| A321neo Low Density (LD) Deliveries | 2 |\n| A321 Long Range (LR) Deliveries | 2 3 |\n| A321 Extra Long Range (XLR) Deliveries | |\n| A220-300 Deliveries | 6 7 1 |\n\nProgress in 2022\n\n- 12.8 years - average age of fleet\n- 9 retired aircraft to date (leased assets)\n- 8 new energy efficient aircraft\n- 35% emissions reductions - from new efficient aircraft by ASM\nReducing Fuel Burn\n\nWe continuously fine-tune our operation to ensure adherence to fuel savings procedures and reduce our emissions and costs.\n\nAircraft fuel continues to be one of the largest expenses within the aviation industry. Recent macroeconomic events have clearly demonstrated extreme volatility which we can neither control nor accurately predict. Mitigating these risks presents a challenge for any airline, but we can still meet the challenge through proactive and strategic investment in fuel efficiency programs.\n\nFuel Optimization Team (FOT)\n\nFuel optimization is our key priority, as we aim to develop data-driven strategies that can minimize fuel consumption, reduce costs, and in turn, promote sustainability. While JetBlue has long operated a cross-functional Fuel Optimization Team, in 2022, JetBlue built out a full-time team of multiple crewmembers who focus entirely on fuel-savings opportunities. Our core objectives in 2022 revolved around the creation of a dynamic and insightful fuel dashboard to better understand and communicate our fuel consumption, crafting effective department-specific communications to increase the success rates of fuel-savings procedures already in effect such as utilizing ground power and air systems to minimize ground fuel usage, and meeting with potential business partners to find innovative ways to optimize fuel.\n\nWith each team member bringing unique expertise to the table, we have built a collaborative environment where ideas flow freely, and we have dedicated resources to pursue innovative fuel-savings solutions. FOT strives to reduce our fuel footprint through a series of initiatives and programs on the ground and in the air, including:\n\n- **Increasing Single Engine Taxi (SET) and Single Engine Taxi without APU (SETWA) availability and compliance.** SET is in the process of becoming a Standard Operating Procedure (SOP) for our A320/A321 fleet (it is already SOP for E180 and A220 fleet); SETWA kits are increasingly being installed on A320 & A321neo fleet, which will further reduce burn during taxi by saving on APU utilization (SETWA is already installed on E190, A321neo, and A220 fleet).\n\n- **Strategizing and integrating auxiliary power units (APU).** Our dashboard for monitoring ground power unit (GPU) utilization aids with increasing the use of ground and air power instead of jet fuel powered APU immediately upon an airplane’s arrival. Compliance with this policy is regularly monitored and stations with equipment deficiencies are quickly maintained or provided with new air hoses and collars for connection points with the aircraft.\n\nReducing ‘fuel above planned’. For any given flight, a flight plan is provided by our Dispatch team, which includes a minimum fuel load. The captain of the flight can add additional fuel if they feel it necessary – an entirely safe and common practice. We do seek to target ‘over-fueling’ as it results in higher fuel burn to carry the additional weight. We utilize a dashboard to track ‘fuel above planned’ which aids in the prevention of patterns of over-fueling for routes or stations.\n\nEnsuring efficient routing, fuel planning and weight and balance management.\n\nWe were able to reduce total fuel loads by ensuring the planned weight and actual weight are more closely aligned. We are also implementing FAA approved B043 and B044 Operations Specifications (OpSpecs) which allows us to manage our planned fuel loads by adding more robust maintenance and enroute planning procedures. Our trained dispatch teams utilize OpSpecs as part of their planning and tracking process.\n\nEducating and executing action plans for front-line operations. FOT works with our Corporate Communications team to create educational materials on the importance of hooking up power and air and other safe, fuel-savings procedures. Additionally, the System Chief Pilot regularly communicates with the pilot groups on fuel optimization, providing refreshers and notifications of new procedures.\nTransitioning to Sustainable Aviation Fuel (\"SAF\")\n\nRegularly flying with SAF on our existing aircraft is the most impactful means for us to reduce emissions rapidly and drive us towards a net zero operation.\n\nJetBlue began regular use of SAF in its operations starting in 2020 with our partner Neste out of SFO. In 2021, upon expanding to purchase SAF from World Energy out of LAX, JetBlue became the first U.S. airline to regularly fly on SAF from, at the time, the two domestically available SAF producers. While JetBlue is proud of the growing supply of regular usage of SAF in its operation, we realize the volume flown today is quite small, and are therefore supporting a portfolio of emerging suppliers with significant commitments for large volumes once they become available. As of December 2022, JetBlue has five public and active SAF partners for current and future supply. Enabled by our ongoing offtake agreements with various business partners, we are well positioned to achieve our goal of converting 10% of our jet fuel usage to SAF on a blended basis by 2030, though realize an incredible amount of work remains to reach this goal.\n\nToday, we are regularly flying with SAF within our operations, which reduces lifecycle emissions by up to 80% per gallon before being blended with conventional fuel. We view the adoption of SAF as the most promising means for us to rapidly and directly reduce emissions in the aviation industry and drive us towards a net-zero operation.\n\nCapable of being produced from a wide array of renewable sources such as agricultural wastes and used cooking oils—not fossil fuels—SAF is a type of renewable fuel that exists today and drops directly into existing aircraft and infrastructure with no impact to safety or performance. SAF can lower lifecycle greenhouse gas emissions by roughly 80% compared to traditional petroleum-based fuels while reducing particle and sulfur pollution.\n\nAt this point in time, all SAF that is commercially available for regular flying is produced from wastes fats, oils, and greases (FOGs), such as animal tallow or used cooking oil, through the HEFA refining process. HEFA-based SAF is likely to remain a major supply of SAF in the coming years, but it will eventually be joined by others. There are multiple potential feedstocks and technology types being pursued by SAF producers, both existing and future, which will be key to growing and scaling SAF supplies.\n\nWhile we are pursuing all levers, critical to meeting our goals is scaling SAF. Cost-competitive SAF at scale has the greatest potential to dramatically reduce lifecycle emissions associated with our operation. Therefore, we are hyper-focused on supporting and investing in promising SAF projects and technologies as well as vocally advocating for policies and actions across multiple stakeholders. Even though SAF today remains in small volumes and at significant price premium, our strategy has been to sign early and proactive contracts with multiple partners and project types with the goal of realizing commercial benefits and regular SAF supply in the future.\n\nWhile proven effective, additional support for SAF is still needed to grow the market and encourage the economies of scale necessary to make SAF more widely available and cost competitive with traditional fuel sources.\nIn 2022, JetBlue announced three new SAF deals. In April 2022, we announced an agreement with Aemetis to supply 125 million gallons of SAF over a ten-year term with a target start date of 2025. In September 2022, we signed an intent to purchase 25 million gallons of SAF from AIR COMPANY, an innovative carbon technology company creating carbon-negative alcohols from fuels from CO₂, with a target start date of 2027. Our Memorandum of Understanding with AIR COMPANY comes on the heels of a direct capital investment into the company’s Series A funding round from our subsidiary JetBlue Ventures. In December 2022, we announced an agreement with Fidelis New Energy for a supply of 92 million gallons of SAF over a five-year term with a target start date of 2025.\n\nSince 2020, our ongoing SAF partnerships include an offtake with Neste for our operation in SFO, and with World Energy for our operation in LAX since 2021. While our 2021 agreement with SG Preston has been terminated, JetBlue will continue to look at future SAF partnerships to grow its SAF portfolio, with a particular interest in encouraging SAF in its Northeast focus cities.\n\n| SAF Partner   | Delivery Date       | Contracted Volume (Millions of Blended Gallons of SAF Per Year) |\n|---------------|---------------------|---------------------------------------------------------------|\n| World Energy  | Currently Delivering| 1.5 (2023)                                                    |\n| Neste         | Currently Delivering| 1.3 (2023)                                                    |\n| Shell         | Targeting 2023 – 2025| 1.7                                                           |\n| Aemetis       | Targeting 2025 – 2034| 12.5                                                          |\n| Gron          | Targeting 2025 – 2029| 9.2                                                           |\n| AIR COMPANY   | Targeting 2027 – 2031| 5                                                             |\n\nTo date, our corporate partners have helped us source roughly 1,173,370 gallons of SAF and reduce 10,355 metric tons of CO₂e through the Sustainable Travel Partners Program.\n\nAs we look forward to future SAF purchase agreements, we are taking a portfolio approach to our contracted SAF technologies, feedstocks, partners, and pricing structures - thereby reducing our exposure to development or pricing risks. This strategy increases the likelihood that we will receive a balanced, regular, affordable supply of SAF as the market scales.\n\nGiving our Customers the Tools to Help Scale SAF\n\nIn 2022, we signed a partnership agreement with CHOOSE, a climate tech company, as part of our ongoing focus in advancing the use of SAF. By visiting [https://jetblue.choose.today](https://jetblue.choose.today), JetBlue customers are able to join JetBlue in championing SAF adoption through a dedicated climate platform powered by CHOOSE. The platform enables customers to estimate the CO₂ emissions of their flights and then address these emissions by contributing to a fund dedicated to covering the cost premium of SAF as compared to conventional jet fuel. All customer contributions are used to help cover the difference in cost between SAF and conventional jet fuel - allowing us to ‘upgrade’ more conventional jet fuel to SAF and sending a signal that there is consumer demand for more sustainable air travel options.\n\n“The call from our customers for more sustainable air travel has only increased over the years. We are proud of our industry-leading commitments and actions but recognize reaching our aggressive goals will require the partnership and support of multiple stakeholders. With this new platform, customers are now able to measurably reduce the environmental impact of air travel, as well as join their voices with JetBlue and our growing list of partners as we work and advocate for a more sustainable future of aviation.”\n\n- Sara Bogdan, Director, Sustainability & ESG\nConverting to Electric Ground Operations\n\nWhere feasible, we are converting our Ground Service Equipment (\"GSE\") to electric, helping us to minimize our dependency on fuel and reduce emissions on the ramp.\n\nIn addition to our decarbonization efforts in the sky, we also aim to reduce our environmental footprint on the ground. JetBlue continues to advance the electrification of ground service equipment (GSE) as well as maximize electric ground power and air systems for our aircraft to minimize our fuel use and emissions on the ramp. We are committed to converting 40% of our three most common owned GSE to electric by 2025 (baggage tactors, belt loaders, and push back tractors), and 50% by 2030.\n\nIn 2019, JetBlue rolled out the largest electric fleet of any carrier at John F. Kennedy International Airport at the time with 118 electric vehicles and continues to roll out electric ground service equipment (eGSE) at other airports including Boston Logan, our second largest city, and Newark Liberty International Airport.\n\nOur Environmental Health and Safety Team (EHS) serves as a focal point for the decarbonization efforts of our GSE and integrates sustainable emissions reduction efforts while ensuring operational reliability for customers. During 2022, JetBlue’s EHS team successfully reduced the GSE horsepower-weighted average of NOx+HC EF (g/bhp-hr) (grams/brake horsepower-hour) at LAX by over 42% through a strategic initiative designed to integrate eGSE and industry leading low-emission equipment within our current fleet, in tandem with retiring older models. This initiative has enabled JetBlue to continue to perform its award-winning service at LAX with an operating GSE emissions average of more than 15% below local requirements. Alongside this enterprise, the team routinely seeks to expand the eGSE program at LAX through increasing available electrification charging infrastructure for all airlines.\nEnvironmental Health and Safety and Environmental Compliance\n\nJetBlue’s Environmental Health and Safety Team (EHS) assists with our strategy and management of sustainable practices throughout our operations to minimize our environmental footprint while ensuring the health and safety of our crewmembers, customers and the communities we serve.\n\nOur EHS program oversees the implementation controls of environmental health and safety integrity, dedicated to proactively mitigating long-term environmental risk across our entire fleet and operations. Further, JetBlue’s EHS team assists in managing regulatory initiatives to meet emission reduction targets across our network and surpass them where feasible.\n\nWith anticipation of continued European expansion to Paris (CDG) and Amsterdam (AMS) in 2023, the EHS team modeled a similar approach with our prior expansion to London (LHR and LGW) in order to understand European standards and expectations to facilitate compliance obligations as appropriate. The EHS team conducted a review of local airport and international regulations, aircraft safety and maintenance related water excellence objectives, and conferred statues in accordance with EASA.\n\nJetBlue is actively pursuing a fulcrum Environmental Management System (EMS) program, pursuant to certification according to ISO 14001 standards, with the aim of driving performance against sustainability standards for environmental emissions, noise, water quality and\ndischarge, among others. In 2022, JetBlue developed an environmental policy and dedicated oversight-workgroup to initiate and expand the elements of an EMS. This will allow us to document, analyze and continuously improve environmental practices that align with organizational objectives. By laying the foundation for the program last year, we aim to reach our goal of addressing the needs and expectations of all our stakeholders, as they relate to the environmental impacts on our operations. JetBlue is committed to deploying an operational EMS that addresses sustainability-related environmental risks and opportunities to manage:\n\n- the double materiality of environmental challenges, those unique to our business and our communities; and\n\n- environmental compliance responsibilities and mitigation efforts to maintain effective awareness and adherence with federal and local regulations\n\nAmong our policies and management procedures for maintaining quality health and safety of our planes in the sky, our EHS team also strives to deploy the same scrutiny and compliance on the ground. Our training and auditing program aims to identify potential safety risks, compliance with regulatory standards, and environmental efficiencies across many of our facilities and largest focus cities. In 2022, we deployed a safety and compliance audit program to several BlueCities, where our team performed due diligence on local environmental aspects potentially impacting sustainable operations. The outcomes from these programs offer constructive feedback for any areas which may confer risks to human health and the natural environment.\nOur 2022 Emissions Inventory\n\n| Fuel Type                  | Producer          | Amount (neat gallons) |\n|----------------------------|-------------------|-----------------------|\n| Sustainable Aviation Fuel  | World Energy      | 411,462               |\n| Sustainable Aviation Fuel  | Neste             | 249,429               |\n| Conventional Jet Fuel      | All Business Partners | 842,398,635          |\n\nOur SAF Procurement in 2022\n- Neat SAF = 660,891 gallons (0.08% of total fuel)\n- Blended SAF at 32% blend = 2,065,284 gallons (0.25% of total fuel)\n\nScope 1\nEmissions on an Intensity Basis\n\n| Emissions                  | 2017 | 2018 | 2019 | 2020 | 2021 | 2022 | YoY 2019-2022 % Change | YoY 2021-2022 % Change |\n|----------------------------|------|------|------|------|------|------|------------------------|------------------------|\n| tCO₂e/revenue passenger miles (000,000) | 165.3 | 164.8 | 162.8 | 218.5 | 166.6 | 167.8 | -3.1%                  | -6.3%                  |\n| tCO₂e/available seat miles (000,000)    | 139.4 | 139.8 | 136.8 | 124.3 | 126.7 | 128.6 | -6.0%                  | 1.6%                   |\n\nScope 1, 2, and 3\nEmissions on an Intensity Basis\n\n| Emissions                  | 2017 | 2018 | 2019 | 2020 | 2021 | 2022 | YoY 2019-2022 % Change | YoY 2021-2022 % Change |\n|----------------------------|------|------|------|------|------|------|------------------------|------------------------|\n| tCO₂e/revenue passenger miles (000,000) | 199.5 | 198.8 | 196.4 | 264.3 | 201.1 | 199.1 | 1.4%                   | -1.0%                  |\n| tCO₂e/available seat miles (000,000)    | 168.2 | 168.6 | 164.9 | 150.4 | 152.9 | 162.2 | -1.6%                  | 6.1%                   |\n\nCO₂/1000 ASM\n\nTable of Contents\nGovernance\nEnvironment\nSocial\nAppendix\nAdvancing the Future of Flight\n\nWith sustainability as one of our key investment themes, we seek innovative business opportunities for JetBlue that may accelerate promising lower-carbon technologies and help reach JetBlue’s sustainability goals.\n\nSustainability is one of the key investment themes for JetBlue’s venture capital arm, JetBlue Ventures (JBV). We invest in and partner with early-stage startups improving the travel, hospitality, and transportation industries.\n\nWhile we are pleased with the success our Sustainability and ESG team has achieved in its current strategy of expanding our fuel-efficient aircraft fleet, streamlining ground operations, and sourcing sustainable aviation fuels, we realize we must take additional steps to accelerate sustainable travel technologies if we are to achieve our ambitious goals. To support our sustainability strategy and targets, JBV invests in and partners with early-stage technology startups improving the future of travel and hospitality, including those in the sustainable travel space. The JBV team identifies investment opportunities that will provide value in the near term and in the next five, ten, or twenty years.\n\nJBV focuses on investments that are in line with its five investment themes: seamless customer journeys; the reimagining of the accommodation experience; next-generation aviation operations and enterprise technology; innovation in loyalty, distribution, and revenue; and sustainable travel.\nJetBlue Ventures efforts to advance our shared goals have already yielded several accomplishments in sustainability including, as of 2022:\n\n- Nine investments in direct sustainability technologies and three in sustainability-adjacent technologies\n- Committed as a TPG Rise Climate fund investment limited partner and member of the TPG Rise Climate Coalition\n- Active members of the Aviation Climate Taskforce organization along with the JetBlue Sustainability team and a community of other airlines\n- Host of annual Sustainability and Tech Summit for thought leaders in the industry\n\nWe see the initiatives JBV is undertaking as another driving force behind our overall sustainability goals.\n\n**Investments in Emerging Technologies in Sustainability**\n\nWe don’t just wait for modern technologies to emerge; we work to accelerate promising sustainability technologies. To date, JBV has invested in a number of emerging technologies and innovative companies in sustainability industries.\n\n**AIR COMPANY**\n\n- AIR COMPANY is a carbon technology, engineering, and design company based in New York that creates products for the future, out of the air. AIR COMPANY’s products are created by using their groundbreaking process to produce impurity-free ethyl alcohol from CO₂.\n- JetBlue signed an agreement with the intent to purchase 25 million gallons of the company’s AIRMADE™ SAF over 5 years.\n• AIR COMPANY has been recognized for its achievements by winning awards including TIME Best Inventions, Fast Company World Changing Ideas, the NASA CO₂ Conversion Challenge, R&D World’s R&D 100, and the Keeling Curve Prize.\n\nAvnos\n• Avnos was founded in 2020 with the goal of developing and deploying the most resource-efficient, geographically flexible, and cost-effective technology in the Direct Air Capture market.\n• Hybrid DAC (HDAC), their proprietary direct air capture solution, inverts the water paradigm. It produces water for every ton of CO₂ captured and uses this water to further drive CO₂ removal, eliminating heat consumption and reducing costs compared to other forms of DAC.\n• Avnos has been awarded multi-million-dollar projects from the U.S. Department of Energy to demonstrate its HDAC solution in the field, and from the U.S. Office of Naval Research to pilot CO₂ capture and e-fuels production.\n\nEP Systems\n• EP Systems is a leading provider of high-voltage, high-power, certifiable, and scalable power systems for high-reliability applications in the aviation industry. The company is an emerging leader in energy storage and propulsion industries providing solutions to markets primarily in aerospace and defense, with additional reach into automotive, marine, and industrial traction.\n• Known for its expertise in developing and implementing power integration solutions that meet the needs of today’s transportation industry, EP Systems has numerous battery systems currently powering customer flight demonstrator vehicles (e.g., NASA X-57, Bell Nexus, Aurora Flight Sciences Pegasus, Embraer Ipanema, and Boeing CAV).\n• The company’s growing list of customers includes NASA, the FAA, Boeing, Diamond Aircraft, Plana, REGENT, Safran, Supernal and VoltAero.\n\nJoby Aviation\n• Joby is developing an electric vertical take-off and landing (“eVTOL”) aircraft that will be able to transport a pilot and four passengers up to 150 miles while producing zero operating emissions. It became a public company in 2021.\n• The company’s aerial ridesharing service, which Joby intends to launch in 2025, will enable revolutionary ways for people to move in and around cities while reducing ground traffic congestion and carbon emissions.\n• Joby has signed a $55 million contract extension with the Department of Defense that includes the provision and operation of up to nine aircraft, with the first two to be stationed at Edwards Air Force Base by early 2024.\n\nRubicon\n• Rubicon is working to help companies offset their emissions with high integrity credits. Their goal is to source and fund projects that lock away carbon emissions and then sell the credits to companies.\n• Rubicon’s initial product, the Rubicon Carbon Tonne (“RCT”), provides customers access to proprietary sets of both nature-based and non-nature-based carbon credits. RCTs are backed by an owned inventory of high-quality, verified, broadly diversified carbon credits which at launch amount to 20 million tonnes of CO₂.\n• In addition to a diversified product set for enterprise-scale buyers, Rubicon is developing a scaled financing solution, Rubicon Carbon Capital, to partner directly with carbon credit project developers to catalyze the implementation of new carbon projects.\n\nTPG Rise Climate\n• A first of its kind fund, TPG Rise Climate is the dedicated climate investing strategy of TPG’s global impact investing platform TPG Rise. It focuses on funding de-carbonization within five focus areas: Clean Energy, Enabling Solutions, Decarbonized Transport, Greening Industrials and Ag & Natural solutions.\n• Of the $14 billion in capital committed in investments via TPG Rise, more than 50% ($7.2 billion) was in TPG Rise Climate.\n• The fund has invested in 13 companies to date and has more than 2,000 employees.\n\nUniversal Hydrogen\n• Universal Hydrogen is a Los Angeles-based company focused on the decarbonization of aviation by making hydrogen a viable long-term fuel source. They are currently building a fuel distribution network that connects green hydrogen production directly to commercial aviation aircraft by using modular capsules that are transported...\nusing the existing intermodal freight network, avoiding the need for costly new pipelines and storage facilities.\n\n- Universal Hydrogen has been developing hydrogen powertrain conversion kits for legacy aircraft since 2020 and aims to have its first products certified and in service by 2025, starting with a conversion kit for the 72-passenger ATR 72-600 regional airliner and then the Dash 8.\n\n- In February 2023, Universal Hydrogen completed its First Taxi Tests and was granted an Experimental Airworthiness Certificate by the Federal Aviation Administration. They successfully launched a 40-passenger regional airliner using hydrogen fuel cell propulsion in March 2023. The plane, nicknamed Lightning McClean, flew for 15 minutes and reached an altitude of 3,500 MSL.\n\n**Investments in Sustainability-Adjacent Technology**\n\n**Beacon AI**\n- Beacon AI is a California-based aviation software technology company specializing in the development of advanced AI systems to augment commercial and defense pilots.\n- The company’s mission is to advance the future of flight and make air operations safer and more efficient for everyone.\n- Their product is an assistant and platform that aids pilots in planning and executing their missions. Beacon’s software provides pilot assistance and augmentation, flight debrief and playback, live flight support, fleet monitoring, route optimizations, and 3rd party integration.\n\n**i6**\n- Founded in 2015, i6’s platform connects stakeholders across all stages of the aircraft refueling process to improve operational efficiency. The company’s technology has the potential to expand to adjacent markets such as military, logistics and retail. i6 technology enables better management of fueling operations with more accuracy, which in turn helps reduce costs and emissions.\n- i6 has been deployed at over 150 international airports, including London Heathrow, Amsterdam, Toronto Pearson, Boston Logan International, Dubai International and Bangalore.\n- The i6 technology is expected to save airlines up to 201 kg of carbon dioxide per flight. Savings are for long-haul flights and are based on a 5-year case study using baseline airline data. The technology is currently in use at JetBlue’s operation at Boston Logan International Airport.\n\n**Tomorrow.io**\n- Tomorrow.io is a weather technology company that helps the aviation industry make more informed business decisions by predicting the weather and tracking long-term climate change. Since our initial investment, Tomorrow.io’s technology has consistently delivered valuable returns to JetBlue by minimizing operational airport disruptions.\n- Tomorrow.io’s satellites will allow countries to gain access to better weather infrastructure without having to build it from scratch. The company’s mission is to help every person, business, and government solve their weather-related challenges.\n- Tomorrow.io’s technology is used in over 1,000 JetBlue flights a day and at over 100 airports globally.\n\n**Innovation Work**\n- JBV regularly partners with JetBlue to conduct 12-week “innovation sprints.” The goal is to uncover and connect relevant startups to a specific business unit. In 2021, JetBlue Ventures worked hand-in-hand with the ESG team to execute an in-depth innovation sprint. JetBlue’s investors, customers, and crewmembers are increasingly demanding heightened ESG standards in almost everything we do, and this sprint allowed our team the opportunity to explore the latest game-changing ideas in the business.\n- At the beginning of the sprint, JetBlue Ventures and the JetBlue ESG team invited a number of stakeholders from across JetBlue to participate in a day-long exercise, which helped us narrow the scope to five guiding themes:\n  - Sustainable Operations\n  - Crewmember Engagement Tools\n  - Customer-facing Technology (including carbon offset innovation)\n  - Data Accessibility\n  - Data Generation\n\nWith these themes in mind, JetBlue Ventures sourced over 150 startups from around the world. Over the course of the next several months, the working team selected six that were emblematic of the most exciting innovation taking place in the field. The end result was new partnerships formed between JetBlue and innovative start-ups in the ESG space.\nRefreshed Carbon Offsetting Strategy\n\nHigh integrity carbon credits are likely to be necessary for the aviation industry to meet its ambitious sustainability goals. While we are primarily focused on investing in and accelerating solutions more directly within our operation such as SAF, fuel efficiencies, and alternative energy aircraft technologies,\n\nIn January 2020, JetBlue announced its plans to begin offsetting all of its domestic emissions starting July 2020. Despite the significant impacts of the COVID-19 pandemic, JetBlue honored this commitment through the retirement of carbon credits sourced from its three partners Carbonfund.org, EcoAct, and South Pole. In developing this initiative in 2019, there was not yet access for regular use of SAF in its operation, and JetBlue viewed the purchase of carbon offsets as an immediate climate action it could take. The intention was always to ramp down the volume of carbon offsets purchased as lower-carbon solutions more directly relevant to its operation became available. At the end of 2022, we announced our intention to retire and evolve the program, in recognition of the progress of the SAF market and investment opportunities in lower-emissions aviation technologies. Throughout the domestic carbon neutrality program, JetBlue is proud to have voluntarily offset more than 11 million metric tons of CO₂ emissions.\n\nWe continue to see value in supporting high-quality projects that truly remove or avoid CO₂ and deliver community benefits such as improving local air quality, introducing employment opportunities, and improving biodiversity of local habitats. JetBlue therefore joined Rubicon Carbon as a launch partner for their innovative platform that delivers trusted, enterprise-grade solutions for carbon credit purchases. Rubicon Carbon was developed to deliver greater scale, confidence, and innovation across all facets of the carbon markets and meet the growing demand for high-integrity emissions reduction solutions. In addition, we also joined Business for Social Responsibility’s Business Alliance to Scale Climate Solutions (BSR BASCS) as the first airline member to open opportunities for investment, policy influence and discussions with other corporations and NGOs/IGOs in aligned messaging around scaling climate solutions. We expect to continue to engage in the carbon offsetting space to help promote a market of high-quality, additional, affordable carbon credits exist to help achieve our goals.\nOpportunity Creation Through Industry Collaboration\n\nThrough our many SAF partnerships with corporate customers, we are working to both give our business travel customers the sustainable solutions they are seeking and enable JetBlue to source more SAF than we could have alone.\n\nWe see tremendous opportunity in close collaboration with key stakeholders, to bring our respective expertise together and find creative and innovative solutions.\n\nSustainable Travel Partners\nAs the world of business travel has evolved, in addition to the growing nature of remote work and gatherings, many of JetBlue’s corporate partners set their own emissions reduction goals – which often include their business travel emissions. Many of our corporate partners asked us how we can work together to reduce the emissions associated with their necessary business travel. JetBlue recognized this need.\n\nIn 2022, JetBlue launched its JetBlue’s Sustainable Travel Partners (JSTP) program, a partnership program with its business customers seeking to further engage and reduce the environmental impact of their business travel with JetBlue. The program offers a new suite of solutions to help corporate travel customers reduce their business travel emissions and meet their own corporate sustainability targets. JetBlue has a long history of taking meaningful and measurable steps in reducing aviation’s contribution to climate change and in launching this program, we were able to invite our corporate partners to join in this mission.\n\nThe Sustainable Travel Partners program offers corporate partners the following resources:\n\n- Business travel emissions reduction through the offering of JetBlue generated SAF certificates\n- Complimentary carbon offsetting on all domestic flights operated by JetBlue (2H 2020 through 2022)\n- Personalized travel data and analysis for more accurate emissions reporting\n- Consultation and tools for custom planning and target-setting to support in making more sustainable travel decisions\nThrough the purchase of SAF certificates, JetBlue customers can directly and meaningfully reduce their business travel emissions and allow JetBlue to source SAF beyond what it planned for alone. Business travel emissions, categorized as Scope 3 emissions, are indirect emissions to which customers are not directly responsible but exist within the value chain. By purchasing SAF certificates, our corporate partners may reduce their estimated carbon footprint, while helping to cover the cost premium of SAF that exists today - thereby growing the share of SAF JetBlue is able to source. Further, this program helps to stimulate the emerging SAF market that is critical for the aviation industry to reach its net zero goals.\n\nSince launching the program in early 2022, a growing list of sustainability-focused organizations have taken advantage of JetBlue issued SAF certificates to help source over 1.2 million gallons of SAF combined, equating to an estimated savings of 11,005 MT CO₂ emissions.\n\nIn April 2021, Rocky Mountain Institute (RMI) and Environmental Defense Fund (EDF) announced the creative of Sustainable Aviation Buyers Alliance (SABA). SABA was launched in April 2021 to bring together aviation customers committed to reducing their air transport emissions through investment in high-integrity SAF. In November 2021, JetBlue joined as a founding member of the Aviators Group alongside three other airlines, sending an even stronger demand signal to drive greater SAF production, price reduction and technological innovation.\nAnnounced in April 2023, JetBlue was chosen as the sole airline partner to participate in SABA’s first SAF offtake with its corporate partners, which served as the aviation industry’s first ever collective purchase of SAF certificates. Across multiple partners in this first purchase, JetBlue provided SAF certificates for nearly 850,000 gallons of high-integrity SAF secured from World Energy, reducing an estimated 8,500 tons of CO₂ on a lifecycle basis.\n\nThrough partnerships such as SABA, JetBlue has been able to retain and engage our corporate customer base, while simultaneously driving forward the SAF market through thoughtful, collaborative discussions working to grow the SAF market. For example, registries for SAF certificates are now being developed across multiple stakeholders, with the goal of recording key data related to SAF production and deliveries and ensuring traceability and transparency of SAF transactions. JetBlue is committed to fostering these partnerships to combine expertise, gain diverse perspectives and grow our own knowledge, and subsequently help produce lower-carbon aviation technologies to make progress toward sustainability goals.\n\n**Partnerships with Like-Minded Organizations**\n\nTo meet our ambitious sustainability targets, we know collaboration across all key partners will be critical – including aircraft and technology manufacturers, fuel providers, governments, finance community, and other airlines.\n\n**Aviation Industry Climate Commitments**\n\nIn addition to serving as CEO of JetBlue, from November 2020 through June 2022 Robin Hayes served as the Chair of the Board of Governors of The International Air Transport Association (IATA), the airline industry’s global trade association made of over 300 member airlines. In Robin’s role guiding the global trade association, he worked with other airline CEOs to elevate sustainability within the agenda. Supported by Robin’s leadership, in October 2021 IATA announced a commitment to achieve net zero carbon emissions by 2050, aligned with the Paris Agreement goal to limit global warming to well below 2°C. To accompany this announcement, the industry released a comprehensive plan and set of key milestones to grow lower-carbon aviation technologies. This commitment builds on the commitment of U.S. carriers to achieve net zero by 2050 announced in March 2021 via Airlines for America (A4A) and to make three billion gallons of cost competitive SAF available in the U.S. by 2030. It is rare that an entire industry comes together to set a voluntary target, and the leadership of Robin and all IATA Board of Governors CEOs helped enable this significant achievement.\nReducing Onboard Waste\n\nBy upgrading our products, and subsequent packaging, we are continuously reducing the amount of waste we bring on board while reducing costs.\n\nReducing onboard waste is another layer in which we aim to enhance sustainability within the inflight experience and continue to make progress on our waste-related targets:\n\n| Goal | Progress, as of YE 2022 |\n|------|-------------------------|\n| Waste | We have continued to make substantial changes to our onboard product |\n| Eliminate single-use plastics within serviceware, where possible. Where not possible, ensure plastic is recyclable | |\n| Maintain at least an 80% recycling rate for audited domestic flights | Our inflight crewmembers sorted and collected cans and bottles on 93% of our audited domestic flights |\n\nWe launched our domestic onboard recycling program in 2013, introducing a policy for our inflight crewmembers to sort and recycle bottles and cans for all domestic flights, where safe and feasible. We also regularly review the products served onboard to increase sustainability, in both Mint, our premium cabin, and Core, our economy cabin.\nChanges to products in 2022\n\n- Network-wide, our EatUp Café Salad is now provided in plastic-free packaging\n- We’ve converted some of our onboard materials such as stir sticks and other cutlery to be sourced from sustainable materials, such as agave, bamboo and natural polymer, rather than plastic\n- We’ve focused our attention to waste reduction by pouring some of our onboard beverage products like orange juice from cartons rather than providing an entire can\n\nAs part of our ongoing recycling efforts, we’ve continued to implement the following:\n\n- Our napkins served network-wide not only undergo a non-chlorine process but are also made from 100% recycled material and 66% post-consumer waste\n- We partner with Dig to bring vegetable-forward menus to the JetBlue Core experience to London. The meals are made with mindfully sourced ingredients, cutting down on the emissions during food shipping. One of the three hot main options is always vegan and, on most menus, at least two of the three sides are also vegan\n- When we launched our flights to London, we did not want to offer “peel and reveal” meals, so we invested in reusable dishes and lids for our Core meal service. This makes us one of the only airlines in the industry that does not use single use containers for complimentary economy cabin meal service\n- The amenity kits we offer on our transatlantic flights are packaged within a reusable and resealable silicone bag, that can be used to store food and products\n- Network-wide, the box design of our Buy-Onboard EatUp boxes were changed to no longer need plastic wrap\n- We recently redesigned the pillows and blankets offered within our Mint cabin, which are washed, sanitized and reused, and packaged in reusable fabrics rather than plastic packaging. In Core, blankets are also packaged without plastic wrapping and instead have a recyclable belly band\n- The Mint amenity kits are made from recyclable kraft paper with contents curated by Wanderfuel, a female-run wellness company that sources items with recycled or compostable packaging\n- Mint cabins network-wide use reusable cutlery, dishes, and mugs, served on a reusable and washable tray, thereby reducing waste from disposable products\n\nJetBlue & gateretail transitioned to plastic-free EatUp Café salad packaging in November 2022. Since then, we’ve:\n\n- Removed 70,000 plastic jars from flights\n- Eliminated 8,000 pounds of plastic jars and lids from entering landfills\n\nRemoved the outer plastic wrap from EatUp boxes in May 2022. Since then, we’ve:\n\n- Loaded 760,000 plastic-free boxes onto flights\n- Eliminated 510,000 ft2 of plastic wrap from entering landfills\nClimate-Related Risks and Opportunities\n\nIdentifying Climate-Related Risks\nTo identify and track climate risk, JetBlue incorporates consideration of the topic into multiple enterprise-wide general systems:\n\n- **Enterprise Risk Management.** The Audit department coordinates enterprise risk management efforts to mitigate identified strategic risks, including those from climate change.\n\n- **Business Continuity.** The Business Continuity department develops cross-departmental plans and exercises in conjunction with the Crisis Management team.\n\n- **Climate Scenario Analysis.** Outcomes of the climate scenario analysis, conducted by a third-party, are communicated to the wider business through the ESG team.\n\n- **Regulatory Risk.** We actively participate in regular meetings held by our trade associations to monitor, advocate, and plan for reasonable climate change regulation. JetBlue does not instinctively or immediately oppose climate regulation. We have supported physically and financially viable climate regulation.\n\n### PHYSICAL RISKS ASSESSMENT\n\n| RISK TYPE | DESCRIPTION OF RISK | POTENTIAL IMPACT | TIMEFRAME | MITIGATION STRATEGY |\n|-----------|---------------------|------------------|-----------|---------------------|\n| ACUTE     | Extreme Weather     | Extreme weather, such as excessive heat and cold temperatures, may have a direct impact on our operations by preventing, delaying, or altering activity both in the sky and on the ground, creating adverse effects including subsequent costs and impacts to revenue. | Short to long term | We proactively engage with airports on resiliency efforts, hurricane season preparedness procedures and flight dispatch flexibility. Each year we conduct both summer and winter readiness trainings along with table-top exercises on preparedness led by Support Operations Center and Business Continuity and Emergency Response Teams. These trainings and sessions drive efficiency by aligning our leaders to pre-emptive protocols which, in turn, enable us to recover quicker during incidents of extreme weather. We are constantly assessing and updating our use of technology to expand intellectual mitigation and response capabilities, supporting our ability to better manage extreme weather occurrences. For example, we’ve recently acquired and launched a new technology platform to assist with acute time predictions of incoming storms to make route planning decisions within a closer time frame. Efficient and more precise calculations enable us to avoid unnecessary changes and the least amount of disruption to our operations. |\n\nEfficient and more precise calculations enable us to avoid unnecessary changes and the least amount of disruption to our operations.\n| RISK TYPE | DESCRIPTION OF RISK | POTENTIAL IMPACT | TIMEFRAME | MITIGATION STRATEGY |\n|-----------|---------------------|------------------|-----------|---------------------|\n| CHRONIC   | Climate Change      | Climate change has the potential to create long-term industry and business implications. While JetBlue actively seeks climate-related solutions, such as advocating for and driving greater investments in sustainable aviation fuel (SAF), our products and services, along with those of our peers, are susceptible to wider climate impacts out of our control. | Short to long term | In 2021, we developed a climate risk scenario analysis to identify the most vulnerable assets and geographies within our network. In response, we continue to proactively build programs and solutions where we can more intimately mitigate the long-term risks of climate change while seizing and investing in opportunities to help support our operations. While climate change has an impact on our own assets and people, we also recognize the impacts on the communities we serve and what that means for our business. We believe it is critical to be part of the prevention and recovery efforts of our BlueCities that are prone to and currently experiencing climate change. When communities are impacted by interrupted infrastructure, resources and supplies, we are also challenged to get flights back up and running, among other controls. Therefore, we organize recurring discussions and planning sessions with internal support centers as well as participate in external partnerships and organizations to help with those recovery efforts and long-term solutions. |\n| RISK TYPE | POTENTIAL IMPACT | TIMEFRAME | MITIGATION STRATEGY |\n|-----------|-----------------|-----------|---------------------|\n| CURRENT AND EMERGING REGULATION | Regulations currently proposed in the US and in Europe are increasingly aimed at addressing climate change through compliance cost measures. These emerging risks have the potential to impose carbon pricing mechanisms, including possible carbon taxes and SAF mandates, in addition to litigation costs related to increased scrutiny of greenwashing and/or failure to mitigate or adapt to climate change. Financial risks include complying with both existing and emerging emissions schemes and carbon taxes, both domestically and in new markets we may fly to. There are additional compliance risks with upcoming federal rules, such as the decision for public SEC disclosure of emissions. Additionally, litigation related to “greenwashing” or similar claims may arise given the long-term nature of our decarbonization commitments and strategy. | Medium term | We are constantly tracking emerging environmental regulations related to aviation globally. Where we see relevance to JetBlue, we often voice our perspective to policymakers or within our industry trade associations. To address the risk of regulatory emissions schemes, we are proactively setting multi-year contracts for low carbon services such as sustainable aviation fuel (SAF), which is eligible for CORSIA compliance, and verified carbon offsets. Forward thinking efforts will help to minimize future compliance costs. Additionally, we are preparing for an increase in costs associated with CORSIA compliance beginning in 2024 and are proactively thinking through long-term offset offsettake opportunities. We adhere to best practices for climate-related disclosures, and we’ve been reporting on SASB metrics since 2016 and TCFD since 2017. We publish our greenhouse gas inventory annually as well as verify with a third-party verifier. Although this is not regulated today, we are prepared to comply with the proposed SEC rule, for which TCFD and emissions reporting is the basis for. Due to the long-term nature of our commitments and the associated potential risks in litigation related to “greenwashing” or similar claims, JetBlue recognizes the importance of transparency and integrity when communicating or sustainability strategy and commitments. Our sustainability communications are reviewed to provide comprehensive context and information and we follow best practices for sustainability communications. |\n| RISK TYPE | POTENTIAL IMPACT | TIMEFRAME | MITIGATION STRATEGY |\n|-----------|------------------|-----------|---------------------|\n| TECHNOLOGY | Supporting the transition to a low carbon economy increases likely costs associated with the purchase of new aircraft, SAF price premiums over conventional jet fuel, and the transition to other lower carbon technologies. | Short to long term | JetBlue has a large order book of future aircraft, mitigating the risk of potentially higher costs as incrementally more efficient planes become available. We’ve committed to introducing over 140 new fuel efficient aircraft across new aircraft types through our contractual order book, which will bring significant improvements in per seat emissions. As older aircraft are retired, the more efficient aircraft will replace them and also accelerate us towards our lower emissions goals. JetBlue is also mitigating the risk of high SAF premium costs through a portfolio of early and proactive SAF purchase agreements, as well as partnering with multiple partners, including corporate customers, to find creative means of funding additional SAF. JetBlue continuously investigates solutions to mitigating climate risk exposure and introducing new forms of lower-carbon technologies and innovations. Our subsidiary JetBlue Ventures (JBV) invests in technology focused on advanced methods of measuring and reducing emissions, improved environmental protections, and game-changing transportation solutions. Some of JBV’s sustainability investments include Universal Hydrogen (UH2), Joby Aviation, AIR COMPANY, and many others. Beyond the financial contributions JBV offers its portfolio companies, JetBlue also partners with them to offer expertise and learn from each other to accelerate progress. |\n| RISK TYPE | POTENTIAL IMPACT | TIMEFRAME | MITIGATION STRATEGY |\n|-----------|------------------|-----------|---------------------|\n| MARKET    | Market risks to JetBlue include decreased revenue with potential business or individual customers related to sustainability concerns. Additionally, supply of sustainable aviation fuel is limited despite the ever-increasing demand for the lower-carbon alternative. | Medium to long term | JetBlue is consistently monitoring customer demand and expectations. As interest in sustainable travel has increased, we have taken meaningful steps to decarbonize our business, as well as communicate this work to our customers and offer new tools enabling them to increase the sustainability of their travels. We stay engaged with new and repeat customers and embrace new opportunities to work together, positioning our programs to serve changing customer preferences and reduce impacts from shifting markets. JetBlue has a history of signing early and proactive SAF deals to lock in supply in a constrained environment and secure strong commercial terms. We are proud to be the first US airline to fly regularly using both available producers of SAF as of December 2022 and proactively take on new suppliers of SAF with multi-year contracts. For business customers concerned about their flight emissions, we have developed our Corporate Sustainable Partners Program. The partnership provides tools to help reduce scope 3 business travel emissions through SAF certificates and transparency into generated emissions. SAF certificates help fuel JetBlue flights and help support the purchase of high-integrity SAF. This collective SAF purchases also strengthen the signal aviation companies and corporations are sending to the SAF market. |\n| RISK TYPE | POTENTIAL IMPACT | TIMEFRAME | MITIGATION STRATEGY |\n|-----------|------------------|-----------|---------------------|\n| REPUTATION | Public concern around aviation's climate impact or reputational damages due to failures in taking meaningful steps toward its sustainability goals may result in lost revenue and flight demand. | Short to long term | To mitigate reputational risk, we continue our history of strong corporate citizenship in the communities we serve. This includes being one of the few airlines to commit to net zero by 2040, ten years ahead of the broader industry; one of the first global airlines to set an science-based target, approved in 2022; the first US airline to fly using both available producers of SAF as of December 2022; the first airline to execute a sustainability linked loan; and the first airline globally to report via SASS and TCFD. In addition to our achievements, we work diligently to continue our sustainability efforts and communicate them to all relevant stakeholders, as described in the Environmental Section within this report. We also work to engage with customers to collaborate on sustainability efforts. In 2022, we introduced new opportunities to engage with customers by partnering with CHOOOSE and providing customers the ability to contribute to JetBlue’s purchases of SAF. To further share our efforts, we publish an annual Environmental, Social, and Governance (ESG) Report, which include details on our initiatives, progress on our targets, board oversight on ESG topics, cross-departmental collaborations for ESG initiatives, a third-party verified greenhouse gas inventory, and SASS and TCFD metrics. |\nClimate-Related Opportunities\n\nPotential opportunities arising from climate change are as plausible as risks, yet they tend to be overlooked by both issuers and investors. At JetBlue, consideration of climate change may increase both our resiliency and competitiveness. The following table shows the most material opportunities we have identified.\n\n| OPPORTUNITY TYPE | DESCRIPTION OF IMPACT | TIMEFRAME | MITIGATION & ADAPTATION STRATEGY |\n|------------------|-----------------------|-----------|----------------------------------|\n| RESILIENCE       | Improved asset mobility drives the potential for costs reductions and gains in operational efficiency. | Short to long term | JetBlue’s point-to-point system is the foundation of our operational structure, with 93% of our routes touching at least one of our six focus cities. This structure allows us to optimize costs as well as accommodate customers’ preference for nonstop itineraries. A vast majority of our operations are centered in the heavily populated northeast corridor of the U.S., which includes the New York and Boston metropolitan areas. By featuring more direct point-to-point flights, we increase our ability to handle major weather events, compared to the hub-and-spoke model our competitors use. |\n| PRODUCTS AND SERVICES | Investing early in greener products and services enables a more competitive aviation industry while appealing to growing demand from customers. These elements drive increased revenue whereby satisfying those opportunities. | Short to long term | JetBlue is recognized as a leading airline in sustainability, thanks to its early and ambitious actions and commitments. We seek to maximize this opportunity by continuing to invest in and promote our sustainable activities to our customers, thereby potentially satisfying and/or growing our customer base. We also view our long-standing relationships with multiple SAF providers as an advantage as we seek contract renewals and new opportunities, given the knowledge and relationships formed, ideally translating into improved commercial terms. |\n| OPPORTUNITY TYPE | DESCRIPTION OF IMPACT | TIMEFRAME | MITIGATION & ADAPTATION STRATEGY |\n|------------------|-----------------------|-----------|----------------------------------|\n| RESOURCE EFFICIENCY | Investments in a more efficient fleet, drives lower fuel costs and efficiencies while providing better products for customers | Short to long term | JetBlue has long focused on operational fuel savings, that deliver both emissions and cost benefits. JetBlue operates a young, fuel-efficient fleet, with a large order book of new aircraft. In 2022, we rolled out a full-time Fuel Optimization team, with crewmembers dedicated to finding opportunities to save on fuel consumption, contributing to our measured improvement in fuel efficiency on an intensity basis. In addition, JetBlue Ventures reviews and invests in technologies that might advance fuel efficiency. |\n| ENERGY SOURCE | Investments in sustainable energy sources, specifically SAF, at an early stage creates leverage to take advantage of supply costs and a diversified energy-sourcing strategy | Short to long term | JetBlue first began flying regularly using SAF in 2020 and has since grown its SAF both in the operation and through contracted SAF for future delivery each year since. By being an early actor in SAF procurement, JetBlue sees opportunity and strategic benefit from its understanding of the SAF market, having locked in favorable pricing and supply in a constrained environment, and an understanding of logistics and SAF contracting. In addition, JetBlue Ventures is reviewing SAF companies for potential investments to help grow and benefit from promising emerging SAF technologies. Outside of SAF, JetBlue is investing in a fleet of electric ground support vehicles across its airports. These vehicles not only deliver environmental benefits, but also crewmember benefits and financial benefits as their operating costs are significantly lower than gasoline and diesel versions. JetBlue Ventures has also invested in alternative energy aircraft technologies including hydrogen and electric, thereby forming strong relationships with emerging leaders in the space and setting up the opportunity for a return. |\n| REPUTATION | Consumers are increasingly demanding more sustainable products and services in tandem with greater transparency into environmental risks and opportunities. By satisfying these new opportunities enables competitive participation and reduces reputational risk. | Short to long term | JetBlue is recognized as a leading airline in sustainability, thanks to its early and ambitious actions and commitments. We seek to minimize any risk to our reputation by continuing to invest in and promote our sustainable activities to our customers. |\n| OPPORTUNITY TYPE | DESCRIPTION OF IMPACT | TIMEFRAME | MITIGATION & ADAPTATION STRATEGY |\n|------------------|-----------------------|-----------|----------------------------------|\n| MARKETS          | Proactive investments in environment-oriented opportunities across products and services, and throughout the supply chain, improves better operational alignment to a lower-carbon economy | Short to long term | Through our subsidiary, JetBlue Ventures, which partners closely with the Sustainability and ESG team within JetBlue, we have created investment opportunities and have so far, a portfolio of 10 direct sustainability-related companies that exhibited promising, disruptive technologies. In executing the airline industry's first sustainability-linked loan, JetBlue is able to receive financial benefit as a result of its ever-improving ESG performance. |\nJetBlue continuously investigates means of mitigating climate risk exposure and introducing new forms of lower-carbon technologies and innovations. The table below details some of the investment opportunities across the short, medium, and long term. Since 2020, we’ve strengthened the focus on sustainability with our subsidiary JetBlue Ventures, who led the investments in alternative energy aircraft companies detailed within the New Technology section below.\n\n| CLIMATE RISK/OPPORTUNITY | ITEM | DESCRIPTION | TIME PERIOD | TIME FRAME OF INVESTMENT RETURN |\n|--------------------------|------|-------------|-------------|---------------------------------|\n| RESILIENCE               | Focus cities | Further investment in diversifying our operations to allow for better asset mobility | Ongoing to long term | 1-3 years |\n| IMPROVED PROCESS FOR IDENTIFYING CLIMATE RISKS & OPPORTUNITIES | Climate Risk Scenario Analysis | Modeling to test resilience to climate change | Short term | N/A |\n| NEW TECHNOLOGY           | Joby Aviation | Developing regional electric eVTOL aircraft | Long term | Please see even more investments through JBV discussed earlier in this report |\n|                          | Universal Hydrogen | Carbon-free aviation fuel alternative | Long term | Please see even more investments through JBV discussed earlier in this report |\n| CARBON OFFSETTING        | High-Integrity Carbon Credits | Voluntary emissions offsets | Ongoing | Please refer to the “Refreshed Carbon Offsetting Strategy” section within this report for more information |\n| CLIMATE RISK/OPPORTUNITY | ITEM | DESCRIPTION | TIME PERIOD | TIME FRAME OF INVESTMENT RETURN |\n|--------------------------|------|-------------|-------------|--------------------------------|\n| EMISSIONS MITIGATION     | New engine option (NEO) aircraft | New engine technology: Fuel efficiency | Short to medium term | Fuel savings immediate, aircraft |\n|                          | Airbus A220 aircraft | New fleet: Fuel efficiency | Short to medium term | Fuel savings immediate, aircraft |\n|                          | Sustainable aviation fuel | Lower carbon intensity fuel on a lifecycle basis | Medium term | N/A |\n|                          | Electric ground service equipment | Lower carbon intensity ground equipment | Short term | 2 years |\n|                          | Operational fuel efficiency programs | Increased flight and fuel efficiency measures within our operations | Ongoing to long term | Please refer to the \"Reducing Fuel Burn\" section within this report for more information |\n|                          | Electric ground power and air units | Powering aircraft at gates and remote locations without jet fuel (APU) | Short term | 2 years |\nClimate Scenario Analysis\n\nIn 2021, we released our first climate scenario analysis, with the purpose of attributing a financial value on climate related risks and opportunities facing JetBlue. We assessed our assets on the basis of transition risks (carbon pricing, litigation, technology, reputation, and market); physical risks (temperature extremes, coastal flooding, drought, wildfire, tropical cyclone, water stress, and fluvial flooding); and opportunities (resource efficiency, energy source, products and services, markets and resilience).\n\nThe chart below represents potential revenue at risk in a scenario of inaction. We do not consider the modeled annual average loss an inevitability, but rather a worst-case scenario which we will work to avoid. We expect to refresh our analysis for the 2023 ESG report.\n\n| RISK                  | CAUSE OF FINANCIAL IMPACT                                      | % OF ASSET VALUE AT RISK | MODELED ANNUAL AVERAGE LOSS (2030) |\n|-----------------------|----------------------------------------------------------------|--------------------------|------------------------------------|\n| CARBON PRICING        | Regulatory compliance costs                                    | 5%                       | $222.5M                             |\n| TEMPERATURE EXTREMES  | Business interruption                                          | 1.8%                     | $117.6M                             |\n| COASTAL FLOODING      | Business interruption                                          | 1.4%                     | $13.1M                              |\n| TECHNOLOGY            | New technology reduces competitiveness, production efficiency, or demand | .12%                     | $5.8M                               |\n| REPUTATION            | Negative perception affecting consumer demand, shareholder value, employee costs, and supplier costs | .09%                     | $4.1M                               |\n| MARKET                | Supply and demand changes in a lower carbon economy            | .08%                     | $3.6M                               |\n| LITIGATION            | Facing increasing costs to defend against climate related litigation | .02%                     | $1M                                 |\n| OPPORTUNITY          | DRIVER OF FINANCIAL GAIN                                                                 | MODELED ANNUAL GAIN | % OF RELATIVE REVENUE GAIN |\n|----------------------|------------------------------------------------------------------------------------------|---------------------|---------------------------|\n| PRODUCTS AND SERVICES| Improve competitiveness amidst shifting consumer and producer preferences               | $13.6M              | .29%                      |\n| ENERGY SOURCE        | Potential energy savings from shifting to low emission energy sources                    | $10.3M              | .23%                      |\n| RESOURCE EFFICIENCY  | Optimize costs by improving efficiencies and materials management                        | $6.7M               | .16%                      |\n| RESILIENCE           | Adaptive capacity to respond to climate change to better manage risks and seize opportunities | $3.9M               | .08%                      |\n| MARKETS              | Proactively seek opportunities in new markets to be better positioned in a lower-carbon economy | $3.4M               | .07%                      |\nSocial\nSocial\n\nJetBlue understands the sustainability of our business depends on a skilled, engaged, motivated and diverse workforce. We strive to incorporate the needs and desires of our crewmembers and the communities we serve as the driving forces and key motivations for embodying our values of safety, caring, integrity, passion and fun.\n\nOur Social Strategy\n\nWe believe our success depends on crewmembers delivering an optimal JetBlue Experience both in the sky and on the ground. One of our competitive strengths is a service-oriented culture grounded in our five core values, along with a highly productive and engaged workforce, which enhances customer loyalty. Our goal is to hire, train, and retain a diverse workforce of crewmembers equally committed to our mission of inspiring humanity.\n\nOur Social Targets\n\n| GOAL | PROGRESS |\n|------|----------|\n| LEADERSHIP DIVERSITY | Double our race and ethnic minority representation at the officer and director level, from 12.5% to 25% by 2025 |\n| | Our race and ethnic minority representation at the officer and director level remains at 14.8% yet we are aiming to increase diversity at this level in 2023 |\n| | Increase our female representation at the officer and director level, from 32% to 40% by the end of 2025 |\n| | Our female representation at the officer and director level remains at 31.6% |\n| BUSINESS PARTNER ENGAGEMENT | Engage with 80% of top active business partners by spend on ESG principles within the Business Partner Code of Conduct by 2023 |\n| | On pace, with work ongoing through 2023. |\nSafety Management\n\nSafety is a top priority for our business. Therefore, we ensure quality management and oversight with an exceptional allocation of resources and expertise to mitigate safety risks while optimizing opportunities for efficiency.\n\nFor more than 20 years, JetBlue has raised the bar and set new standards in the industry. You can count on us to keep doing that by providing a healthy and safe travel experience—both in the air and on the ground.\n\nOur Safety Management System (SMS)\nAt JetBlue, everyone is responsible for identifying hazards, promoting safety awareness, complying with regulations and adhering to best practices. We’ve formalized these responsibilities in our Safety Management System (SMS), an FAA-required organizational approach to managing safety risk and implementing effective safety-risk controls. Our CEO presides as JetBlue’s SMS Accountable Executive, supported by our senior leadership teams to drive effective, efficient, and swift oversight of safety across the organization.\n\nOur SMS is all about being proactive and managing safety risks before they have the chance to become incidents or accidents. Identifying, mitigating and controlling these risks are our primary safety and security objectives and are outlined in JetBlue’s Safety Management System Manual (SMSM) and Security Manual (SM).\n\nCrewleaders across the organization are responsible for developing, implementing, and maintaining effective safety and security processes within their respective areas of responsibility. Since integrity is one of our core values, our Security Team is charged with ensuring all crewmembers are compliant with protocols in place to prevent any risk of non-compliance. All incidents that do occur are assessed and investigated as appropriate. As part of our culture to prioritize safety, JetBlue will not discipline any forthcoming and cooperative crewmember who reports on a given safety issue or concern, unless behavior is ultimately determined otherwise.\n\nUltimately, JetBlue’s SMS is our safety value’s north star – providing a framework for the processes, rules and ownership, including corrective action and data registries for tracking and improvement.\n\nIn 2022, JetBlue rolled out a new Quality Management System (QMS) within the Safety organization to examine if our processes are designed in the safest and most effective way possible, particularly on topics and incidents that create significant impacts on our operations. The focus of our QMS is reliability and consistency while assessing the quality of our policies and procedures and adjusting for improvement. In tandem with the processes outlined by the SMS, the QMS is primarily concerned with determining gaps between optimal performance and evaluating the cause for a given incident.\n\nSafety Governance\nJetBlue’s safety program is led by our Vice President for Safety who reports to the Head of Safety, Security, Fleet Operations, Airports and JetBlue University and ultimately through the highest reporting channel leading up to JetBlue’s President and CEO.\n\nTrending data, hazards and mitigations are brought to Risk Working Groups (RWG) which focus on flight operations, airports, system operations, technical operations, inflight operations customer support, and JetBlue University. Each RWG is chaired by an Ops VP and includes participation from departmental leadership, our Corporate Safety department and our colleagues from\nthe FAA. Risks deemed to be high level will be brought to the Safety Review Board (SRB) for action. The Safety Review Board includes several members of the Senior Leadership Team and ensures we are doing everything to reduce safety risks to make JetBlue safe for both crewmembers and our customers.\n\nJetBlue has also assembled Blue Health and Safety Committees, comprised of facility-level managers and frontline crewmembers. When the committees have concerns or ideas, they are formalized into Change Management Requests or Safety Action Reports, which are reviewed by a Safety Action Report review team and/or a RWG. Accessible means for crewmembers to report safety concerns, as well as participate in training and absorb communications, help ensure every crewmember understands their responsibility.\n\nSafety Risk Management\nTo stay ahead of potential safety issues, we have developed a formal process for analyzing, assessing, and mitigating safety risks. Through this Safety Risk Management (SRM) process, we evaluate the probability and severity of adverse safety outcomes and determine the resources needed to prevent or mitigate risks. This has led to the creation of our best-in-class safety programs including our Safety from the Ground Up program.\n\nSafety Systems and Programs\n- The Safety Analytics program objectively determines where risks may lie within the JetBlue operation, across all operational departments.\n- The Inflight Safety Program encompasses the management and success of Inflight’s Safety Management System (SMS). Inflight defines the protocols of the program and is responsible for continuous development and enhancement of SMS.\n- The Flight Operations Safety Program defines the protocols of the program and is responsible for continuous development and enhancement of the department’s Safety Management Systems (SMS).\n- Flight Operational Quality Assurance (FOQA) Program collects, monitors, and analyzes aggregate, de-identified flight data automatically recorded by the aircraft during routine flight operations.\n- The System Operations Safety Program conducts investigations of System Operations and Dispatch related events to identify hazards and non-compliance issues.\n- The Ground Safety Program maintains the official organizational aircraft ground damage metrics and rates.\n- The Airports Safety Program is developed to assist the Airports Department in protecting crewmembers from injury, and the aircraft and equipment from damage during ground operations.\n- The Technical Operations Safety Program is developed to assist the Technical Operations Department in protecting crewmembers from injury, and the aircraft and equipment from damage during maintenance operations.\n- The Safety Investigations Program drives our emergency response processes and the JetBlue Accident Investigation Team (AIT). The objectives of JetBlue safety investigations are safety risk mitigation and accident prevention.\n- The Fatigue Risk Management ensures oversight of fatigue risk in JetBlue’s Flight and Inflight Operations, using a data-driven approach, along with scientific principles on human physiology and operational knowledge, to monitor and assess the safety risks associated with fatigue-related performance decrements.\nOccupational Health & Safety\n\nLed by our SVP and Head of Safety & Security, JetBlue’s Crewmember Health and Safety Program (CHSP), ensures operational departments and support centers remain compliant with the Occupational Safety and Health Administration (OSHA) standards that apply to JetBlue, as well as others including the EPA and CDC guidelines. The safety of our crewmembers is vital to the performance and success of our operations and therefore provides an additional layer of oversight through our Safety Review Board, led by CEO and Senior Leadership Team. Monthly reports on qualitative and quantitative data relating to the cause of incidents are delivered to the Safety Review Board which is used to make systemic corrective actions with the goal of improving safety.\n\nAs part of our SMS, we prioritize due diligence to ensure we identify hazards and risk across the system. A Safety Risk Assessment (SAR) is conducted utilizing input from workgroup subject matter experts. Mitigation factors are put into place to warrant a risk level that is agreed upon by all departments. Additionally, all crewmembers are encouraged to submit a Safety Action Reports as part of our Safety Action Report Program (SARP). These reports identify safety issues which could potentially cause risk or harm to crewmembers or aircraft. Any time a report is executed, they are immediately investigated, answered and are followed up with change management forms, if needed, to evaluate which elements are affected. A change to any policy and/or procedure across the system requires a change management report that triggers a risk evaluation from all affected departments.\n\nOn a corporate level, our Human Factors Program provides subject matter expertise and support to all workgroups in the application of scientific principles relating to the strengths and limitations of human performance in operational environments. In time, this provides us with the opportunity to assess current methods of work and determine ways of ensuring professional environments are best set up to play to our strengths.\n\n2022 Crewmember Safety Performance\n\n| Metric | Value |\n|--------|-------|\n| TRIR   | 4.93  |\n| LTIR   | 4.06  |\n| DART   | 4.52  |\n| Fatalities | 0 |\n\n*Total Recordable Incident Rate TRIR = the number of incidents, multiplied by 200,000, then divided by the total number of hours worked in a year. The number 200,000 is used because it is the total number of hours 100 crewmembers work in a year (100 workers x 40 hours x 50 weeks). This is what we report as our injury rate\n\n**Lost Time Incident Rate, Lost Time Incident Rate is a standard OSHA metric that calculates the number of Incidents that result in time away from work. Not all recordable incidents result in lost time, which is why there is a separate calculation for more severe incidents. (Number of lost time cases x 200,000) / total number of hours worked by crewmembers\nAuditing and Evaluations\nOur Safety Evaluation and Audit Program (SEAP) conducts safety evaluations and audits and serves as the coordinating department for external audits, including DOD, IOSA and Code Share Audits.\n\nReporting\nWe conduct regular safety program performance benchmarking and audits to keep our Safety Management System productive and efficient – so we can preserve the safest workplace environment possible. In 2021, we also implemented our Ground Damage Reduction Program, an internal audit to identify hazards and develop recommendations across the organization.\n\nThe Line Operations Safety Audit (LOSA) Program is a voluntary safety program that provides a Threat and Error Management (TEM) based assessment of line operations and a way to measure JetBlue’s safety culture.\n\nOur JetBlue Event Management System (JEMS), our Aviation Quality Database (AQD), is an online tool application and database to collect and analyze crewmember reports and SMS data.\n\nOur Aviation Safety Action Program (ASAP), voluntarily alongside the FAA and the pilot’s Union, identifies safety events and implements corrective measures that reduce the opportunity of safety hazards or unsafe conditions through self-reporting, cooperative follow-up, and appropriate corrective action.\n\nLearning & Development\nOur Safety Promotions Program (SPP) implements promotional materials with our Corporate Communications team to distribute safety communications to all areas of the airline.\n\nLifting Safety Training Program is provided to all ground operations and airport operations crewmembers to provide safety training from their initial orientation and onboarding, through on-the-job training and continuous hands-on learning. To ensure compliance with these necessary and vital training sessions, SEAP evaluates written programs and the enforcement of them along with record keeping and reporting.\nTalent Development\n\nWe invest in our crewmembers through professional training, skills development and career advancement, while supporting our long-term pipeline, in order to be best positioned to attract and retain talent.\n\nAt JetBlue, our goal is for crewmembers to soar to new heights in their careers. In tandem, our growth plans necessitate and facilitate opportunities for talent development. We first introduced our culture to new crewmembers during the screening process and then at an extensive new hire orientation program at JetBlue University, our training center in Orlando. Orientation focuses on JetBlue’s culture and emphasizes the importance of customer service, productivity, and cost control. We provide continuous training for crewmembers including technical training, various leadership training programs, and regular customer service team training focused on the safety value and front line.\n\nIn addition to inherent role-based training and development, we provide additional professional and leadership development programs to elevate the performance and support the career growth of our crewmembers. We offer broad-based access to learning and development through our enterprise license for LinkedIn Learning, providing on-demand access to over 16,000 skill-based online learning courses.\nOpportunities for Growth\nTraining initiatives, available to crewmembers and crewleaders, no matter their location, are crucial for talent development across the organization.\n\nDue to the impact they have on their teams, we invest heavily in crewleader development. In addition to the 565 crewleaders who participated in our JetBlue-created Learning Labs in 2022, we also implemented 30 in-person classes with 578 in-person participants and 34 virtual learning sessions with 868 participants. Crewleaders learned about a wide variety of topics in our in-person and virtual classes, including:\n\n- Empowerment through change exhaustion\n- Helping crewmembers through personal challenges\n- Onboarding: helping new crewmembers arrive and thrive\n- Public speaking / presentation skills\n- Leading a multi-generational team\n\nPrinciples of Leadership Course\nJetBlue is committed to setting up crewmembers for success as they advance through the company ranks. Our Principles of Leadership courses onboard new leaders with the training needed to succeed in their careers, including how to apply JetBlue’s values through their positions.\n\nJetBlue Management Experience\nWe welcomed our third cohort of new managers for an interactive, blended learning program, culminating in a multi-day learning workshop. More than 153 JetBlue managers participated in 2022, with 70 completing the entire program.\n\nFor senior leaders, we host Leadership Roundtables for director-level talent across the company to build relationships with each other along with the Senior Leadership Team, focusing on key aspects of leadership to enhance their effectiveness and impact.\n\nJetBlue also provides broad development offerings for all crewmembers, not just those on a leadership career path.\n\nCrewmembers across our network are able to use LinkedIn Learning to continue to refine the skills needed to succeed and advance in their careers. 2022 saw the highest usage of LinkedIn Learning within the past four years. Crewmembers used the tool to learn leadership, change management, project management, diversity and inclusion, and specific skills such as Microsoft Excel. Top courses included learning study skills, Excel essential training, project management foundations, Microsoft PowerPoint, and time management and DEI. In 2022, participants comprised of the following:\n\n- 1,575 total unique viewers\n- 3,569 hours viewed\n- 1,801 crewmembers logged in\n- 86,407 videos watched\n- 14,270 courses viewed\n\nJetBlue Gateways Programs\nJetBlue Gateways are industry-leading career development programs that open the door for both crewmembers and external applicants to pursue a path to a pilot or maintenance technician position. At JetBlue, we believe there’s a right path for everyone, and our mission is to provide access to unique programs for people of all backgrounds. There’s no single route to becoming a pilot or technician, so we offer multiple pathways for those who’ve dreamed, but never had the opportunity to pursue highly skilled careers in the aviation industry. There are seven distinct Gateway education and training paths:\n\n- Gateway University. Open to crewmembers and external applicants, students at AABI-accredited partner colleges and universities can become first officers via a prescribed, time-building pathway.\n- Gateway Select. Open to crewmembers and external applications, candidates with little or no flying experience can become pilots after a rigorous training and time-building program.\n- Gateway Direct. Current crewmembers can depart from their current position and pursue a defined training and experience-building path by studying with our partners to become a JetBlue pilot or maintenance technician.\n- Gateway Flex. Current crewmembers looking for flexibility en route to the pilot’s seat or maintenance technician positions can choose their own location for training and time-building with a defined framework.\n- Gateway Family. Open to immediate family of current crewmembers, participants can apply to join Gateway Direct to train to become a first officer through a defined education, training and time-building path.\nJetBlue’s Gateway Direct program has enabled impacts even deeper than the broad scope of opportunities available to all crewmembers.\n\nSpecifically, the program addresses many of the largest barriers to entry for careers within flight operations or technical operations, such as financing and fears of leaving their current job at JetBlue, while adding certainty and a defined pathway to process. By removing these barriers and creating greater access to these paths, we’ve seen a significant impact in our program’s diversity. We are proud to share that more than half of all our Gateway participants at the end of 2022 are women and/or people of color. In 2022 we welcomed 21 students into our Gateway Direct-Flight Operations program and 2 students into our Gateway Direct-Technical Operations program.\n\nJetBlue Emerging Talent (“JET”)\nJet offers a pathway for our frontline operational crewmembers to transition into corporate services roles which includes hands-on experience, rotational job placements, and job placement assistance upon completion of the program. In 2022, we announced our newest cohort to begin in January 2023. The JET platform also includes two college-level internship programs (spring and summer), that provide skill and professional development through participation in developing real-world business solutions that support the delivery of strategic business initiatives. Crewmembers also have access to coaches who offer a variety of career-entry advice and guidance. Upon completion of the program, our Talent Management department helps to identify permanent placements in the support centers for these crewmembers.\n\n- JET Pathways – a talent pipeline program designed to help crewmembers in frontline operational groups make the transition into support services roles, where they may aspire to that career path\n- JET Internship – bringing in diverse early career talent into support services roles, with a focus on DEI talent discovery, JetBlue has been working to make our JET Internship program a key pipeline bringing in diverse talent into the organization.\n\nJobs for the Future\nJetBlue partners with the national nonprofit, Jobs for the Future, a coalition of America’s largest companies helping to drive the transformation of the American workforce and education systems to achieve equitable economic advancement for all. As part of our participation, we have pledged to continue investing in our crewmembers, in part by supporting diversity, equity and inclusion efforts and creating more pathways for career development and mobility.\n\nTransatlantic Lead Training\nSince 2021, JetBlue has expanded our international offerings, launching service to London’s Heathrow and Gatwick airports and preparations for service to Paris and Amsterdam during 2023. To support this major step in our company’s growth, we developed a Transatlantic Lead qualification program to equip inflight crewmembers with specialized knowledge focused on leadership and cultural competence. More than 100 inflight crewmembers participated in 2022.\n\nJetBlue University\nJetBlue crewmembers rise to greatness with world-class aviation training through JetBlue University (JBU). All Crewmembers are trained at our Orlando-based JetBlue University according to their role. Before pilots and flight crews are placed into real-world flight situations with customers, they undergo extensive training in both classrooms and through state-of-the-art flight simulations of actual Airbus A320 and Embraer E190/195 planes at our expansive facility at Orlando International Airport. There, they are faced with high-stake situations without ever leaving the ground to prepare them for potential situations that might occur in the air.\nCrewmember (Employee) Engagement\n\nThoughtful and intentional crewmember engagement provides us with information to assess and refine the necessary changes for a robust and dedicated culture.\n\nWe believe one of the best ways to measure success is to ensure our crewmembers feel recognized, heard, and given the opportunity to drive real-time feedback and input into the business.\n\nPeople Data Insights (PDI)\nIn the wake of COVID-19 and the Great Resignation, it is more critical than ever for organizations to strategically apply data-backed, talent decisions to foster an environment where crewmembers can thrive. At JetBlue, the People Data Insights (PDI) team leverages data to inform and drive companywide efforts to enhance various stages of the crewmember lifecycle. Whether it comes to selection, crewmember engagement, DEI, or attrition, this team uses reporting and dashboarding to monitor trends, track JetBlue’s strengths and opportunities in each area to provide actionable insights and recommendations for improvement. We also conduct custom research projects to address business challenges and answer organizational questions. A few key functions are detailed here:\n\n- In the selection space, we establish validated tools (e.g. structured interviews, assessments) to ensure that JetBlue is using consistent, job-relevant, legally compliant, and technically advanced procedures to select high-quality candidates who possess competences critical to success.\n\n- To keep a close eye on crewmember experience, we have several check-ins throughout the year to measure engagement and workplace perceptions. Leaders are guided to understand crewmember feedback and focus on areas that align statistical linkages to key performance and business outcomes.\n\n- We partner with the DEI team on where and how to make progress in the DEI space, using biannual DEI maps that showcase composition, selection, mobility, and attrition metrics by workgroup and level. These tailored reports outline targeted actions that continually help us thread the needle.\n\nSpeakUp Survey\nEach year, we launch our annual SpeakUp Survey to measure crewmembers’ engagement and satisfaction to direct our efforts in enhancing the crewmember experience. The Survey focuses on important ways to improve engagement, including knowing what’s expected on the job, having the right resources, feeling recognized and cared for, building trusted relationships, and more.\n\nOur crewmembers are integral to everything we do and it’s important they have a positive experience to, in turn, take care of our customers. Participants in the annual SpeakUp Survey can express their valuable feedback and work with leaders across the company to make meaningful change. We are committed to bolstering crewmember engagement by prioritizing recognition, and reinforcing our caring value. Additionally, we are working to ensure communication remains top of mind, so crewmembers feel supported as we navigate the ever-changing workforce in a post-pandemic world.\n\nFollowing the survey, workgroup leaders review their team’s data, communicate results, and develop action plans to enhance our unique culture. A few notable examples developed from previous SpeakUp surveys include JetBlue Scholars, Lift (crewmember recognition program), Principles of Leadership program, pass travel improvements, and a variety of new\nways for crewmembers to stay connected with senior leadership, including virtual pocket (all hands) sessions beginning in 2020.\n\nOverall sentiment from the 2022 survey, with more than 6,000 responses, indicated we’re headed in the right direction. With that continued optimism, we recognize there still remains opportunities for improvement. Highlights from the 2022 survey indicate that our crewmembers:\n\n- are clear on what’s expected of them at work\n- are able to show up to do what they do best\n- enjoy the work they do\n- have strong connections with each other\n\nWe continue to prioritize the feedback expressed by crewmembers and have incorporated changes as a result of the survey with the most recent focus on enhancing crewmember recognition programs.\n\nThe Leadership Connection\nAnother avenue of engagement we deploy is through The Leadership Connection program (TLC) in which our Officers and Directors support engagement and feedback channels with our frontline crewmembers. Through this program, senior leaders are paired with BlueCities from around the network where local crewmembers can provide on-the-ground feedback, ask questions and learn more about what’s happening locally. The feedback leaders solicit during these quarterly visits helps us gain a wider lens into the company and industry issues and concerns.\n\nMonthly Pocket Sessions with Senior Leaders\nEach month, JetBlue’s leaders host a virtual pocket session to provide relevant updates to ensure crewmembers remain informed about the direction of our company. These sessions are typically led by our CEO and President, along with other members of senior leadership. Pocket sessions typically conclude with an opportunity for crewmembers from across JetBlue to ask questions and voice their concerns.\n\nValues Committee\nAnother way in which we ensure our culture remains strong is through our Values Committees comprising of six individual committees representing Airports, Customer Support, Inflight, Materials Specialists, System Operations and Technical Operations. Our Values Committees drive JetBlue’s core values deeper into our organization and provide crewmembers with the opportunity to enhance the JetBlue experience. The purpose of these committees is to convey the needs of crewmembers from around the network to crewleaders while balancing their needs and driving the sustainability of JetBlue.\n\nCrewmember Recognition\nWhen crewmembers go the extra mile to live out our values, we like to celebrate and reward their achievements. Through LIFT, our social, peer-to-peer recognition program, we dish out thanks to fellow crewmembers who can be nominated on the LIFT website or via the LIFT app.\n\nPerformance Management\nWe strive to create a respectful environment for our crewmembers in which performance feedback is a two-way street with open, honest and constructive conversation. Our performance management process ensures we set standards for what will be accomplished each year (goals) and the expectation for how crewmembers should behave while doing so (the Blue Standard). Goal Management enables crewmembers and crewleaders to align individual goals with company business objectives. This also helps JetBlue ensure that all crewmembers are aligned and prioritize our path to success.\n\nThe purpose of performance management and the end-of-year evaluation is to accurately and equitably assess crewmembers across our network. During end-of-year evaluations we assess both “what” the crewmember has accomplished (the goals) and “how” they behaved while doing so (the Blue Standard). This helps create a culture of high performance and accountability. Crewmembers can also directly discuss successes and challenges alongside a balanced approach to compensation and improvement management.\n\nIn 2022, Performance Management applied to 3,456 performance eligible crewmembers. Our Performance Snapshot in 2022:\n\n- 93% EOY ratings submitted on time\n- 83% EOY discussions completed on time\n- 3,456 performance eligible crewmembers in 2022\n- 41 performance calibration sessions\n- 6 virtually hosted goal setting Q&As\n- 625 virtual goal setting Q&A attendees\n\nOrganizational and Cultural Development\nThe Organizational Effectiveness team fosters team growth and change with\na variety of initiatives, development opportunities, and through the execution of real-world projects. In 2022, the team engaged in 82 client projects. Through these high-impact offerings, we saw a boost in change management capabilities across the organization, including projects across Support Services, Flight Ops, Customer Support and several cross-functional workgroups. Additionally, we enabled growth and alignment across JetBlue by advising projects relating to organizational structure and redesign.\n\nIn order to ensure that senior JetBlue leaders are fulfilling their leadership responsibility on enhancing our company culture, we define a number of formalized O&D culture activities, with a dedicated O&D culture activity tracking site. Leaders must complete and log a minimum number of activities to be eligible for certain ratings at their End-of-Year performance review.\n\n**Hiring & Retention**\n\nJetBlue continues to advance our hiring and recruiting policies to be more inclusive and broaden opportunities. Notably, we recognized relevant work experience and skills as equivalent to bachelor’s degrees for many positions, qualifying prospective crewmembers for jobs previously reserved for college graduates, in compliance with New York State Law. Prospective crewmembers apply for positions without providing their salary history, removing another roadblock for people passionate about pursuing well-paying careers in aviation.\n\nWe optimize hiring and address opportunities to increase retention even further by utilizing validated pre-hire assessments for most of our roles as well as through analyzing exit survey data to understand actionable insights for the future. Additionally, we link engagement scores (described earlier in this report) to attrition data with which we then guide our talent development leaders on ways to improve aspects of engagement that most strongly predict retention.\n\n**Blue Select**\n\nWe are working hard to ensure that the diverse communities and cultures we serve are represented across our company, beginning with the hiring process. When hiring paused during the COVID-19 pandemic, our Talent Acquisition team used the time to develop Blue Select, a new interviewing method tailor-made for JetBlue’s hiring process. Blue Select was established based on extensive internal and external research, with a philosophy that relies on the science of structured interviewing and evaluation. Following the most up-to-date research in selection, Blue Select is designed to identify high quality candidates and ensure fairness and consistency in the hiring process. Our rigorous approach helps overcome unconscious biases in the interview process and increase diversity in our pipeline. To conduct Blue Select interviews, crewmembers must complete more than six hours of training, including our Fly Above Bias and Blue Select e-learning courses, as well as a mock interview session.\n\n**2022 Crewmembers:**\n\n| Regular Full Time | Regular Part Time |\n|-------------------|-------------------|\n| 19,082            | 4,796             |\n\n**New Hires:**\n\n| Turnover | Voluntary |\n|----------|-----------|\n| 4,761    | 14.4%     |\n| Rate     | Involuntary |\n| 19.9%    | 5.2%      |\n\n**2022 Turnover**\n\n| Crewmembers: 23,917 | Hires: 7,175 | Turnover: 4,761 | Voluntary: 14.4% | Rate: 19.9% | Involuntary: 5.2% |\nCompensation & Benefits\n\nAt JetBlue, we know the path to total wellness is unique. No matter where crewmembers are in their journey, BlueBenefits provides the options, resources and wellness support crewmembers and their loved ones need. And because needs change over time, we offer flexible and simple benefits that can evolve with our crewmembers. Our overarching HELLO WELLNESS! provides a variety of options designed to help crewmembers improve physical health (HELLO HEALTHY!), reach financial goals (HELLO MONEY!) and enjoy peace of mind (HELLO BALANCE!):\n\n- **HELLO HEALTHY!** JetBlue’s medical, dental and vision options, BlueCarpet concierge, family and health support programs.\n- **HELLO MONEY!** JetBlue’s financial programs and tools, including our Total Rewards Statement, Healthy Rewards, BlueRetirement 401(k), disability, health spending accounts, group legal and insurance plans.\n- **HELLO BALANCE!** JetBlue’s mental wellness program, which includes free therapy on a digital first platform, coaching, a wellness-focused audio library or a combination of care.\n\nOur Wellness Equity Guiding Principles.\n\nAt JetBlue, Wellness Equity is when all crewmembers have the opportunity to attain their full wellness potential, and no one is disadvantaged from achieving this potential because of socially-determined circumstances. Our benefit and wellness programs support and align with our DEI and sustainability goals, and we strive to offer equitable health and wellness benefits to all crewmembers regardless of their race, geography, gender, ethnicity, income, veteran status or sexual orientation.\n\nThrough our Wellness Equity roadmap, our focus is to remove barriers of affordability, access, literacy and navigation that may influence crewmember engagement and outcomes.\n\nDriving Wellness Forward\n\nIn 2021, we boosted our BlueBenefits program to provide additional support to advance the wellness of crewmembers. For crewmembers enrolled in medical coverage, we paid for the cost of services tied to COVID-19—including in- and out-of-network office visits, urgent care centers and emergency room visits required to receive testing. For all crewmembers and loved ones, we covered the cost of telemedicine sessions—a service provided to crewmembers and their loved ones.\n\nIn 2022, we provided critical clarifications about the health benefits and medical coverage we offer transgender people and affirmed our commitment to making sure all crewmembers have the personalized healthcare they need.\n\nCrewmember Benefits\n\nCrewmembers are eligible for the following benefits:\n\n- Medical coverage: behavioral health, health accounts, prescription coverage\n- Dental\n- Vision\n- Healthy rewards\n- Health spending accounts\n- Navigator mental wellness benefits\n- BlueCarpet advocacy and clinical support\n- Inclusive care\n- Family building support\n- Adoption and surrogacy assistance\n- Fertility support\n- Online telemedicine\n- Life and AD&D insurance\n- Short and long term disability coverage\n- Group legal\n- 401(k) plan – traditional and roth\n- Profit sharing\n- Crewmember stock purchase plan\n- Voluntary discount programs\n- Free standby travel on JetBlue flights\nDiversity, Equity & Inclusion – Our Flight Plan to a More Representative JetBlue\n\nWe recognize that diversity drives performance and promotes opportunities for growth and innovation, whereby creating a culture of inclusion; everyone can bring their true self to work, and succeed.\n\nDEI Strategy, Policies and Oversight\nDiversity, equity and inclusion is integral to how we do business at JetBlue. As we grow, we are taking steps to ensure we embody our long-time mission to inspire humanity. We believe to build a better world, our DEI strategy has to extend outside of our anti-discrimination policy or our signature anti-bias training, fly above bias. We’re focused on integrating the DEI lens to our business units across the organization; with consistent effort and application, diversity, equity, and inclusion will demonstrate its value—not as an additive factor, but instead as a necessary element in our business’ success.\n\nOur strategy works across three areas driving DEI impact:\n\n- **PEOPLE:** We invest in our crewmembers with opportunities for development and growth, diversify our leadership and support a culture of inclusivity.\n- **SOURCING:** We engage with and source from diverse business partners including minority- and women-owned businesses.\n- **BRAND:** We build lasting connections with our diverse customers to continue to drive inclusive representation.\n\n| GOAL (SET IN 2020)                                                                 | PROGRESS ON GOAL (AS OF 2022)                                                                 |\n|-----------------------------------------------------------------------------------|---------------------------------------------------------------------------------------------|\n| Double our racial and ethnic minority representation at the Officer and Director level from 12.5% to 25% by the end of 2025 | 14.1% racial and ethnic minority representations.                                           |\n| Increase representation of women at the Officer and Director level from 32% to 40% by the end of 2025 | 33.1% representation of women at Officer & Director level.                                  |\n| Grow spend with businesses owned by underrepresented groups by 5% annually         | In 2022, we spent over 74 million with diverse business partners exceeding our goal.         |\nDEI Governance\nOur DEI goals are developed in collaboration with the DEI team and DEI Steering Committee. This committee is made up of key leaders from across the organization that meet quarterly to discuss DEI projects, progress towards their business unit’s DEI goals and opportunities to increase inclusion for crewmembers and customers. The DEI Steering Committee is chaired by leaders from:\n\n- Talent Management\n- Talent Acquisition\n- Corporate Social Responsibility\n- JetBlue Gateway Programs\n- Environment, Social and Governance and Sustainability\n- Sourcing and Procurement\n- Corporate Communications\n- Brand and Marketing\n\nIn addition to our DEI Steering Committee, the Brand and Marketing team has established a Marketing and Loyalty DEI Committee chaired by our head of Marketing and Loyalty. This separate committee features leaders from the Brand, Marketing and Loyalty teams along with Corporate Communications to discuss initiatives driven by the business unit that have a DEI impact.\n\nHiring & Retention from a DEI Perspective\nIn 2020 we set aggressive goals with the mission to change the aviation industry, these include expanding our crewmember representation to better reflect the communities we serve. We have had tremendous success in diversifying our pipeline of pilots and airplane technicians through our Gateway programs. However, we recognize to reach these goals, we know that we must also build new pipelines. In 2022 we worked to meet underrepresented talent where they are and revise our talent sourcing strategy. We began establishing a presence at several diverse talent conferences to expand our sourcing practices and talent network. You may have spotted us at:\n\n- Black MBA\n- Latino Job Fair: El Mundo\n- Prospanica\n- Black in Tech\n- National Urban League\n\nWhile we were focused on expanding our network and reach, we did not forget about our hometown. In 2022 we worked extensively with the New York Urban League to host networking mixers at our headquarters.\n\nBuilding Pipelines for our Future. Frontline to Support Center Pathway Program.\nLaunched in 2021, our Support Center Pathways Program was created in response to the needs articulated by our frontline crewmembers. The program caters to crewmembers who have expressed interest in shifting their careers from the frontline to our support centers. Through Pathways, crewmembers receive extensive training for skills that are transferable across multiple workgroups. This includes several weeks of classroom learning and support, continuous peer and leader mentorship, and two rotational job placements that fit crewmember interests as well as business needs.\n\nOur first cohort of Pathway Associates completed the program in 2022 and have all received full time offers. Our second cohort of Pathway Associates began in 2023. All participants of this program are either women or People of Color.\nDEI Training\nCollectively on a Journey. In early 2022, we piloted three training modules across the organization in collaboration with a Brooklyn-based DEI consulting firm called The Collective. Over 45 leaders received training around the importance of diversity, inclusive leadership and delivering inclusive feedback. We also had over 90 crewmembers receive more general DEI training.\n\nLeading with a DEI Lens. In 2022, we introduced a DEI module into our Principles of Leadership training for all future team leaders. This module aims to ensure our people leaders are well-equipped to lead diverse teams and build inclusive spaces.\n\nExpanding to the Frontline. In 2022, we expanded our DEI trainings to the frontline by designing two unique modules to meet their individual needs:\n\n- Over 100 airport managers were trained at the Airports Supervisor Training in Orlando.\n- A total of 30 JBU instructors were trained virtually and in-person at JBU.\n- A unique e-learning module was curated for our Tech Ops team who needed more flexible options to engage in a DEI learning opportunity.\n\nDEI Engagement\nCrewmember engagement is an essential driver in our DEI strategy and mission. For us, this requires strengthening and expanding the reach of our crewmember Resource Groups (CRGs) ensuring that all crewmembers have safe, supportive spaces to connect with one another. Our CRGs represent our grassroots approach to engaging crewmembers in DEI. Our CRGs are open to all crewmembers and have members from across the JetBlue network.\n\nAligning four strategic pillars of Career, Culture, Community and Commerce our CRGs made a splash in 2022 across the organization with over 30 events. Below is a sample of some of our favorites:\n\n- **Blue Abilities.** Our newest CRG which focuses on promoting the inclusion of people with visible and nonvisible disabilities was launched in November with a celebration at the Lodge in OSC. Vice Mayor and Orange County Commissioner Mayra Uribe was in attendance to discuss transportation initiatives for people with disabilities across the central Florida region.\n\n- **Vets in Blue.** In collaboration with our CSR team, JetBlue partners with Pepsi on their Rolling Remembrance initiative. This is a tour that takes the American flag across the US to raise awareness for Children of Fallen Patriots Foundation. The journey began with JetBlue pilots/veterans taking the flag from JFK to SEA.\n\n- **Blue Conexion.** In 2022, Blue Conexion collaborated with Employee Resource Groups from our partners at Pratt and Whitney and Airbus to highlight the careers and experiences of Hispanic people in the aviation industry. Through this event our crewmembers built and extended valuable networks.\n\n- **SAJE.** The first Ramadan Fast-A-Thon invited crewmembers—irrespective of their faith or belief—to join in a collective fast during the Muslim holy month of Ramadan where donations in unspent lunch money were donated to the JetBlue Crewmember Crisis Fund.\n\n- **JetPride.** Crewmembers celebrated Pride all over the country, participating in parades from Orlando to West Hollywood. During Pride month, the Lift Every Voice series hosted a discussion with community organizations The Center, Stonewall Inn Gives Back Initiative, and the Caribbean Equality project, focusing on the support and empowerment within the LGBTQ+ community.\n\n- **JADE.** In June of 2022, JADE executed its inaugural service trip in St. Ann's Bay, Jamaica. From June 13 – June 18, JADE Leadership in conjunction with FDNY, NYPD, the Jamaican Constabulary Force, and 9 volunteer crewmembers lived our CARING value. Crewmembers had the opportunity to serve meals for St. Ann’s Infirmary residents where JADE presented the staff with medical and sanitary supplies. From there, the group had a B6 Career Day presentation where students at Marcus Garvey Tech HS & Primary School were given SOAR with Reading books and school supplies donated by support center and frontline crewmembers. JADE also facilitates the participation of a local barber to provide complementary haircuts to the students. Lastly, finished off the week by participating in a friendly soccer match against the Marcus Garvey Tech HS team, closing out the amazing event by living our FUN value.\n\n- **Women in Flight.** The Fly Like a Girl program landed in Puerto Rico for the first time in May. In collaboration with the DEI and JetBlue Foundation, Women in Flight gave forty girls between 8-16 an opportunity to meet our team in San Juan and learn about possible careers in aviation. For more information on this landmark event check out our CSR section!\nBusiness Partner Diversity\nWe are proud of the efforts of our Sourcing team in prioritizing local business whenever possible. At least one diverse or small business is represented in the RFP process.\n\nIn 2022, we exceeded our goal of a 5% spend with diverse businesses. This totals to over 74 million dollars spent with Diverse suppliers.\n\nPlease see the Supporting Our Business Partners section within this report for more information on how we engage responsibly with our business partners.\n\nHuman Rights\nJetBlue takes human rights seriously, as it impacts not only our crewmembers, but our customers as well. Respecting human rights means treating people with dignity. JetBlue recognizes its responsibility to respect internationally recognized human rights and labor standards, including the Universal Declaration of Human Rights (UNDHR) and the International Labor Organization's Core Conventions. We outline our commitments to human rights, labor rights, and employment rights in the JetBlue Code of Conduct.\n\nHuman Trafficking\nThe issue of human trafficking is one that hits close to home in our industry. Victims of this crime are often hidden in plain sight, including on aircraft and in airports. As one of the first airlines to sign on to the United States Department of Homeland Security (DHS) and Department of Transportation's (DOT) Blue Lightning Initiative, JetBlue is committed to the efforts undertaken by government and law enforcement agencies in identifying and reporting human trafficking. We educate our crewmembers on the issue and how to report suspicious activities and established a cross-functional team working group to assess what additional policies and practices we can use to help combat this issue. In 2022, JetBlue provided human trafficking training to 4,207 new hires and 17,356 recurrent crewmembers for a combined total of 21,563 completions. The working group assesses additional policies and practices we can use to help combat this problem. As a result, JetBlue is working on our own BlueSTARS (Stop Trafficking and Relieve Survivors) program, which will use available technology to identify fraudulent financial activity.\nSupporting Our Business Partners\n\nThrough our responsible and sustainable supply chain strategy, we are able to strengthen our impact across global environmental, social and ethical conditions with our business partners.\n\nCollaborating with our Business Partners is crucial to JetBlue’s operations. Our success is built on our values and ethical conduct and we strive to partner with Business Partners that share our commitment to ethical business practices.\n\nBusiness Partner Engagement\nWe support, protect, and advise our Business Partners with the JetBlue Business Partner Code of Conduct. This policy defines JetBlue’s expectations of how our Business Partners and their suppliers, agents and subcontractors should operate while conducting business with or on behalf of JetBlue. In 2021, JetBlue refreshed its Code of Business Conduct to expand guidance on human rights and labor practices while maintaining channels to raise concerns without reprisal. We expect our Business Partners to act in accordance with our Business Partner Code of Conduct and uphold our values at the fullest. Upon identification of incompliance with our policy by a given Business Partner, we engage with them to resolve any corrective action and, if necessary, assess future partnerships.\n\nIn 2022, as part of the procurement process, we revised pertinent sourcing request forms to include customizable prompts regarding sustainability and commitments to environmental stewardship, which complement existing prompts regarding diversity, equity and inclusion programs and policies.\n\nSourcing From Diverse Partners\nWe believe diversity, equity and inclusion is a vital element of our social impact which should extend through those who work alongside JetBlue and on our behalf. Our Business Partner Diversity program functions as JetBlue’s investment in the local businesses of the communities we fly to and serve. We understand that through working with small and minority owned businesses we are driving revenue into the hands of the customers who choose to fly with us every day and support their journey to building wealth.\n\nTherefore, we developed a goal in 2021 to grow our spend with businesses owned by underrepresented groups by 5% annually. Since then, we have actively engaged and sourced diverse business partners including minority- and women-owned business enterprises (MWBE) with a proven commitment to DEI in their lines of business. We also require RFPs to include at least one partner from an underrepresented group in the selection process, where reasonably possible.\n\nIn 2022, we doubled our year-over-year diverse business partner spending from $36 million to $74 million and worked with a total of 194 diverse businesses as company partners and suppliers.\n\n| 2022 Diverse Business Partners Breakdown Across JetBlue Operations |\n|---------------------------------------------------------------|\n| Department | 2022 Number of Diverse BP | % of all Diverse BPs in Department |\n|------------|---------------------------|----------------------------------|\n| IT         | 16                        | 8%                               |\n| Airports   | 53                        | 27%                              |\n| Marketing  | 10                        | 5%                               |\n| People     | 5                         | 3%                               |\n| IPD        | 26                        | 13%                              |\n| Tech Ops   | 41                        | 21%                              |\n| Other (varied) | 43                  | 22%                              |\n| Total      | 194                       | 100%                             |\nSocial Impact – Our Corporate Social Responsibility\n\nOur commitment to bettering lives and conditions in the places where we work and fly to each day is multi-layered. On the ground and in the air, we support a range of initiatives, programs and causes to uplift the communities around us.\nSoaring Towards a Brighter Horizon\n\nAt JetBlue, we believe a huge part of inspiring humanity lies within building strong relationships with the communities we serve. We aim to continuously demonstrate our commitment to the betterment of communities in our vast network of BlueCities.\n\nJetBlue promises to deliver safe and fun travel experiences while also giving back to our communities. We are dedicated to improving the lives and conditions of people and communities where we work and fly. We support a range of programs and initiatives through the JetBlue for Good platform, corporate social responsibility platform, and JetBlue Foundation, a 501(c)(3) nonprofit organization that champions diversity in STEM education and creates career pathways towards aviation. Additionally, we also respond to help people and communities impacted by crises or disasters.\n\nJetBlue for Good Impact\nWhat sets us apart is our commitment to doing the work required to build a better future. At JetBlue, we center corporate responsibility on signature programing developed to drive Good across our network.\n\n| Category                                      | Amount                  |\n|-----------------------------------------------|-------------------------|\n| Total points donated by TrueBlue customers in 2022 | 10,425,591 points       |\n| Total global giving                           | $1,409,680.57           |\n| Cash donations (non-profit commitments and donations) | $239,455.57             |\n| Total hours volunteered by crewmembers        | 84,252 hours            |\n| In-kind value of donations (JetBlue and JetBlue Foundation) | $1,116,225              |\nGreenUp\n- In 2018, we launched GreenUp as our signature program under our environment pillar to focus on environmental initiatives that both customers and crewmembers care about. During Earth month, we activate projects throughout the network to help revitalize parks, create green spaces, and embark in other exciting green initiatives! Crewmembers removed over 540,000 gallons of trash from the environment as part of our partnership with Earthday.org and their Great Global Clean Up.\n\nSoar with Reading\n- Recognizing the need for age-appropriate books, we developed the Soar with Reading program to help reading become more accessible to all. Soar with reading, offers readers of various reading levels access to a variety of new books through digital vending machines, completely free of charge. This year we installed book vending machines in five new locations in Newark. These machines dispensed books to underserved communities throughout the summer.\n- While we featured physical vending machines in Newark crewmembers were able to access digital versions of the vending machines and use it to order books for their local community organizations.\n\nSwing for Good\nIn October, we hosted our annual Swing for Good Golf Classic in Bethpage, New York, where over 400 golfers joined us to raise funds for charities focused on youth, education, and community. Through golfing and our signature bid for Good, we raised over $1 million dollars in funding for World Central Kitchen and the JetBlue Foundation.\n\nJetBlue Foundation Impact\nThe JetBlue Foundation is the first airline foundation focused solely on supporting aviation and science, technology, engineering and math (STEM) education. For nearly a decade, the JetBlue Foundation has been providing grants to charitable organizations to support and advance their education and mentorship programs. Beyond grants, the JetBlue Foundation provides programs, mentors, internships, and helps pave the way for more accessibility and inclusivity within the aviation industry. We focus on the following areas:\n- Investing in students from diverse backgrounds to create a lifelong interest in STEM.\n- Partnering with organizations and communities to provide access to STEM programs.\n- Creating equal opportunities for all students to spark a passion for STEM.\n- Building a more diverse talent pipeline for the aviation industry.\n\nThe JetBlue Foundation has awarded over $2.5 million in grants to more than 100 organizations. In 2022, $426,000 in grants were awarded to the following organizations:\n- Aviation High School (New York City)\n- Fundación Estrellitas Del Mar (Guayaquil)\n- Hiller Aviation Institute (San Carlos, California)\n- Lee Archer, Jr. Red Tail Youth Flying Program (RFA) (Newburgh, New York)\n- Mariposa DR Foundation (Cabarete, Dominican Republic)\n- Sally Ride Elementary School (Orlando)\n- Spelman College (Atlanta)\n- Universidad Ana G. Méndez (UAGM) (San Juan)\n- YMCA of Metropolitan Los Angeles (Los Angeles)\n\n- Women in Aviation International (DCA/Nationwide)\n- Thrive Scholars (LAX/Nationwide)\n- Alexandria Fairfax Kappa Alumni Chapter (DCA)\n- Boys & Girls Club of Broward County (FLL)\n- George T. Baker Technical College (MIA/FLL)\n- New Hackney Education Business Partnership (Thrive!) (LHR)\n- New York Edge (JFK/LGA)\n\nPENCIL\n- In partnership with our neighbor aviation Highschool in Queens, NY we hosted our Pencil mentoring program. This program connects crewmembers with students to share their experiences in the aviation industry.\n\nOBAP ACE Camps\n- In Summer 2022, we welcomed students to our OBAP Aerospace Career Education camps, which provides children with first-hand experience and aims to inspire students of color to pursue careers in aviation. CFO Ursula Hurley and VP of JetBlue University, Jeff Winter, spoke with students at JetBlue University about opportunities in the field and offered insight into working at JetBlue.\nNonstop Good!\nOutside of our corporate lead initiatives, it’s important we highlight some of the amazing programing crewmembers lead. We are proud to support all the good they do.\n\nSupporting Buffalo New York\n- In response to the tragic shooting at Tops Friendly Supermarket our CSR team mobilized a small team of BUF crewmembers to support our partners at World Central Kitchen. Recognizing the need for food after the supermarket underwent repairs World Central kitchen was stationed there to provide warm meals.\n\nGiving back in LIM\n- Our team in LIM volunteered with some of our Business Partners to collect cleaning supplies and pack care kits for a local shelter. Together, they brought the donations to a nonprofit organization that provides housing, food and support to people with physical illnesses or disabilities in Peru’s capital.\n\nWings for Autism\nAfter a three-year hiatus, Wings for Autism has returned for the first time since the height of the pandemic. This past November, more than 60 Boston crewmembers teamed up with Massport and the Charles River Center to support this event, helping make flying easier for children with autism and their families.\n\nCrewmember Support Systems\n\nEmergency Response and B6 Fund\nWhen natural disasters and emergencies strike, JetBlue’s Emergency Response team is ready to lend our equipment and logistical expertise to help those in need. Created in 2018, the B6 Community Relief and Recovery fund facilitates crewmembers’ passion to support communities in need by directing donations made from crewmembers. In times of crisis, JetBlue activates the B6 fund to support organizations providing critical on-the-ground assistance.\nJetBlue Crewmember Crisis Fund\n\nThe JetBlue Crewmember Crisis Fund (JCCF) assists crewmembers and their immediate family members with short-term financial support in times of crisis when other resources are not available. Since 2002, JCCF has helped over 2,000 crewmembers in need. Established in 2002, JCCF celebrated its 20th anniversary in 2022. Born out of a commitment to supporting crewmembers during their times of need and crisis, the JCCF is a testament to JetBlue’s caring value. JCCF operates as a separate 501(c)(3) charity, sustained entirely by the contributions of our crewmembers. Notably, 53% of our crewmembers participate by making voluntary payroll deductions. Guided by a board of JetBlue crewmembers from various frontline workgroups, JCCF has provided nearly $11 million in grants since its inception. This support touches the lives of over 4,000 crewmembers navigating unanticipated challenges. Throughout 2022, the JCCF remained steadfast in its mission, providing over $300,000 in essential assistance to crewmembers and their families. Notably, the fund supported our crewmembers impacted by Hurricane Ian and Hurricane Fiona.\n\nJetBlue Scholars\n\nJetBlue Scholars program was developed as an affordable and accessible path for crewmembers hoping to further their education. Through partnership with online course providers and institutions of higher learning we saved crewmembers $11.1 million in combined tuition costs since the beginning of the program. The JetBlue Scholars program is available to crewmembers, full or part-time, with the average age of a scholar being 39 years old. To qualify for the JetBlue Scholars program, crewmembers must have at least two years of service with JetBlue and be in active and good standing as a crewmember. In 2022, we removed the need for Scholars to enter the program with 15 credits, recognizing it as a barrier to entry.\n\nOur scholars took courses at the following institutions and online learning providers:\n\n- Sophia Learning, LLC\n- StraighterLine\n- Study.com\n- SeeMore Impact Labs\n- Thomas Edison State University\n- Peirce College\n\nIn 2022, we are proud to share the Scholars program helped:\n\n- 76 crewmembers gain Associate and Bachelor degrees.\n- 9 crewmembers gain their Masters degrees.\n- 69% of Scholars identify as women.\n\n“It was a blessing to know about the JCCF program. I learned of it before and donate to it from every paycheck. JetBlue is a great place to work and we are grateful for the help we received.”\n\n— Customer Support Crewmember\n## Appendices\n\n### SASB Activity Metrics\n\n| Code       | Metric                          | 2019          | 2020          | 2021          | 2022          |\n|------------|---------------------------------|---------------|---------------|---------------|---------------|\n| TR-AL-000.A| Available seat miles (ASM)*     | 63,841 million| 32,689 million| 54,113 million| 64,475 million|\n| TR-AL-000.B| Passenger load factor           | 84.00%        | 56.90%        | 76.00%        | 81.50%        |\n| TR-AL-000.C| Revenue passenger miles (RPM)*  | 53,617 million| 18,598 million| 41,152 million| 52,552 million|\n| TR-AL-000.E| Number of departures            | 368,355       | 168,636       | 264,386       | 332,596       |\n| TR-AL-000.F| Average age of fleet            | 10.6 years    | 11.3 years    | 11.6 years    | 12.8 years    |\n| Topic                        | Code     | Metric                                      | Response                                      | Report Heading                  | Page |\n|------------------------------|----------|---------------------------------------------|-----------------------------------------------|---------------------------------|------|\n| Greenhouse Gas Emissions     | TR-AL-11a.1 | Gross global Scope 1 emissions             | 8,291,103 mTCO₂e                              | Our 2022 Emissions              | 29   |\n|                              | TR-AL-11a.2 | Discussion of long-term and short-term strategy or plan to manage Scope 1 emissions, emissions reduction targets, and an analysis of performance against those targets | Please refer to the environmental section within this report | Our Environmental Targets | 20   |\n|                              | TR-AL-11a.3 | (1) Total fuel consumed (2) percentage alternative (3) percentage sustainable | Total jet fuel in consumed in 2022 was 117,844,554 GJ, with 0.078% alternative and sustainable fuels. | Reducing Fuel Burn              | 23   |\n| Topic                        | Code       | Metric                                                                 | Response                                                                 | Report Heading                  | Page |\n|------------------------------|------------|------------------------------------------------------------------------|--------------------------------------------------------------------------|---------------------------------|------|\n| Labor Practices              | TR-AL-310a.1 | Percentage of active workforce covered under collective bargaining agreements | Please refer to our 2023 proxy statement                                  | N/A                             | 80   |\n| Competitive Behavior         | TR-AL-310a.2 | (1) Number of work stoppages and (2) total days idle                   | Please refer to the Occupational Health and Safety section within this report | Occupational Health & Safety    | 62   |\n|                              | TR-AL-520a.1 | Total amount of monetary losses as a result of legal proceedings associated with anti-competitive behavior regulations | $0                                                                       | N/A                             | N/A  |\n| Accident & Safety Management | TR-AL-540a.1 | Description of implementation and outcomes of a Safety Management System | Please refer to the Safety section within this report                     | Safety Risk Management          | 56   |\n|                              | TR-AL-540a.2 | Number of aviation accidents                                           | Please refer to the Safety section within this report                     | Occupational Health and Safety  | 56   |\n|                              | TR-AL-540a.3 | Number of governmental enforcement actions of aviation safety regulations | 0                                                                        | N/A                             | N/A  |\n| Disclosure Category | Recommended Disclosures | JetBlue Reporting Heading |\n|---------------------|-------------------------|---------------------------|\n| Governance          | Describe the board’s oversight of climate-related risks and opportunities | Board Risk Oversight |\n|                     | Describe management’s role in assessing climate-related risks and opportunities | ESG Governance |\n| Strategy            | Describe the climate-related risks and opportunities the organization has identified over the short, medium, and long term | Climate Related Risks and Opportunities |\n|                     | Describe the impact of climate-related risks and opportunities of the organization’s businesses, strategy, and financial planning | Assessing and Managing Climate Related Risks and Opportunities |\n|                     | Describe the resilience of the organization’s strategy, taking into consideration different climate-related scenarios, including a 2°C or lower scenario | |\n| Risk Management     | Describe the organization’s processes for identifying and assessing climate-related risks | Climate Related Risks and Opportunities |\n|                     | Describe the organization’s processes for climate-related risks | |\n|                     | Describe how processes for identifying, assessing, and managing climate-related risks are integrated into the organization’s overall risk management | Our Environmental Strategy |\n| Metrics and Targets | Disclose the metrics used by the organization to assess climate-related risks and opportunities in line with its strategy and risk management process | Our 2022 Emissions |\n|                     | Disclose Scope 1, Scope 2, and, if appropriate, Scope 3 greenhouse gas (GHG) emissions, and the related risks | Our 2022 Emissions |\n|                     | Describe the targets used by the organization to manage climate-related risks and opportunities and performance against targets | Our Environmental Targets |\n## U.S. Equal Employment Opportunity Commission (EEOC)\n### 2022 Employer Information Report (EEO-1 Component 1)\n\n**SECTION A – TYPE OF REPORT**\n**CONSOLIDATED REPORT**\n\n**SECTION B – EMPLOYER IDENTIFICATION**\n\n| OFS COMPANY ID | EMPLOYER NAME | ADDRESS | CITY/TOWN | STATE | ZIP CODE |\n|----------------|---------------|---------|-----------|-------|----------|\n| A282885        | JETBLUE AIRWAYS CORPORATION HQ | 27-01 QUEENS PLAZA NORTH, 6TH FLOOR | LONG ISLAND CITY | NY | 11101 |\n\n**SECTION C – HEADQUARTERS OR ESTABLISHMENT-LEVEL IDENTIFICATION**\n\n| HEADQUARTERS OR ESTABLISHMENT-LEVEL UNIT ID | HEADQUARTERS OR ESTABLISHMENT-LEVEL NAME |\n|--------------------------------------------|-----------------------------------------|\n\n**SECTION D – EMPLOYER IDENTIFICATION NUMBER (EIN)**\n\n870617894\n\n**SECTION E – EMPLOYER FILING ELIGIBILITY**\n\n☑ YES (Employer Is Eligible to File) ☐ NO (Employer Is Not Eligible to File) ☐ EMPLOYER NO LONGER IN BUSINESS\n\n**SECTION F – FEDERAL CONTRACTOR DESIGNATION**\n\n☐ YES (Single-Establishment Employer is Federal Contractor) ☑ YES (Multi-Establishment Employer is Federal Contractor)\n\n☑ YES (Headquarters is Federal Contractor) ☑ YES (Non-Headquarters Establishment is Federal Contractor)\n\n☑ YES (One or More Non-Headquarters Establishments is Federal Contractor)\n\n**SECTION G – NAICS INFORMATION**\n\n481111 - Scheduled Passenger Air Transportation\n\n**SECTION H – WORKFORCE DEMOGRAPHIC DATA**\n\n| JOB CATEGORIES | Hispanic or Latino | Male | Female | Not Hispanic or Latino | Male | Female | Two or More Races | Total |\n|----------------|-------------------|------|--------|------------------------|------|--------|-------------------|-------|\n|                |                   |      |        |                        |      |        |                   |       |\n| Executive/Senior Level Officials and Managers | 1 | 0 | 31 | 2 | 1 | 0 | 0 | 0 | 13 | 1 | 0 | 0 | 0 | 0 | 0 | 49 |\n| First/Mid-Level Officials and Managers | 279 | 164 | 395 | 160 | 72 | 3 | 4 | 24 | 243 | 100 | 36 | 4 | 1 | 9 | 1514 |\n| Professionals | 653 | 196 | 3756 | 241 | 235 | 7 | 10 | 97 | 405 | 88 | 95 | 2 | 0 | 30 | 5815 |\n| Technicians | 48 | 6 | 68 | 15 | 61 | 0 | 1 | 2 | 9 | 1 | 4 | 0 | 0 | 1 | 216 |\n| Sales Workers | 0 | 0 | 0 | 0 | 0 | 0 | 0 | 0 | 0 | 0 | 0 | 0 | 0 | 0 | 0 |\n| Administrative Support Workers | 541 | 1597 | 248 | 289 | 76 | 5 | 3 | 41 | 864 | 958 | 135 | 48 | 14 | 156 | 4975 |\n| Craft Workers | 294 | 29 | 222 | 129 | 95 | 3 | 6 | 19 | 3 | 2 | 2 | 0 | 0 | 0 | 804 |\n| Operatives | 0 | 0 | 0 | 0 | 0 | 0 | 0 | 0 | 0 | 0 | 0 | 0 | 0 | 0 | 0 |\n| Laborers and Helpers | 870 | 189 | 338 | 905 | 76 | 8 | 9 | 56 | 52 | 244 | 9 | 6 | 2 | 14 | 2778 |\n| Service Workers | 764 | 1147 | 570 | 351 | 59 | 10 | 5 | 76 | 1478 | 999 | 121 | 9 | 5 | 189 | 5783 |\n\n**CURRENT 2022 REPORTING YEAR TOTAL**\n\n3450 | 3348 | 5628 | 2092 | 675 | 36 | 38 | 315 | 3067 | 2393 | 402 | 69 | 22 | 399 | 21934\n\n**PRIOR 2021 REPORTING YEAR TOTAL**\n\n3096 | 2990 | 5267 | 1792 | 563 | 38 | 35 | 253 | 3054 | 1884 | 349 | 75 | 25 | 342 | 19783\n\n**SECTION I – WORKFORCE SNAPSHOT PERIOD**\n\n12/15/2022 - 12/31/2022\n\nNot Applicable\n\n**SECTION J – HEADQUARTERS OR ESTABLISHMENT-LEVEL COMMENTS**\n\nNot Applicable\n**SECTION K – OFFICIAL CERTIFICATION OF SUBMISSION**\n\n**EMPLOYER IDENTIFICATION**\n\n| OFS COMPANY ID | EMPLOYER NAME                  |\n|----------------|--------------------------------|\n| A282885        | JETBLUE AIRWAYS CORPORATION HQ |\n\n| ADDRESS                  | CITY/TOWN       | STATE | ZIP CODE |\n|--------------------------|-----------------|-------|----------|\n| 27-01 QUEENS PLAZA NORTH, 6TH FLOOR | LONG ISLAND CITY | NY     | 11101    |\n\n**CERTIFICATION COMMENTS (optional)**\n\nNo Certification Comments Provided\n\n**CERTIFICATION STATEMENT**\n\n\"I certify that the information, including any workforce demographic data, provided in this report is correct and true to the best of my knowledge and was prepared in conformity with the directions set forth in the form and accompanying instructions.\"\n\nKnowingly and willfully false statements on this report are punishable by law, US Code, Title 18, Section 1001.\n\n**DATE OF CERTIFICATION**\n\n11/29/2023 11:45 AM [EST]\n\n**EMPLOYER’S CERTIFYING OFFICIAL**\n\n| Name of Employer’s Certifying Official | Title of Certifying Official                  |\n|---------------------------------------|-----------------------------------------------|\n| SHIKHA SHARMA                         | Manager Workplace Compliance                  |\n\n| Email Address of Certifying Official  | Telephone Number of Certifying Official       |\n|--------------------------------------|-----------------------------------------------|\n| SHIKHA.SHARMA@JETBLUE.COM             | 646-915-4291                                  |\n\n**PRIMARY POINT OF CONTACT (POC) FOR EEO-1 COMPONENT 1 REPORTING**\n\n| Name of Primary POC | Title and Employer of Primary POC |\n|---------------------|-----------------------------------|\n| Victoria Vigliotti  | Coordinator Workplace Compliance  |\n|                     | JetBlue Airways Corporation       |\n\n| Email Address of Primary POC | Telephone Number of Primary POC |\n|------------------------------|---------------------------------|\n| Victoria.Vigliotti2@jetblue.com | 917-245-7733                   |\nVerification Certificate\n\nASSURANCE STATEMENT\n\nVERIFAVIA SAS (VERIFAVIA) has been engaged by JetBlue Airways Corporation to perform an independent verification of the greenhouse gas (GHG) inventory data for the calendar year 2022 (January 1, 2022 - December 31, 2022) as presented in JetBlue’s carbon footprint calculations. The verification was performed in accordance with the assurance for Scope 1 and Scope 3 Category 3 and with a limited assurance for Scope 2 and Scope 3 Scope 2. Scope 2 emissions were calculated using location-based emission factors. The communication of the verification was performed by an accredited third party for inclusion in the Annual Report (from 10-E) submitted to the U.S. Securities and Exchange Commission (SEC). VERIFAVIA has verified that this report is also available for the OHS inventory.\n\nContext\n\nVERIFAVIA SAS (VERIFAVIA) has been engaged by JetBlue Airways Corporation to perform an independent verification of the greenhouse gas (GHG) inventory data for the calendar year 2022 (January 1, 2022 - December 31, 2022) as presented in JetBlue’s carbon footprint calculations. The verification was performed in accordance with the assurance for Scope 1 and Scope 3 Category 3 and with a limited assurance for Scope 2 and Scope 3 Scope 2. Scope 2 emissions were calculated using location-based emission factors. The communication of the verification was performed by an accredited third party for inclusion in the Annual Report (from 10-E) submitted to the U.S. Securities and Exchange Commission (SEC). VERIFAVIA has verified that this report is also available for the OHS inventory.\n\nScope\n\n| Scope | Emissions (tCO2e) | % of total emissions |\n|-------|------------------|---------------------|\n| Ground Fuel | 10,745 | - |\n| Air Fuel | 8,295,203 | 79.36% |\n| Purchased Electricity | 18,972 | 0.27% |\n| Scope 1 Emissions (location-based) | 18,972 | 0.27% |\n| Category 1 | Purchased Goods and Services | 10,707 | - |\n| Category 2 | Capital Goods | 129,900 | - |\n| Category 3 | Fuel and Energy-Related Activities Not Included in Scope 1 or Scope 2 | 1,487,085 | - |\n| Category 4 | Business Travel | 30,647 | - |\n| Category 5 | Upstream Leased Assets | 94,082 | - |\n| Scope 1 Emissions | 2,143,261 | 20.46% |\n| Sustainable Aviation Fuel (SAF) | 2,079 | - |\n| Additional GHG – Reporting Accounting | 2,079 | 0.02% |\n| Total Emissions (tCO2e) | 10,462,093 | 100.00% |\n\nThe sustainability team of JetBlue holds the responsibility for preparing and presenting JetBlue’s GHG inventory, which includes the reported annual environmental data and related information. We are responsible for providing an assurance.\n\nVERIFAVIA (10 August 2023)\n\nThe authenticity of this report is supported by a blockchain mechanism. The report can be verified at https://services.keeex.me/verify/ or https://www.verifavia.com. The report is also available for download at https://services.keeex.me/verify/ or https://www.verifavia.com.\n\nOpinion\n\nWe conducted a verification of the activity data reported by JetBlue in its GHG inventory as presented above. Based on the verification work undertaken to reasonable assurance for Scope 1 and Scope 3 Category 3 and limited assurance for Scope 2 and Scope 3 Scope 2, we have concluded that the data is accurate and complete.\n\nFirm, 06 August 2023\n\nMarkus Dossen\nAuditor Director\nVERIFAVIA SAS\n\nPatricia Pella\nAuditor Auditor\nVERIFAVIA SAS\n\nVERIFAVIA (10 August 2023)\n\nThe authenticity of this report is supported by a blockchain mechanism. The report can be verified at https://services.keeex.me/verify/ or https://www.verifavia.com. The report is also available for download at https://services.keeex.me/verify/ or https://www.verifavia.com.\n\nVERIFAVIA (10 August 2023)\n\nThe authenticity of this report is supported by a blockchain mechanism. The report can be verified at https://services.keeex.me/verify/ or https://www.verifavia.com. The report is also available for download at https://services.keeex.me/verify/ or https://www.verifavia.com.\n", "source": "jetblue_2022", "added": "2025-04-27", "created": "2025-04-27", "metadata": {"Source-File": "climate_reports/tp_reports/jetblue_2022.pdf", "olmocr-version": "0.1.59", "pdf-total-pages": 83, "total-input-tokens": 339246, "total-output-tokens": 45475, "total-fallback-pages": 0}, "attributes": {"pdf_page_numbers": [[0, 0, 1], [0, 1679, 2], [1679, 2886, 3], [2886, 7318, 4], [7318, 10315, 5], [10315, 13610, 6], [13610, 16886, 7], [16886, 18329, 8], [18329, 18340, 9], [18340, 21251, 10], [21251, 24196, 11], [24196, 28835, 12], [28835, 33166, 13], [33166, 37513, 14], [37513, 39928, 15], [39928, 43173, 16], [43173, 43185, 17], [43185, 46820, 18], [46820, 50697, 19], [50697, 53543, 20], [53543, 57367, 21], [57367, 59369, 22], [59369, 63364, 23], [63364, 66692, 24], [66692, 70655, 25], [70655, 72583, 26], [72583, 74052, 27], [74052, 75684, 28], [75684, 77467, 29], [77467, 78939, 30], [78939, 80328, 31], [80328, 84486, 32], [84486, 88740, 33], [88740, 91224, 34], [91224, 93225, 35], [93225, 94767, 36], [94767, 97436, 37], [97436, 98568, 38], [98568, 101216, 39], [101216, 103940, 40], [103940, 105592, 41], [105592, 108137, 42], [108137, 109924, 43], [109924, 111699, 44], [111699, 113377, 45], [113377, 115467, 46], [115467, 118217, 47], [118217, 119085, 48], [119085, 120652, 49], [120652, 121822, 50], [121822, 124099, 51], [124099, 125273, 52], [125273, 125280, 53], [125280, 126839, 54], [126839, 130282, 55], [130282, 133536, 56], [133536, 136463, 57], [136463, 138353, 58], [138353, 139667, 59], [139667, 143790, 60], [143790, 147521, 61], [147521, 150891, 62], [150891, 155150, 63], [155150, 158499, 64], [158499, 161667, 65], [161667, 164016, 66], [164016, 166903, 67], [166903, 171526, 68], [171526, 173691, 69], [173691, 177367, 70], [177367, 177657, 71], [177657, 179309, 72], [179309, 183217, 73], [183217, 184897, 74], [184897, 187424, 75], [187424, 188257, 76], [188257, 189382, 77], [189382, 191342, 78], [191342, 193327, 79], [193327, 196541, 80], [196541, 198607, 81], [198607, 202615, 82], [202615, 202615, 83]]}}