{"id": "971ebf17a7d3febeab3d6466c3608a56340231ca", "text": "2022 Corporate Responsibility Report\nContents\n\nOverview\nLetter From Our Chairman & CEO 3\nAbout Lowe’s & This Report 4\nLowe’s Value Chain 4\nStakeholder Engagement & ESG Priorities 5\nESG Priority Topics & Goals 6\nOur Path to Net Zero 9\nUnited Nations Sustainable Development Goals 10\n2022 Corporate Responsibility Highlights 11\n\nOur People & Our Communities\nWorkplace Safety 13\nOrganizational Culture & Management 15\nCulture, Diversity & Inclusion 17\nTalent Acquisition, Development & Retention 20\nAssociate Health & Well-being 22\nCommunity Engagement & Support 24\nOur People & Our Communities Data 26\n\nProduct Sustainability\nSupplier Social & Environmental Practices 28\nNatural Resources 30\nProduct Responsibility 32\nProduct Sustainability Data 34\n\nOperational Excellence\nClimate Change, Energy & Emissions 36\nWaste Management 38\nGovernance 40\nEthics & Compliance 41\nCybersecurity & Data Privacy 42\nBusiness Resilience 45\nOperational Excellence Data 47\n\nIndices\nGRI & SASB Indices 49\nTask Force on Climate-related Financial Disclosures 2022 Report 57\nLetter From Our Chairman & CEO\n\nAt Lowe’s, we take pride in being one of the most trusted brands in America, and I’m grateful for the 300,000 associates whose hard work and dedication make that possible.\n\nWe have earned this reputation by doing the right things for the right reasons, holding ourselves accountable for our words, decisions and actions, and being service-minded in our business. That’s the foundation of our approach to being a good corporate citizen and our commitment to preserving our shared environment by acting responsibly, ethically, transparently and sustainably. To that end, I am pleased to share Lowe’s 2022 Corporate Responsibility Report. You’ll find updates on our three-pillar corporate responsibility strategy — Our People & Our Communities, Product Sustainability and Operational Excellence — and our measurable, actionable commitments.\n\nWith total fiscal year 2022 sales of over $97 billion, with approximately $92 billion generated in the United States, and a more than $3 billion investment in incremental wage and share-based compensation for our frontline associates since 2018, Lowe’s is continuing our journey to become the employer of choice in retail and a world-class, customer-centric, omnichannel retailer.\n\nThis journey includes our goal to reach net-zero emissions across the company’s scope 1, 2 and 3 greenhouse gas (GHG) emissions by 2050. Embarking on this journey demonstrates our commitment to a better, more sustainable future.\n\nAchieving this goal will require strong collaboration — from suppliers to customers — and a determined focus on reducing the impact of our value chain, increasing product efficiency and transitioning to renewable energy sources. We are seizing on our unique position to help transform the residential sector by providing more efficient products, educational resources and opportunities for homeowners to advance their personal sustainability journeys.\n\nWe have a responsibility to the customers and communities we serve. That’s why we’ve invested more than $400 million in local communities since 2018, which includes the newly launched Lowe’s Hometowns grant program, a five-year $100 million investment. In 2022, more than 1.4 million people are estimated to have benefitted from our 100 signature projects within the year following their completion.1\n\nAnd our commitment to our people and communities extends beyond that. Through financial grants, product donations, associate volunteerism, nonprofit partnerships and more, we are making meaningful and long-lasting impacts.\n\nAssociate safety remains a priority enterprise-wide with our Lowe’s Safe initiatives yielding positive results. We’re pleased that in 2022, our lost time incident rate (LTIR) dropped to 1.78 from 2.21 in 2021. In the year ahead, we’ll continue to focus on what matters most: the safety and well-being of our associates and customers.\n\nFor our efforts and advancements in environmental, social and governance practices, we were named to the Dow Jones Sustainability Index for North America for the fourth consecutive year. While we’re proud of these accomplishments, Lowe’s has a culture of continuous improvement. We seek opportunities to improve operational efficiency, offer safer and more eco-friendly products, support our local communities and maintain a diverse, healthy, skilled and engaged workforce.\n\nThe Lowe’s mission is “together, deliver the right home improvement products, with the best service and value, across every channel and community we serve,” and for us to achieve our mission, we are committed to the scalable strategies outlined in the pages to follow.\n\nGod bless,\n\nMarvin R. Ellison\nChairman & CEO\n\n1As reported by True Impact.\nAbout Lowe's & This Report\n\nOur mission — together, deliver the right home improvement products, with the best service and value, across every channel and community we serve — guides us and is carried out by our sustainability strategy and vision statements.\n\nToday, we’re proud to share Lowe’s 20th annual corporate responsibility report, outlining our approach to sustainability and highlighting our goals, performance and progress to date. Our sustainability strategy focuses on three pillars: Our People & Our Communities, Product Sustainability and Operational Excellence. Lowe’s is an active member of the Retail Industry Leaders Association (RILA), Business Roundtable and the National Retail Federation (NRF). We also collaborate with Change Chemistry (formerly GC3), World Wildlife Fund (WWF) and the United States EPA’s SmartWay, ENERGY STAR® and WaterSense® programs.\n\nThis report covers our activities from January 1 to December 31, 2022, unless otherwise noted, and references the GRI Standards and the Sustainability Accounting Standards Board (SASB) Standard for Multiline and Specialty Retailers & Distributors as well as Building Products & Furnishings. This report excludes data from our Canadian retail business, the sale of which Lowe’s completed February 3, 2023. In addition, previous years’ data exclude Canadian retail data.\n\nA third party verified our 2022 scope 1 and 2 (location-based and market-based) GHG emissions and our water consumption data. For questions regarding Lowe’s corporate responsibility activities or reports, please contact Chris Cassell, vice president, corporate sustainability, at socialresponsibility@lowes.com.\n\n*Fiscal Year (FY) covers activities from January 29, 2022 – February 3, 2023.\nStakeholder Engagement & ESG Priorities\n\nENGAGING OUR STAKEHOLDERS\nLowe’s proactively and regularly engages with our internal and external stakeholders — those groups who impact or are impacted by Lowe’s operations — to better understand their needs and concerns, and to guide our strategic decision-making. Lowe’s actively collaborates with suppliers, associates, shareholders, customers, local communities, industry associations, government entities, academia and nongovernmental organizations (NGOs) to monitor and respond to emerging challenges, trends and opportunities.\n\nPRIORITIZATION OF ENVIRONMENTAL, SOCIAL AND GOVERNANCE (ESG) TOPICS\nUnderstanding the priorities and expectations of our stakeholders plays an important role in how we set our strategies and goals as a responsible business. We last refreshed our ESG priority topics in 2020 when we engaged a third party to assist with facilitating our assessment. As part of that process, we conducted interviews (and validated our results) with Lowe’s executives and researched sustainability topics important to suppliers, associates, shareholders, customers, local communities, industry associations, government entities, academia and NGOs.\n\nThe results of our 2020 prioritization form the basis of the three pillars of our strategy: Our People & Our Communities, Product Sustainability and Operational Excellence.\nESG Priority Topics & Goals\n\nAs Lowe’s strives to deliver the best products and solutions to our customers, our sustainability strategy focuses on responsible sourcing; safer and more environmentally friendly products; maintaining a diverse, healthy, engaged and skilled workforce; supporting our local communities; and operating efficiently, ethically and responsibly. We also continue to find new ways to contribute to the United Nations Sustainable Development Goals (p. 10) and expand our program to help us contribute to those targets. Below are the ESG priority topics that guide the development of our sustainability strategy and reporting and highlights of our progress in 2022.\n\n### OUR PEOPLE & OUR COMMUNITIES\n\n| Topic                        | Why It’s Important                                                                 | Key Stakeholders |\n|------------------------------|------------------------------------------------------------------------------------|------------------|\n| Workplace Safety             | Strong safety practices protect our people while reducing claims and lost productivity. | Associates: ✓    |\n| Organizational Culture & Management | Creating a strong sense of belonging within our operations drives engagement and helps associates better serve our customers and communities. | Suppliers: ✓, Customers: ✓, Planet: ✓, Communities: ✓, Shareholders: ✓ |\n| Diverse & Inclusive Workplace | Increased diversity drives better ideas, positive business results and a greater connection with the communities we serve. | Associates: ✓, Suppliers: ✓, Customers: ✓, Planet: ✓, Communities: ✓, Shareholders: ✓ |\n| Associate Health & Well-being | Engaged and healthy associates are more productive, miss less work, provide better service and have longer tenure with the company. | Associates: ✓, Suppliers: ✓, Customers: ✓, Planet: ✓, Communities: ✓, Shareholders: ✓ |\n| Talent Acquisition, Development & Retention | Our associates are our greatest strength, and strong associate development programs help us attract and retain the best talent in the industry. | Associates: ✓, Suppliers: ✓, Customers: ✓, Planet: ✓, Communities: ✓, Shareholders: ✓ |\n| Community Engagement & Support | Strong, vibrant communities help us attract new talent, sustain our business and provide great places for our associates and their families to live. | Associates: ✓, Suppliers: ✓, Customers: ✓, Planet: ✓, Communities: ✓, Shareholders: ✓ |\n\n### GOALS & GOAL PROGRESS\n\n**COMMITMENT:**\nReduce our lost time incident rate (LTIR) each year\n\n| Year | LTIR |\n|------|------|\n| 2020 | 2.15 |\n| 2021 | 2.21 |\n| 2022 | 1.78 |\n\n**BY 2025:**\nInvest $350 million in our local communities through partnerships and charitable contributions → Achieved\n\n| Year | Amount |\n|------|--------|\n| 2018 | $409 million |\n| 2022 | $409 million |\n\n**BY 2025:**\nContribute more than 3 million hours of associate community service\n\n| Year | Hours |\n|------|-------|\n| 2018 | 1.15 million |\n| 2025 | 3 million |\n\n\nESG Priority Topics & Goals\n\nPRODUCT SUSTAINABILITY\n\n| Topic                                      | Why It’s Important                                                                 | Key Stakeholders |\n|--------------------------------------------|------------------------------------------------------------------------------------|------------------|\n| Supplier Social & Environmental Practices | Protecting workers and communities where our products are sourced and manufactured upholds our responsible sourcing commitments. | ✓ ✓ ✓ ✓ ✓ ✓ ✓ |\n| Natural Resources                          | Promoting supply chain continuity while improving the environment for future generations is paramount to our business practices. | ✓ ✓ ✓ ✓ ✓ ✓ |\n| Product Responsibility                     | Providing safe and environmentally friendly products helps us drive more sustainable outcomes in our customers’ homes. | ✓ ✓ ✓ ✓ ✓ ✓ |\n\nGOALS & GOAL PROGRESS\n\nBY 2025:\n100% of our strategic suppliers1 will have sustainability goals in place\n\n2018 86% 2025\n\nBY 2025:\nSave customers more than $40 billion in energy costs through the sale of ENERGY STAR® certified products\n\n2018 $29.7 billion 2025\n\nBY 2025:\nSave customers more than $65 billion in lifetime water costs and 5 trillion gallons through the sale of WaterSense® labeled products2\n\n2021 $21.5 billion 2025\n\n2021 2 trillion gallons 2025\n\nCOMMITMENT:\nAll outdoor pesticide products except tree and shrub care products will be neonicotinoid-free by 2022 → Achieved\n\nAll outdoor pesticide products except for tree and shrub care have been transitioned to a neonicotinoid-free formulation unless otherwise required by law\n\n2022\n\nCOMMITMENT:\nIncrease the number of eco-products available to customers\n\n2020 $8.88 2021 $9.48 2022 $9.98\n\nCOMMITMENT:\n100% of new eligible private brand Kitchen & Bath items will be WaterSense® labeled starting in 2022 → Achieved\n\n2022\n\n40 items WaterSense® labeled\n\nCOMMITMENT:\n100% of private brand packaging will include the How2Recycle label, where space allows\n\n2022 33% 2025\n\n1 Lowe’s defines strategic suppliers as the top 50 suppliers by cost of goods sold.\n2 Data represent sales of products with Energy Star®, WaterSense® and Forest Stewardship Council certifications.\n## ESG Priority Topics & Goals\n\n### OPERATIONAL EXCELLENCE\n\n| Topic                                | Why It’s Important                                                                 | Key Stakeholders |\n|--------------------------------------|------------------------------------------------------------------------------------|------------------|\n| Climate Change, Energy & Emissions   | Investing in energy efficiency and renewable energy lowers operating costs while protecting the environment for future generations. | ✓ ✓ ✓ ✓ ✓ ✓ ✓ |\n| Waste Management                     | Reducing operational waste decreases costs and reduces the environmental impact of our operations. | ✓ ✓ ✓ ✓ ✓ ✓ ✓ |\n| Governance                           | Effective governance delivers better business results and improves public reputation. | ✓ ✓ ✓ ✓ ✓ ✓ ✓ |\n| Ethics                               | Operating ethically is the foundation of being a responsible business and a good corporate citizen. | ✓ ✓ ✓ ✓ ✓ ✓ ✓ |\n| Compliance                           | Promoting compliance throughout the business builds brand trust and customer loyalty. | ✓ ✓ ✓ ✓ ✓ ✓ ✓ |\n| Cybersecurity & Data Privacy         | Strong data security and privacy practices prevent financial and reputational loss for customers, associates and our company. | ✓ ✓ ✓ ✓ ✓ ✓ ✓ |\n| Business Resilience                  | Preparing for the unknown reduces risks and increases stakeholder confidence.       | ✓ ✓ ✓ ✓ ✓ ✓ ✓ |\n\n### GOALS & GOAL PROGRESS\n\n**BY 2030:**\n- 50% renewable energy for Lowe’s facilities\n\n| Year | Goal | Progress |\n|------|------|----------|\n| 2021 | 5%   | 1%       |\n| 2030 |      |          |\n\n**BY 2030:**\n- Reduce absolute scope 1 and 2 emissions by 40% from 2021 levels\n\n| Year | Goal | Progress |\n|------|------|----------|\n| 2021 | 5%   | 1%       |\n| 2030 |      |          |\n\n**BY 2050:**\n- Achieve net-zero emissions across Lowe’s full value chain, including scopes 1, 2 and 3\n\n- We are on track to meet this commitment\nLowe’s has committed to reaching net-zero emissions by 2050. The new target will include interim and long-term GHG emissions reduction goals for Lowe’s full value chain, including scopes 1, 2 and 3. You can find more detailed information about our footprint on page 47.\n\n**OUR PATH TO NET ZERO**\n\n**SUPPLIERS**\nWe will work with our suppliers to help them drive efficiency, electrification and renewable energy in their manufacturing processes.\n\n**OPERATIONS**\nInvesting in energy efficiency and electrification projects will help us lower operating costs while reducing our emissions.\n\n**CUSTOMERS**\nBy expanding our assortment of eco-friendly products, such as rooftop solar and battery storage, we will help our customers reduce their emissions at home.\n\nWe will continue to drive for greater efficiency in the products we sell by using certifications such as ENERGY STAR® and WaterSense®.\n\nWe will partner with our transportation providers to move our products in cleaner and more efficient ways.\n\nUsing recycled and renewable materials in our products will reduce their environmental impact while promoting circularity.\n\nInvestments in renewable energy will help to eliminate emissions from our operational energy use.\n\nWe will continue the transition from gas-powered to electric products across our portfolio.\nThe U.N. Sustainable Development Goals (SDGs) represent a global call to action to create a sustainable, equitable and just world. The 2030 Agenda for Sustainable Development provides a shared blueprint for peace and prosperity for people and the planet, now and into the future. Although directed at governments, the private sector and civil society have important roles to play in accomplishing these goals. Lowe’s has identified five SDGs and six associated targets where we believe we can make the most impact.\n\n### U.N. Sustainable Development Goals and Targets\n\n| Goal | Description | How We Plan to Contribute |\n|------|-------------|---------------------------|\n| **Goal 7** | Ensure access to affordable, reliable, sustainable and modern energy for all |  \n- By 2030, increase substantially the share of renewable energy in the global energy mix  \n- Goal to achieve 50% renewable energy for Lowe’s facilities by 2030  \n- Currently, 9% of our energy portfolio comes from renewable energy |\n| **Goal 8** | Promote sustained, inclusive and sustainable economic growth, full and productive employment and decent work for all |  \n- Protect labor rights and promote safe and secure working environments for all workers, including migrant workers, in particular women migrants, and those in precarious employment  \n- Continue to monitor and update our Vendor Code of Conduct, including our zero-tolerance stance on modern slavery, forced labor, human trafficking and child labor  \n- Continue to perform Retail Ethical Sourcing Assessments (RESAs) at supplier factories (1,663 RESAs performed in 2022) |\n| **Goal 11** | Make cities and human settlements inclusive, safe, resilient and sustainable |  \n- By 2030, ensure access for all to adequate, safe and affordable housing and basic services and upgrade slums  \n- Serve our communities through a focus on critical home repairs, skilled trades education, disaster relief efforts and improving community spaces  \n- In 2022, Lowe’s invested more than $91 million in the communities we serve |\n| **Goal 12** | Ensure sustainable consumption and production patterns |  \n- By 2030, achieve the sustainable management and efficient use of natural resources  \n- Goal to save our customers $40 billion in energy costs and $65 billion in water costs in lifetime savings by 2025 through the sale of ENERGY STAR® certified and WaterSense® labeled products  \n- We helped our customers save $6.6 billion in energy costs and $10.4 billion in water costs through the sale of efficient products in 2022  \n- Achieve the environmentally sound management of chemicals and all wastes throughout their life cycle, in accordance with agreed international frameworks, and significantly reduce their release to air, water and soil in order to minimize their adverse impacts on human health and the environment  \n- Continue to evaluate opportunities to remove chemicals of concern from products offered  \n- All of our live goods suppliers have discontinued the intentional use of neonicotinoids in their operations, unless required by law |\n| **Goal 15** | Protect, restore and promote sustainable use of terrestrial ecosystems, sustainably manage forests, combat desertification, and halt and reverse land degradation and halt biodiversity loss |  \n- Promote the implementation of sustainable management of all types of forests, halt deforestation, restore degraded forests and substantially increase afforestation and reforestation globally  \n- Goal to responsibly source 100% of wood products by 2025  \n- 59% of our wood products in the United States were responsibly sourced in 2022 |\n2022 Corporate Responsibility Highlights\n\n**OUR PEOPLE & OUR COMMUNITIES**\n\n**BOARD & EXECUTIVE OFFICER DIVERSITY**\n\n- 58% of our board members are diverse, with 42% identifying as people of color and 33% identifying as women.\n- 50% of our executive officers are diverse, with 50% identifying as people of color and 25% identifying as women.\n\n**OUR PEOPLE & OUR COMMUNITIES**\n\n- **$100 Million**\n  - Announced Lowe’s Hometowns, a five-year, $100 million commitment to improving hometowns across the United States.\n\n**PRODUCT SUSTAINABILITY**\n\n- **$10+ Billion**\n  - Customer lifetime savings from Lowe’s WaterSense® products purchased in 2022, saving over 900 billion gallons of water.\n\n**PRODUCT SUSTAINABILITY**\n\n- **$6+ Billion**\n  - Customer lifetime savings from Lowe’s ENERGY STAR® products purchased in 2022.\n\n**OPERATIONAL EXCELLENCE**\n\n- **Net-Zero Target**\n  - Announced goal to reach net-zero emissions across the company’s scope 1, 2 and 3 GHG emissions by 2050, in accordance with guidelines from the Science Based Targets initiative (SBTi).\n\n- **49%**\n  - Reduction in absolute scope 1 and 2 GHG emissions since 2016.\n\n- **86%**\n  - Of our strategic suppliers have sustainability goals in place.\n\n- **6%**\n  - Reduction in total energy consumption in 2022 from 2021.\n\n**OPERATIONAL EXCELLENCE**\n\n- **$400+ Million**\n  - We have invested over $400 million in our local communities since 2018, surpassing our goal to invest $350 million by 2025.\n\n- **$580+ Million**\n  - Awarded in bonuses to our U.S. frontline associates in 2022.\n\n- **Recognized Owens Corning with our vendor Sustainability Award for its commitment to building a sustainable future through material innovation.**\n\n- **Included in the Dow Jones Sustainability Index for North America for the fourth consecutive year.**\n\n1Lowe’s defines strategic suppliers as the top 50 suppliers by cost of goods sold.\nOur People & Our Communities\n\nLowe’s has a history of supporting our associates and the communities where we live and work. By building a diverse and inclusive culture where our associates feel safe, valued and equipped to grow, we increase their engagement and pride in Lowe’s and simultaneously improve customer service. By working with our local communities, we’re able to make an even bigger difference where we live and work.\n\nVISION STATEMENTS\n\n→ Foster engaged and healthy associates and safe working environments\n→ Provide a diverse and inclusive workplace where our associates can grow and thrive\n→ Serve our communities through a focus on critical home repairs, skilled trades education, disaster relief efforts and improving community spaces\nWorkplace Safety\n\nAt Lowe’s, we want to protect what matters, and we work hard to help associates and customers who work in or shop our locations return home safely, to the people they love and the projects they love doing. Safety is a priority we’ve always had, and it’s embedded in the decisions we make every day throughout the company.\n\nGOVERNANCE\nSafety metrics are shared with the executive vice president of stores and regularly included in executive business reviews. Safety metrics are also reviewed by the sustainability committee of the board of directors at least annually.\n\nMANAGEMENT APPROACH\nThe health and safety of our associates and customers is one of our highest priorities. Creating a safety-first culture leads to safe operations for our associates and safe shopping experiences for our customers. Developing this culture starts with giving our leaders the right tools and training to allow associates to work safely while designing incident reduction strategies for our stores and distribution centers (DCs).\n\nCommunications Approach\nWe continue to focus on creating engaging, relevant and useful safety communications for our store and DC associates. Emphasizing our safety culture with compelling messages imparts current safety ideas and supports changes that embrace these improvements. This method communicates our commitment to safety from leadership to frontline associates, leading to higher associate engagement and greater adoption of new procedures and equipment. We’re proud of how our associates take care of themselves and look out for each other.\n\nTEAMS Leadership\nWhat it means to be a Lowe’s Safe leader:\n\nTOOLS/TRAINING: Providing the right tools in the right condition and training associates to do their job safely.\n\nEXPECTATIONS: Setting Lowe’s Safe expectations so all associates understand that they play an active role in fostering a safe environment.\n\nACCOUNTABILITY: Ensuring personal and peer-to-peer accountability by recognizing when additional training and expectation-setting is needed, and having the courage to speak up.\n\nMOTIVATION: Fostering the motivation to problem-solve, identify safety root causes and honestly communicate improvement areas and solutions with teams to maintain associate motivation regarding Lowe’s Safe.\n\nSUPPORT: Driving the support of teams to reach their goals by teaching, training, involving associates in problem-solving and encouraging them to have a voice about safety.\nLowe’s Safe Review Program\nEstablishing a safety-first mindset and reinforcing safe behaviors are central to our incident reduction strategy, which directly helps reduce the number of injuries at our stores.\n\nWe employ the Lowe’s Safe Review (LSR) program, a daily electronic safety inspection that is completed using handheld mobile devices. In addition to identifying hazards and tracking their correction, the LSR platform enables us to review analytics and data regarding the daily condition of stores and the steps taken to address issues. As part of our LSR program, Lowe’s uses a root-cause analysis to help leaders take charge of safety at their stores. Our store managers create their own store-specific action plan with support from leadership, including simple, coachable steps to make their operations as safe as possible.\n\nIn addition, the LSR is available to district managers and senior asset protection officers so they can provide documented feedback and support relating to safety. The program is part of a larger management system that delivers daily questions to keep associates updated on safety practices. The system captures participation and behavioral data to assess the effectiveness of our safety program.\n\n→ Angel Award\nOur Angel Award is given whenever a Lowe’s associate saves a life while wearing their red vest. In 2022, we recognized those efforts with 130 Angel Awards across the company.\n\n2022 ACCOMPLISHMENTS\n\nSafety Management Programs\nOur LTIR decreased from 2.21 in 2021 to 1.78 in 2022, and our OSHA Recordable Rate decreased from 5.15 to 4.3 over the same period. Although both metrics are lower than the retail average, we recognize that there is still room to improve. This continued downward trend illustrates the success of our safety management programs and helps us expand our focus to prevent much rarer but more serious accidents.\n\nSafety Videos\nThis year, we expanded our internal safety communication platform with more safety videos for associates. Almost 90% of our store associates engaged with the platform this year, producing relevant, timely and credible store-level feedback that leadership can use to provide more insightful and topical safety communications and trainings.\n\nNew Equipment\nThrough ongoing communication and collaboration, Lowe’s evaluates potential investments in equipment to keep associates and customers safe. In 2022, we invested more than $15 million in safety equipment aimed at reducing associate risk exposure, including new investments in electric pallet jacks, dock locks and paint carts. In addition to the new equipment that is deployed, the safety team is also included in process design when others deploy equipment, displays or new processes throughout the organization.\n\nSafety Training, Emergency Response\nIn 2022, we trained nearly 7,000 associates in first aid and CPR, a two-year certification provided to five associates per location. In addition, we recognized 130 associates with Angel Awards for responses ranging from administering CPR to using Automated External Defibrillators (AEDs) while wearing their Lowe’s red vests.\n\n2023 PLANS\nLowe’s will continue to emphasize foundational safety training while developing compelling, new learning experiences for our platform to engage associates. We also plan to expand the rollout of equipment and tools designed to enhance on-site safety. We’ll continue to focus on reducing incidents and the severity of incidents.\n\nOther plans include continuing to deploy our dock lock system at all DCs and developing and implementing additional safety equipment to better protect our associates. We will also focus our safety communications and training on power equipment, including their safe operation and maintenance.\nOrganizational Culture & Management\n\nWe are committed to developing an inclusive culture that invites and encourages diverse opinions and ideas, prioritizing listening and responding to associates’ needs. By providing our associates with a sense of belonging at Lowe’s, and focusing on our core behaviors, we can drive better outcomes for our customers, our associates and our business.\n\nGOVERNANCE\n\nMetrics regarding organizational culture and management are reviewed quarterly by HR and senior leadership to monitor progress against benchmarks and identify key areas where opportunities for improvement exist. Additionally, our chairman and chief executive officer and board of directors receive regular updates on progress around key initiatives and objectives.\n\nMANAGEMENT APPROACH\n\nDeveloping a culture where we bring out the best in each other is important at Lowe’s. We prioritize actions and mindsets that promote customer satisfaction, advocate for inclusion and inspire associate growth and development.\n\nLowe’s seeks associates from diverse backgrounds and skill sets who are collaborative, self-motivated and strong communicators, and we work with them to identify tasks and responsibilities that are suited to their career goals and skill sets. This creates a positive and inclusive work culture, resulting in a healthy environment that allows us to best serve both associates and customers.\n\nLowe’s Core Behaviors\n\nWe provide world-class customer service by fostering the values and behaviors we believe are directly responsible for our continued success. These include:\n\n- **FOCUS ON CUSTOMERS**: We build strong relationships with our customers, deliver tailored solutions that meet their needs and are always thinking of ways to add more value.\n- **DELIVER RESULTS**: We hold ourselves accountable for delivering results, even through challenging circumstances and ongoing change.\n- **TAKE ACTION**: We take immediate and decisive action with appropriate urgency and enthusiasm.\n- **SHOW COURAGE**: We address difficult issues and make tough decisions without fear or hesitation.\n- **CONTINUE LEARNING**: We’re always learning, growing and working to meet individual and organizational goals. We strive to help others do the same.\n2022 ACCOMPLISHMENTS\n\nAssociate Engagement\n\nWe are working to both measure and enhance associate engagement by providing multiple channels through which associates can share their experiences.\n\nWe administered our annual Building Engagement and Success Together (BEST) Survey to better understand the day-to-day experiences of our associates. Once again, we improved our participation rate — from 90% in 2021 to 91% in 2022. Our industry-leading participation demonstrates that associates are sharing their perceptions and gives us the information needed to act on their feedback. We considered BEST survey feedback when making several changes in 2022, including instituting base pay increases, expanding our tuition-free education program and rolling out a peer-to-peer recognition platform, InVESTed. The survey results also demonstrate an increasing trend in leadership effectiveness and valuing associate input.\n\nIn addition, we instituted an exit survey across all business lines to gain a deeper understanding of what our associates value in a workplace and how Lowe’s can create a working environment to meet these needs and become the employer of choice in retail.\n\nEmploying our proactive associate listening strategy helps us to adjust to associates’ priorities, such as offering associates the opportunity to prioritize work-life balance.\n\nFor example, our new workforce management tools enable us to offer most full-time, hourly, frontline store associates multiple scheduling options, including a shortened workweek, consistent shifts or consecutive days off.\n\n2023 PLANS\n\nWe will continue to expand our engagement tools by providing a more robust listening strategy that allows us to hear from associates on a more continuous basis, allowing us to act more quickly on opportunities as we continue to evolve Lowe’s culture.\n\nOur goal is to create a working environment where current associates are proud to represent Lowe’s because they feel they are contributing each day and can have a future at Lowe’s. Additionally, we strive to create an environment that potential candidates will feel inspired to join. One way we aim to accomplish this is by developing career advancement opportunities at all levels of the business, demonstrating that everyone has a meaningful place at Lowe’s.\n\nFinally, we are enhancing our engagement survey strategy by moving to a quarterly pulse survey cadence. This will allow us to continue gathering associate feedback on a broad set of topics while also allowing for a deeper dive into targeted concerns raised by our associates.\nCulture, Diversity & Inclusion\n\nBy building diverse and inclusive teams, we drive better ideas and positive business results, and we improve service through a deeper connection with our customers. We continue to execute on our multiyear program to integrate diversity and inclusion initiatives into our corporate strategy across three areas: talent, culture and business.\n\nGOVERNANCE\nCulture, diversity and inclusion metrics are included in quarterly business reviews for each function to show progress against our efforts and identify opportunities for improvement. The full board oversees and regularly engages with our chairman and chief executive officer, our executive vice president of human resources and senior leadership on culture, diversity and inclusion initiatives.\n\nMANAGEMENT APPROACH\nCreating an inclusive and diverse workplace brings out the best in our associates, customers and the communities where we live and work. By fostering an inclusive culture, building a diverse team and encouraging accountability, we increase our associate engagement while improving customer service. We value the power of diverse teams, allowing us to wholly address our customers’ needs and provide the shopping experience they expect.\n\nUnderstanding Our Associates’ Perspectives\nWe strive to foster an inclusive culture that provides associate support, where associate engagement and belonging are measured through a broad-spectrum listening strategy. Eight Business Resource Groups (BRGs) allow associates to learn about diversity and inclusion topics from peers while also acting as a support resource. Through the BRGs, Lowe’s is proud to host community conversations, provide resources and guidance to both associates and leaders and create opportunities to celebrate our diverse identities. Additionally, each BRG provides training to help individuals demonstrate inclusive leadership.\n\nThree Pillars of Our Culture, Diversity & Inclusion Strategy\n\n- **TALENT**: Build a workforce that can provide the best products and services for all of our customers and understand how to best meet their needs.\n- **CULTURE**: Foster an inclusive culture that unleashes the unique abilities of our full workforce to serve and support our customers and communities.\n- **BUSINESS**: Innovate to provide better and more diverse services and solutions, resulting in strong business outcomes and investments in our communities.\n2022 ACCOMPLISHMENTS\n\nBusiness Resource Groups\nIn 2022, we continued to host meetings virtually to accommodate more associates and allow for on-demand access. We completed the rollout of the Multigenerational BRG, Generations Working Together, to help build connections for all generations within our workforce. BRGs regularly collaborate to create intersectional events that continue to add value for our associates and the business.\n\nPartnerships\nWe leverage key partnerships to develop a diverse talent pipeline as well as provide internal training and career development opportunities for diverse associates. Our internship program partners with universities that serve all students, including historically underrepresented groups, to provide meaningful learning and work experiences with the goal of bringing participants onboard to the Lowe’s team.\n\nThrough a series of unique partnerships, Lowe’s invested $9 million in select schools, including HBCUs, and scholarship programs to provide more students with pathways to Lowe’s employment, including the following:\n\n- $2.5 million to Queens University of Charlotte\n- $1.5 million to North Carolina Central University\n- $1 million to Paul Quinn College\n- $1 million to LeMoyne-Owen College\n- $1 million to Tennessee State University\n- $500,000 to Sampson Community College\n\nSupporting Women\nOur strategy for empowering women focuses on hiring, retention, advancement and development. We value having women at all levels of our organization and the unique skills and perspectives they bring. We are working hard to provide opportunities for advancement for women, both in our SSCs and in the field. Our strategy is based on four pillars:\n\n- **Hire**: Recruit talented women from all backgrounds.\n- **Retain**: Offer compelling benefits for women to stay.\n- **Advance**: Create career development programs and offer advancement opportunities.\n- **Celebrate**: Acknowledge, value and honor women.\n\nWe are committed to identifying and removing obstacles and providing career opportunities for all of our associates, including women. One way we do this is by leveraging our internal HR data to understand the demographics and intersectionality of our team, giving us the ability to identify opportunities to recruit and develop women for advancement.\n\n2023 PLANS\n\nWhile we’re proud of the progress we’ve made in developing a diverse and inclusive culture, we understand there is still more work to be done. In 2023, we plan to expand our Business Resource Groups (BRGs) experience to reach frontline associates in our store and supply chain locations. This will provide additional ways for our associates to access information and participate in BRG-sponsored events.\n\nWe will continue to develop a holistic disability strategy to position Lowe’s as a leading retailer in creating an inclusive and accessible culture for associates and customers alike.\n\nWe plan to relaunch the self-identification program to focus on providing additional options for associates to share their diverse backgrounds and highlight the impact of self-identification on their experience at Lowe’s.\n2022 UNITED STATES DIVERSITY DATA BY GENDER\n\n- Men: 25%, 75%\n- Women: 27%, 73%\n\n2022 UNITED STATES DIVERSITY DATA BY ETHNICITY\n\n- White: 50%, 65%\n- People of Color: 33%, 71%\n\nAssociates who did not identify were included in the totals but were not assigned to a specific category. This resulted in some subcategories not equaling 100%.\n\nAWARDS AND RECOGNITIONS\n\nWe are proud to have been recognized for our culture, diversity and inclusion efforts with more than 20 awards.\n\n- Recognized as Store Brands Magazine and Women Impacting Store Brands Excellence (WISE) recipient of the 2022 Diversity, Equity and Inclusion (DEI) Company of the Year Award\n- 2023 Military Friendly Employer (17th consecutive year)\n\nRESOURCES:\n\n- Lowe's Culture, Diversity & Inclusion Reports\n- Lowe's EEO-1 Data\n- Lowe's Pay Gap Analysis\n\n*Links to most recent report.\nTalent Acquisition, Development & Retention\n\nAs we work to become the retail employer of choice, we are committed to hiring, developing and retaining the best people by creating valuable career opportunities. Our goal is for our associates to view Lowe’s as Home to Possibility, delivering good jobs, a sense of belonging and a promising future.\n\nGOVERNANCE\n\nTalent Acquisition, Development and Retention programs are reviewed and approved by the HR governance board. Processes and tools are in place to allow us to focus resources on the programs that provide the most value. These processes help us identify and mitigate risks early, and our executive vice president, human resources, reviews these programs monthly.\n\nFortune’s World’s Most Admired Companies list\n\nFor the 23rd consecutive year, Fortune magazine recognized Lowe’s for our efforts to be an employer of choice and offer jobs that people seek out. The criteria used for this award includes investment value, quality of management and products, social responsibility and ability to attract talent.\n\nMANAGEMENT APPROACH\n\nAttracting Top Talent\n\nAttracting top talent means providing our associates with opportunities to develop, thrive and progress at Lowe’s. With over 52,000 unique roles and a focus on retaining and growing our associates, people from all backgrounds and experiences can find their ideal role and achieve success at Lowe’s. As our business grows and adapts to changing customer needs, we will continue to adapt how we attract and retain top talent.\n\nCareer Development\n\nWhile attracting top talent is essential, Lowe’s strives to help grow meaningful careers for our associates by supporting the development of skills and confidence needed to thrive in Lowe’s roles. In offering more than 3.5 million training activities per month, we develop our associates through upskilling and leadership training as they become more proficient in their current roles. Our goal is to provide associates with the opportunity for a successful career with Lowe’s as part of our focus on internal talent. In 2022, this approach had outstanding results: We filled over 80% of our leadership positions internally.\n\nEducational Opportunities\n\nWe believe greater access to education leads to more opportunities. Associates have access to select 100% tuition-free educational programs and partially funded programs at high-quality schools. Whether starting with foundational learning, including high school completion, college readiness and language learning and literacy, or for associates ready to earn a degree or a technical certificate, associates may choose to pursue a variety of opportunities. Lowe’s has partnered with Guild to provide associates access to this benefit. Programs are tailored toward business priorities and include flexible classes that fit different schedules, fully\n\nBeing an Employer of Choice Means:\n\n→ GOOD JOBS:\n  • Stable jobs\n  • Competitive compensation\n  • Scheduling flexibility\n\n→ SENSE OF BELONGING:\n  • Empowering relationships\n  • Connection to community\n  • Safe place to be you\n\n→ PROMISING FUTURE:\n  • Internal mobility\n  • Expanded leadership paths\n  • Training for advancement\nfunded textbooks and course fees and one-on-one support from education coaches. All regular part-time and full-time Lowe’s associates based in the United States are eligible after 90 days of employment.\n\n**Lowe’s University**\n\nLowe’s University provides all store associates with new learning and development opportunities that are tailored to their role, in addition to the standard onboarding courses. Lowe’s University is available for all store associates via our mobile devices on the sales floor or in Lowe’s University learning labs in our stores. In addition to delivering associate and leader training through our mobile devices, we deliver “live” virtual development programs and in-person programs from the Lowe’s University training center at our Store Support Center in Mooresville. Our leadership trainers often are former store leaders and executive leaders; this leader-as-teacher model has produced positive engagement rates.\n\n**HORNETS LEGACY PROJECT**\n\nIn collaboration with the Charlotte Hornets and POTIONS & PIXELS, we helped fund and deliver a 13-week workforce development program in the Grier Heights community. During the program, students learned fundamental, high-demand electrical skills needed to pursue careers in electrical construction via hands-on training led by EIG Electrical Systems. They also received an hourly stipend, equipment, tools and a variety of industry certifications, including OSHA 10, Aerial and Scissor Lift and CPR and First Aid. To learn more, please visit Lowe’s Newsroom.\n\n**2022 ACCOMPLISHMENTS**\n\n**Track to the Trades**\n\nThrough Track to the Trades, we offer Lowe’s associates tuition-free skilled trades education in carpentry, plumbing, electrical, HVAC and appliance repair. The courses are designed to build an industry-recognized skill set for participants as a pre-apprentice in the skilled trades industry. In 2022, we expanded the program to include earlier eligibility as well as more capacity, tracks and placement options. Since the program began, 4,500 associates have enrolled, and over 1,300 associates have graduated.\n\n**Lowe’s University**\n\nIn 2022, we relaunched in-person, SSC-delivered, weeklong store manager and district manager cohort leadership development programs, completed by more than 800 store managers and 115 district managers. We also launched a field supply chain virtual, three-day leadership development program. In 2022, more than 100 directors and managers and more than 750 supervisors completed the program.\n\nLast year, we also expanded training opportunities at Lowe’s University through our Tech Institute. This expansion includes courses from the Infrastructure Academy, UX Academy and Software Engineering and Architecture Academy. In addition, we launched the virtual department supervisor fundamentals series, delivering more than 175 classes with over 10,000 new-to-role department supervisors in attendance.\n\n**Associate Compensation**\n\nWe have a strong track record of investing in our workforce by offering locally competitive salaries and wages. Since 2018, we have invested more than $3 billion in incremental wages and share-based compensation for our frontline associates, which included creating many new roles for our associates to grow into, inclusive of 1,600 new assistant store manager positions and 10,000 department supervisor positions. In fiscal 2022, we implemented $170 million in annual wage increases, effective December 2022, in addition to more than $580 million in profit-sharing and discretionary bonuses we awarded throughout the year to our U.S. frontline associates.\n\n**2023 PLANS**\n\nIn 2023, we plan to enhance and expand the training we offer to all associates. We will continue evaluating training programs and training effectiveness.\n\n**Track to the Trades**\n\nIn 2023, Track to the Trades will partner with our Lowe’s MVP Pros and Provider network, offering associates a path for apprenticeship opportunities while giving trades professionals a network of new talent. We will also add residential construction as a sixth pre-apprentice certification.\nAssociate Health & Well-being\n\nLowe’s associates represent many generations, so we strive to create a workplace that embraces our associates holistically and provides support for complex issues affecting the various facets and stages of their lives. Our goal is to provide comprehensive and competitive benefits that consider whole-person health by supporting physical, financial and emotional wellness.\n\nGOVERNANCE\n\nOur health and well-being guiding principles serve as a roadmap to create a comprehensive ecosystem of health-related and financial resources, tools and programs to guide our associates along their individual health and financial journeys. We regularly measure and evaluate our programs in accordance with both the needs of our associates as well as industry standards while adhering to rapidly changing regulatory requirements. Annually, our programs are reviewed for competitiveness, and proposed plan changes are approved by management. Quarterly, the retirement administrative committee reviews fund and retirement plan performance measures. Monthly, we conduct financial reviews to confirm that our health care programs are operating within expected financial results. Health care and retirement plan utilization highlights are shared with the compensation committee of the board of directors annually.\n\nMANAGEMENT APPROACH\n\nOffering comprehensive benefits to our associates is a key component of our employer of choice strategy. Our total rewards package provides our associates with the resources needed to live happy and healthy lives while working at Lowe’s. We regularly benchmark the industry and update our programs to align with best practices and the needs of our associates. Our associates are the driving force behind our success. We prioritize giving our associates a safe working environment, access to support services and fair compensation for their efforts.\n\nOur Whole-Person Standard\n\nAll regular full-time and part-time associates are eligible for a range of health and financial benefits. To support our associates financially, all regular full-time and part-time United States associates may participate in our 401(k) plan on the first of the month after 30 days of employment and can receive Lowe’s vested match dollars up to 4.25%. In addition, our Employee Stock Purchase Plan is available to eligible associates in the United States. The health insurance programs we offer include support for chronic disease prevention and management, weight management, expert medical opinions and mental health support.\nBenefits Offered to All U.S. Full- and Part-time Associates\n\n- Health\n- Pharmacy\n- Dental\n- Vision\n- Life and disability benefits\n- Critical illness, hospital and accident insurance\n- No-cost health screenings\n- Employee Assistance Program\n- Vacation\n- Sick time\n- Discounted Employee Stock Purchase Plan\n- 401(k) plan with a company match up to 4.25%\n- Lowe’s associate discount\n- Broad discount marketplace\n- Tuition assistance\n- Prepaid legal services\n- Pet insurance\n- Identity theft protection\n- Additional combined auto and home insurance\n\nAdditional Benefits for Full-time U.S. Associates\n\n- Telemedicine\n- Enhanced travel coverage to Centers of Excellence\n- Diabetes prevention program\n- Health savings account\n- Flexible spending accounts\n- Expert medical opinion\n- No-cost diabetes supply and management programs\n- Parental resources for children with developmental and learning challenges\n- Paid parental leave and adoption assistance\n- Fertility benefits\n- Activation Reward\n- Accolade health assistants\n- Additional medical plan options for some geographic regions (HMO)\n- Business travel accident insurance\n\n2022 ACCOMPLISHMENTS\n\nCenter of Excellence\n\nIn 2022, we expanded our Center of Excellence (COE) programs to provide bariatric care. Qualifying associates can opt in for treatment, and Lowe’s covers all expenses, including transportation to and from the facilities. We also offer associates access to expert secondary medical opinions, giving them enhanced control over major health decisions.\n\nAs part of our efforts to champion whole-person health, we expanded the health care services we provide to include enhanced programs for fertility, parental leave, vision and education benefits.\n\nNew Partnerships\n\nThrough our partners at Hinge Health, we introduced virtual physical therapy opportunities for our associates. By providing a tablet and wearable motion sensors to associates who opt in, physical therapists are allowed to observe and guide patients remotely through a series of movements and exercises. This program is available to associates and their dependents who have insurance through the full-time associates’ self-insured medical plan.\n\n2023 PLANS\n\nWe will focus on adding preventative care options for our associates and further incentivizing associates to take advantage of our offerings. For example, our Activation Reward program will grant associates reduced premiums if they complete additional actions in their health plans. We also will increase free counseling sessions to 10 per year and focus on promoting and providing preventative care.\n\nIn addition, we are teaming up with Catapult Health to offer year-round, virtual health checkups delivered directly to our associates at no cost. Now associates can order a kit that is shipped directly to their home to be completed on their own time, even if they are not enrolled in a Lowe’s medical plan. Once finished, they can send this kit to the lab for analysis and schedule an appointment with a nurse practitioner to review results together.\nCommunity Engagement & Support\n\nThrough our community engagement initiatives and partnerships with nonprofits across the nation, we’re able to make lasting impacts and develop meaningful connections with the customers and communities we serve, making homes — and hometowns — better for all.\n\nGOVERNANCE\n\nMembers of Lowe’s executive leadership team and the board of the Lowe’s Foundation, an independent 501(c)(3), review and approve community grants for the Lowe’s Hometowns and Lowe’s Foundation programs, respectively. Nonprofit partnerships are also reviewed and approved by members of Lowe’s executive leadership team.\n\nMANAGEMENT APPROACH\n\nLowe’s supports communities in a variety of ways, including financial grants, product donations, associate volunteerism and partnerships with nonprofits. Our approach includes engaging locally and listening and responding to communities in the ways that are needed most, such as preparing them for natural disasters and helping them recover. We have a special focus on our nation’s veterans and active military community, first responders and under-resourced communities.\n\nThe Lowe’s Foundation, an independent 501(c)(3), is focused on closing the skilled trades labor gap through the delivery of the Gable Grants program.\n\nLOWE’S PHILANTHROPIC FOCUS AREAS:\n\n- Restoring and revitalizing community spaces through Lowe’s Hometowns\n- Supporting critical housing repairs to preserve long-term homeownership in partnership with national housing nonprofits\n- Assisting communities as they prepare for and recover from natural disasters\n\nLOWE’S FOUNDATION PHILANTHROPIC FOCUS AREA:\n\n- Closing the skilled trades labor gap through the Lowe’s Foundation Gable Grants program\n2022 ACCOMPLISHMENTS\n\nLowe’s Hometowns Grant Program\nIn 2022, Lowe’s announced a five-year, $100 million investment in the communities we serve — the company’s largest-ever commitment of its kind — with a new program called Lowe’s Hometowns. Each year from 2022 through 2026, Lowe’s Hometowns will complete nearly 1,800 community impact projects, including 100 signature projects chosen from consumer nominations and nearly 1,700 projects selected through Lowe’s stores, supply chain facilities and store support centers across the country. More than 1.4 million people are estimated to benefit from the 100 signature projects in 2022 within the year following their completion.1\n\nNonprofit Partnerships\nAlongside our national nonprofit partners, Lowe’s:\n→ provided 150 home modifications for veterans and their families alongside Building Homes for Heroes, Purple Heart Homes and Operation Finally Home;\n→ partnered with Rebuilding Together to complete critical home repairs for more than 30 people with disabilities across four cities as part of the Rebuild a Block initiative;\n→ sponsored the Local Initiatives Support Corporation’s Bridges to Career Opportunities program, through which nearly 300 unemployed adults received training and more than 90 were placed in jobs in construction-related trades.\n\nLowe’s Employee Relief Fund\nLowe’s is also dedicated to helping our associates in times of need. Our Lowe’s Employee Relief Fund, made possible through associate donations and a one-to-one company match, supports associates in times of significant, unforeseen financial hardship. In 2022, the Lowe’s Employee Relief Fund distributed more than $4.1 million, helping more than 2,900 associates in need.\n\nOur Own Hometown Support\nOur investment in our own hometown — the greater Charlotte, North Carolina, region — continues to be important. Over the past three years, Lowe’s and the Lowe’s Foundation have contributed more than $30 million to support critical needs such as safe, affordable housing and skilled trade workforce development throughout the Charlotte region. For example, in 2022, alongside the Charlotte Hornets, Lowe’s funded a workforce development program through which young adults from an underresourced community were trained and certified in high-demand electrical skills.\n\nDisaster Relief\nWe recognize our role in supporting associates and communities as they respond to and recover from all types of natural disasters. From providing tools and supplies to our mobile laundry, shower and tool rental trailers to volunteering with cleanup efforts, we strive to make a difference in how a community recovers and rebuilds, both immediately and in the months and years to come. For example, in 2022, we supported our nonprofit partners in their relief efforts and distributed over 3,000 relief buckets, more than 20 truckloads of water and 2,000 hot meals as part of our $2 million commitment to help communities recover from Hurricane Ian.\n\n2023 PLANS\nIn 2023, improving the communities where we live and work remains a key goal of our philanthropic efforts. Lowe’s community relations will continue to evolve as our communities do, as demonstrated by the Lowe’s Foundation’s recent announcement of the Gable Grants program, a $50 million commitment to prepare 50,000 people for skilled trades careers over the next five years.\n\n1As reported by True Impact.\n## Our People & Our Communities Data\n\n| METRIC                                      | 2020       | 2021       | 2022       |\n|---------------------------------------------|------------|------------|------------|\n| **WORKPLACE SAFETY**                        |            |            |            |\n| Associates trained on safety compliance     | 100%       | 100%       | 100%       |\n| Number of safety celebrations for stores to celebrate safety rates, completion of safety meetings, trainings or hazmat inspections | 5,480²     | 5,311²     | 5,942      |\n| Total OSHA recordable rate (per 100 full-time employees) | 5.36       | 5.15       | 4.30       |\n| Goal progress: Reduce last time incident rate (LTIR) each year (per 200,000 Hours) | 2.15       | 2.21       | 1.78       |\n| **CULTURE, DIVERSITY & INCLUSION**          |            |            |            |\n| Board Members                               | 11         | 10         | 12         |\n| Women                                       | 4 (36%)    | 3 (30%)    | 4 (33%)    |\n| People of Color                             | 4 (36%)    | 4 (40%)    | 5 (42%)    |\n| Executive Officers                          | 9          | 9          | 8          |\n| Women                                       | 3 (33%)    | 3 (33%)    | 2 (25%)    |\n| People of Color                             | 4 (44%)    | 4 (44%)    | 4 (50%)    |\n| Number of associates: Asia & Europe         | 3,200      | 3,800      | 4,200      |\n| Number of associates: United States         | 288,000    | 300,000    | 300,000    |\n| **TALENT ACQUISITION, DEVELOPMENT & RETENTION** |            |            |            |\n| Average hours of completed training per store associate | 9.5        | 8.3        | 9.9        |\n| Hours of training invested in frontline leaders (completed hours) | 448,000    | 581,000    | 576,000    |\n| Training hours for store managers           | 24,000     | 26,000     | 35,000     |\n| Training hours for department supervisors and assistant store managers | 288,000    | 554,000    | 541,000    |\n| **ASSOCIATE HEALTH & WELL-BEING**           |            |            |            |\n| United States full-time associates participating in Lowe's health insurance plans (%) | 67%        | 65%        | 60%        |\n| United States associates participating in Lowe's 401(k) plan (%) | Full-time: 53%, Part-time: 23% | Full-time: 54%, Part-time: 19% | Full-time: 53%, Part-time: 17% |\n| Number of United States associates helped via the Lowe's Employee Relief Fund | 2,300      | 3,140      | 2,992      |\n| Total Lowe's Employee Relief Fund monies distributed (Global) | $2.8 million | $4.5 million | $4.2 million |\n| Associates completing Lowe's BEST Survey (Global) | 256,107; 89% Response rate | 264,208; 90% Response rate | 265,697; 91% Response rate |\n| **COMMUNITY ENGAGEMENT & SUPPORT**          |            |            |            |\n| Total charitable giving                     | $150 million | $80 million | $91 million |\n| Total associate volunteer hours             | 143,000    | 195,000    | 168,000    |\n| Goal progress: Invest $350 million in our local communities by 2025 | $238 million | $318 million | $409 million |\n| Goal progress: Contribute more than 3 million hours of associate community service by 2025 | 786,000    | 983,000    | 1,152,000  |\n\n1. Lowe's completed the sale of our Canadian business on February 3, 2023. Prior periods have therefore been recast to exclude the impact of the Canadian retail business.\n2. These metrics are represented on a fiscal year basis rather than calendar year. Beginning in 2022, we will represent this metric on a calendar year basis.\n3. For additional information on board demographics, see our proxy statements.\nLowe’s strives to put the customer first by providing high-quality items that help our customers live more sustainably. We begin by selecting suppliers and offering products that support human and environmental health, guided by our Human Rights, Wood Sourcing, Safer Chemicals and Conflict Minerals Policies. We are also expanding our pursuit of innovative, more efficient eco-products and educating customers on how to reduce their footprint at home.\n\n**VISION STATEMENTS**\n\n- Promote sustainable, responsible and ethical practices throughout our value chain\n- Provide customers with eco-friendly, high-quality and safe products\n- Help customers live more sustainably at home\nSupplier Social & Environmental Practices\n\nOur responsible sourcing team within our international quality assurance (QA) team helps communicate policies to internal teams who make decisions to sustainably source natural resources that meet our product requirements.\n\nGOVERNANCE\n\nOur responsible sourcing team within our international quality assurance (QA) team helps communicate policies to internal teams who make decisions to sustainably source natural resources that meet our product requirements. Lowe’s legal team provides vendors with training on the Vendor Code of Conduct and other requirements related to ethics and integrity. The Vendor Code of Conduct details social and environmental expectations, which all vendors must sign as part of the overall vendor agreement, and our QA team conducts regular training sessions with vendors on various topics.\n\nMANAGEMENT APPROACH\n\nWe aim to ensure that workers who manufacture the products we purchase are operating under safe conditions, are being treated fairly and are paid in accordance with local laws, at minimum.\n\nSupplier Compliance\n\nWe audit factories for Lowe’s private brand suppliers and products where we are the importer of record to verify compliance with our Vendor Code of Conduct. Our audits focus on areas such as forced labor, labor contracts, working hours, compensation and benefits, employment practices, environmental compliance and worker health and safety. Lowe’s Vendor Code of Conduct and our Human Rights Policy are the foundation of the audit and our Responsible Sourcing program. This program is carried out by conducting a Retail Ethical Sourcing Assessment (RESA) at each applicable factory by third-party audit firms to support impartial reviews.\n\nTraining for New Vendors\n\nWhen we onboard a new vendor, we provide training on our program requirements and policies to help them understand our expectations and what they can do to align with them. These trainings are focused on supporting vendors in reaching and maintaining compliance with our policies and help promote a long and successful business relationship. In 2022, Lowe’s conducted all vendor and factory trainings virtually.\nSupplier Improvement and Ownership Plans\nLowe’s is focused on helping suppliers understand how to adhere to our Vendor Code of Conduct. If we encounter a compliance issue with a vendor’s factory, we help them develop corrective action plans to meet their local and Lowe’s compliance requirements. To accomplish this, we engage third-party experts to design and implement management systems to address the identified concerns. If the compliance issue is significant, and the vendor fails to correct it, we may terminate the business relationship.\n\n2023 PLANS\nWe plan to continue to perform supplier factory audits and follow up on and validate corrective actions as part of our audit program. We began providing in-person trainings in 2023 and plan to continue that approach.\n\nVENDOR CODE OF CONDUCT\nOur Vendor Code of Conduct applies to vendors providing goods and services to Lowe’s, our subsidiaries and our affiliates. The Code sets forth the basic standards of ethical conduct in business practices and our sustainability requirements and expectations, which vendors must comply with as a prerequisite to doing business with Lowe’s.\n\nThe Vendor Code of Conduct covers the following aspects of our vendor relationships:\n\n→ Business Integrity and Ethics\n→ Labor, Health and Safety\n→ Environmental Standards\n→ Monitoring, Enforcement and Management Systems\n\nTo review our Vendor Code of Conduct in full, please visit our website.\n\nHUMAN RIGHTS POLICY\nLowe’s believes businesses have a responsibility to recognize and respect human rights. Lowe’s Human Rights Policy reflects the principles embedded in our business operations. This policy also embodies our commitment to respect internationally recognized human rights standards including the fundamental principles of Human Rights as defined by the Universal Declaration of Human Rights. Lowe’s policies and vendor requirements are informed by the principles set forth in the United Nations Global Compact, the International Bill of Human Rights (including the International Covenant on Civil and Political Rights (ICCPR), the International Covenant on Economic, Social and Cultural Rights (ICESCR) and the International Labor Organizations (ILO) Declaration on Fundamental Principles and Rights at Work. The policy applies to all associates, vendors, customers, subcontractors and other partners that provide services and goods to Lowe’s.\n\nWe believe that working through external initiatives and partnerships is the best way to address shared challenges in operating our business responsibly. Where events may impact Lowe’s commitments to human rights, we assess the risk, conduct investigations if necessary and provide a solution or action for remediation. To read our Human Rights Policy in full, please visit our website.\nNatural Resources\n\nWith the understanding that the resources of our planet are limited, Lowe’s strives to sustainably source our materials. By tracking the origin of the resources we choose for our products, Lowe’s is diligent in upholding our commitment to environmental stewardship.\n\nGOVERNANCE\n\nOur responsible sourcing team works with our international quality assurance team to sustainably source natural resources that meet our product requirements. Lowe’s conducts vendor surveys annually to evaluate compliance with our Wood Sourcing and Conflict Minerals Policies. The results of these surveys are reviewed by the sustainability steering committee and sustainability committee of the board of directors annually.\n\nMANAGEMENT APPROACH\n\nLowe’s recognizes the impact the world’s forests have on the ecological and climate processes upon which biodiversity and human life depend. Since lumber is one of Lowe’s primary products, enhancing sustainable wood sourcing practices for our wood supply chain is a top priority. Our Wood Sourcing Policy details our commitment to procuring sustainable and certified wood products.\n\nResponsible Forestry\n\nWe continue to partner with the World Wildlife Fund (WWF) to uphold our responsible sourcing goals. Under its guidance, we strive for best practices in forestry by assessing emerging risks to help lessen the ecological impacts of the business and reduce deforestation.\n\nLowe’s is a member of Forests Forward, a corporate program managed by the WWF, which engages companies around the world to develop both long-term and near-term strategies to reduce their forest footprints and support other on-the-ground actions, including forest restoration, to keep forests thriving for people, nature and the climate. We look forward to collaborating with other retailers as part of Forests Forward to collectively build resilient supply chains for forestry products.\n\nConflict Minerals\n\nLowe’s recognizes the concerns associated with sourcing conflict minerals. We expect vendors to comply with our Conflict Minerals Policy, which was established considering the United States Securities and Exchange Commission’s (SEC) conflict minerals rule as mandated by Section 1502 of the Dodd-Frank Wall Street Reform and Consumer Protection Act of 2010. We survey our private brand vendors annually to validate compliance with our policy and report in line with SEC regulations.\n2022 ACCOMPLISHMENTS\n\nCommitment to Forestry Certification in Canada\n\nIn 2022, we reviewed our forestry footprint and wood sourcing practices to assess how we could increase the scale, pace and rigor of our efforts to eliminate wood linked to deforestation and the degradation of primary forests within our supply chain. Based on our assessment, Lowe’s committed to requiring all wood products sourced from Canada to originate from credible third-party-certified forests by 2027.\n\n2023 PLANS\n\nIn 2023, we plan to strengthen our Wood Sourcing Policy by updating the regions at risk and adding a provision that encourages all vendors to engage in Free, Prior and Informed Consent where applicable. We also plan to implement a grievance mechanism focused on our forestry supply chain and launch new investments in reforestation and forest restoration. Additionally, we will continue to engage with peer organizations via the WWF to drive responsible wood sourcing and sustainable forest management practices.\n\nLowe’s Wood Sourcing by Continent\n\n- **North America** (includes Central America): 87%\n- **Europe**: 2%\n- **Asia** (includes Middle East): 3%\n- **Africa**: <1%\n- **South America**: 7%\n- **Australia** (includes New Zealand): 1%\n- **Europe**: 2%\n\nCountries of Significant Wood Sourcing\n\n- United States: 75%\n- Canada: 12%\n- Brazil: 6%\n- China: 1%\n- Chile: 1%\n- New Zealand: 1%\n\n---\n\n1. All data provided were gathered through Lowe’s annual wood sourcing survey. The 2022 survey had a 100% response rate and included sourcing data from November 1, 2021, through October 31, 2022.\n2. Lowe’s began to discontinue sourcing from Russia in 2022.\nProduct Responsibility\n\nWith our focus on making homes better for all, we continue to expand our assortment of responsibly sourced, safe and more efficient products that help customers live more sustainably at home. We strive to partner with suppliers to reduce waste and design products for a circular economy, a system in which products and materials are created to be longer-lasting and then reused, repurposed or recycled as raw materials for other products.\n\nGOVERNANCE\n\nAs a retailer, our largest impact on people and the planet is through the products we sell. Product responsibility and supplier sustainability metrics are shared with merchandising leadership annually and are reviewed by the sustainability steering committee and sustainability committee of the board of directors. Across our portfolio, suppliers are encouraged to substantiate sustainability claims by obtaining trusted third-party certifications with rigorous standards for protecting people, natural resources and the planet.\n\nMANAGEMENT APPROACH\n\nSustainable Products\n\nLowe’s strives to put the customer first by providing safe, durable, innovative and efficient products that help our customers live more sustainably at home and lessen their environmental impact. We continue to expand our portfolio of energy-efficient products that offer customers long-term savings, including ENERGY STAR® certified products. We provide energy efficiency guides and online rebate centers on our website to help customers make environmentally friendly purchasing decisions at the best price possible. Lowe’s is also proud of our selection of WaterSense® offerings, a lineup of United States EPA-certified products guaranteed to use at least 20% less water than comparable alternatives.\n\nTo expand our assortment of eco-friendly products, we continue to develop sustainable buying guides across all our product categories to help our merchandising teams embed sustainability into product selection decisions that align with our public commitments. The sustainable buying guides are intended to give merchants context on the environmental and social impacts of product sourcing and material selection to guide them to the best products in line with our sustainability goals. In addition, we work with suppliers to improve the environmental performance of our products by reducing materials and water used in manufacturing, promoting our Safer Chemicals Policy to remove potential chemicals of concern and focusing on products with lower emissions.\n\nProduct Safety and Chemicals Management\n\nLowe’s attends annual conferences held by the International Consumer Product Health and Safety Organization and regularly engages with the Retail Industry Leaders Association to align with product safety best practices and prepare for emerging risks and regulations. We work with the Retail Leadership Council (RLC) of Change Chemistry (formerly GC3), and also partner with companies across multiple sectors to address chemicals of concern.\n\nTo manage chemicals more responsibly, Lowe’s Safer Chemicals Policy contains a number of strategic actions and commitments and is updated based on newfound knowledge and regulations regarding chemicals of concern. We partner with industry peers and suppliers...\nto drive progress on the GC3’s RLC Statement on Chemical Innovation, Priorities and Transparency Roadmap, which is designed to improve ingredient transparency and drive innovation in green chemistry.\n\n**Product Compliance and Testing**\n\nWe actively audit, test and inspect Lowe’s private brand products and products where we are the importer of record. Lowe’s partners with third-party labs to conduct product tests to verify compliance with applicable industry standards and state and federal regulations. Higher-risk (Class-1) products like power tools and electrical items are tested annually. Lower-risk (Class-2) products, such as nails and screws, are tested every two years. Third-party labs are also used for consumer-focused product tests to help our merchants make informed buying decisions.\n\n**Packaging**\n\nWe are committed to working with our suppliers to use circular design principles that reduce our packaging footprint. To enable the circular economy and reduce waste, we aspire to design packaging that is recyclable, compostable or reusable. This includes strategic labeling to educate customers on how they can recycle several types of packaging. We accomplish this by adding the How2Recycle label, which aims to educate and empower consumers to properly dispose of product packaging.\n\n**2022 ACCOMPLISHMENTS**\n\n**PFAS Alternatives Assessment**\n\nIn 2022, we committed to fund a per- and polyfluoroalkyl substances (PFAS) alternatives assessment led by GC3 to identify and evaluate the use of safer and PFAS-free durable water repellents for textiles used in outdoor furniture and other product categories.\n\n**Packaging**\n\nWe completed an audit of our packaging to create more sustainable alternatives. In total, we reviewed almost 8,000 private branded SKUs to collect packaging data and evaluate suitability for the How2Recycle label. We are committed to increasing the recyclability of our products where possible. Through our partnership with How2Recycle, we teamed up with municipal recycling facilities to add polypropylene, not commonly accepted by recycling programs, to the list of recyclable materials. We also introduced this labeling to our e-commerce cartons, covering over 50 unique cartons, totaling over 3.6 million units annually.\n\n**Sustainability Toolkit**\n\nTo assist our vendors in the development of more sustainable products and operations, we developed a vendor sustainability toolkit in 2022. This toolkit provides our framework for product sustainability, recommendations for improving product packaging and an overview of our public commitments, including our net-zero target.\n\n**2023 PLANS**\n\n**Sustainable Buying Guidelines**\n\nIn 2023, we plan to complete the rollout of sustainable buying guides to help our merchandising teams embed sustainability criteria into product selection decisions that align with our public commitments.\n\n**Expanded Polystyrene Foam and Polyvinyl Chloride**\n\nIn 2023, we will make further progress on excluding expanded polystyrene foam (EPS) and polyvinyl chloride (PVC) film from our private brand packaging. We will also continue to partner with suppliers to evaluate opportunities to eliminate waste and to design products for the circular economy.\n\n**Sustainable Packaging Toolkit**\n\nWe also plan to create a sustainable packaging reference guide for suppliers designing packaging for our private brand products. The toolkit is intended to accelerate the transition to designing circular packaging and reducing waste and improving efficiency.\n\n**Net-Zero Emissions Roadmap**\n\nThe largest source of our emissions is tied to the lifecycle of the products we sell. We plan to create detailed roadmaps to reduce emissions across our diverse product portfolio aligned to our goal of reducing scope 3 emissions by 22.5% from 2021 levels. We will collaborate with suppliers to help them track and reduce their emissions across their value chain.\n\n**3D PRINTING FOR NEW-PRODUCT DEVELOPMENT**\n\nTo help streamline the early stages of prototyping new products, we added 3D printing capabilities to our design processes in 2022. This allows us to digitally send printing instructions for new products across the globe instead of mailing physical objects over many design iterations to multiple locations, saving time, resources and cost.\n## Product Sustainability Data\n\n### METRIC\n\n| METRIC | 2020 | 2021 | 2022 |\n|--------|------|------|------|\n| **SUPPLIER SOCIAL & ENVIRONMENTAL PRACTICES** | | | |\n| Number of Lowe’s RESA audits conducted | 1,220 | 1,404 | 1,663 |\n| Follow-up assessments conducted to validate implementation of corrective actions | 816 | 921 | 1,270 |\n| Goal progress: 100% of our strategic suppliers will have sustainability goals by 2025 | 62% | 74% | 86% |\n| **NATURAL RESOURCES** | | | |\n| Response rate for global vendors surveyed for conflict minerals compliance (United States products) | 100% (87 vendors representing 2,400 products) | 100% (79 vendors representing 1,640 products) | 100% (165 vendors representing 3,894 products)² |\n| Total wood sourced (million ft³) | 452⁴ | 348 | 395² |\n| North America | 90% | 84% | 87% |\n| Europe, Middle East & Africa | 1% | 2% | 2% |\n| South America | 6% | 8% | 7% |\n| Asia-Pacific | 3% | 6% | 4% |\n| Percent of total wood volume (ft³) with an FSC certification | 8.0% | 8.5% | 10.8% |\n| Percent of total wood volume (ft³) with an SFI or PEFC certification | 58% | 59% | 48% |\n| Percent of total wood volume (ft³) with other approved third-party certification | 2.0% | 1.5% | 0.4% |\n| Goal progress: 100% of our wood products will be responsibly sourced by 2025 | 68% | 69% | 59% |\n| Percent of wood volume (ft³) sourced from at-risk regions | 6% | 5% | 7% |\n| Percent of wood volume (ft³) sourced from at-risk regions with an FSC certification | 11% | 10% | 25% |\n| Carbon Disclosure Project (CDP) Forests Score | B | B- | B- |\n| **PRODUCT COMPLIANCE (IMPORTS & PRIVATE BRANDS)** | | | |\n| Number of product tests conducted by third parties | 7,063 | 6,932 | 7,365 |\n| Number of transit tests conducted by third parties | 5,712 | 5,684 | 5,639 |\n| **ENVIRONMENTALLY FRIENDLY PRODUCTS** | | | |\n| Goal progress: 100% of private brand packaging will include the How2Recycle label, where space allows. | — | — | 33% |\n| ENERGY STAR® products offered in store and online | 47,000 | 44,000 | 55,000 |\n| Customer lifetime savings from Lowe’s ENERGY STAR® products ($USD) | $6.8 billion | $6 billion | $6.6 billion |\n| Goal progress: Save customers more than $40 billion in energy costs through the sales of ENERGY STAR® products by 2025 | $171 billion | $231.1 billion | $297.7 billion |\n| Customers’ GHG emissions savings from Lowe’s ENERGY STAR® products over lifetime (metric tons CO₂e) | 37.8 million | 33.4 million | 17.4 million |\n| WaterSense® products offered in store and online | 12,100 | 13,000 | 12,500 |\n| Goal progress: Save customers more than $65 billion in lifetime water costs through the sale of WaterSense® products by 2025 | — | $11.1 billion | $21.5 billion |\n| Goal progress: Save customers more than 5 trillion gallons of water through the sale of WaterSense® products by 2025 | — | 1 trillion | 2 trillion |\n| Revenues obtained from sustainability-related products ($USD)² | $8.8 billion | $9.6 billion | $9.9 billion |\n\n¹ Lowe’s completed the sale of our Canadian business on February 3, 2023. Prior periods have therefore been recast to exclude the impact of the Canadian retail business.\n² In 2022, we expanded our conflict mineral and wood surveys to include special order sales (SOS) items and their respective vendors.\n³ Lowe’s defines strategic suppliers as the top 50 suppliers by cost of goods sold.\n⁴ In 2021, we changed our wood survey to capture the actual dimensions of our wood products. In prior years, nominal dimensions were used. This resulted in an approximately 30% reduction in reported volume.\n⁵ Sustainability-related products are currently defined as WaterSense® labeled, ENERGY STAR® certified or products with an FSC certification.\nOperational Excellence\n\nAt Lowe’s, operational excellence means reducing risk and increasing efficiency and effectiveness by being good stewards of the environment, operating ethically and embracing transparency. Mitigating climate change, reducing energy usage, emissions and waste and evaluating our governance practices enables sustainable, transparent and ethical operation for a stronger tomorrow.\n\nVISION STATEMENTS\n\n→ Strengthen our business resilience and improve operational efficiency to reduce our impact on the environment\n→ Uphold responsible and ethical business practices throughout our organization\nClimate Change, Energy & Emissions\n\nLowe’s is committed to mitigating climate change by pursuing a net-zero emissions target. We plan to reach net-zero by lowering our operational- and transportation-related energy use and GHG emissions and achieving emission reduction goals in line with science.\n\nGOVERNANCE\n\nOur board and its sustainability committee monitor and oversee progress toward our climate-related goals and targets. Our sustainability steering committee leads management’s efforts to integrate corporate responsibility into our business, and our retail facilities and sustainability teams manage and track our operational energy use.\n\nWe report annually to Carbon Disclosure Project (CDP), align our disclosures with the principles set forth by the Task Force on Climate-related Financial Disclosures (TCFD) and verify our operational GHG emissions through a third party.\n\nMANAGEMENT APPROACH\n\nLowe’s strives to position sustainability as a consideration company-wide, in both daily and long-term decision-making, because we understand that achieving our net-zero emissions milestones will require collaboration and tenacity. These ambitious goals call for intentionality as we partner with suppliers and other third parties to help us succeed.\n\nEnergy Efficiency and Renewable Energy\n\nAchieving net-zero operational emissions will require us to continue reducing the energy we consume and to expand our renewable energy initiatives. Lowe’s leverages technology and data analytics to improve building performance, reduce energy consumption and decrease emissions. We are also committed to harnessing renewable energy by direct or indirect procurement or on-site generation.\n\nManaging Our Water Impacts\n\nWater conservation continues to grow in importance in the face of diminishing water supplies in regions across the world. While our consumption is modest compared with other industries, we continue to explore ways to reduce water consumption in our operations. We use HydroPoint smart irrigation controllers at most stores for efficient watering. We also carefully manage chemical disposal to prevent release into waterways. We sell water-saving products to our customers and install them in our stores and facilities. In addition, we have a Water Stewardship Policy that guides our organization’s water management decisions across our entire value chain.\n\nTransportation\n\nWe are committed to reducing emissions from our transportation-related activities through innovative solutions and in-depth data analytics. We continue to collaborate with vendors, stores and DCs to create highly efficient trucking systems via our intermodal, reverse logistics and back-haul programs to decrease emissions and environmental impact.\n\nLowe’s is a United States EPA SmartWay program partner, successfully achieving 100% SmartWay certification for all our transportation providers in 2022. This program provides access to comprehensive data and oversight of scope 3 emissions associated with our United States transportation footprint.\n2022 ACCOMPLISHMENTS\n\nReducing Emissions and Commitment to Net Zero\nSince 2016, we have successfully reduced our scope 1 and 2 emissions by 49%. In December 2022, we announced our goal to reach net-zero emissions across the company’s scope 1, 2 and 3 GHG emissions by 2050, in accordance with guidelines from the Science Based Targets initiative (SBTi), the global body enabling businesses to set emissions reduction targets in line with climate science. To meet interim SBTi targets, we’ve also committed to decreasing our scope 1 and 2 emissions by 40% and reducing scope 3 emissions by 22.5% below 2021 levels by 2030.\n\nRenewable Energy\nLowe’s continues to evaluate opportunities to procure renewable energy as we strive to decrease our scope 2 GHG emissions. In 2022, we made strides to implement on-site solar at our stores and supply chain network, with 18 new sites completed and contracts signed for more than 150 additional locations across New Jersey, California, the District of Columbia and Illinois.\n\nElectric Vehicles and Equipment\nAs electric vehicles (EVs) gain in consumer popularity and offer an economic alternative to gas-powered vehicles, Lowe’s is piloting ways to leverage that technology at our stores, DCs and other facilities. We also introduced a pilot program for electrified equipment at our Pro Fulfillment Center in Charlotte and multiple DCs in California.\n\nProvider Commitments\nLowe’s is partnering with our strategic suppliers1 to identify ways to reduce emissions. For example, our primary logistics provider is committed to reducing emissions by 50% by 2035. These reductions come from improved fuel efficiency, fleet electrification and implementing hydrogen fuel cells wherever viable. We anticipate these reductions to be slower initially, then accelerating as zero emissions vehicles become commercially available.\n\n2023 PLANS\nWe will continue to investigate energy markets, leverage renewable energy and implement EV technology where appropriate. We are on track to add customer EV charging stations at select stores in 2023. Additionally, we plan to expand the number of stores and DCs we power with renewables. Currently, more than 170 locations are under development, and all are expected to be operational by the end of 2024. A priority in 2023 will include ongoing conversations with our suppliers to encourage their own evaluation and implementation of renewable energy, which would help reduce their climate impacts while also helping Lowe’s achieve our net-zero emissions targets.\n\n1Lowe’s defines strategic suppliers as the top 50 suppliers by cost of goods sold.\nWaste Management\n\nAs part of our efforts to minimize our environmental impact, we seek to divert waste from landfills where possible by promoting recycling and finding new uses for spent materials. Managing our waste streams and their associated scope 3 emissions is a key component to achieving our net-zero goal.\n\nGOVERNANCE\nWe actively track, manage and audit as much of our waste streams as possible to identify where our waste is generated and opportunities to recycle and implement circular-economy principles.\n\nMANAGEMENT APPROACH\nOur priorities include reducing waste to landfill from our operations, increasing recycling rates and providing customers with recycling options that help to reduce their waste streams at home. To achieve this, we are incorporating circular-economy principles into our operations and sharing lessons learned across stores and regions.\n\nDiverting and Recycling Waste\nWe partner with suppliers to improve recycling and waste diversion, develop regional management processes, measure waste streams and conduct waste audits. Store waste streams, including cardboard and scrap wood, as well as plastic in our DCs, are recycled through regional and national partnerships where possible. We also operate in-store recycling centers for customers to recycle items, including compact fluorescent lamps, rechargeable batteries, plastic planter pots and cell phones.\n\nLowe’s is also reducing the amount of returned or damaged products sent to landfills through our reverse logistics program. By leveraging centralized reverse hubs in the United States, products previously destined for landfills are transported from stores back to our DCs for reuse or recycling in secondary markets. We also partner with local nonprofits to divert unsold products resulting from category resets to be used in their homebuilding and renovation projects, helping to support their mission while reducing waste to landfill.\n\nHazardous Waste Management\nOur internal hazardous waste protocols, based on U.S. regulations and industry best practices, promote responsible management, transport and disposal of all hazardous materials. We regularly examine new ways of improving our technologies and processes to enhance the classification and onboarding of hazardous materials, including proper shipping, handling and disposal once a product enters the Lowe’s system.\nCircular Economy\nAchieving a net-zero emissions goal requires us to manage and mitigate the environmental impacts of the waste we generate. As we continue to analyze methods of increasing the recyclability of our materials and products, we also evaluate how we can participate in the circular economy by turning the waste we produce into useful materials.\n\nTo reduce the amount of waste that is directed to landfills, we are also taking steps to sort our waste into distinct categories. These better organized waste streams help us identify materials that may have value to others, find markets where we can send these materials and, occasionally, generate additional revenue.\n\n2022 ACCOMPLISHMENTS\n\nRecycling at Our Regional Distribution Centers (RDCs)\nWe continued to add pallet grinders to our RDCs to expand our recycling capabilities. These grinders enable us to transition wood waste into mulch and reusable wood products. In the future, we may be able to transition our wood waste back into pallets. At other DCs, we continue to roll out Styrofoam densifiers, which are machines that allow material to be palletized, picked up and recycled.\n\nImproved Waste Management\nUnderstanding, managing and diverting waste from landfills is a priority. This year, we introduced policies and procedures that instruct stores when they can use open-top dumpsters that reduce our visibility into stores’ waste streams and are costly to perpetually operate.\n\nReverse Logistics Program\nTo further reduce the amount of returned or damaged products sent to landfills, in 2022, we introduced technology to track products that went back to our stores, vendors and DCs through our reverse logistics program. This helps create a centralized return repository, giving us more insight into what we can donate to local nonprofits and reducing the transportation needed to do so. Over the last three years, our reverse logistics program has diverted 35,000 tons of waste from landfills.\n\nHAZMAT Application\nIn 2022, we launched our proprietary HAZMAT application to simplify, expedite and verify our processes for managing hazardous waste in our stores. This once-manual process is now done virtually and automatically through the app. The HAZMAT application provides compliance directions for safe storage and disposal of hazardous waste, and the app prints and logs all necessary documentation to regulatory standards. This saves worker hours, improves compliance and reduces costs.\n\n2023 PLANS\nTo help us reduce waste sent to landfills and that waste’s associated scope 3 emissions, we plan to further leverage our waste data to improve processes and identify trends. We also plan to ramp up our deployment of Styrofoam densifiers at our cross-dock terminals and provide technology to our DCs that allows them to use the HAZMAT application.\nGovernance\n\nLowe's is committed to doing business with integrity, honesty and transparency.\n\nMANAGEMENT APPROACH\n\nBoard Oversight\nOur board of directors and its five standing committees, each of which is composed of solely independent directors, are responsible for overseeing corporate strategy and risk management processes. In addition to oversight by the full board of directors, the board has also delegated primary responsibility for more frequent and in-depth oversight of the company’s environmental and social strategy to its sustainability committee. The board also coordinates with its other committees to provide active board- and committee-level oversight of the company’s management of environmental- and social-related risks across the relevant committees.\n\nThe following is a nonexclusive list of topics regularly reviewed by the board or its committees:\n\n- Responsible sourcing and supply chain management\n- Sustainable consumer products\n- Environmental performance\n- GHG emissions and climate-change risks\n- Human capital strategy\n- Diversity and inclusion\n- Associate safety\n- Cybersecurity and data privacy\n- Political contributions and government affairs activities\n- Ethics and compliance\n\nPolitical Involvement\nLowe’s generally does not make contributions from corporate funds to political campaigns, super political action committees (PACs) or political parties. We provide transparency by publishing annual reports of the company’s political contributions and the aggregate dues paid to trade associations that engage in lobbying activities. We list trade associations to which our company makes yearly payments of $5,000 or more, and our PAC contributions are publicly available on the Federal Election Commission website. Our Political Engagement and Contributions Policy articulates our principles concerning political contributions, trade associations and lobbying activities. In the United States, our voluntary associate-led Lowe’s Companies, Inc. political action committee (LOWPAC) raises money for political candidates to address issues relevant to the company’s priorities and strategy. Lowe’s government affairs (GA) team regularly assesses and evaluates the company’s relationships with all current trade associations to align with the company’s strategy.\n\nOur GA team actively participates and communicates with trade associations to help shape their agendas and priorities (e.g., serving on trade associations’ boards) and to maintain real-time knowledge of their advocacy positions and policies. The nominating and governance committee of our board of directors has oversight of Lowe’s GA activities, including lobbying priorities, trade association memberships and LOWPAC.\n\nBoard’s Role in Risk Oversight\n\nBOARD OF DIRECTORS\nContinuous oversight of overall risks, with emphasis on strategic risks.\n\nAUDIT COMMITTEE\nOversees the company’s risk, policies for risk management and specific risks associated with major financial exposures, legal matters, data protection, privacy, cybersecurity matters, business continuity, operational risks and compliance with laws and regulations.\n\nCOMPENSATION COMMITTEE\nOversees risks associated with the company’s compensation policies and practices.\n\nNOMINATING AND GOVERNANCE COMMITTEE\nOversees risks associated with our corporate governance practices and policies and our political activity.\n\nSUSTAINABILITY COMMITTEE\nOversees risks associated with environmental and social issues.\n\nTECHNOLOGY COMMITTEE\nOversees risks associated with the company’s strategic technological initiatives and ecommerce matters.\n\nMANAGEMENT\nIdentification, assessment and management of risks.\n\nRESOURCES:\n- 2022 Annual Report\n- 2023 Proxy Statement\n- Corporate Governance Guidelines\n- Committee Charters\n- Corporate Political Contributions\n- LOWPAC Report\n- Trade Association Memberships\n- Political Engagement and Contributions Policy\nOur commitment to doing the right thing guides us throughout our decision-making processes.\n\n**GOVERNANCE**\n\nOur executive leadership, internal audit team and external auditor assess Lowe’s ethics and compliance performance regularly, reporting their findings to the audit committee.\n\n**MANAGEMENT APPROACH**\n\n**Ethics**\n\nMost associates in management roles, and certain other associates designated by leadership, are required to annually affirm that they have complied with the Code of Conduct & Business Ethics, do not have knowledge of any violations and have not been asked to engage in any Code-violating activity.\n\nWe require all management associates, international leadership and associates who represent Lowe’s in foreign jurisdictions to receive annual training on our anti-corruption policies and procedures. Additionally, all associates receive annual anti-harassment workplace training.\n\nWe offer multiple avenues for associates to report ethics, compliance, discrimination or harassment concerns, including:\n\n- directly to a manager or the corporate compliance and ethics group;\n- anonymously through our third-party-managed EthicsPoint whistleblower hotline; and\n- through dedicated Lowe’s email addresses and telephone numbers.\n\n**Compliance**\n\nLowe’s complies with the laws and regulations that govern our business and consistently adopts best practices through partnerships with the Retail Industry Leaders Association and the Business Ethics Leadership Alliance.\n\nCompliance for us is not static, and we continually evaluate and anticipate emerging issues. By staying abreast of new legal and regulatory requirements, we can train, communicate to and prepare our associates to adjust to any necessary changes.\n\n**RESOURCES:**\n\n- Anti-Corruption Guide\n- Code of Business Conduct & Ethics\n- Vendor Code of Conduct\n- Conflict Minerals Policy\n- Human Rights Policy\n- Safer Chemicals Policy\n- Sustainability Policy\n- Water Stewardship Policy\n- Wood Sourcing Policy\nCybersecurity & Data Privacy\n\nProtecting the data and maintaining the trust of our customers, associates and business partners is of paramount importance to us. Lowe’s strives to balance our legitimate needs to collect, use and share such data against individuals’ privacy interests and expectations.\n\nGOVERNANCE\n\nOversight responsibility is shared by the board and the audit committee, with the audit committee being primarily responsible for overseeing risks related to data protection, privacy and cybersecurity matters. Our chief digital and information officer or chief information security officer provide regular cybersecurity updates in the form of written reports and presentations to the audit committee at every quarterly meeting. The audit committee regularly reviews metrics about cyberthreat-response preparedness, program maturity milestones, risk mitigation status and the current and emerging threat landscape.\n\nMANAGEMENT APPROACH\n\nAs an omnichannel retailer, we leverage data and technology to build stronger digital and omnichannel connections with our customers, associates and business partners. We collect and receive data to fulfill products and services, facilitate communications and outreach and enhance our products, service and operations. We also collect and receive data for fraud prevention, security protection and legal compliance purposes.\n\nCompliance and Oversight\n\nLowe’s adopts physical, technological and administrative controls on data privacy and security. We leverage the National Institute of Standards (NIST) security and privacy frameworks as well as established internal security standards and industry best practices to drive our strategic direction and make continuous improvement. We comply with a range of applicable industry standards, such as the Payment Card Industry Data Security Standard (PCI DSS). Our data privacy and security policies and procedures are designed to incorporate industry best practices and applicable regulatory requirements. Lowe’s regularly reviews and updates these policies.\n\nExamples of areas of coverage under our policies and standards include:\n\n- Access control and identification\n- Configuration management\n- Contingency planning\n- Governance, risk and compliance\n- Incident response\n- Asset management\n- Physical and environmental protection\n- System and communications protection\n- System and information integrity\n- Threat and vulnerabilities\n- Data asset management\n\nWe conduct independent annual risk assessments performed by external parties, participate in compliance audits and run internal assessments conducted by full-time “red team” resources that test our systems for vulnerable points. These activities are benchmarked against standards that include NIST and PCI DSS, and we regularly evaluate program maturity with industry leaders. We also strive to follow the industry’s best practices by monitoring and adopting improved capabilities and best practices.\nLowe’s information security and privacy teams closely partner with Lowe’s business teams, including marketing, information technology, store operations and human resources to assess new and emerging issues and adopt proper data protection measures.\n\n**Threat Management and Incident Response**\n\nWe perform regular vulnerability scanning and conduct vulnerability testing during the software development life cycle, including automated controls that prevent insecure code from being promoted to production. Our information security team leverages leading technologies and vendors to monitor and respond to security threats via a dedicated 24/7 security operations center. In the event of a security incident, a defined procedure outlines containment, response and immediate recovery actions. A cross-functional team conducts periodic simulated exercises to ensure team members are trained to handle incidents.\n\n**Training and Third-party Risk Management**\n\nOur vendors are required to uphold our commitment to data security and privacy by adhering to all Lowe’s requirements and any applicable laws. Under Lowe’s Vendor Code of Conduct and under our contract where applicable, Lowe’s vendors must protect information security with proper technical, physical and administrative measures, respect and protect information privacy and may use, retain and disclose only entrusted information for the purpose of conducting business with Lowe’s or as otherwise permitted by Lowe’s.\n\nLowe’s regularly evaluates and assesses vendor risk levels based on a variety of factors, such as the nature of shared data, potential impact to business continuity and vendors’ security posture. We conduct data security and privacy impact assessments before sharing information and require vendors to adopt policies in compliance with data protection laws and regulations and Lowe’s requirements.\n\nLowe’s has companywide and tailored training programs to educate associates during onboarding and annually. We train contractors during onboarding. Vendors are also required to comply with Lowe’s information security and privacy policies and properly protect personal information and identify and escalate suspicious activities.\n\nWe participate in National Information Security Awareness Month with a monthlong Cybersecurity Awareness Summit, host monthly security and privacy awareness campaigns and celebrate Data Privacy Day by distributing relevant information to increase privacy and security awareness.\n\n**Data Privacy**\n\nWe promote transparency by disclosing how we collect, use and share the personal information of customers, associates and job applicants in Lowe’s Privacy Statements, which cover all lines of businesses operated by Lowe’s. We regularly review and update our policies as necessary to cover the use of recent technologies and services.\n\nLowe’s implements technical, procedural and organizational measures to comply with applicable data protection laws. We follow a formal privacy impact assessment process that evaluates new projects involving any collection, use or sharing of personal information to embed privacy considerations early into project design and business operation consideration.\n\nEveryone at Lowe’s is responsible for properly handling the personal information entrusted to us. Lowe’s also has privacy legal and technology teams dedicated full time to the company’s privacy program designed to comply with applicable state and federal laws and regulations, as well as industry requirements. Lowe’s adopts a suite of technologies to support the privacy program operations, such as processing privacy requests, conducting privacy impact assessments and tracking privacy questions and feedback we receive.\n\nTo comply with applicable state privacy legal requirements, Lowe’s provides consumers control over their personal information through Lowe’s privacy request portal, giving them the ability to access, delete, correct or restrict certain sharing or processing of their data in accordance with applicable laws. Lowe’s also extends certain consumer control over their data to those who reside in states without such legal requirements. MyLowe’s account holders can also correct their account profile information when logged in.\n\nWe also participate in various privacy and retail industry groups to remain at the forefront of regulatory and policy trends and best practices and to provide input to various legislative privacy initiatives. We actively participate in and contribute to the Retail Industry Leaders Association’s Privacy Leaders Council, the National Retail Federation’s Privacy Working Group and other state privacy leaders’ working groups. We continue to invest in our privacy talent by enabling and encouraging associates on our privacy team to pursue professional training and certification, including the Certified Information Privacy Professional designation.\n2022 ACCOMPLISHMENTS\n\nDecreasing Fraud in E-commerce\n\nProtecting the integrity of online business transactions is important to our growth. In 2022, we successfully reduced the amount of fraud in e-commerce transactions through improved technologies and processes, such as dark-web monitoring and fraud-risk-indicator gathering. Through these improved processes, we are able to load, ship and deliver customers’ online orders with a high success rate, saving time and reducing costs for our customers.\n\n2023 PLANS\n\nLowe’s monitors the industry for new and improved capabilities, best practices and future innovation in cybersecurity and data protection. We are dedicated not only to protecting our business but to also being an innovator in our capabilities and operations, improving security and streamlining processes wherever possible. We take earning our associates’ and customers’ trust seriously, and we strive to meet their expectations in an evolving virtual landscape.\n\nRESOURCES:\n\n→ Lowe’s Privacy Request Portal\n→ Lowe’s United States Privacy Statement\n→ Lowe’s Privacy Statement for Lowe’s Pro Supply\n→ Lowe’s Associate Privacy Statement\n→ Lowe’s Job Applicant Privacy Statement\n\nMOST TRUSTED RETAILER\n\nLowe’s is proud of our track record for protecting personal information, and we are honored to be recognized for our efforts. In 2022, Jebbit identified Lowe’s as one of the most trusted brands with personal data after surveying 2,500 consumers, asking them to rank the brands they trust most.\nBusiness Resilience\n\nLowe's strives to actively prepare for and plan to effectively respond to risks, disasters or incidents that threaten our ability to conduct business.\n\nGOVERNANCE\n\nOur enterprise risk management and business continuity teams are responsible for identifying risks that have the potential to disrupt our operations and strategic direction. The leadership of our enterprise risk council annually presents an overview of the enterprise risk management program to the full board of directors, which includes information on the company’s enterprise risk assessment process, key conclusions, categorizations and trends in identified risk exposures, mitigation focus areas and identification of which among the board committees and the board have oversight responsibility for key risks.\n\nMANAGEMENT APPROACH\n\nLowe’s takes both a short- and long-term approach to resiliency as a whole with additional focuses on climate change, policy-making and disaster preparation through continuity planning. These interwoven issues are complex and require ongoing and constantly adapting management approaches.\n\nBusiness Continuity\n\nOur business resilience and continuity plans emphasize people, places and processes. We currently have over 200 continuity plans in place and are continuing to add new ones annually. We continue to develop continuity plans for our operations in India and stress-testing plans that are already in place. We use continuity plans to improve our accessibility to customers and aid our associates in times of disruption.\n\nGlobal Security Operations Center\n\nIn October 2020, we launched the Global Security Operations Center (GSOC) with the mission of protecting all Lowe’s associates, customers and assets through a centralized approach to the timely collection, analysis and dissemination of essential security information. The GSOC leverages an Everbridge visual command center to evaluate, analyze and communicate potential external threats to relevant stakeholders across the organization 24/7/365. In addition to security and emergency incidents operations, the GSOC intelligence team focuses on strategic threat intelligence operations, working with other Lowe’s teams on a monthly basis to identify any convergence of threats and scanning the horizon for potential impacts from possible targeted activism, civil unrest, geopolitical issues, potential reputation impact and other threats, to provide a common threat picture.\n\nLowe’s Command Center\n\nThe Lowe’s Command Center was founded after Hurricane Hugo in 1989 to provide rapid response support to associates, customers and communities impacted by natural disasters. In 2022, we transitioned our focus to address all hazards — anything that puts Lowe’s people or assets at risk. This expanded focus includes an evaluation of what infrastructure, product and support are needed, how many locations are affected and where we should deploy our resources after a hazardous event, all with the intention of supporting the communities we serve.\nBuilding for Resilience\n\nWe conduct a TCFD analysis annually to assess our exposure to climate-related risks and better understand the impacts on our value chain. To evaluate the potential impacts to our business, we identified possible stressors to our business model in accordance with various climate scenarios and reviewed these stressors with a cross-functional team to determine the risks and opportunities across our value chain.\n\nClimate-related risks are integrated into our enterprise risk management processes. For more details on TCFD, please see the TCFD reporting section at the end of this report.\n\n2022 ACCOMPLISHMENTS\n\nImproving Physical Security\n\nIn 2021, the GSOC conducted a pilot program to expand its scope to include physical security incidents at our store locations. Based on that success, the GSOC then cascaded the pilot to multiple regions in 2022. Deployment of the new process was completed in January 2023. In 2022, the GSOC Intelligence team expanded our coverage based at our Store Support Center in Bangalore, India, to provide a follow-the-sun intelligence model.\n\nCommand Center\n\nWe continued to strengthen our natural disaster rapid response capabilities by expanding our staged inventory program. This program places loaded and pre-positioned trucks carrying items such as generators, chainsaws, bottled water and tarps around the United States for quick deployment after a major event. From wind to flood to wildfire events, these trucks contain the range of products that communities need to either respond to or recover from a major event. During Hurricane Ian, which struck the southwest Florida coast in September 2022, nearly all these resources were deployed to support our customers and communities.\n\nBusiness Continuity in the Cloud\n\nIn 2022, we enhanced our continuity plans with a new management system that also supports Lowe's recovery efforts whenever there are disruptions. This new system helps streamline continuity planning across multiple teams; prioritizes what resources need to be deployed and when; shows business impact over time on sales, customer service, legal and regulatory impacts and/or operations and identifies which applications are critical and which need priority restoration to resume operations.\n\n2023 PLANS\n\nWe are committed to positioning ourselves to be prepared to respond and help our associates, customers and the communities where we live and work. We will continue our commitment to help communities be “Lowe’s Ready” for extreme weather events by bolstering our response efforts and capabilities. In addition, we continue to develop an engaged crisis support team process to ensure complete coverage over all aspects of our business, including our vendors’ operations in India.\n## Operational Excellence Data\n\n| METRIC | 2020 | 2021 | 2022 |\n|--------|------|------|------|\n| **CLIMATE CHANGE, ENERGY & EMISSIONS** | | | |\n| Renewable energy capacity (MW) | 102 | 102 | 102 |\n| Renewable energy generated (MWh) | 161,799 | 287,818 | 309,785 |\n| Total energy consumption within the organization (MWh) | 5,494,367 | 5,272,442 | 5,280,889 |\n| Diesel used (MWh) | 764,250 | 780,956 | 888,574 |\n| Electricity used (MWh) | 3,342,215 | 2,936,414 | 2,760,328 |\n| Natural gas used (MWh) | 1,039,757 | 1,225,489 | 1,354,206 |\n| Propane used (MWh) | 238,211 | 241,162 | 230,347 |\n| Direct (scope 1) GHG emissions (thousands of metric tons CO₂e) | 473 | 508 | 437 |\n| Indirect (scope 2 location-based) GHG emissions (thousands of metric tons CO₂e) | 1,385 | 1,045 | 1,025 |\n| Indirect (scope 2 market-based) GHG emissions (thousands of metric tons CO₂e) | 1,316 | 958 | 932 |\n| Goal progress: Reduce absolute scope 1 and 2 emissions by 40% below 2021 levels | 31.0% | 46.7% | 49.5% |\n| Renewable energy credits used | 161,799 | 287,818 | 252,229 |\n| GHG emissions intensity (location-based metric tons CO₂e/1,000 ft²) | 9.72 | 8.01 | 7.49 |\n| GHG emissions intensity (market-based metric tons CO₂e/1,000 ft²) | 9.37 | 7.45 | 7.02 |\n| Energy (electricity) intensity of stores (MWh/1,000 ft²) | 16 | 12 | 12 |\n| GHG emissions intensity of stores (location-based metric tons CO₂e/1,000 ft²) | 8.7 | 7.0 | 6.3 |\n| Indirect (scope 3) GHG emissions (thousands of metric tons CO₂e) | — | 178,753 | 163,679 |\n| Category 1 – purchased goods and services (thousands of metric tons CO₂e) | — | 9,792 | 9,526 |\n| Category 4 – upstream transportation and distribution (thousands of metric tons CO₂e) | — | 2,382 | 1,963 |\n| Category 11 – use of sold products (thousands of metric tons CO₂e) | — | 152,090 | 135,848 |\n| Category 12 – end-of-life treatment of sold products (thousands of metric tons CO₂e) | — | 11,442 | 13,716 |\n| CDP climate change score | A- | B | B |\n| **WASTE MANAGEMENT** | | | |\n| Nonhazardous waste generated (thousands of metric tons) | 630 | 678 | 567 |\n| Landfilled | 423 | 449 | 376 |\n| Recycled | 207 | 209 | 191 |\n\n1. Lowe’s completed the sale of our Canadian business on February 3, 2023. Prior periods have therefore been recast to exclude the impact of the Canadian retail business.\n2. Renewable production for solar installations at stores is not reported.\n3. Market-based emissions are used to calculate this metric.\n4. For other scope 3 category values, please refer to our public CDP Climate disclosure.\n5. Purchased goods and services currently includes only the emissions associated with product manufacturing. Lowe’s is working to address the gap in measurement of upstream raw material emissions.\n## Operational Excellence Data\n\n| METRIC                                      | 2020  | 2021  | 2022  |\n|---------------------------------------------|-------|-------|-------|\n| **WASTE MANAGEMENT (continued)**           |       |       |       |\n| Hazardous waste generated (thousands of metric tons) | 1.21  | 1.22  | 1.39  |\n| Fuel blending                               | 0.39  | 0.15  | 0.38  |\n| Incineration                                 | 0.57  | 0.76  | 0.48  |\n| Neutralization                               | 0.12  | 0.18  | 0.24  |\n| Recycling                                    | 0.06  | 0.06  | 0.13  |\n| Landfill<sup>6</sup>                         | 0.07  | 0.06  | 0.16  |\n| **WATER**                                   |       |       |       |\n| Water usage (billion gallons)                | 2.28  | 2.55  | 2.55  |\n| CDP Water Security score                     | C     | B     | B     |\n| **GOVERNANCE, ETHICS & POLITICAL INVOLVEMENT** |       |       |       |\n| Number of independent directors (as of year-end) | 10 out of 11 | 9 out of 10 | 11 out of 12 |\n| United States political contributions: LOWPAC ($USD) | $505,700 | $192,500 | $496,250 |\n\n<sup>1</sup>Lowe's completed the sale of our Canadian business on February 3, 2023. Prior periods have therefore been recast to exclude the impact of the Canadian retail business.\n\n<sup>6</sup>This waste is sent to a treatment, storage and disposal facility (categorized as \"Subtitle C\" by the EPA) for proper disposal.\n## GRI & SASB Indices\n\n| GRI Standard | Disclosure | Alignment with SASS Building Products & Furnishings | Alignment with SASS Multiline and Specialty Retailers & Distributors | Alignment with TCFD | Response/Location | Lowe's Priority Sustainable Development Goals (SDGs) and Targets |\n|--------------|------------|-----------------------------------------------------|------------------------------------------------------------------|-------------------|------------------|---------------------------------------------------------------|\n| **GENERAL DISCLOSURES** | | | | | | |\n| GRI 2: General Disclosures 2021 | | | | | | |\n| 2-1 Organizational details | CG-MR-000.A | Lowe's Companies, Inc. Mooresville, North Carolina, USA | Lowe's is a publicly traded corporation under the NYSE: LOW |\n| 2-2 Entities included in the organization's sustainability reporting | | This sustainability report covers Lowe's Companies, Inc. and our subsidiaries, excluding Lowe's Canadian operations that were divested in 2022. |\n| 2-3 Reporting period, frequency and contact point | Reporting period: Calendar Year 2022 except as otherwise noted. Reporting frequency: Annual Contact point: Chris Cassell, Vice President of Corporate Sustainability socialresponsibility@lowes.com |\n| 2-4 Restatements of information | In 2022, Lowe's announced our strategic decision to divest our Canadian operations. To be consistent, we restated all historical data presented in this report to exclude Canadian operations. |\n| 2-5 External assurance | | About Lowe's & This Report |\n| 2-6 Activities, value chain and other business relationships | CG-MR-000.B | Lowe's Value Chain, See CDP Report |\n| 2-7 Employees | CG-MR-310a.1 | About Lowe's & This Report; 0.06% of associates in the United States earn state or local minimum wage. All Lowe's associates earn more than the federal minimum wage. |\n| 2-8 Workers who are not employees | | About Lowe's & This Report |\n| GRI Standard | Disclosure | Alignment with SASB Building Products & Furnishings | Alignment with SASB Multiline and Specialty Retailers & Distributors | Alignment with TCFD | Response/Location | Lowe’s Priority Sustainable Development Goals (SDGs) and Targets |\n|--------------|------------|-----------------------------------------------------|---------------------------------------------------------------|-------------------|------------------|---------------------------------------------------------------|\n| GRI 2: General Disclosures 2021 | 2-9 Governance structure and composition | TCFD-G: a) The board’s oversight of climate-related risks and opportunities b) Describe management’s role in assessing and managing climate-related risks and opportunities | Governance; Corporate Governance Guidelines; Sustainability Committee Charter; TCFD Report; 2023 Proxy Statement | 2023 Proxy Statement | | |\n| | 2-10 Nomination and selection of the highest governance body | | | 2023 Proxy Statement | | |\n| | 2-11 Chair of the highest governance body | | | 2023 Proxy Statement | | |\n| | 2-12 Role of the highest governance body in overseeing the management of impacts | TCFD-M: a) Disclose the metrics used by the organization to assess climate-related risks and opportunities in line with its strategy and risk management process | 2023 Proxy Statement; Business Resilience; TCFD Report | | | |\n| | 2-13 Delegation of responsibility for managing impacts | | | 2023 Proxy Statement | | |\n| | 2-14 Role of the highest governance body in sustainability reporting | | | Governance; Corporate Governance Guidelines; Sustainability Committee Charter; TCFD Report; 2023 Proxy Statement | | |\n| | 2-15 Conflicts of interest | | | 2023 Proxy Statement | | |\n| | 2-16 Communication of critical concerns | | | 2023 Proxy Statement | | |\n| | 2-17 Collective knowledge of the highest governance body | | | 2023 Proxy Statement | | |\n| | 2-18 Evaluation of the performance of the highest governance body | | | 2023 Proxy Statement | | |\n| | 2-19 Remuneration policies | | | 2023 Proxy Statement | | |\n| | 2-20 Process to determine remuneration | | | 2023 Proxy Statement | | |\n| | 2-21 Annual total compensation ratio | In 2022, the ratio between the annual total compensation of the chief executive officer and the annual total compensation for the median employee was 591 to 1. For more information see our 2023 Proxy Statement. | | | | |\n| | 2-22 Statement on sustainable development strategy | Lowe’s Sustainability Policy | | | | |\n| GRI Standard | Disclosure | Alignment with SASB Building Products & Furnishings | Alignment with SASB Multiline and Specialty Retailers & Distributors | Alignment with TCFD | Response/Location | Lowe’s Priority Sustainable Development Goals (SDGs) and Targets |\n|--------------|------------|-----------------------------------------------------|---------------------------------------------------------------|-------------------|------------------|---------------------------------------------------------------|\n| GRI 2: General Disclosures 2021 | 2-23 Policy commitments | | | | Corporate Responsibility Reports & Policies | |\n| | 2-24 Embedding policy commitments | | | | Lowe’s sustainability initiatives and programs are overseen internally by the Sustainability Steering Committee, which is chaired by a member of the executive leadership team. The Sustainability Steering Committee meets quarterly to review progress and develop new sustainability initiatives. In addition, Lowe’s board of directors established the sustainability committee in 2018 to review and provide oversight to the company’s position on significant environmental and social issues. | |\n| | 2-25 Processes to remediate negative impacts | | | | Ethics & Compliance | |\n| | 2-26 Mechanisms for seeking advice and raising concerns | | | | Ethics & Compliance | |\n| | 2-27 Compliance with laws and regulations | | | | Ethics & Compliance | |\n| | 2-28 Membership associations | | | | About Lowe’s & This Report: Political Involvement | |\n| | 2-29 Approach to stakeholder engagement | | | | Stakeholder Engagement & ESG Priorities | |\n| | 2-30 Collective bargaining agreements | | | | In 2022, Lowe’s announced our strategic decision to divest our Canadian operations. Therefore, any previous collective bargaining agreements that may have been in place are no longer applicable at the time of this report’s publication. | SDG 8.8 |\n\n**MATERIAL TOPICS**\n\n| GRI 3: Material Topics 2021 | 3-1 Process to determine material topics | ESG Priority Topics and Goals |\n| | 3-2 List of material topics | ESG Priority Topics and Goals |\n\n**ECONOMIC PERFORMANCE**\n\n| GRI 3: Material Topics 2021 | 3-3 Management of material topics | Ethics & Compliance |\n| GRI 201: Economic Performance 2016 | 201-10 Direct economic value generated and distributed | FY 2022 10-K, p. 35 |\n### ECONOMIC PERFORMANCE (continued)\n\n| GRI Standard | Disclosure | Alignment with SASB Building Products & Furnishings | Alignment with SASB Multiline and Specialty Retailers & Distributors | Alignment with TCFD | Response/Location | Lowe’s Priority Sustainable Development Goals (SDGs) and Targets |\n|--------------|------------|-----------------------------------------------------|------------------------------------------------------------------|---------------------|------------------|---------------------------------------------------------------|\n| GRI 201: Economic Performance 2016 | 201-2 Financial implications and other risks and opportunities due to climate change | | | TCFD-S: a) Describe the climate-related risks and opportunities the organization has identified over the short, medium and long term b) Describe the impact of climate-related risks and opportunities on the organization’s businesses, strategy and financial planning c) Describe the resilience of the organization’s strategy, taking into consideration different climate-related scenarios, including a 2°C or lower scenario | See CDP Report |\n\n### ANTI-CORRUPTION\n\n| GRI 3: Material Topics 2021 | 3-3 Management of material topics | Ethics & Compliance |\n|-----------------------------|----------------------------------|---------------------|\n| 205-2 Communication and training about anti-corruption policies and procedures | | Ethics & Compliance |\n\n### MATERIALS\n\n| GRI 3: Material Topics 2021 | 3-3 Management of material topics | CN0603-04 Discussion of efforts to manage product lifecycle impacts and meet demand for sustainable products | Natural Resources |\n|-----------------------------|----------------------------------|---------------------------------------------------------------|---------------------|\n| GRI 301: Materials 2016 | 301-1 Materials used by weight or volume | CN0603-06 Total wood fiber purchased, (1) percentage from third-party-certified forestlands, by standard, and (2) percentage meeting other fiber sourcing standards, by standard | Natural Resources Data |\n| GRI 301: Materials 2016 | Other: wood sourcing by region, certified wood products, wood products with an FSC or PEFC certification | CN0603-06 Total wood fiber purchased, (1) percentage from third-party-certified forestlands, by standard, and (2) percentage meeting other fiber sourcing standards, by standard | Natural Resources Data |\n\n| | | | SDG 12.4 |\n| | | | SDG 15.2 |\n| GRI Standard | Disclosure | Alignment with SASB Building Products & Furnishings | Alignment with SASB Multiline and Specialty Retailers & Distributors | Alignment with TCFD | Response/Location | Lowe’s Priority Sustainable Development Goals (SDGs) and Targets |\n|--------------|------------|-----------------------------------------------------|---------------------------------------------------------------|-------------------|------------------|---------------------------------------------------------------|\n| **ENERGY**   |            |                                                     |                                                               |                   |                  |                                                               |\n| GRI 3: Material Topics 2021 | 3-3 Management of material topics | | | | Climate Change, Energy & Emissions | |\n| GRI 302: Energy 2016 | 302-1 Energy consumption within the organization | CG-MR-130a.1 (1) total energy consumed (2) grid electricity (3) percentage renewable | | | Climate Change, Energy & Emissions Data | SDG 7.2 |\n| | 302-3 Energy intensity | | | | Climate Change, Energy & Emissions Data | |\n| | 302-4 Reduction of energy consumption | | | | Climate Change, Energy & Emissions Data | SDG 12.2 |\n| | Other: fuels used; electricity used | | | | Climate Change, Energy & Emissions Data | |\n| **EMISSIONS** |            |                                                     |                                                               |                   |                  |                                                               |\n| GRI 3: Material Topics 2021 | 3-3 Management of material topics | | | | Climate Change, Energy & Emissions | |\n| GRI 305: Emissions 2016 | 305-1 Direct (scope 1) GHG emissions | TCFD-M b) Disclose scope 1, scope 2 and, if appropriate, scope 3 GHG emissions and the related risks | | | Climate Change, Energy & Emissions Data | SDG 15.2 |\n| | 305-2 Energy indirect (scope 2) GHG emissions | TCFD-M b) Disclose scope 1, scope 2 and, if appropriate, scope 3 GHG emissions and the related risks | | | Climate Change, Energy & Emissions Data | SDG 15.2 |\n| | 305-4 GHG emissions intensity | | | | Climate Change, Energy & Emissions Data | SDG 15.2 |\n| | 305-5 Reduction of GHG emissions | CN0603-01 (1) total energy consumed (2) grid electricity (3) percentage renewable | TCFD-M c) Describe the targets used by the organization to manage climate-related risks and opportunities and performance against targets | | Climate Change, Energy & Emissions Data | SDG 15.2 |\n| | Other: EPA SmartWay savings; CDP climate change score | | | | Climate Change, Energy & Emissions Data | |\n| **WASTE**    |            |                                                     |                                                               |                   |                  |                                                               |\n| GRI 3: Material Topics 2021 | 3-3 Management of material topics | | | | Waste Management | |\n| GRI 306: Waste 2020 | 306-4 Waste diverted from disposal | CN0603-05 Weight of end-of-life material recovered, percentage of recovered materials that are recycled | | | Waste Management Data | SDG 12.4 |\n| GRI Standard | Disclosure | Alignment with SASB Building Products & Furnishings | Alignment with SASB Multiline and Specialty Retailers & Distributors | Alignment with TCFD | Response/Location | Lowe’s Priority Sustainable Development Goals (SDGs) and Targets |\n|--------------|------------|-----------------------------------------------------|---------------------------------------------------------------|-------------------|------------------|---------------------------------------------------------------|\n| **WASTE (continued)** | | | | | | |\n| GRI 306: Waste 2020 | Other: waste intensity; waste intensity reduction | | | | Waste Management Data | |\n| **SUPPLIER ENVIRONMENTAL ASSESSMENT** | | | | | | |\n| GRI 3: Material Topics 2021 | 3-3 Management of material topics | | | | Supplier Social & Environmental Practices | |\n| GRI 308: Supplier Environmental Assessment 2016 | 308-1 New suppliers that were screened using environmental criteria | | | | Supplier Social & Environmental Practices: 100% | |\n| **ECO-PRODUCTS** | | | | | | |\n| GRI 3: Material Topics 2021 | 3-3 Management of material topics | CN0603-02 Discussion of processes to assess and manage risks and/or hazards associated with chemicals in products | CG-MR-410a.2 Description of processes to assess and manage risks and/or hazards associated with chemicals in products | | Natural Resources | SDG 12.4 |\n| Eco-Products | Other: ENERGY STAR® and WaterSense® products; customer savings from ENERGY STAR® and WaterSense® products | CN0603-04 Discussion of efforts to manage product lifecycle impacts and meet demand for sustainable products | CG-MR-410a.1 Revenue from products third-party-certified to environmental and/or social sustainability standards | | Product Sustainability Data | SDG 12.2 |\n| **EMPLOYMENT** | | | | | | |\n| GRI 3: Material Topics 2021 | 3-3 Management of material topics | | | | Associate Health & Well-being | |\n| GRI 401: Employment 2016 | 401-1 New employee hires and employee turnover | | | | Associate Health & Well-being Data | |\n| GRI 401: Employment 2016 | 401-2 Benefits provided to full-time employees that are not provided to temporary or part-time employees | | | | Associate Health & Well-being | |\n| | Other employees participating in health insurance and 401(k) plans, employee relief fund, employees completing employee opinion survey | | | | Associate Health & Well-being Data | |\n| GRI Standard | Disclosure | Alignment with SASS Building Products & Furnishings | Alignment with SASS Multiline and Specialty Retailers & Distributors | Alignment with TCFD | Response/Location | Lowe’s Priority Sustainable Development Goals (SDGs) and Targets |\n|--------------|------------|-----------------------------------------------------|---------------------------------------------------------------|-------------------|-----------------|---------------------------------------------------------------|\n| **OCCUPATIONAL HEALTH AND SAFETY** | | | | | | |\n| GRI 3: Material Topics 2021 | 3-3 Management of material topics | | | | Workplace Safety | |\n| GRI 403: Occupational Health and Safety 2018 | 403-1 Occupational health and safety management system | | | | Workplace Safety | SDG 8.8 |\n| | 403-2 Hazard identification, risk assessment and incident investigation | | | | Workplace Safety | SDG 8.8 |\n| | 403-3 Occupational health services | | | | Workplace Safety | |\n| | 403-4 Worker participation, consultation and communication on occupational health and safety | | | | Workplace Safety | |\n| | 403-5 Worker training on occupational health and safety | | | | Workplace Safety | |\n| | 403-6 Promotion of worker health | | | | Associate Health & Well-being | |\n| | 403-7 Prevention and mitigation of occupational health and safety impacts directly linked by business relationships | | | | Workplace Safety | |\n| | 403-8 Workers covered by an occupational health and safety management system | | | | 100% | |\n| | 403-9 Work-related injuries | | | | Workplace Safety Data | |\n| | 403-10 Work-related ill health | | | | Workplace Safety Data | |\n| **TRAINING AND EDUCATION** | | | | | | |\n| GRI 3: Material Topics 2021 | 3-3 Management of material topics | | | | Talent Acquisition, Development & Retention | |\n| GRI 404: Training and Education 2016 | 404-1 Average hours of training per year per employee | | | | Talent Acquisition, Development & Retention Data | SDG 8.2 |\n| | 404-2 Programs for upgrading employee skills and transition assistance programs | | | | Talent Acquisition, Development & Retention Data | SDG 8.2 |\n| | Other: hours of training invested in leaders | | | | Talent Acquisition, Development & Retention Data | |\n| **DIVERSITY AND EQUAL OPPORTUNITY** | | | | | | |\n| GRI 3: Material Topics 2021 | 3-3 Management of material topics | | | | Culture, Diversity & Inclusion | |\n| GRI 405: Diversity and Equal Opportunity 2016 | 405-1 Diversity of governance bodies and employees | | | | Culture, Diversity & Inclusion Data; 2023 Proxy Statement, p. 10 | |\n| GRI Standard | Disclosure | Alignment with SASB Building Products & Furnishings | Alignment with SASB Multiline and Specialty Retailers & Distributors | Alignment with TCFD | Response/Location | Lowe’s Priority Sustainable Development Goals (SDGs) and Targets |\n|--------------|------------|-----------------------------------------------------|---------------------------------------------------------------|-------------------|------------------|---------------------------------------------------------------|\n| **LOCAL COMMUNITIES** | | | | | | |\n| GRI 3: Material Topics 2021 | 3-3 Management of material topics | | | | Community Engagement & Support | SDG 111 |\n| GRI 413: Local Communities 2016 | 413-1 Operations with local community engagement, impact assessments and development programs | | | | Community Engagement & Support | |\n| | Other: total charitable giving; total associate volunteer hours; total stores participation in a Lowe’s Heroes project | | | | Community Engagement & Support Data | |\n| **SUPPLIER SOCIAL ASSESSMENT** | | | | | | |\n| GRI 3: Material Topics 2021 | 3-3 Management of material topics | | | | Supplier Social & Environmental Practices | SDG 8.8 |\n| GRI 414: Supplier Social Assessment 2016 | 414-1 New suppliers that were screened using social criteria | | | | Supplier Social & Environmental Practices: 100% | |\n| **PUBLIC POLICY** | | | | | | |\n| GRI 3: Material Topics 2021 | 3-3 Management of material topics | | | | Political Involvement | |\n| GRI 415: Public Policy 2016 | 415-1 Political contributions | | | | Political Involvement | |\n| **CUSTOMER HEALTH AND SAFETY** | | | | | | |\n| GRI 3: Material Topics 2021 | 3-3 Management of material topics | | | | Product Safety | SDG 12.4 |\n| GRI 416: Customer Health and Safety 2016 | 416-1 Assessment of the health and safety impacts of product and service categories | CG-MR-410a. 2 Discussion of processes to assess and manage risks and/or hazards associated with chemicals in products | | | Product Safety Data | |\n| **CUSTOMER PRIVACY** | | | | | | |\n| GRI 3: Material Topics 2021 | 3-3 Management of material topics | CG-MR-230a. 1 Description of approach to identifying and addressing security risks | | | Cybersecurity & Data Privacy | |\n| GRI 418: Customer Privacy 2016 | 418-1 Substantiated complaints concerning breaches of customer privacy and losses of customer data | | | | Due to confidentiality restraints, we do not disclose this information. | |\nTask Force on Climate-related Financial Disclosures 2022 Report\n\nThis report follows the recommendations of the Task Force on Climate-related Financial Disclosures (TCFD), the leading framework for promoting more informed investment decisions related to a company’s exposure to climate-related risks and opportunities.\n\nThis report summarizes how we assess risks and opportunities associated with climate change and our actions to date, and it is structured around the four TCFD elements describing how organizations operate: governance, strategy, risk management and metrics and targets.\n\nGOVERNANCE\n\nA) Describe the board’s oversight of climate-related risks and opportunities.\n\nOur board of directors views oversight and effective management of environmental and social issues and their related risks as important to the company’s ability to execute our strategy and achieve long-term sustainable growth. The board receives regular updates on environmental and social topics from our vice president of corporate sustainability. In addition to oversight by the full board of directors, the board has also delegated primary responsibility for more frequent and in-depth oversight of the company’s environmental and social strategy to the sustainability committee.\n\nThe key functions of the sustainability committee include:\n\n- Assisting the board in fulfilling its oversight responsibility by evaluating and monitoring the environmental, social and related public policy trends that could affect the company’s business activities and performance\n- Reviewing, discussing and providing feedback to management on company programs, policies and practices pertaining to the company’s environmental and social responsibility issues and impacts to support the sustainable growth of the company\n- Discussing with management the company’s plans for maintaining and improving corporate sustainability strategies\n- Monitoring Lowe’s performance against relevant external sustainability indices\n- Reviewing the annual Corporate Responsibility Report\n- Reporting regularly to the board\n\nThe charter for the sustainability committee can be found here.\n\nB) Describe management’s role in assessing and managing risks and opportunities.\n\nOur sustainability steering committee, which is composed of certain officers and business unit divisional leaders, is led by Lowe’s executive vice president of merchandising and assists with evaluation and the oversight of climate-related risks and opportunities. The sustainability council, which is composed of cross-functional Lowe’s stakeholders, is led by Lowe’s vice president of corporate sustainability and identifies and evaluates Lowe’s climate-related risks and opportunities. The key functions of these management committees are described below.\n\nSustainability Steering Committee\n\n- Reviewing identified environmental, social and related public policy trends, issues, risks (including climate-related risks) and concerns\n- Reviewing Lowe’s sustainability-related goals and strategies\n- Monitoring performance against external sustainability indices\n- Reviewing the annual Corporate Responsibility Report\n- Reviewing and providing recommendations on programs, policies and practices pertaining to environmental and social responsibility issues and impacts to support the sustainable growth of Lowe’s\n\nSustainability Council\n\n- Developing a detailed working plan for sustainability initiatives to meet public commitments\n- Identifying and evaluating Lowe’s climate-related risks and opportunities\n- Monitoring performance against external sustainability indices and public commitments\n- Reporting outcomes to the sustainability steering committee\n- Contributing to and reviewing the annual Corporate Responsibility Report\n\nSTRATEGY\n\nTo evaluate the potential impacts of climate change-related risks and opportunities on our business strategy, we utilize multiple climate science-based scenarios commonly used in conjunction with the TCFD framework:\n\nIntergovernmental Panel on Climate Change RCP8.5\n\nThis scenario represents a future where minimal action is taken to mitigate global warming. Physical stressors, such as hurricanes, temperature rise and wildfires are more frequent and severe in this scenario. Lowe’s selected this scenario to better understand the impact of extreme climate stressors on our value chain.\n\nNetwork for Greening the Financial System (NGFS) scenarios (Net Zero 2050/Below 2°C/Nationally Determined Contributions)\n\nThese scenarios represent a future where varying levels of action are taken to mitigate global warming through policy changes to incentivize a cleaner and more efficient global infrastructure. The most significant stressors in these scenarios are related to the rapid transition to a low-carbon economy. Lowe’s selected multiple scenarios to better understand the range of outcomes that could result from this transition.\n\nA) Describe the climate-related risks and opportunities the organization has identified over the short, medium and long term.\n\nThrough our scenario-based approach, we identified risks and opportunities related to stressors associated with each scenario. We then evaluated the potential impacts of those stressors in different scenarios over a 30-year time horizon. The following risks and opportunities were assessed during our scenario analysis:\n### CLIMATE-RELATED RISKS\n\n| Stressor (Risk Type) | Climate-Related Risk Definition | Potential Financial Impact | Mitigation Strategy | Time Horizons |\n|----------------------|---------------------------------|-----------------------------|---------------------|--------------|\n| **Policy (Transition)** | The risk from policy or regulation aimed at mitigating climate change, which could include:  \n- A carbon tax on GHG emissions  \n- Building efficiency requirements  \n- Product efficiency requirements  \n- Fleet emissions requirements | New carbon taxes could result in:  \n- Increased operational expenses  \n- Increased product costs  \n- Increased transportation and other service costs  \n- Increased capital expenditures for fleet electrification and building efficiency  \nNew product efficiency regulations could result in increased product costs. The magnitude of the potential risk varies based on how aggressively these policies are implemented. | In December 2022, Lowe’s committed to a goal of reaching net-zero emissions across scopes 1, 2 and 3 by 2050 to accelerate the decarbonization of our value chain. | Long-term (6+ years) |\n| **Chronic (Physical)** | The risk from gradual changes to our climate due to increased emissions, which could include increased:  \n- Average temperatures  \n- Heat wave days  \n- Cooling degree days  \n- Sea-level rise  \n- Changes to precipitation or season predictability | Increased warming could result in:  \n- Increased electricity and water costs  \n- Increased damage to our live goods inventory  \n- Increased damage to our stores  \n- Decreased sales in outdoor categories  \n- Inland migration from coastal stores | Lowe’s regularly evaluates new opportunities to increase the resilience of our facilities, improve energy and water efficiency, and also evaluates our product mix to meet changing seasonal needs. | Long-term (6+ years) |\n| **Acute and Chronic (Physical)** | The risk from increased frequency and severity of climate events, which could include:  \n- Extreme temperatures  \n- Drought  \n- Hurricanes  \n- Wildfires  \n- Extreme precipitation and flooding  \n- Frost  \n- Pests | Increased climate variability could result in:  \n- Disruption of natural resource supply such as timber  \n- Vendor factory disruption leading to product shortages  \n- Disruption to supply chain and logistics  \n- Damage to Lowe’s facilities | Lowe’s regularly evaluates supplier location and exposure to identify potential risk areas. We then focus on supplier diversification in those regions to minimize potential disruptions to our supply chain. | Long-term (6+ years) |\n\n### CLIMATE-RELATED OPPORTUNITIES\n\n| Stressor (Opportunity Type) | Climate-Related Opportunity Definition | Potential Financial Impact | Realization Strategy | Time Horizons |\n|-----------------------------|----------------------------------------|---------------------------|---------------------|--------------|\n| **Technology (Transition)** | The opportunity to reduce operating expenses by implementing innovative new technologies. | Reduced operating expenses through the implementation of new energy-saving or emissions-reducing technologies in our operational footprint. | Lowe’s regularly evaluates new technologies to address primary sources of energy use and emissions within our operational footprint. | Medium-term (3-6 years) |\n| **Market (Transition) & Chronic (Physical)** | The opportunity from increased demand for energy and water-efficient products due to either regulatory changes or increased climate variability, which could include:  \n- Extreme temperatures  \n- Drought  \n- Product efficiency requirements | New product efficiency regulations or increased warming of the climate could result in increased consumer demand for products that require less water or energy to perform a similar function. Increased heat levels could also lead to incremental sales of products to improve the energy efficiency of the home. | Lowe’s continues to expand our portfolio of energy and water-efficient products to provide customers options in line with demand. | Medium-term (3-6 years) |\n| **Acute (Physical)** | The opportunity from increased demand for climate-resilient products due to increasing severity and frequency of weather events, which could include:  \n- Hurricanes  \n- Drought  \n- Wildfire  \n- Extreme precipitation and flooding | Increased severity and frequency of acute events could result in increased demand for products that improve the climate resilience of homes. | Lowe’s continues to evaluate new product offerings to improve climate resilience while educating our customers on the best ways to protect their homes from the impacts of severe weather events. | Long-term (6+ years) |\nB) Describe the impact of climate-related risks and opportunities on the organization’s businesses, strategy and financial planning.\n\nLowe’s mission is to deliver the right home improvement products, with the best service and value, across every channel and community we serve. The climate-related risks identified in the tables on page 58 have the potential to impact our business in a number of ways, including increasing operational expenses, increasing the cost of the products we sell, disrupting our supply chain and impacting the mix of products we offer to our customers. There are also several business opportunities in the scenarios we reviewed, including the transition of the residential sector to a low-carbon future and the reduction of operating expenses through investments in energy efficiency and renewable energy. Both the risks and opportunities identified in this report are taken into consideration during the organization’s strategic and financial planning processes.\n\nIn 2022, Lowe’s committed to a goal of reaching net-zero emissions across scopes 1, 2 and 3 by 2050. The steps required to achieve this commitment aim to accelerate the decarbonization of our value chain while contributing to the reduction of global GHG emissions. The opportunities identified in this assessment have been part of our strategy as the company has focused on driving operational efficiency and delivering the best products to our customers.\n\nC) Describe the resilience of the organization’s strategy, taking into consideration different climate-related scenarios, including a 2°C or lower scenario.\n\nOver the years, Lowe’s has adjusted our business model and product mix to adapt to changing customer needs and market conditions. In each scenario we reviewed, we identified a balance of opportunity and risk that reflects the resilience of our business model. For example, the stressors identified in the RCP8.5 scenario have the potential to disrupt our supply chain and operations, but they also create an opportunity for Lowe’s to provide customers with the products and services they need to repair damage from severe weather events and prepare their homes for future events. In 2°C or lower scenarios, product efficiency requirements and carbon tax schemes have the potential to increase product and operational costs, but they also have the potential to increase revenues as customers work to decarbonize their homes. Lowe’s will continue to focus on improving energy efficiency within our own operations and product mix while accelerating our efforts to reduce emissions and build resilience throughout our value chain.\n\nRISK MANAGEMENT\n\nA) Describe the organization’s processes for identifying and assessing climate-related risks.\n\nLowe’s leveraged the following methodology to identify and assess our climate-related risks:\n\n- Prioritized specific topics for a scenario analysis\n- Assessed public climate scenarios and pathways to determine best scenarios for analysis\n- Used internal and external research to determine climate-related stressors\n- Quantified each risk and opportunity via scenario-analysis to better understand the impact on the business\n\nQualitative criteria considered substantive based on financial or strategic impact are:\n\n- Changes to sales or revenue across a group of products or enterprise\n- Expenses or capital expenditures are increased\n- Noncompliance with external legal or regulatory requirements\n- Corporate initiative, functional objective or project goals are not met\n- Negative impact on individuals’ (associates/customers’) health and safety or to the environment\n- Public view of Lowe’s brand is negatively impacted\n\nLowe’s is focused on risks and opportunities across the short term (0-3 years), medium term (3-8 years) and long term (8+ years), spanning from 2021 to 2050 and beyond.\n\nB) Describe the organization’s processes for managing climate-related risks.\n\nThe primary responsibility for the identification, assessment and management of the various risks we face belongs to Lowe’s management. At the management level, risks are prioritized and assigned to senior leaders based on the risk’s relationship to the leader’s business area and focus. The senior leaders develop plans to address the risks and measure the progress of risk management efforts.\n\nC) Describe how processes for identifying, assessing and managing climate-related risks are integrated into the organization’s overall risk management.\n\nOur executive vice president, chief legal officer and corporate secretary provides centralized oversight of Lowe’s enterprise risk management program, which includes the Enterprise Risk Council (ERC) composed of senior leaders with broad enterprise experience. The ERC supports the execution of the enterprise risk management program by (i) working to identify, assess and categorize existing risks faced by the company, (ii) identifying senior leaders responsible for managing such risks and (iii) evaluating action plans and progress to appropriately manage those risks. Currently, climate risks are integrated within the enterprise risk management framework.\n\nMETRICS AND TARGETS\n\nA) Disclose the metrics used by the organization to assess climate-related risks and opportunities in line with its strategy and risk management process.\n\nMETRICS\n\nEnergy Use\n\n- Electricity consumption within the organization (MWh)\n- Electricity intensity (MWh/1000ft²)\n- Diesel consumption within the organization (MWh)\n- Natural gas consumption within the organization (MWh)\n- Propane consumption within the organization (MWh)\n- Gasoline consumption within the organization (MWh)\n\nEmissions\n\n- Scope 1 (mtCO₂e)\n- Scope 2 (mtCO₂e)\n- Scope 3 (mtCO₂e)\n\nProducts\n\n- Revenues obtained from sustainability-related products ($USD)\n- Customer lifetime energy savings from Lowe’s ENERGY STAR® products ($USD)\n- Customer lifetime water bill savings from Lowe’s WaterSense® products ($USD)\n- Customer lifetime water savings through WaterSense® product sales (gallons)\n- Customers’ GHG emissions savings from Lowe’s ENERGY STAR® products over lifetime (mtCO₂e)\n\nB) Disclose scope 1, scope 2 and, if appropriate, scope 3 GHG emissions and the related risks.\n\nSCOPE RISKS\n\n- Scope 1: Carbon tax and efficiency standards resulting in increased operational costs.\n- Scope 2: Carbon tax and efficiency standards resulting in increased operational costs.\n- Scope 3: Carbon tax and efficiency standards resulting in increased product costs.\n\nC) Describe the targets used by the organization to manage climate-related risks and opportunities and performance against targets.\n\nLowe’s goals, targets and progress are available in the body of the annual Corporate Responsibility Report.\nThis report includes “forward-looking statements” within the meaning of the Private Securities Litigation Reform Act of 1995. Statements including words such as “believe,” “expect,” “anticipate,” “plan,” “desire,” “project,” “estimate,” “will,” “should,” “could,” “would,” “may,” “strategy,” “potential,” “opportunity,” “outlook,” “scenario,” “guidance” and similar expressions are forward-looking statements. Forward-looking statements involve, among other things, expectations, projections and assumptions about our sustainability program and goals and business outlook, priorities, expectations and intentions. Such statements involve risks and uncertainties and we can give no assurance that they will prove to be correct or that any plan, initiative, projection, goal, commitment or expectation can or will be achieved. Actual results may differ materially from those expressed or implied in such statements. Investors should carefully consider the risk and uncertainties described in “Item 1A - Risk Factors” in our most recent Annual Report on Form 10-K and as may be updated from time to time in Item 1A in our quarterly reports on Form 10-Q or other subsequent filings with the Securities and Exchange Commission. All such forward-looking statements speak only as of the date they are made, and we do not undertake any obligation to update these statements other than as required by law. Inclusion of information in this report is not an indication that the subject or information is material to Lowe’s business or operating results. Standards of measurement and performance made in reference to our ESG goals and other sustainability plans and goals may be based on evolving protocols and assumptions which may change or be refined.", "source": "lowes_2022", "added": "2025-04-27", "created": "2025-04-27", "metadata": {"Source-File": "climate_reports/tp_reports/lowes_2022.pdf", "olmocr-version": "0.1.59", "pdf-total-pages": 60, "total-input-tokens": 124061, "total-output-tokens": 35997, "total-fallback-pages": 0}, "attributes": {"pdf_page_numbers": [[0, 37, 1], [37, 1050, 2], [1050, 4767, 3], [4767, 6508, 4], [6508, 7887, 5], [7887, 10887, 6], [10887, 13136, 7], [13136, 15142, 8], [15142, 16459, 9], [16459, 20075, 10], [20075, 21958, 11], [21958, 22711, 12], [22711, 25170, 13], [25170, 28928, 14], [28928, 31176, 15], [31176, 33752, 16], [33752, 36168, 17], [36168, 39294, 18], [39294, 40140, 19], [40140, 43324, 20], [43324, 47414, 21], [47414, 49966, 22], [49966, 53006, 23], [53006, 54718, 24], [54718, 58101, 25], [58101, 61852, 26], [61852, 62530, 27], [62530, 64704, 28], [64704, 67484, 29], [67484, 69893, 30], [69893, 71538, 31], [71538, 74796, 32], [74796, 79101, 33], [79101, 82812, 34], [82812, 83427, 35], [83427, 86465, 36], [86465, 89079, 37], [89079, 91449, 38], [91449, 94273, 39], [94273, 98167, 40], [98167, 100146, 41], [100146, 103102, 42], [103102, 107996, 43], [107996, 109504, 44], [109504, 112532, 45], [112532, 115295, 46], [115295, 118029, 47], [118029, 119522, 48], [119522, 121462, 49], [121462, 123990, 50], [123990, 126328, 51], [126328, 128785, 52], [128785, 132036, 53], [132036, 134439, 54], [134439, 137028, 55], [137028, 139486, 56], [139486, 144833, 57], [144833, 149561, 58], [149561, 156278, 59], [156278, 158020, 60]]}}