{"id": "a47369d7e00dd748c48c793acc97308452af7bbb", "text": "2023 Sustainability Report\n\nFor a Better Reality.\nTable of Contents\n\n03 Leadership letter\n04 About\n07 Our sustainability vision\n09 How we operate\n  Path to net zero\n  Responsible supply chain\n  Workplaces\n  Data centers\n  Risks and opportunities\n  Biodiversity\n29 What we create\n  Product circularity\n  Elevating accurate information\n  Small businesses sustainability\n35 How we collaborate\n  Employee engagement\n  Carbon removal partnerships\n  Water positive in 2030\n  Climate policy\n  Sharing climate insights\n42 Looking ahead\n43 Data index\nAs of 2020, our global operations reached net zero emissions and are supported by 100% renewable energy. We are now reaching toward the goals of net zero emissions across our value chain and becoming water positive throughout our operations, aiming to achieve both of these milestones in 2030.\n\nMeta’s net zero in 2030 goal focuses on embedding sustainability into everything we do, whether designing products, commuting, selecting construction materials or working with suppliers to set their own net zero targets. For example, through our Net Zero program, we work closely with suppliers to determine their Scope 1, 2 and 3 emissions, set reduction targets and promote strategic action.\n\nWe know that reaching net zero emissions across our value chain will not be an easy task. Right now, our Scope 3 emissions are increasing and will continue to do so as we work to support the global demand for the services we provide.\n\nWe see our role as protecting people and the planet through responsible operations — minimizing our emissions and the energy and water used to power our data centers that enable users to access our products and the workplaces where those products are built and managed — while protecting workers and the environment in our supply chain.\n\nWithin our global footprint, our data centers generate the highest percentage of our energy use, water use and GHG emissions, which is why increasing their efficiency is critical in maintaining net zero operations and striving for a net zero value chain.\n\nOur approach to data center sustainability focuses on using less — less energy, water, unnecessary infrastructure, and waste — and building the most efficient buildings we can. We further reduce our environmental impact through renewable energy, water stewardship, circularity, and low-carbon alternatives.\n\nOperating sustainable data centers is foundational to our sustainability strategy. Our strategy is anchored by three components — how we operate, what we create and how we collaborate.\n\nOur size and global reach give us the opportunity — and the responsibility — to drive sustainable change across our industry. Our work to reduce emissions will drive market availability for other companies to do the same.\n\nOur challenge, to transform our ambition into rapid decarbonization, extends beyond our data centers and offices, including emissions from the server components our suppliers manufacture to our employees’ commutes. We do not have all of the answers yet, but we commit to continuing to share our journey with you through this annual report.\n\nThis report details our progress in 2022 and looks to the challenges facing us in 2023 and beyond. Follow our journey by visiting our sustainability homepage.\nGiving people the power to build community and bring the world closer together.\nWhen Facebook launched in 2004, it changed the way people connect. Apps like Messenger, Instagram, and WhatsApp further empowered billions around the world. Now, Meta is moving beyond 2D screens toward immersive experiences like augmented and virtual reality (AR/VR) to help build the next evolution in social technology.\n\nMETA BUILDS TECHNOLOGIES THAT HELP PEOPLE CONNECT, BUILD COMMUNITIES AND GROW BUSINESSES.\n\nWe have offices in more than 90 cities across North America, Europe, the Middle East, Africa, Asia Pacific and Latin America. We also own 21 data center locations globally.\nAbout this report\n\n2023 environmental sustainability progress\n\nMeta’s 2023 Sustainability Report reflects our work during the 2022 fiscal year (January 1-December 31, 2022) unless otherwise noted. It builds on topics outlined in our 2023 Responsible Business Practices Report and immediately follows our 2021 Sustainability Report.\n\nThis year’s report was prepared in reference to the Global Reporting Initiative (GRI) standards with guidance from the Sustainability Accounting Standards Board (SASB), Internet and Media Services Industry Standards; the United Nations (UN) Global Compact, the UN Sustainable Development Goals (SDGs); and the Task Force for Climate-Related Financial Disclosures (TCFD).\n\nIn line with TCFD recommendations, we conduct climate-related risk and opportunity assessments to help us take the right measures to build our company’s resilience. We disclose emissions annually based on the Greenhouse Gas (GHG) Protocol and update our GHG emissions as we increase the accuracy of our data. Our environmental metrics and methodology can be found in the index of this report. In 2022, our external auditor, Apex Companies, LLC, audited our environmental data. You can access our audit certifications here. Our full data index can be found here.\nOur sustainability vision\n\nWe are in the business of building better realities — and not just virtual ones.\n\nWe envision a just and equitable transition to a zero-carbon economy and are working in partnership with others to scale inclusive solutions that help create a healthier planet for all, ensuring that no one is left behind.\n\nWe see our role as protecting people and the planet through responsible operations — minimizing our emissions and the energy and water used to power our data centers that enable users to access our products and the workplaces where those products are built and managed — while protecting workers and the environment in our supply chain.\n\nAt the same time, we acknowledge we will not realize this vision on our own. We continue to collaborate with community members, climate action leaders and scientists to innovate beyond what is possible today. We are leveraging our core apps and services to enable access to climate science information and to accelerate action-oriented resources for tomorrow.\nFor a better reality\n\nHow we operate\nWe are committed to protecting what is truly important: The well-being of people and our planet.\n\n• Take bold climate action by minimizing our footprint, championing renewable energy, restoring water resources, engaging our suppliers and supporting climate justice.\n• Respect human, labor and civil rights in our operations and supply chain.\n• Cultivate diversity and inclusion in our operations.\n• Boost energy and water efficiency in our data centers.\n\nWhat we create\nWe push the boundaries of what is possible, creating solutions where none existed and building apps and services that enable change.\n\n• Provide access to new ideas, accurate information and ways to take action via content on our platforms.\n• Amplify content from scientists and climate action leaders.\n• Design new apps and services with diverse needs and values in mind.\n• Elevate small businesses and spur economic growth.\n• Integrate circular practices in our facilities and hardware.\n\nHow we collaborate\nWe tackle the important issues by creating partnerships and joining established initiatives.\n\n• Engage experts to guide our sustainability and social impact initiatives.\n• Connect researchers with insights.\n• Join forces with non-governmental organizations (NGOs) and community organizations to create and implement locally beneficial environmental initiatives.\n\n• Work with local power utilities to enable our facilities and local businesses to procure renewable energy.\n• Share our environmental learnings and practices throughout the tech industry and beyond.\nTo create a better reality, we must start by improving our own practices, processes and culture.\n\nTo be good stewards of our planet and maintain the trust of shareholders, employees, suppliers, customers and partners, we must operate sustainably, responsibly and ethically and communicate transparently in everything we do.\nPath to net zero\n\nSINCE 2020, WE HAVE MAINTAINED NET ZERO EMISSIONS IN OUR GLOBAL OPERATIONS.\n\nTo get there, we reduced our operational emissions by 94% from a 2017 baseline, primarily by supporting our data centers and offices with 100% renewable energy. Our renewable energy commitments have reduced our GHG emissions by more than 12.3 million metric tons of carbon dioxide equivalent (CO₂e) since 2018.\n\nBut reaching net zero emissions in our operations is not enough. Meta’s responsibility to decarbonize our footprint extends beyond our data centers and offices. To align with the Paris Agreement, we have set a goal to reach net zero emissions across our value chain in 2030.\n\nWe know that achieving net zero value chain emissions in 2030 is going to be difficult, and this challenge requires material shifts in how we build infrastructure and operate our business. Our approach to reaching our goal will evolve over time as we transform our business and explore climate solutions that will scale with varying degrees of success.\n\nWe removed 80,000 tons of CO₂ through carbon removal projects to cover our Scope 1 and 2 emissions.\nEarly in this decade, we do not expect decarbonization and business growth to be in harmony. In fact, our emissions increased 46% in 2022 due to Meta employees returning to offices and because our business growth accelerated at a faster pace than we can scale decarbonization measures.\n\nThis reality underscores the need for us to drive innovative solutions across our business and in collaboration with our suppliers today, so that growth can happen sustainably. We are already seeing tangible results in our push to decarbonize our operations. Particularly, our market-based emissions were 39% smaller than our location-based emissions in 2022, reflecting significant emissions reduction from initiatives such as our procurement of 100% renewable energy. In the coming years, we will build upon the strong foundation for emissions reduction we have set in 2022 with our suppliers and across our value chain as detailed throughout the rest of this report. More details on our path to net zero can be found here.\n\nOur 2022 market-based emissions were 39% smaller than our location-based emissions (14 M tons CO₂e). Our market-based emissions adjust for emissions reductions from purchasing decisions we have made. This includes our contracting of more than 10,000 megawatt (MW) of renewable energy and purchase of more than 1 million gallons of sustainable aviation fuel for business travel, which has an up to 80% lower carbon footprint than traditional jet fuel.\nReducing our emissions\n\nReducing GHG emissions across our global operations and value chain is a top priority and the most effective strategy to reach net zero. Failure to reduce emissions today will lock in high-carbon intensity business tomorrow. Rapid decarbonization is our best chance to limit the worst impacts of climate change, which is critical to sustain healthy and equitable communities.\n\nWe are setting a science-aligned emissions reduction target in line with what is necessary to transition to a zero-carbon future, and we have roadmapped our strategy to systematically transform the way we do business.\n\nThe core principles guiding our approach to emissions reduction include:\n\n- **Designing with less** and reducing the volume of materials in construction and hardware, extending the life of hardware components and reducing waste.\n\n- **Choosing better** and incorporating principles of circularity into our supply chain, construction and purchases.\n\n- **Embracing low-carbon technology** and finding alternatives such as low-carbon fuels and innovative new materials.\nEnabling renewable energy\n\nSupporting our operations with 100% renewable energy is critical to our net zero strategy and is no small task as our business continues to grow.\n\nWe partner with many of the largest utilities in the U.S. to add renewable energy onto their systems in ways that work for both Meta and other customers. Not all utilities offer electric rates (or tariffs, as utilities call them) that allow customers to support their facilities with new renewable energy projects. When this is the case, we work with utility partners to create green tariffs that provide our facilities, and other energy customers, with the opportunity to pursue renewable energy projects via their retail electricity service and address their own sustainability goals.\n\nOur portfolio of more than 10,000 MW of contracted renewable energy projects makes Meta one of the largest corporate buyers of renewable energy globally, and the corporation with the largest operating portfolio in the U.S., with more than 5,500 MW online.\n\nSUPPORTING EFFORTS TO DECARBONIZE ELECTRICITY GOES WELL BEYOND THE PROCUREMENT OF RENEWABLE ENERGY FOR OUR OWN OPERATIONS.\n\nWe partner with many of the largest utilities in the U.S. to add renewable energy onto their systems in ways that work for both Meta and other customers. Not all utilities offer electric rates (or tariffs, as utilities call them) that allow customers to support their facilities with new renewable energy projects. When this is the case, we work with utility partners to create green tariffs that provide our facilities, and other energy customers, with the opportunity to pursue renewable energy projects via their retail electricity service and address their own sustainability goals.\n\nOur renewable energy projects represent an estimated $14.2 billion of capital investment in new infrastructure, supporting an estimated 74,000 one-year jobs throughout the U.S. over the 10-year construction phase (averaging 7,400 jobs per year).\nPutting emissions first\n\nMeta is part of the Emissions First partnership, a coalition of like-minded companies that created a set of objectives and principles aiming to update purchased electricity GHG emissions accounting systems to better drive carbon reductions.\n\nGHG accounting standards provide the framework companies use to ensure the climate solutions they pursue are credible and will meet the criteria to be included in corporate climate goals.\n\nTo reduce emissions from purchased electricity (Scope 2), accounting standards and emissions calculation programs encourage companies to purchase an amount of renewable energy equal to that of the electricity purchased.\n\nThis approach has driven hundreds of new renewable energy projects onto grids around the world. Since 2012, Meta’s corporate procurement has galvanized more than 10 gigawatts (GW) of new renewable energy, enough to power more than 750,000 homes.\n\nFocusing on the emissions impact of electricity generation rather than comparing megawatt-hours used vs megawatt-hours purchased is critical to unlocking decarbonization at scale.\n\nEngaging our suppliers to drive net zero progress\n\nTo help us reach net zero emissions across our value chain in 2030, we are partnering with our suppliers to commit to science-aligned GHG reduction targets and to use 100% renewable energy for Meta-related production and services.\n\nBy the end of 2026, we intend to engage with suppliers that represent at least two-thirds of our supplier spend budget through:\n\n- **Silicon Ranch Solar**\n  We’ve partnered with Silicon Ranch, one of the largest independent power producers in the U.S., on 16 projects totaling approximately 1,500 MW of new solar energy, including 720 MW contracted in Georgia and Tennessee in 2022. Silicon Ranch’s model of land management co-locates renewable energy production with regenerative agriculture practices.\n\n- **Capacity building**\n  Deliver capacity-building content to enhance suppliers’ sustainability maturity.\n\n- **Accounting**\n  Gather annual GHG emissions and help suppliers understand the material activities leading to those emissions.\n\n- **Target setting**\n  Engage collaboratively with suppliers to set GHG reduction targets for 2025 and 2030 in alignment with the science and the context of our business together.\n\n- **Execution**\n  Work directly with suppliers to create accountability, partnerships and executable action plans in a supplier-specific, prioritized manner.\nRemoving what we can’t eliminate\n\nWhile our climate strategy prioritizes achieving significant emission reductions, some emissions from hard-to-abate sectors will remain difficult to eliminate by 2030. Any residual emissions we cannot eliminate will require carbon removal projects to reach our net zero goal.\n\nSupporting a diverse portfolio of natural and technological carbon removal projects is essential to maximize near-term climate impact while supporting necessary carbon removal solutions for the future.\n\nNature-based carbon removal projects are available now and begin sequestering carbon within the first years of implementation. These projects also address the multifaceted nature of climate change beyond carbon sequestration and can provide positive local impacts such as supporting community resilience or increasing the ecological health of a region.\n\nEmerging technologies like direct air capture will be a necessary complement to emissions reduction and nature-based removals in order for the world to reach a zero carbon future. These projects will require early demand signals to scale and are in various stages of research, development, and deployment; nevertheless, many have a high global climate mitigation potential. These technologies can offer durable carbon storage, especially geologic storage that is less vulnerable to reversal. Supporting a wide range of projects today aligns with the urgency needed to address climate change.\n\nOur carbon removal projects:\n\n- Demonstrate additionality.\n- Are designed and monitored for durable carbon storage.\n- Support local livelihoods to enable climate justice and equity.\n- Benefit the environment by supporting biodiversity, habitat or water resources.\n- Are quantified using existing standards and verified by a third party.\n\nOur strategy seeks to expand the voluntary carbon market toward the types of high-quality projects we value and that align with the highest environmental and social standards. In 2022, we supported agroforestry, improved forest management and ecological restoration projects in California, Australia and Mexico. You can read more about our carbon removal projects here.\nResponsible supply chain\n\nMeta is part of a complex value chain that touches lives and communities around the globe. Our Responsible Supply Chain (RSC) program strives to empower workers and protect the environment — through open and frequent communication with our suppliers; deep understanding of core sustainability issues; and initiatives that support safe, healthy and fair working conditions. Focusing on social and environmental responsibility within our supply chain enables us to protect workers; promote circularity; proactively identify, assess and mitigate risks to our business; and drive responsible manufacturing practices.\n\nOur approach begins with establishing clear expectations with our suppliers through our standards and policies. The Responsible Business Alliance (RBA) Code of Conduct, Meta’s Anti-Slavery and Human Trafficking Statement and Meta’s Conflict Minerals Policy form the basis of our RSC program. We work closely with our suppliers to help them build internal capabilities to meet our requirements and improve their overall sustainability performance.\nDeveloping our suppliers\n\nOur approach to supplier development is based on a continuous improvement model, working closely with suppliers to help them understand, prevent and mitigate risks in and to their business.\n\nWe use a risk-based methodology to regularly assess suppliers’ social and environmental risks, then engage with them to build their capabilities to meet Meta’s expectations. We assess supplier conformance to the RBA Code of Conduct and other Meta standards via independent third-party audits, supplier questionnaires and other types of on-site assessments. For any identified areas of concern, we work with suppliers to understand root causes, develop corrective action plans, and assess closure.\n\nThroughout this process, ongoing supplier dialogue and engagement are key. We engage with suppliers in an array of programs that aim to improve working conditions, support worker well-being, maximize resource efficiency, reduce environmental risks, and lead to sustained progress.\nImproving worker well-being\n\nWe are committed to improving the working conditions and sustained performance of Meta’s hardware supply chain by keeping workers at the core of what we do.\n\nThrough our Worker Well-being program, we use surveying tools, worker engagement, and training and capability building to understand workers’ needs and perspectives. We engage directly with workers through mobile surveys that provide insights into key worker sentiment.\n\nBuilding on risk assessment work conducted with suppliers, in 2022 we also worked with a third-party consultant to evaluate how gender is integrated into our core RSC standards and tools and developed programming and engagement opportunities with partners to bring more focus to this issue. Making our RSC program more gender-responsive aligns with the United Nations Guiding Principles on Business and Human Rights and the Organisation for Economic Co-operation and Development (OECD) Guidelines for Multinational Enterprises. By investing in programs centered on equity and justice, we support a more resilient supply chain for all.\n\nMeta provides a variety of training programs for our suppliers as a way to directly support them and further enable the business. For example, in 2022, we enlisted the help of third-party experts to design and launch the Building a Respectful Workplace training program. This program builds suppliers’ and workers’ understanding of harassment and discrimination in the workplace, including gender-based vulnerabilities, and supports their capacity to identify and address these issues.\n\nBuilding a Respectful Workplace engages all functions and levels of employees and cultivates employee empowerment by creating peer coaches who share learnings with their coworkers.\n\nEnsuring health & safety\n\nEffectively protecting workers and the environment in our supply chain means understanding and focusing on ways to mitigate the environmental, health and safety (EHS) risks associated with the activities our supply chain partners undertake on our behalf.\n\nIn 2022, we conducted an in-depth questionnaire and on-site EHS risk assessment for selected supplier sites based on a prioritization exercise. This led to the development of practical toolkits to help suppliers and Meta’s sourcing managers implement best practices for managing the most common EHS issues.\n\nWe are focused on safe process chemical management by leveraging the RBA Industry Focus Process Chemicals Policy. Working with key data center hardware and Reality Labs supplier sites, we assessed policies and procedures in place to protect worker safety. Surveying tools, desktop reviews and in-person facility-level assessments also support our suppliers in developing corrective actions and improvement plans.\nAddressing forced labor risks\n\nMeta is opposed to all forms of human trafficking, slavery, servitude, forced labor and all other trafficking-related activities as noted in our 2023 Anti-Slavery and Human Trafficking Statement. Our statement includes information on preventing forced labor risks in our supply chain, including risk assessment and due diligence processes. In 2022, we launched a new course for Meta employees to increase internal awareness of Meta’s commitment, policies and practices to prevent forced labor risks in our business operations and supply chains.\n\nWe also partner with external organizations to support holistic approaches to address the root causes of forced labor in global supply chains.\n\nCollaborating for supply chain excellence\n\nCollaborating with external partners to develop solutions helps us advance our own responsible supply chain work and amplify positive impact beyond our industry. Our key responsible supply chain partnerships include the Responsible Business Alliance, the Responsible Labor Initiative, the Responsible Minerals Initiative, and the Open Compute Project.\n\nResponsible sourcing\n\nMeta recognizes that the extraction of raw materials — including cassiterite, columbite-tantalite (coltan), wolframite and gold, and their derivatives tin, tantalum and tungsten (known as “3TG” or “conflict minerals”) — may contribute to armed conflict and human rights abuses in certain high-risk contexts. We are committed to the responsible sourcing of minerals used in our consumer hardware products and expect our suppliers to share this commitment. Meta’s Conflict Minerals Policy guides our responsible minerals sourcing practices and expectations for our suppliers.\nCreating healthy, sustainable workplaces\n\nWhile the way we look at the traditional office culture has changed drastically, our commitment to providing workplaces that are healthy, safe and sustainable will not change. We focus equally on the people inside our workplaces as the natural environment around them.\n\nOur approach to workplace sustainability is driven by climate action as well as promoting the health and well-being of our employees.\n\nOur workplace sustainability program is focused on the following priorities:\n\n- **Climate**\n- **Circularity**\n- **Biodiversity**\n- **Commitment**\n\nWe are targeting a 50% reduction in workplace carbon emissions in 2030 (from a 2019 baseline), which we aim to achieve through the following reduction goals:\n\n- **32% reduction** in office energy consumption.\n- **50% reduction** in waste generated in office operations.\n- **35% reduction** in employee commute emissions.\n- **40% reduction** in embodied carbon of building materials and furniture.\n- **54% reduction** in carbon intensity of culinary offering.\nCreating healthy, sustainable workplaces\n\nWe target third-party sustainability certifications across our global office portfolio to ensure high-performance design and operations targeted at resource efficiency and occupant health.\n\nMeta has offices certified by the following third-party certification programs:\n\n- **LEED rating system** provides a framework for healthy, efficient and cost-saving green buildings. All Meta offices over 100,000 square feet are required to be LEED Gold or higher.\n\n  62 Meta office buildings are LEED Certified (as of December 31, 2022).\n\n  9 Meta offices received LEED Certifications in 2022.\n\n- **Fitwel** provides a framework for healthy buildings focused on sustainable sites, exercise, healthy foods, health programming, safety and emergency preparedness.\n\n  10 Meta office buildings are Fitwel Certified (as of December 31, 2022).\n\n- **WELL Health-Safety Rating** provides a framework for facility operations and management focused on preparing real estate assets for critical health-safety issues.\n\n  177 Meta offices were WELL Health-Safety Rated in 2022 (certification valid January 2022-January 2023).\n\n- **GreenStar** is an Australian green building rating system that provides a framework for reducing climate change, enhancing health and quality of life, protecting biodiversity and fostering resilience.\n\n  Meta’s Sydney office is GreenStar Certified (as of December 31, 2022).\n\n- **ISO 50001 standard** specifies requirements for establishing, implementing, maintaining and improving an energy management system.\n\n  4 Meta offices are ISO 50001 Certified (as of December 31, 2022).\nSetting the standard for data center sustainability\n\nMeta’s data centers are part of the global infrastructure that brings our current technologies to life and supports immersive experiences in the metaverse. And, supported by 100% renewable energy, they are among the most advanced and efficient in the world. Our data centers generate the highest percentage of our energy use and GHG emissions. Also responsible for the highest percentage of Meta water use, operational data centers rely on water for evaporative cooling during summers and humidification during winters.\n\nWe have a strong track record incorporating design and construction strategies that conserve energy and water, reduce waste, treat our land and communities with respect, responsibly source materials, and provide healthy workspaces for our people. Together, this comprehensive approach has led to 100% of our operational data center buildings earning, at minimum, LEED Gold certification.\n\nAs we look to the future, we have streamlined our approach to data centers to a new architecture that we believe will be more cost-efficient and more flexible. This pivot in design will set us up to support both artificial intelligence (AI) and non-AI workloads at our data centers.\n\nMeta’s top 10 sustainability priorities for data centers\n\n1. **Push efficiency first.** Aim to drive energy and water efficiencies with advanced IT and mechanical, electrical and plumbing design.\n\n2. **Use renewable energy.** Continue supporting our data centers with 100% renewable energy.\n\n3. **Be a good neighbor.** Minimize our impact to the land, air, water, noise and atmosphere, and prioritize sustainability strategies most important to a region’s unique character.\n\n4. **Eliminate waste.** Use less stuff to begin with and promote a zero-waste culture by reusing and recycling as much as we can.\n\n5. **Buy better products.** Improve visibility into our construction materials supply chain and source building products that have a low GHG footprint and safe chemistry.\n\n6. **Boost wellness.** Create healthy, delightful workspaces that foster employee wellness and productivity.\n\n7. **Support electric vehicles.** Provide infrastructure to encourage carbon-free transportation.\n\n8. **Measure and report our impact.** Track and report our environmental impacts linked to data center construction and operations.\n\n9. **Drive innovation.** Experiment with new technologies and build social value by sharing our successes with the world.\n\n10. **Focus on impact.** Stay true to these principles.\nIn our data centers, we’re focused on reducing the embodied carbon, defined as the CO$_2$e generated by the manufacturing and transporting of building materials and the construction process. To support efforts to scale the use of sustainable construction materials such as low-carbon concrete, Meta became a sponsoring member of the American Concrete Institute’s Center of Excellence for Carbon Neutral Concrete in 2022. This partnership will enable us to vet low-carbon concrete options based on standardized criteria and help us integrate these options into our data center design and construction program.\n\n### Data center water efficiency\n\nWater is a key resource used in operating our data centers and is used primarily for evaporative cooling during summers and humidification during winters. Relative humidity, temperature and airflow are three key factors to maintaining an ideal operating environment for servers.\n\nIn 2022, we tested increasing our data hall temperature from 85°F to 90°F at select pilot campuses. The preliminary results indicate a reduction of over 50% of our water use over the summer season, with little to no impact to our data center operations.\n\nTo date, we have certified 34 LEED Gold or better data center buildings, totaling over 22 million square feet. We are also a platinum member of the U.S. Green Building Council. In 2022, six of our new construction data center buildings, in the following locations, were awarded LEED Gold certification, totaling over 5 million square feet:\n\n- One in Altoona, Iowa.\n- One in Papillion, Nebraska.\n- One in North Huntsville, Alabama.\n- One in Eagle Mountain, Utah.\n- Two in Newton County, Georgia.\nIntegrating circularity\n\nWe believe evolving from linear to circular production and consumption is critical for a better reality, which is why we have integrated circularity into our net zero emission strategy. Limiting the use of new materials helps us prevent waste and avoids upstream emissions. Beyond our operations, we see it as our responsibility to use our consumer hardware products, family of apps and knowledge to catalyze circularity in our industry and beyond.\n\nTo enable greater circularity within our supply chain, we focus on eliminating the use of hazardous substances and prioritizing the responsible takeback, reuse, and recycling of electronic equipment. Our Materials of Concern Standard and Electronics Reuse and Recycling Standard support safe and healthy environments for anyone who manufactures, uses or recycles Meta hardware.\n\nIn our data centers, we prioritize the use of post-consumer recycled (PCR) plastics and recycled metal in our hardware and system design to enable a more circular supply chain, and thus, reduce the embedded carbon in our hardware.\n\nAvoiding emissions in our upstream supply chain means using less, where possible. To achieve this, we are investing in systems that will extend the life of our hardware and reusing as many components as possible in our data center production.\n\nSince 2021, we have been validating the reliability and quality of reused components through a rigorous evaluation process and have landed hundreds of new racks containing reused components within our fleet. The quality of the reused components continues to show excellent results, with some of the oldest racks with the reused components already at two years of age and continuing to perform well under real-world production workloads. We expect to closely monitor the hardware health for all the racks and iterate on our practices moving forward. We have also extended the estimated average useful life of a majority of our servers from four to five years.\nSetting the standard for data center sustainability\n\nUnderstanding the life cycle impact of data center components\n\nWe cannot reduce what we do not measure. In 2022, we conducted Life Cycle Assessments (LCAs) on several data center hardware products and developed internal visualization tools to identify the highest carbon emitting components of each product.\n\nAt the data center fleet level, the Sustainability, Physical Modeling, and Meta AI Systems and Machine Learning teams have partnered on a large-scale project to develop and scale a dataset containing the best available embodied carbon estimates at the scale of the hundreds of millions of components in our data center hardware.\n\nIn 2022, the teams reached more than 90% coverage, meaning there is primary data, an LCA, or a modeled value assigned to each asset. This dataset lays the foundation for value chain carbon reductions by helping us use less or choose low-carbon options, engage suppliers, and drive value chain and system-level interventions in line with Meta’s net zero strategy.\nUnderstanding risks and opportunities\n\nBuilding climate resilience\n\nWe conduct ongoing climate-related risk and opportunity assessments to help us take the right measures to build our company’s and our world’s resilience to changes that are already happening.\n\nMany of our emissions, energy, water and biodiversity initiatives promote community climate resilience. And by sharing the insights we gain with our local partners — and vice versa — we can further increase opportunities for communities to build resilience for themselves.\n\nBuilding community is at the heart of accelerating resilience and adapting to climate change. Meta technologies reach 3 billion people globally, including some of the communities most on the frontlines of climate change.\n\nMeta’s commitment to action on climate adaptation and resilience includes:\n\n- **Operations.** We integrate climate risk and resilience assessment findings into key business decisions such as site selection and infrastructure development and partner with local communities to enhance climate resilience.\n\n- **People.** We also integrate climate risk and resilience into our employee preparedness programs to provide proactive actions employees and their households can take to be more prepared for climate-related, natural and other hazards we may face.\n\n- **Supply chain.** We work with our supply chain partners to ensure they have the tools to identify and manage the climate risks they may face. Assessing resilience to climate change is crucial to guiding our efforts to ensure the people and communities within our supply chain are prepared for climate risks.\n\n- **Apps and services.** We worked with partners to help launch our first Climate Science Literacy Initiative. Its goal is to pre-bunk climate misinformation by running ads across our apps and services that feature five of the most common techniques used to misrepresent climate change.\n\n- **Partnerships.** Meta amplified its climate resilience initiatives at COP27 by launching the PREPARE Call to Action on Adaptation in partnership with the U.S. State Department and U.S. Agency for International Development alongside Microsoft, Google, Mastercard and others. We also supported the Resilience Hub and organized a panel about the role of technology in building climate resilience.\n\nMany of our emissions, energy, water and biodiversity initiatives promote community climate resilience. And by sharing the insights we gain with our local partners — and vice versa — we can further increase opportunities for communities to build resilience for themselves.\nRespecting biodiversity\n\nWe promote biodiverse habitats in all phases of data center development through minimizing our footprint, consolidating construction to preserve sensitive or ecologically unique habitats, and intentionally restoring and enhancing native habitats in landscape design. To date, we have preserved and planned over 3,400 acres of native habitat across 20 North American data centers — representing 58% of our existing data center fleet footprint. In addition to habitat benefits, these landscapes provide inexpensive carbon sink, soil stabilization, as well as water-efficient and climate-resilient solutions over traditional sod or ornamental landscape options.\n\nRapid climate change threatens the rich variety of living organisms on our planet. The loss of biodiversity has critical implications for humanity, from the collapse of food chains and health systems to the disruption of entire supply chains.\n\nA 40-acre native pollinator habitat restoration project at our Huntsville, Alabama, data center got underway in early 2023. This project includes a native genome rare plant nursery, in which we will grow our own seeds to expand the restoration.\nRespecting biodiversity\n\nProtecting wildlife\n\nMeta’s policies help prevent illegal wildlife trafficking from happening on our platforms. Our Community Standards strictly prohibit content depicting, admitting or promoting criminal acts including poaching or selling endangered species or their parts.\n\nWhen a user searches a hashtag associated with harmful behavior to animals, such as #tigerselfie or #elephantivory, an advisory will warn them about these dangers and provide an opportunity to learn more. We will sometimes permanently block specific hashtags on Instagram known to be related to endangered species to prevent users from searching for or creating them on the platform.\n\nMeta’s Commerce Policies prohibit the sale of live animals or animal parts. We rely on a combination of community reports, technology and human review to remove violating content. These policies align with the Convention on International Trade in Endangered Species (CITES) Appendix I.\n\nAlthough we have made significant progress in recent years, this is a rapidly evolving space, with traders constantly adapting and obfuscating their tactics to circumvent our policies and fool detection systems.\n\nCross-sector collaboration and industry partnerships are crucial in our efforts to combat illegal wildlife sales online. Since 2018, we have belonged to the Coalition to End Wildlife Trafficking Online, working with external organizations to help scale our impact in this area, including the World Wildlife Fund (WWF), the International Fund for Animal Welfare (IFAW), TRAFFIC, and other leading businesses.\nMeta was born to innovate, ask questions and build products that enable people to change and grow.\n\nWe create solutions that connect people not only with each other but also with resources, information, tools and opportunities.\nMinimizing the environmental impact of consumer hardware\n\nWe leverage the capabilities of our platforms to drive climate action through our core products. We create solutions that connect people not only with each other but also with resources, information, tools and opportunities.\n\nWe have operationalized our product sustainability targets by embedding sustainability requirements into the product development process for all new devices and accessories. These requirements support and ensure that we are designing devices that take sustainability considerations into account, such as being easy to repair and recycle; using sustainable materials; having extended lifespans; and using low-carbon manufacturing and transportation methods. As we develop new technologies that will help people connect and explore in the metaverse, we are focused on approaches that prioritize emissions reductions through the concepts of circularity.\n\nIn 2022, we advanced the sustainability of our products by:\n\n- Transitioning segments of our logistics network to lower-carbon modes of transit, such as ocean freight, leading to over 47,000 metric tons of carbon emissions reduction compared to the transportation impact of total Quest 2 units shipped in 2021. Ocean freight produces about 97% fewer carbon emissions than air freight does. Going forward, we aim to increase ocean freight volumes even further.\n\n- Extending the life of products, parts and equipment through refurbishment, reuse and our extended warranty program offering. A refurbished Quest 2 is estimated to produce <5% of the GHG emissions of manufacturing, packaging and shipping versus a new Meta Quest 2.\n\n- Prioritizing the use of PCR, bio-based plastics, elastomers and recycled metal in our products.\n\n- Increasing the use of sustainable materials in our products and packaging.\n\n- Completing LCAs for our products and accessories — including Meta Quest 2, Meta Quest Pro, and Ray-Ban Stories — to find opportunities for improvement so that we can quantify and reduce the carbon footprint of the next generation of these products even further.\n\n- Increasing the use of sustainable materials in our products and packaging.\n\n- Completing LCAs for our products and accessories — including Meta Quest 2, Meta Quest Pro, and Ray-Ban Stories — to find opportunities for improvement so that we can quantify and reduce the carbon footprint of the next generation of these products even further.\n\n- Completing LCAs for our products and accessories — including Meta Quest 2, Meta Quest Pro, and Ray-Ban Stories — to find opportunities for improvement so that we can quantify and reduce the carbon footprint of the next generation of these products even further.\nElevating accurate information\n\nMisinformation thrives in the absence of good information. We focus on slowing the spread of misinformation by amplifying reliable content and directing users to authoritative information.\n\nCritical challenges like climate change lead to complex discussions across our apps. Much of that expression and debate is essential to building consensus and finding solutions to climate change. That’s why we take a comprehensive approach to climate-related content that educates and informs people with accurate information while addressing misinformation.\n\nOur platforms extend access to information and empower users to take action through tools like the Climate Info Finder Tool and the Climate Science Center. We have fully expanded the Climate Science Center to all countries, attracting more than 18 million followers.\n\nHow we fight climate misinformation\n\nMisinformation makes up a small amount of the overall climate-related content on our apps, and climate change misinformation makes up a very low percentage of total misinformation. Still, that misinformation can spike when the conversation about climate change is elevated, such as during extreme weather events.\n\nWe take any misinformation on our platforms seriously, which is why we partner with our industry-leading network of more than 90 independent fact-checking organizations to review and rate climate-related content in more than 60 languages.\n\nOur fact-checking partners review and rate a wide range of climate-related claims, including false information that outside experts say undermines the existence or impacts of climate change, misrepresents scientific data and mischaracterizes mitigation and adaptation efforts.\n\nWhen fact-checkers rate content as false, we add a warning label and reduce the visibility of that content so fewer people see it.\n\nWe don’t recommend content or approve ads that have been rated false by one of our fact-checking partners, and we take action against Pages, Groups, accounts and domains that repeatedly share false claims about climate science.\n\nElevating the facts about climate change\n\nThe Climate Science Center is a dedicated space on Facebook for factual resources from the world’s leading climate organizations and actionable steps people can take in their everyday lives to combat climate change. In 2022, we:\n\n- Fully expanded the Climate Science Center globally, attracting more than 18 million followers from 243 countries and territories.\n- Launched the Climate Info Finder tool enables people to search for trusted information about climate change and link to this content directly in comment threads.\n- Partnered with Monash Climate Change Communication Research Hub, Cambridge Social Decision-Making Laboratory and Yale Program on Climate Change Communication on our new Climate Science Literacy Initiative.\n\nHow we collaborate\n\nWe work with a wide range of partners to address climate misinformation and promote accurate information. Our partnerships include:\n\n- Monash Climate Change Communication Research Hub\n- Cambridge Social Decision-Making Laboratory\n- Yale Program on Climate Change Communication\n- Climate Science Literacy Initiative\n\nLooking ahead\n\nWe are committed to continuing our efforts to combat climate misinformation and promote accurate information. We will continue to:\n\n- Expand the Climate Science Center globally\n- Enhance the Climate Info Finder tool\n- Partner with leading climate organizations\n- Educate and inform people about climate change\n\nData index\n\n2023 Meta Sustainability Report\nRecognizing the recipients of our climate misinformation grant\n\nIn partnership with the International Fact-Checking Network (IFCN) and an independent six-member judging panel of climate domain experts, we launched the $1 million Climate Misinformation Grant to fund partnerships and proposals from fact-checkers, climate organizations and solution providers working to combat false and misleading information about climate change. We received applications from around the world. Of the 30 global semifinalists, representing 71 entities, nine grantees were selected in 2022:\n\n**Science Feedback (France)**\n\nThe organization will create a portal where fact-checkers are able to submit claims, content or topics for expert verification and input.\n\n**Fact Crescendo (India)**\n\nIn partnership with the Water, Climate and Hazard (WATCH) Division of Aaranyak, Fact Crescendo will debunk myths and translate explanations of environmental misinformation into local languages.\n\n**Code for Africa/PesaCheck (Kenya)**\n\nDriven by a team of dedicated Wikipedians-in-Residence, who will be embedded with partner newsrooms, PesaCheck will kickstart a new African Wikipedia Task Force on Climate Disinformation to debunk climate denialism and delayism.\n\n**Demagog Association (Poland)**\n\nIn partnership with Crazy Nauka, Defence24 sp. z o. o. and Energetyka24.com, Demagog Association’s project features a chatbot created by experts and journalists working to address climate misinformation.\n\n**Factual.ro (Romania)**\n\nIn collaboration with InfoClima.ro and REPER21, Factual.ro is launching a framework that brings the resources, experience and expertise of an IFCN signatory and five different environmental organizations together.\n\n**Verificat (Spain)**\n\nFact-checkers Verificat, solution providers Kinzen, and experts from the C3 Centre for Climate Change at Rovira and Virgili University will join forces to increase the capacity to understand and expose climate misinformation in podcasting.\n\n**elDetector de Univision Noticias (United States)**\n\nIn partnership with López-Wagner Strategies, Univision Noticias’ elDetector will combat misinformation about climate change for Spanish-language speaking audiences.\n\n**PolitiFact (United States)**\n\nIn partnership with MediaWise and Climate Nexus, PolitiFact will create an information loop that starts with Climate Nexus to surface possible misinformation.\n\n**USA Today (United States)**\n\nUSA Today is collaborating with the Society Library to enhance the work of fact-checkers by introducing the companion discipline of context-checking as part of a dedicated, open-source training program.\nHelping small businesses grow sustainably\n\nMeta provides many resources to help small and medium-sized business (SMB) owners build customer relationships and reach new audiences on our platforms. Meta Boost Guide to Green helps these businesses grow sustainably.\n\nThe Guide expanded further across Europe in 2022. In collaboration with the SME Climate Hub, Legambiente and Giovani Imprenditori Concommercio, the Guide to Green helps SMBs take climate action and reduce their carbon footprint, with a particular focus on restaurants, hotels and food producers.\n\nSMBs make up 99.7% of all EU enterprises, and 66% of total EU employment. Although SMBs drive economic growth and development, they also have a high environmental footprint, accounting for up to 70% of EU industrial pollution.\n\nGiven that 77% of EMEA consumers consider how sustainable a brand is before trying it, embracing the green transition is an important step for the future of small businesses.\n\nFrom on-demand training to tips for sharing their unique sustainability story, Guide to Green is designed to help SMBs drive climate change while growing their business.\nElevating climate creators\n\nCreators are at the forefront of a movement that allows more individuals to make an impact with their content. More and more, people create and consume culture through the individual creators they follow, including their favorite influencers, artists, video creators, public figures, journalists and athletes.\n\nMeta is uniquely positioned to support the growing creator community by helping all types of creators tell their stories, build a business, and earn a living. Our investments empower creators with the cutting-edge tools, education and resources needed to build creative and financial success — now and in the future.\n\nMeta Sustainability has worked with climate creators since 2021, beginning with the Climate Talks podcast, hosted by climate advocate Sophia Li. In 2022, Meta hosted the first-ever Climate Talks Salon for climate creators in New York City.\nPartnerships enable us to scale positive impact.\n\nIt will take everyone working together to make the systems-level changes required for a better reality: world-class experts in sustainability and social issues, climate leaders, academic researchers, local utilities, community nonprofits, suppliers and every one of our thousands of employees.\nEmployee engagement\n\nThe success of our sustainability program depends on having our Metamate voices at the table. We invite all employees to join our year-round efforts by participating in executive Q&A sessions, educational training, local Green@ chapters or climate-focused hackathons.\n\nEnabling employees to track their climate action\n\nIn 2022, Meta piloted a partnership with Climate Club to enable Scope 3 GHG emissions reductions program with the support of employee advocates.\n\nIn January 2023, we launched an app to track office food and waste reductions to a group of 500 employees. This program helped our employees understand the collective impact individual actions can have.\nIn 2022, we announced a joint $925 million commitment alongside Stripe, Shopify, McKinsey Sustainability, and Alphabet to accelerate the development of carbon removal technologies by guaranteeing future demand.\n\nWe are engaged with the Business Alliance to Scale Climate Solutions, which provides a platform for us to meet with other businesses and climate experts and act together to improve climate solutions.\n\nThrough 1t.org, the National Indian Carbon Coalition and Meta are joining together in a pledge to support land restoration and promote a model of carbon projects that centers on the leadership, traditional ecological knowledge, and vision of Indigenous Peoples for themselves and the land they care for. Such an approach uses these elements as the compass to develop projects that not only protect and sequester carbon, reduce climate impacts, and increase climate resilience but also honor and center the relationship between Indigenous communities and their land.\n\nAMONG THE WAYS WE ARE DRIVING CARBON REMOVAL IS THROUGH COLLABORATION WITH LIKE-MINDED COMPANIES TO CREATE RAPID CHANGE AT SCALE.\nCollective action to reach water positive in 2030\n\nIN 2022, OUR WATER RESTORATION PROJECTS RETURNED 621 MILLION GALLONS OF WATER TO HIGH AND MEDIUM WATER STRESSED REGIONS.\n\nMinimizing water use, being transparent with our water data, and restoring water in high water-stressed regions are key pillars of our water stewardship program.\n\nWe are committed to becoming water positive by 2030, when we will restore more water to the environment than we consume for our global operations. To achieve this goal, Meta will restore 200% of the water we consume in high water-stressed areas, and 100% of the water we consume in medium water-stressed areas. Our water restoration projects in water-stressed regions always have a hydrological connection to the source water consumed in our operations and are verified by independent third-party experts, applying industry standard methodologies. Working with local organizations and utilities, we invest in water restoration projects in water-stressed regions that also provide co-benefits such as supporting local water supply or restoring local habitats and wildlife.\n\nSince 2017, we have funded or supported more than 25 water restoration projects in eight watersheds where we operate. Once all projects are online and fully implemented, they will restore 1.9 billion gallons of water annually. In 2022, the operational restoration projects returned 621 million gallons (2,351,562 cubic meters) of water to high and medium water stressed regions.\nCollective action to reach water positive in 2030\n\nWildcat Marsh\n\nWetlands like Wildcat Marsh southeast of Dallas are home to a variety of wildlife and provide many benefits such as erosion control, flood control and improved water quality. For this project, Meta is supporting Ducks Unlimited and the Texas Parks and Wildlife Department to create a new wetland spanning 63 acres within the Richland Creek Wildlife Management Area. This will improve fish and wildlife habitat as well as improve the quality of water being released back to the Trinity River. The Wildcat Marsh project is expected to restore 12.9 million gallons of water per year.\n\nJicarilla Apache Nation\n\nThe Jicarilla Apache Nation (the Nation), located in north-central New Mexico, has more than 45,000 acre-feet of settled water rights in the San Juan River basin that are used for cultural practices, domestic supply, environmental uses, and economic development. For the last several decades, the Nation leased water to coal fired power plants that are now facing closure. This transition presented a new opportunity for the Nation, the New Mexico Interstate Stream Commission, and The Nature Conservancy to work together.\n\nThrough Bonneville Environmental Foundation, Meta contributed funding toward an historic Water Sharing Agreement that allows the New Mexico Interstate Stream Commission to lease up to 20,000-acre feet of water per year (for 10 years) from the Nation to benefit threatened and endangered fish and increase water security for New Mexico.\n\nColorado River Indian Tribes Drip Irrigation Project\n\nScarce water and increasing federal cutbacks fuel the need to optimize water efficiency in Arizona, where agriculture is critical to the economy of the Colorado River Indian Tribes (CRIT). We are partnering with CRIT and N-Drip Technology to replace flood irrigation with drip irrigation that reduces water usage, evaporation and runoff by providing water directly to the soil slowly. A pilot project resulted in water savings from 30% to 52% and is predicted to restore 96.5 million gallons of water per year.\n\nCollective action\n\nIn 2022, Meta joined the UN CEO Water Mandate, a UN Global Compact initiative that mobilizes business leaders on water, sanitation, and UN SDG 6, Clean Water & Sanitation, as well as the Water Resilience Coalition, a cross-sector initiative to raise the ambition of corporate water stewardship and foster collective impact in priority basins.\nDriving climate policy\n\nClimate action is critical to achieving a sustainable economy and protecting our planet. We are working internally to decarbonize our operations and supply chain and reduce our overall environmental footprint.\n\nMeta also acknowledges that comprehensive and well-designed climate and clean energy policy is central to transitioning to a future that avoids the worst impacts of climate change. We actively work with policy makers, partner organizations, trade groups and industry peers to advance climate and clean energy policies.\n\nThis includes membership in the Clean Energy Buyers Alliance (CEBA), Advanced Energy United (AEU), American Council on Renewable Energy (ACORE), Center for Climate and Energy Solutions (C2ES), European Climate Pact, and Asia Clean Energy Coalition (ACEC). Our memberships should not be viewed as an endorsement of every policy position that individual organizations or their leadership take.\n\nWe believe that for Meta to reach our own net zero emissions goal in 2030, we need governments around the world to move toward a net zero economy. Global cooperation at COP is critical, which is why we have prioritized our engagement on the global stage, and Meta is proud of its longstanding relationship with the United Nations Framework Convention on Climate Change (UNFCCC).\nIn addition to elevating climate experts’ voices across our platform, we also invest in proprietary research that helps inform our approach to amplifying climate content. In 2022, we completed our biggest ever global survey analyzing public views toward climate change in partnership with researchers at the Yale Program on Climate Change Communication.\n\nThe survey asked more than 100,000 Facebook users from nearly 200 countries and territories about their knowledge of — and attitudes and behavior toward — climate change issues, and what should be done to address them.\n\nThe survey found:\n\n- The majority of people in nearly all countries said that they were \"somewhat worried\" or \"very worried\" about climate change.\n\n- Most people say their country should reduce pollution causing climate change, either on their own or if other countries also do so. However, people have different views on who is primarily responsible for reducing pollution — majorities in 43 countries said their government is responsible, 42 countries said individual people, and 25 said businesses.\n\n- People everywhere think climate change should be a high priority for their government. Majorities in most countries in North and South America say it should be a \"very high\" priority.\n\n- A majority in almost all areas surveyed think action to reduce climate change will either improve or have no negative impact on the economy.\n\n- People support using more renewable energy and less fossil fuels. About 9 in 10 people in Hungary, Portugal and Spain think their country should use somewhat or much more renewable energy.\n\nWe hope the findings will be used to inform policy decisions and priorities for governments, especially in many countries where surveys of this sort have not taken place before.\n\nThe findings should also be valuable for researchers around the world, as well as a resource to inform public information or awareness raising campaigns by activists and NGOs, and help journalists with nationally relevant data.\n\nAlready, the Social Progress Imperative has used data from the 2022 survey to develop a new Climate Perception Index, which will serve as a tool to better understand the societal implications of climate change and enable policy makers to deliver tangible positive outcomes for their citizens.\nLooking ahead\n\nOur mission is to give people the power to build community and bring the world closer together. We build tools to empower people to create positive change in their lives and in the lives of others. We invite you to stay connected and join us on about.meta.com/actions/responsible-business-practices↗, sustainability.fb.com↗, facebook.com/sustainability↗ on Facebook and @metasustainability↗ on Instagram.\nData index\nThis report covers only Meta’s business and does not address the performance or operations of our suppliers, contractors or partners. Statements regarding targets, goals and commitments are aspirational and may also be based on estimates and assumptions under developing standards that may change in the future. As such, no guarantees or promises are made that they will be met or successfully executed, and actual results may differ, possibly materially.\n\nIn addition, data, statistics and metrics included in this report are non-audited estimates, not necessarily prepared in accordance with generally accepted accounting principles, continue to evolve, and may be based on assumptions believed to be reasonable at the time of preparation but may be subject to revision. This report has not been externally assured or verified by an independent third party unless otherwise noted. This report represents Meta’s current policy and intent and is not intended to create legal rights or obligations.\n\nIn this report, our use of the terms “material,” “materiality” and other similar terms is consistent with that of GRI, SASB, TCFD and other standards referenced in the preparation of this report, or refers to topics that reflect Meta’s significant economic, social and environmental impacts or that substantially influence the assessments and decisions of a diverse set of stakeholders. We are not using these terms as they are used under the securities or other laws of the United States or any other jurisdiction or as these terms are used in the context of financial statements and financial reporting. This report is not comprehensive, and for that reason, should be read in conjunction with our most recent Annual Report on Form 10-K, our subsequent reports on Forms 10-Q and 8-K and other filings made with the Securities and Exchange Commission (SEC).\n\nThis report contains forward-looking statements. All statements contained in this report other than statements of historical fact, including statements regarding our future results of operations and financial position, our business strategy and plans, and our objectives for future operations, as well statements regarding targets, goals and commitments, are forward-looking statements. The words “believe,” “may,” “will,” “estimate,” “continue,” “anticipate,” “intend,” “expect,” and similar expressions are intended to identify forward-looking statements. We have based these forward-looking statements largely on our current expectations and projections about future events and trends that we believe may affect our financial condition, results of operations, business strategy, short-term and long-term business operations and objectives, and financial needs.\n\nEspecially with respect to the matters discussed in this report, many factors and uncertainties relating to our operations and business environment, all of which are difficult to predict and many of which are outside of our control, influence whether any forward-looking statements can or will be achieved.\n\nAny one of those factors, including as the result of changes in circumstances, estimates that turn out to be incorrect, standards of measurement that change over time, assumptions not being realized, or other risks or uncertainties, could cause our actual results, including the achievement of targets, goals or commitments, to differ materially from those expressed or implied in writing in any forward-looking statements made by Meta or on its behalf.\nForward looking statements\n\nWe describe these risks and uncertainties in our SEC filings, including our most recent Annual Report on Form 10-K and our subsequent reports on Forms 10-Q and 8-K, as well as, with respect to targets, goals and commitments outlined in this report or elsewhere, the challenges and assumptions that are either identified in this report or that we are unable to foresee at this time. We cannot assure that the results reflected or implied by any forward-looking statement will be realized or, even if substantially realized, that those results will have the forecasted or expected consequences and effects.\n\nWe also caution that the important factors referenced therein may not include all of the factors that are important to readers. Our forward-looking statements speak only as of the date of this report or as of the date they are made, and we undertake no obligation to update this report to reflect subsequent events or circumstances, except as required by law. Given these risks and uncertainties, readers are cautioned not to place undue reliance on such forward-looking statements.\n\nSuch links or references are not incorporated by reference to this report, and we can provide no assurance as to their accuracy. The use or inclusion of the information is also not intended to represent endorsements of any apps and services.\n\nThis report may contain links to other internet sites or references to third parties.\n## Environmental footprint\n\n### 1.1 GHG emissions 1,2,3,4,5\n\n#### Total GHG emissions\n\n|                      | 2017       | 2018       | 2019       | 2020       | 2021       | 2022       |\n|----------------------|------------|------------|------------|------------|------------|------------|\n| **Net total**        | 1,096,000  | 1,008,000  | 4,330,000  | 4,984,000  | 5,740,244  | 8,453,471  |\n| **Carbon removal**    | -          | -          | -          | 145,000    | 90,000     | 80,000     |\n| **Total**            | 1,096,000  | 1,008,000  | 4,330,000  | 5,129,000  | 5,830,244  | 8,533,471  |\n| **Scope 1**          | 25,000     | 42,000     | 44,000     | 29,000     | 55,173     | 66,934     |\n| **Percent of total GHG emissions (Scopes 1-3)** | 2%         | 4%         | 1%         | 1%         | 1%         | 1%         |\n| **Scope 2**          | 591,000    | 314,000    | 208,000    | 9,000      | 2,487      | 273        |\n| **Percent of total GHG emissions (Scopes 1-3)** | 54%        | 31%        | 5%         | <1%        | <1%        | <1%        |\n| **Scope 3**          | 480,000    | 652,000    | 4,078,000  | 5,091,000  | 5,772,583  | 8,466,264  |\n| **Percent of total GHG emissions (Scopes 1-3)** | 44%        | 65%        | 94%        | 99%        | 99%        | 99%        |\n\n#### Location-based (in metric tons CO2e)\n\n|                      | 2017       | 2018       | 2019       | 2020       | 2021       | 2022       |\n|----------------------|------------|------------|------------|------------|------------|------------|\n| **Total**            | 1,387,000  | 1,983,000  | 6,295,000  | 8,559,000  | 10,163,476 | 14,007,222 |\n\n### Greenhouse gas intensity\n\n#### Market-based Scope 1 & 2 emissions (in metric tons CO2e/unit of key performance indicators)\n\n|                      | 2017       | 2018       | 2019       | 2020       | 2021       | 2022       |\n|----------------------|------------|------------|------------|------------|------------|------------|\n| **GHG intensity per monthly active person** | 0.00029    | 0.00015    | 0.00008    | 0.00001    | 0.00002    | 0.00002    |\n| **GHG intensity per million USD of revenue** | -          | -          | -          | -          | 0.49       | 0.58       |\n| **GHG intensity per MWh** | -          | -          | -          | -          | 0.0061     | 0.0058     |\n\n1. Prior to 2021, values were rounded and totals were calculated before rounding throughout this report.\n2. “Other data center-related facilities” includes facilities where Meta used less than 100,000 MWh of electricity in the reporting year, such as warehouses or colocation facilities. Owned, online data centers are always reported by site, even if they were below this threshold.\n3. Meta’s methodology for calculating greenhouse gas emissions can be found on page 57.\n4. Prior to 2018, Scope 3 emissions included only business travel, employee commute and construction. Meta includes emissions from all relevant categories in Scope 3 for reporting years 2019 to the present.\n5. In the 2022 reporting year, several updates to reporting were applied to the 2021 and later inventories.\n   (a) Data from life cycle assessments for our hardware and sold products were used to calculate our Scope 3 emissions.\n   (b) 2021 category 1, 2, 8, & 11 emissions were recalculated with higher quality data inputs to improve accuracy.\n   (c) All Scope 3 Categories were broken out individually to improve transparency and eliminate the previously reported “Other Applicable Categories”\n   (d) Emissions associated with third-party construction-related energy usage were recategorized into Category 1 instead of Category 3 to better align with the GHG Protocol Scope 3 Category Boundaries.\n   (e) Emissions associated with overhead electricity load at leased data centers was recategorized into Category 8 instead of Category 3 to better align with the GHG Protocol Scope 3 Category Boundaries.\n   (f) 2021 Category 6 emissions were recalculated to incorporate more accurate and transparent methodologies for applying sustainable aviation fuel emissions reductions.\n   (g) 2021 Total Fuel and Energy Consumption were recalculated to eliminate third-party party construction-related fuel use outside of Meta’s Operational Control.\n## Environmental footprint\n\n### Operational GHG emissions\n\n| Market-based Scope 1 & 2 emissions (in metric tons CO₂e) |\n|--------------------------------------------------------|\n| **Total operational GHG emissions**                   |\n| 2017 | 2018 | 2019 | 2020 | 2021 | 2022 |\n|-------|-------|-------|-------|-------|-------|\n| 616,000 | 356,000 | 252,000 | 38,000 | 57,661 | 67,207 |\n\n| Data centers total |\n|--------------------|\n| 2017 | 2018 | 2019 | 2020 | 2021 | 2022 |\n|-------|-------|-------|-------|-------|-------|\n| 568,000 | 314,000 | 207,000 | 14,000 | 25,240 | 22,163 |\n\n| Altoona, IA |\n|-------------|\n| 2017 | 2018 | 2019 | 2020 | 2021 | 2022 |\n|-------|-------|-------|-------|-------|-------|\n| 1,000 | 1,000 | 2,000 | 1,000 | 2,118 | 920 |\n\n| Clonee, Ireland |\n|-----------------|\n| 2017 | 2018 | 2019 | 2020 | 2021 | 2022 |\n|-------|-------|-------|-------|-------|-------|\n| <500 | <500 | <500 | 1,000 | 1,364 | 264 |\n\n| Dekalb, IL |\n|-----------|\n| 2017 | 2018 | 2019 | 2020 | 2021 | 2022 |\n|-------|-------|-------|-------|-------|-------|\n| - | - | - | - | 0 | 1,859 |\n\n| Eagle Mountain, UT |\n|--------------------|\n| 2017 | 2018 | 2019 | 2020 | 2021 | 2022 |\n|-------|-------|-------|-------|-------|-------|\n| - | - | - | - | 3,250 | 3,609 |\n\n| Forest City, NC |\n|-----------------|\n| 2017 | 2018 | 2019 | 2020 | 2021 | 2022 |\n|-------|-------|-------|-------|-------|-------|\n| 136,000 | 53,000 | 9,000 | <500 | 1,401 | 587 |\n\n| Fort Worth, TX |\n|----------------|\n| 2017 | 2018 | 2019 | 2020 | 2021 | 2022 |\n|-------|-------|-------|-------|-------|-------|\n| 1,000 | 1,000 | 1,000 | <500 | 779 | 625 |\n\n| Gallatin, TN |\n|-------------|\n| 2017 | 2018 | 2019 | 2020 | 2021 | 2022 |\n|-------|-------|-------|-------|-------|-------|\n| - | - | - | - | - | 138 |\n\n| Richmond, VA |\n|--------------|\n| 2017 | 2018 | 2019 | 2020 | 2021 | 2022 |\n|-------|-------|-------|-------|-------|-------|\n| - | - | <500 | <500 | 4,822 | 821 |\n\n| Huntsville, AL |\n|----------------|\n| 2017 | 2018 | 2019 | 2020 | 2021 | 2022 |\n|-------|-------|-------|-------|-------|-------|\n| - | - | - | - | 261 | 1,788 |\n\n| Los Lunas, NM |\n|---------------|\n| 2017 | 2018 | 2019 | 2020 | 2021 | 2022 |\n|-------|-------|-------|-------|-------|-------|\n| - | 1,000 | 1,000 | <500 | 1,067 | 1,298 |\n\n| Luleå, Sweden |\n|---------------|\n| 2017 | 2018 | 2019 | 2020 | 2021 | 2022 |\n|-------|-------|-------|-------|-------|-------|\n| <500 | <500 | <500 | <500 | 374 | 79 |\n\n| New Albany, OH |\n|----------------|\n| 2017 | 2018 | 2019 | 2020 | 2021 | 2022 |\n|-------|-------|-------|-------|-------|-------|\n| - | - | <500 | <500 | 2,000 | 2,605 |\n\n| Newton County, GA |\n|-------------------|\n| 2017 | 2018 | 2019 | 2020 | 2021 | 2022 |\n|-------|-------|-------|-------|-------|-------|\n| - | - | - | - | 300 | 535 |\n\n| Odense, Denmark |\n|-----------------|\n| 2017 | 2018 | 2019 | 2020 | 2021 | 2022 |\n|-------|-------|-------|-------|-------|-------|\n| - | - | <500 | <500 | 2,824 | 655 |\n\n| Papillion, NE |\n|---------------|\n| 2017 | 2018 | 2019 | 2020 | 2021 | 2022 |\n|-------|-------|-------|-------|-------|-------|\n| - | <500 | <500 | 3,000 | 2,348 | 1,642 |\n\n### Market-based Scope 1 & 2 emissions (in metric tons CO₂e) (Continued)\n\n| Prineville, OR |\n|----------------|\n| 2017 | 2018 | 2019 | 2020 | 2021 | 2022 |\n|-------|-------|-------|-------|-------|-------|\n| 239,000 | 137,000 | 1,000 | 3,000 | 3,862 | 4,501 |\n\n| Leased data center facilities |\n|-------------------------------|\n| 2017 | 2018 | 2019 | 2020 | 2021 | 2022 |\n|-------|-------|-------|-------|-------|-------|\n| 98,000 | 102,000 | 188,000 | - | 25 | 72 |\n\n| Other data center-related facilities |\n|-------------------------------------|\n| 2017 | 2018 | 2019 | 2020 | 2021 | 2022 |\n|-------|-------|-------|-------|-------|-------|\n| 40,000 | 17,000 | 4,000 | 2,000 | 40 | 166 |\n\n| Offices total |\n|---------------|\n| 2017 | 2018 | 2019 | 2020 | 2021 | 2022 |\n|-------|-------|-------|-------|-------|-------|\n| 48,000 | 42,000 | 44,000 | 24,000 | 32,421 | 45,044 |\n\n6. In the 2019 reporting year, three updates to reporting were applied to 2017 (baseline year) and later inventories:\n\n(a) Vehicles operated by the Transportation Team in support of commuting and inter-campus travel were previously counted in Scope 3 – Employee commute. After re-visiting Meta’s operational control of these vehicles, it was determined that they should be accounted for in Scope 1.\n\n(b) It was determined that Meta overestimated natural gas emissions by including estimates for offices that do not in fact use natural gas. Recalculations have been applied to the inventory to remove these inaccuracies.\n\n(c) Fugitive emissions from refrigerant losses at offices not under Meta operational control were moved from Scope 2 to Scope 3.\n## Environmental footprint\n\n### Market-based vs. Location-based\n\n**Scope 2 emissions (in metric tons CO₂e)**\n\n| Location                  | 2018 Market-based | 2018 Location-based | 2019 Market-based | 2019 Location-based | 2020 Market-based | 2020 Location-based | 2021 Market-based | 2021 Location-based | 2022 Market-based | 2022 Location-based |\n|---------------------------|-------------------|---------------------|-------------------|---------------------|-------------------|-------------------|-------------------|-------------------|-------------------|-------------------|\n| Total facilities GHG emissions | 314,000           | 1,241,000           | 205,000           | 1,885,000           | 9,000             | 2,718,000         | 2,487             | 3,080,194         | 273               | 3,921,611         |\n| Data centers total        | 308,000           | 1,181,000           | 197,000           | 1,813,000           | 2,000             | 2,650,000         | 2,487             | 2,987,964         | 273               | 3,821,450         |\n| Altoona, IA               | -                 | 346,000             | -                 | 483,000             | -                 | 555,000           | -                 | 425,377           | -                 | 474,826           |\n| Clonee, Ireland           | -                 | 82,000              | -                 | 143,000             | -                 | 159,000           | -                 | 187,475           | -                 | 178,367           |\n| Dekalb, IL                | -                 | -                   | -                 | -                   | -                 | -                 | -                 | 2,122             | -                 | 8,087             |\n| Eagle Mountain, UT        | -                 | -                   | -                 | -                   | -                 | -                 | -                 | 62,962            | -                 | 145,985           |\n| Forest City, NC           | 52,000             | 201,000             | 8,000             | 208,000             | -                 | 202,000           | -                 | 165,026           | -                 | 143,754           |\n| Fort Worth, TX            | -                 | 212,000             | -                 | 295,000             | -                 | 399,000           | -                 | 378,198           | -                 | 355,696           |\n| Gallatin, TN              | -                 | -                   | -                 | -                   | -                 | -                 | -                 | -                 | -                 | 2,664             |\n| Richmond, VA              | 137,000           | -                   | -                 | 3,000               | -                 | 69,000            | -                 | 146,396           | -                 | 204,494           |\n| Huntsville, AL            | -                 | -                   | -                 | -                   | -                 | -                 | -                 | 32,464            | -                 | 156,885           |\n| Los Lunas, NM             | -                 | 12,000              | -                 | 155,000             | -                 | 266,000           | -                 | 276,795           | -                 | 347,033           |\n| Luleå, Sweden             | -                 | 7,000               | -                 | 6,000               | -                 | 7,000             | -                 | 3,917             | -                 | 2,782             |\n| New Albany, OH            | -                 | -                   | -                 | 20,000              | -                 | 157,000           | -                 | 229,785           | -                 | 335,561           |\n| Newton County, GA         | -                 | -                   | -                 | -                   | -                 | -                 | -                 | 84,402            | -                 | 258,773           |\n| Odense, Denmark           | -                 | 1,000               | <500              | 18,000              | -                 | 57,000            | 2,487             | 51,171            | 273               | 49,198            |\n| Papillion, NE             | -                 | 3,000               | -                 | 101,000             | -                 | 294,000           | -                 | 329,674           | -                 | 458,460           |\n## Environmental footprint\n\n### Scope 2 emissions (in metric tons CO₂e) (Continued)\n\n|                      | 2018  | 2019  | 2020  | 2021  | 2022  |\n|----------------------|-------|-------|-------|-------|-------|\n|                      | Market-based | Location-based | Market-based | Location-based | Market-based | Location-based | Market-based | Location-based |\n| Prineville, OR       | -     | 145,000 | -     | 167,000 | -     | 200,000 | -     | 245,996 | -     | 284,462 |\n| Leased data center facilities | 102,000 | 128,000 | 188,000 | 193,000 | -     | 223,000 | -     | 272,848 | -     | 323,060 |\n| Other data center-related facilities | 17,000 | 44,000 | 1,000 | 41,000 | 2,000 | 62,000 | -     | 93,354 | -     | 91,364 |\n| Offices total        | 6,000 | 60,000 | 8,000 | 72,000 | 7,000 | 68,000 | -     | 92,230 | -     | 100,160 |\n## Environmental footprint\n\n### Value chain GHG emissions\n\n#### Scope 3 emissions (in Metric Tons CO₂e) 1, 5, 7, 8\n\n| Category | 2017 | 2018 | 2019 | 2020 | 2021 | 2022 |\n|----------|------|------|------|------|------|------|\n| Total    | 480,000 | 652,000 | 4,078,000 | 5,091,000 | 5,772,583 | 8,466,264 |\n| Category 1: Purchased Goods & Services 5, 8 | - | - | 1,428,000 | 1,846,000 | 2,956,909 | 2,545,466 |\n| Of Total (in %) | - | - | 35% | 36% | 51% | 30% |\n| Category 2: Capital Goods 5, 8 | - | - | 1,671,000 | 2,516,000 | 2,466,041 | 5,346,583 |\n| Of Total (in %) | - | - | 41% | 49% | 43% | 63% |\n| Category 3: Fuel & Energy-Related Activities 5 | - | - | 264,000 | 56,000 | 10,483 | 12,658 |\n| Of Total (in %) | - | - | 6% | 1% | <1% | <1% |\n| Category 4: Upstream Transportation and Distribution | - | - | 65,000 | 49,000 | 180,183 | 176,636 |\n| Of Total (in %) | - | - | 2% | 1% | 3% | 2% |\n| Category 5: Waste Generated in Operations 5, 8 | - | - | 4,000 | 10,000 | 18,430 | 18,519 |\n| Of Total (in %) | - | - | <1% | <1% | <1% | <1% |\n| Category 6: Business Travel 5, 7 | 246,000 | 397,000 | 529,000 | 129,000 | 8,653 | 251,807 |\n| Of Total (in %) | - | - | 13% | 3% | <1% | 3% |\n| Category 7: Employee Commuting 5 | 43,000 | 71,000 | 90,000 | 61,000 | 23,163 | 45,054 |\n| Of Total (in %) | - | - | 2% | 1% | <1% | <1% |\n| Category 8: Upstream Leased Assets 5 | - | - | 16,000 | 24,000 | 1,185 | 3,444 |\n| Of Total (in %) | - | - | <1% | <1% | <1% | <1% |\n\n#### Scope 3 emissions (in Metric Tons CO₂e) (Continued)\n\n| Category 9: Downstream Transportation and Distribution 5 | - | - | 5,000 | 10,000 | 37 | 16 |\n| Of Total (in %) | - | - | <1% | <1% | <1% | <1% |\n| Category 11: Use of Sold Products 5 | - | - | 5,000 | 390,000 | 106,232 | 62,306 |\n| Of Total (in %) | - | - | 8% | 2% | <1% |\n| Category 12: End-of-Life Treatment of Sold Products 5 | - | - | <500 | <500 | 1,267 | 3,775 |\n| Of Total (in %) | - | - | <1% | <1% | <1% | <1% |\n\n1. Prior to 2021, values were rounded and totals were calculated before rounding throughout this report.\n5. In the 2022 reporting year, several updates to reporting were applied to the 2021 and later inventories.\n   (a) Data from life cycle assessments for our hardware and sold products were used to calculate our Scope 3 emissions.\n   (b) 2021 Category 1, 2, 8, & 11 emissions were recalculated with higher quality data inputs to improve accuracy.\n   (c) All Scope 3 categories were broken out individually to improve transparency and eliminate the previously reported “Other Applicable Categories.”\n   (d) Emissions associated with third-party construction-related energy usage were recategorized into Category 1 instead of Category 3 to better align with the GHG Protocol Scope 3 Category Boundaries.\n   (e) Emissions associated with overhead electricity load at leased data centers was recategorized into Category 8 instead of Category 3 to better align with the GHG Protocol Scope 3 Category Boundaries.\n   (f) 2021 Category 6 emissions were recalculated to incorporate more accurate and transparent methodologies for applying sustainable aviation fuel emissions reductions.\n   (g) 2021 Total Fuel and Energy Consumption were recalculated to eliminate third-party construction-related fuel use outside of Meta’s Operational Control.\n7. Sustainable Aviation Fuel was purchased in 2022 and associated emissions reductions are reflected in the inventory.\n8. In the 2022 reporting year, the following updates to the methodology were applied:\n   (a) A new Category 5 estimation methodology was developed to improve completeness across all operations.\n   (b) Employee commuting now includes emissions calculations on a well-to-tank basis.\n   (c) A new Category 1 and Category 2 methodology was developed to improve the completeness, accuracy and reliability of the underlying activity and financial data.\n## Environmental footprint\n\n### 2.1 Electricity\n\n#### Electricity consumption\n\n| Facility          | 2017  | 2018  | 2019  | 2020  | 2021  | 2022  |\n|-------------------|-------|-------|-------|-------|-------|-------|\n| Total electricity consumption | 2,462,000 | 3,427,000 | 5,140,000 | 7,170,000 | 9,420,839 | 11,508,131 |\n| Electricity from grid (%) | 100% | 100% | 100% | 100% | 100% | 100% |\n| Data centers total | 2,360,000 | 3,245,000 | 4,918,000 | 6,966,000 | 9,117,122 | 11,167,416 |\n| Altoona, IA | 500,000 | 612,000 | 853,000 | 980,000 | 950,705 | 1,043,606 |\n| Clonee, Ireland | 1,000 | 200,000 | 382,000 | 487,000 | 634,648 | 668,290 |\n| Dekalb, IL | - | - | - | - | 4,724 | 16,934 |\n| Eagle Mountain, UT | - | - | - | - | 229,946 | 504,049 |\n| Forest City, NC | 433,000 | 547,000 | 614,000 | 595,000 | 580,842 | 493,786 |\n| Fort Worth, TX | 189,000 | 461,000 | 695,000 | 941,000 | 1,014,447 | 959,419 |\n| Gallatin, TN | - | - | - | - | 0 | 6,264 |\n| Richmond, VA | - | - | 10,000 | 204,000 | 515,270 | 701,003 |\n| Huntsville, AL | - | - | - | - | 85,286 | 368,841 |\n| Los Lunas, NM | - | 26,000 | 289,000 | 571,000 | 717,932 | 929,488 |\n| Luleå, Sweden | 301,000 | 337,000 | 373,000 | 369,000 | 306,054 | 267,487 |\n| New Albany, OH | - | - | 38,000 | 270,000 | 511,414 | 702,664 |\n| Newton County, GA | - | - | - | - | 215,279 | 636,266 |\n| Odense, Denmark | - | 4,000 | 128,000 | 343,000 | 500,863 | 517,718 |\n\n#### Electricity consumption by facility (in MWh) (Continued)\n\n| Facility          | 2017  | 2018  | 2019  | 2020  | 2021  | 2022  |\n|-------------------|-------|-------|-------|-------|-------|-------|\n| Papillion, NE | - | - | 5,000 | 178,000 | 519,000 | 756,810 | 1,007,635 |\n| Prineville, OR | 426,000 | 488,000 | 573,000 | 686,000 | 898,409 | 982,177 |\n| Leased data center facilities | 359,000 | 432,000 | 647,000 | 795,000 | 964,650 | 1,105,834 |\n| Other data center-related facilities | 135,000 | 133,000 | 113,000 | 206,000 | 249,843 | 256,939 |\n| Offices Total | 102,000 | 181,000 | 221,000 | 204,000 | 303,717 | 340,657 |\n\n#### Electricity intensity (in MWh/unit of key performance indicators)\n\n| Indicator | 2017 | 2018 | 2019 | 2020 | 2021 | 2022 |\n|-----------|------|------|------|------|------|------|\n| Electricity intensity per monthly active person | - | - | - | 0.0026 | 0.0031 |\n| Electricity intensity per million USD revenue | - | - | - | 79.9 | 98.7 |\n\n#### Electricity mix (in % of total electricity used)\n\n| Type          | 2017 | 2018 | 2019 | 2020 | 2021 | 2022 |\n|---------------|------|------|------|------|------|------|\n| Renewable     | 51%  | 75%  | 86%  | 100% | 100% | 100% |\n| Non-renewable | 49%  | 25%  | 14%  | 0%   | 0%   | 0%   |\n\n### 2.2 Total energy consumed\n\n#### Energy consumption (in GJ)\n\n| Year | 2017 | 2018 | 2019 | 2020 | 2021 | 2022 |\n|------|------|------|------|------|------|------|\n| Total energy consumption | - | - | - | 27,075,000 | 34,882,163 | 42,560,221 |\n| Direct energy consumption | - | - | - | 438,000 | 853,042 | 1,138,794 |\n| Indirect energy consumption | - | - | - | 26,638,000 | 34,029,121 | 41,421,428 |\n## Environmental footprint\n\n### 2.3 Fuels\n\n#### Fuel consumption\n\n|                | 2017 | 2018 | 2019 | 2020 | 2021   | 2022   |\n|----------------|------|------|------|------|--------|--------|\n| Natural gas (therms) | -    | -    | -    | -    | 6,153,856 | 7,539,592 |\n| Diesel — diesel fuel (gal) | -    | -    | -    | -    | 363,082  | 1,376,871 |\n| Diesel — distillate fuel oil No.4 (gal) | -    | -    | -    | -    | 842,460  | 724,151  |\n| Gasoline (gal) | -    | -    | -    | -    | 52,375   | 119,955 |\n| Propane (gal) | -    | -    | -    | -    | 0        | 0      |\n\n#### Renewable fuels\n\n|                | 2017 | 2018 | 2019 | 2020 | 2021   | 2022   |\n|----------------|------|------|------|------|--------|--------|\n| Hydrotreated vegetable oil (gal) | -    | -    | -    | -    | 0      | 0      |\n\n### 2.4 Data center operations and design\n\n#### Power usage effectiveness (PUE)\n\n|                | 2017 | 2018 | 2019 | 2020 | 2021   | 2022   |\n|----------------|------|------|------|------|--------|--------|\n| PUE (data center energy efficiency) | 1.10 | 1.11 | 1.11 | 1.10 | 1.09   | 1.08   |\n\n#### Sustainable design\n\n#### Green building standards for data centers and offices (% of sq ft covered by green building standards and/or EnMS)\n\n|                | 2017 | 2018 | 2019 | 2020 | 2021   | 2022   |\n|----------------|------|------|------|------|--------|--------|\n| Total          | -    | -    | -    | -    | 98%    | 99%    |\n| Data centers (LEED Gold or above, or ISO 50001) | -    | -    | -    | -    | 100%   | 100%   |\n| Offices (LEED Gold or above, or ISO 50001) | -    | -    | -    | -    | 97%    | 98%    |\n\n---\n\n5. In the 2022 reporting year, several updates to reporting were applied to the 2021 and later inventories:\n\n(a) Data from life cycle assessments for our hardware and sold products were used to calculate our Scope 3 emissions.\n(b) 2021 Category 1, 2, 8, & 11 emissions were recalculated with higher quality data inputs to improve accuracy.\n(c) All Scope 3 categories were broken out individually to improve transparency and eliminate the previously reported “Other Applicable Categories”\n(d) Emissions associated with 3rd party construction related energy usage were recategorized into Category 1 instead of Category 3 to better align with the GHG Protocol Scope 3 Category Boundaries\n(e) Emissions associated with overhead electricity load at leased data centers was recategorized into Category 8 instead of Category 3 to better align with the GHG Protocol Scope 3 Category Boundaries\n(f) 2021 Category 6 emissions were recalculated to incorporate more accurate and transparent methodologies for applying sustainable aviation fuel emissions reductions\n(g) 2021 Total Fuel and Energy Consumption were recalculated to eliminate 3rd party construction-related fuel use outside of Meta’s Operational Control\n### 3.1 Water withdrawal\n\n#### Water withdrawal by facility (in cubic meters)\n\n| Facility          | 2017   | 2018   | 2019   | 2020   | 2021   | 2022   |\n|-------------------|--------|--------|--------|--------|--------|--------|\n| Total water       | 1,609,000 | 2,367,000 | 3,430,000 | 3,726,000 | 5,042,564 | 4,893,023 |\n| Data centers total| 1,139,000 | 1,730,000 | 2,731,000 | 3,000,000 | 3,417,911 | 3,618,003 |\n| Altoona, IA       | 106,000 | 139,000 | 145,000 | 151,000 | 140,231 | 199,378 |\n| Clonee, Ireland   | 10,000  | 188,000 | 395,000 | 615,000 | 927,914 | 838,654 |\n| Dekalb, IL        | -      | -      | -      | -      | 0      | 29,659  |\n| Eagle Mountain, UT| -      | -      | -      | -      | 57,701 | 89,365  |\n| Forest City, NC   | 129,000 | 99,000  | 85,000  | 68,000  | 64,053 | 62,853  |\n| Fort Worth, TX    | 98,000  | 269,000 | 322,000 | 300,000 | 253,520 | 346,115 |\n| Gafflin, TN       | -      | -      | -      | -      | 0      | 0       |\n| Richmond, VA      | -      | -      | 42,000  | 80,478  | 54,994 | 0       |\n| Huntsville, AL    | -      | -      | -      | -      | 38,520 | 103,501 |\n| Los Lunas, NM     | -      | 25,000  | 92,000  | 140,000 | 152,666 | 161,436 |\n| Luleå, Sweden     | 66,000  | 53,000  | 58,000  | 49,000  | 38,922 | 25,358  |\n| New Albany, OH    | -      | -      | 33,000  | 35,000  | 121,194 | 87,413  |\n| Newton County, GA | -      | -      | -      | -      | 105,121 | 77,203  |\n| Odense, Denmark   | -      | -      | 266,000 | 360,000 | 373,355 | 427,937 |\n| Papillon, NE      | -      | -      | 62,000  | 108,000 | 106,339 | 100,912 |\n| Prineville, OR    | 172,000 | 160,000 | 208,000 | 445,000 | 353,951 | 240,302 |\n\n#### Water withdrawal by source (in cubic meters)\n\n| Source                        | 2017   | 2018   | 2019   | 2020   | 2021   | 2022   |\n|-------------------------------|--------|--------|--------|--------|--------|--------|\n| Total water withdrawal        | 1,609,000 | 2,367,000 | 3,430,000 | 3,726,000 | 5,042,564 | 4,893,023 |\n| From surface water            | -      | -      | -      | -      | 0      | 0      |\n| From groundwater              | -      | -      | -      | 37,000 | 33,285 | 37,343 |\n| From seawater                 | -      | -      | -      | -      | 0      | 0      |\n| From produced water           | -      | -      | -      | -      | 0      | 0      |\n| From third-party water (e.g. municipal water supply) | - | - | - | 3,689,000 | 5,009,279 | 4,855,680 |\n\n#### Water usage effectiveness (WUE)\n\n| Facility          | 2017 | 2018 | 2019 | 2020 | 2021 | 2022 |\n|-------------------|------|------|------|------|------|------|\n| Annual data center WUE | 0.24 | 0.27 | 0.27 | 0.30 | 0.26 | 0.20 |\n\n9. Not included in Meta’s 2022 water withdrawal numbers are an additional 1,780,000 cubic meters of water withdrawn for the construction of Meta data centers.\n### Environmental footprint\n\n#### Water withdrawal intensity (in cubic meters/unit of key performance indicators)\n\n|                      | 2017     | 2018     | 2019     | 2020     | 2021     | 2022     |\n|----------------------|----------|----------|----------|----------|----------|----------|\n| Water withdrawal per | 0.000755 | 0.001020 | 0.001200 | 0.001330 | 0.001405 | 0.001308 |\n| monthly active person|          |          |          |          |          |          |\n| Water withdrawal per | -        | -        | -        | -        | 42.8     | 42.0     |\n| million USD revenue  |          |          |          |          |          |          |\n\n#### Water withdrawal from areas with water stress (in cubic meters)\n\n|                      | 2017     | 2018     | 2019     | 2020     | 2021     | 2022     |\n|----------------------|----------|----------|----------|----------|----------|----------|\n| Total water withdrawal| 1,609,000| 2,367,000| 3,430,000| 3,726,000| 5,042,564| 4,893,023|\n| From areas with high | -        | -        | -        | -        | 1,390,166| 1,130,181|\n| or extremely high    |          |          |          |          |          |          |\n| baseline water stress|          |          |          |          |          |          |\n| From areas without  | -        | -        | -        | -        | 3,652,398| 3,762,843|\n| water stress         |          |          |          |          |          |          |\n\n#### Recycled water (in cubic meters)\n\n|                      | 2017     | 2018     | 2019     | 2020     | 2021     | 2022     |\n|----------------------|----------|----------|----------|----------|----------|----------|\n| Total water recycled | 469,000  | 673,000  | 854,000  | 643,000  | 580,223  | 265,906  |\n\n#### Water consumption (in cubic meters)\n\n|                      | 2017     | 2018     | 2019     | 2020     | 2021     | 2022     |\n|----------------------|----------|----------|----------|----------|----------|----------|\n| Total water consumption| 838,000  | 1,279,000| 1,971,000| 2,202,000| 2,568,849| 2,638,188|\n| From areas with high | -        | -        | -        | -        | 162,477  | 443,150  |\n| or extremely high    |          |          |          |          |          |          |\n| baseline water stress|          |          |          |          |          |          |\n| From areas without  | -        | -        | -        | -        | 2,406,372| 2,195,038|\n| water stress         |          |          |          |          |          |          |\n\n#### Water discharge (in cubic meters)\n\n|                      | 2017     | 2018     | 2019     | 2020     | 2021     | 2022     |\n|----------------------|----------|----------|----------|----------|----------|----------|\n| Total water discharge| -        | -        | -        | 1,524,000| 2,473,716| 2,254,835|\n| To surface water     | -        | -        | -        | -        | 0        | 0        |\n| To groundwater       | -        | -        | -        | -        | 0        | 0        |\n| To seawater          | -        | -        | -        | -        | 0        | 0        |\n| To third-party water | -        | -        | -        | 1,524,000| 2,473,716| 2,254,835|\n| (e.g. municipal sewers) |          |          |          |          |          |          |\n\n#### Water discharge to areas with water stress (in cubic meters)\n\n|                      | 2017     | 2018     | 2019     | 2020     | 2021     | 2022     |\n|----------------------|----------|----------|----------|----------|----------|----------|\n| Total water discharge| -        | -        | -        | 1,524,000| 2,473,716| 2,254,835|\n| To areas with water  | -        | -        | -        | -        | 863,836  | 687,031  |\n| stress               |          |          |          |          |          |          |\n| To areas without     | -        | -        | -        | -        | 1,609,879| 1,567,804|\n| water stress         |          |          |          |          |          |          |\n## Environmental footprint\n\n### 3.4 Water stewardship\n\n#### Water restoration (in cubic meters)\n\n| Year | 2017 | 2018 | 2019 | 2020 | 2021 | 2022 |\n|------|------|------|------|------|------|------|\n| Volumetric water restoration benefits | - | 132,000 | 145,000 | 2,250,000 | 2,335,672 | 2,351,562 |\n\n#### Progress on 2030 net positive water goal (in cubic meters)\n\n| Year | 2017 | 2018 | 2019 | 2020 | 2021 | 2022 |\n|------|------|------|------|------|------|------|\n| Total water consumption | 838,000 | 1,279,000 | 1,971,000 | 2,202,000 | 2,569,000 | 2,638,000 |\n| Total water restored | - | 132,000 | 145,000 | 2,250,000 | 2,335,672 | 2,351,562 |\n\n#### Water use embedded in purchased electricity (In cubic meters)\n\n| Year | 2017 | 2018 | 2019 | 2020 | 2021 | 2022 |\n|------|------|------|------|------|------|------|\n| Embedded consumption in purchased electricity - location-based | - | - | - | - | 31,923,969 | 41,172,356 |\n| Embedded consumption in purchased electricity - market-based | - | - | - | - | 3,312,616 | 2,894,787 |\n| Avoided water consumption | - | - | - | - | 28,611,342 | 38,277,569 |\nEnvironmental methodology\n\nAt Meta, our sustainability work helps us to operate efficiently and responsibly in our mission to build community and bring the world closer together. As a global company, we recognize the tech industry’s environmental impact and role to play in addressing climate change. We embrace the responsibility to understand the full scope of our footprint and be transparent and accountable in our mission to reduce our emissions.\n\nIdentifying the source of our emissions on an annual basis enables us to prioritize emissions reduction where we can make the most meaningful progress on our path to net zero emissions across our value chain in 2030. Similarly, minimizing our water use, being transparent with our water data, and restoring water in the same watersheds where our data centers are located are vital to reach our commitment to restore more water than we use by 2030.\n\nMeta’s GHG emissions\n\nMeta’s GHG footprint includes the emissions associated with running our business and data centers, as well as the indirect emissions upstream and downstream of our operations. These emissions correspond to Scope 1, Scope 2 and Scope 3 emissions as defined by the World Resources Institute (WRI) Greenhouse Gas Protocol. Meta uses the operational control approach when calculating our GHG footprint, in which we account for 100% of the GHG emissions over which we have operational control.\n\nOPERATIONAL EMISSIONS\n\nScope 1 and 2 emissions are considered our operational emissions. Scope 1 emissions come from our direct operations, such as combustion of natural gas to heat our offices and the fuel burned in our employee shuttles. Scope 2 includes indirect emissions from purchased energy, such as the electricity powering our data centers. We consider purchased electricity for construction and overhead electricity within leased data centers outside of our operational control and therefore report these in Scope 3.\n\nSCOPE 1 EMISSIONS\n\nDirect emissions from our data centers, offices and transportation fleet\n\n- Stationary combustion (e.g., natural gas consumed at our Menlo Park campus for heating)\n- Mobile combustion (e.g., diesel emissions from our intercampus shuttles)\n- Fugitive emissions (e.g., refrigerant losses)\n\nSCOPE 2 EMISSIONS\n\nIndirect emissions from purchased energy for our data centers and offices\n\n- Purchased electricity\n- District heating\n- Stationary combustion from leased sites\n\nIn 2020, Meta reduced our operational emissions by 94% from a 2017 baseline and addressed the residual emissions with high-quality carbon removal projects. As a result, Meta’s operations have produced net zero emissions since then.\n\nFULL VALUE CHAIN EMISSIONS\n\nScope 3 emissions come from sources within our full value chain beyond our operations and comprise the largest component of our footprint. Scope 3 includes:\n\n1. Upstream emissions, such as the emissions from manufacturing our data center servers or emissions from employee commutes; and\n2. Downstream emissions, such as the emissions associated with people using our Portal or Quest devices.\nEnvironmental methodology\n\n**SCOPE 3 EMISSIONS**\nOur value chain emissions upstream and downstream of our operations\n\n**Upstream:**\n- Purchased goods and services (e.g., upstream emissions from purchased office supplies)\n- Capital goods (e.g., server hardware)\n- Fuel and energy-related activities\n- Upstream transportation and distribution (e.g., emissions associated with the transportation of AR/VR-related consumer hardware)\n- Waste generated from our operations\n- Business travel\n- Employee commuting (including telecommuting)\n- Upstream leased assets (Including leased data center overhead electricity use)\n\n**Downstream:**\n- Downstream transportation and distribution\n- Direct use of our AR/VR-related consumer hardware\n- End-of-life treatment of our AR/VR-related consumer hardware\n\n**How we calculate our GHG emissions**\n\nMeta is aligning our emissions reduction targets with the Science Based Targets initiative and takes a scientific, standardized approach to calculating its GHG emissions in accordance with the GHG Protocol. Furthermore, Meta's GHG emissions data and methodologies undergo third party verification each year. This is completed annually to ensure that only the most accurate and up-to-date data is publicly reported.\n\nWe quantify our GHG emissions via activity data, LCAs and financial data. We prioritize calculating our emissions through activity data that directly measures an activity that results in GHG emissions, such as kilowatt hours (kWh) of electricity. Due to the complex nature of our business and value chain, we use other methods to help calculate our emissions when activity data is not available.\n\nWe measure our emissions by metric tons of carbon dioxide equivalent, or CO₂e, units. CO₂e is used to standardize the emissions from different GHGs based on their global warming potentials.\n\n**ACTIVITY DATA**\nFor activity data, we take the quantity of a specific measured activity and multiply it by an associated emissions factor to calculate the total emissions from that activity. For example, the kWh of electricity consumed at a Meta site is multiplied by the appropriate country-specific or regional-specific, publicly available emissions factor to calculate the total emissions from that site’s electricity use. We use activity data to calculate:\n\n- Scope 1 and 2 emissions\n- Fuel and energy-related activities\n- Waste generated in operations\n- Upstream transportation and distribution where supplier specific data is available\n- Business travel (including radiative forcing)\n- Employee commuting\n- Direct use of our AR/VR-related consumer hardware\nEnvironmental methodology\n\nWhere activity data is incomplete or unavailable for an operation that results in GHG emissions, existing activity data is used as a proxy to estimate these emissions. This ensures we are reporting a complete GHG inventory across all of our operations. For example, the weight of waste at several Meta sites is used as a proxy to estimate waste at other sites in the same region that do not have final waste weight data.\n\nLCAs\nTo understand cradle-to-gate emissions and/or upstream emissions that are released before certain assets are used (e.g., the emissions released from the production of concrete before it is poured), we conduct third-party LCA studies or utilize LCA tools to measure our impact. This is applicable in our 2022 inventory for the following emissions:\n\n- Upstream emissions associated with the materials used in the construction of our data centers\n- Upstream emissions of materials in office renovations and new construction\n- Cradle-to-gate emissions of our augmented and virtual reality related consumer hardware, such as Portal and Quest devices\n- Cradle-to-gate emissions in key data center hardware components, such as hard drives\n- End-of-life treatment of our AR/VR-related consumer hardware\n\nFINANCIAL\nOur Environmentally Extended Input Output (EEIO) method utilizes financial spend data and applies industry-specific emission factors (e.g., kg CO₂e per dollar spent on electronic manufacturing) published by the U.S. Environmental Protection Agency (EPA) to calculate “cradle-to-gate” emissions. We apply the EEIO method to the following:\n\n- Purchased goods and services\n- Capital goods not related to data center and office construction, AR/VR-related consumer hardware, and key data center hardware components\n- Upstream transportation and distribution where supplier specific data is unavailable\n- Upstream leased assets\n\nMARKET-BASED INSTRUMENTS\nWe have publicly committed to supporting its global operations with 100% renewable energy. We procure and retire one Energy Attribute Certificate (EAC) for every MWh of electricity used to power our global operations. Meta also procures and retires one EAC for every MWh of electricity use in select Scope 3 categories. Additionally, Meta procures Sustainable Aviation Fuel (SAF) and applies the associated emissions reductions from SAF allocated in the reporting year as a market-based instrument to Category 6: Business Travel.\n\nA core focus of Meta’s renewable energy program is adding new renewable energy projects to the electricity grids that support our data centers to drive the transition to renewable energy in our communities. In alignment with these principles, Meta adheres to the following EAC market boundaries:\n\n1. Owned data centers: EACs from the same grid region\n2. Leased data centers: EACs from the same grid region or same geographic region\n3. Other Scope 2 loads (offices, points-of-presence): EACs from same grid region or same geographic region\n4. Scope 3 loads: EACs from same grid region; once exhausted, EACs from same geographic region\n\nMeta’s methodology aligns with the market boundaries set forth by the GHG Protocol for over 95% of our Scope 2 emissions, including for all Scope 2 emissions from our owned data centers. A small portion of our Scope 2 emissions are not covered by EACs within the GHG Protocol’s market boundaries set forth, but are instead covered by EACs from within the same geographic region.\n\nA. This includes data center construction in Category 1: Purchased Goods & Services, transmission and distribution loss in Category 3: Fuel & Energy Related Activities, employee work from home in Category 7: Employee Commuting, leased data center overhead electricity use in Category 8: Upstream Leased Assets, and United States-based electricity consumption from our products in Category 11: Use of Sold Products.\nB. Owned data centers include all completed data centers owned and operated by Meta. Data center loads while under construction are treated in line with leased data centers.\nC. Grid Regions: WECC, ERCOT, MISO/SPP, PJM/NC, SERC, Nordpool (Europe), Singapore/Southeast Asia\nD. For reporting year 2022, all leased data center load was in the United States and covered by EACs generated in-country.\nE. Geographic Regions: Americas (AMER), Europe, Middle East, and Africa (EMEA), Asia Pacific (APAC)\nEnvironmental methodology\n\nImproving our GHG methodology\n\nAs Meta decarbonizes our value chain over the next decade, the data and methodology that drives our climate work will evolve and improve each year. We have disclosed our Scope 1 and 2 emissions for the last decade. We began reporting on some Scope 3 categories in 2015 and have reported on every relevant category defined by the GHG Protocol since 2019. As techniques to calculate our emissions improve, we will apply those methods to previous years to refine our GHG footprint. For example, in 2020 we used the EPA's updated EEIO emission factors for our Scope 3 calculations and updated our 2019 data accordingly.\n\nGoing forward, we will focus on increasing accuracy and granularity of our data. For example, we re-baselined our 2020 data based on updated LCA data for key data center hardware and our AR/VR-related consumer hardware. We will use activity data for more emissions categories as methods to do so become available. We will continue reporting and updating our emissions boundaries as our business grows on our path to net zero emissions.\n\nPUE/WUE\n\nEach year, we calculate the Power Usage Effectiveness (PUE) and Water Usage Effectiveness (WUE) of our data centers. PUE measures how efficiently our data centers consume the energy to operate our servers and network infrastructure. It is calculated by dividing the energy consumed at the data center by IT electricity load. The closer our annual PUE is to \"1\" indicates how efficient our data centers are designed to consume electricity.\n\nAnnual WUE is calculated by dividing our water withdrawal, in liters, by IT electricity load, in kWh. The closer WUE is to \"0\", the more efficient consumption of water to cool our IT-related infrastructure.\n\nThese metrics are calculated based on best available data, including internal meters, design estimates, and utility bills where applicable.\n\nMeta’s water withdrawal\n\nThe water that we use in our offices and at our data centers are withdrawn from our local water utilities or local aquifers. We report our water withdrawals based on data from our local water utilities or meter data, where available. We also report our water withdrawal during construction, based on reported data from our construction partners. Not included in Meta’s 2022 operational water withdrawal numbers are an additional 1,780,000 cubic meters of water withdrawn for the construction of Meta data centers.\n\nMeta’s water consumption\n\nFor our data centers, we determine our water consumption via two methods:\n\n1. Calculating the difference between water withdrawal and wastewater discharge\n2. Calculating consumption based on cycles of concentration from our cooling systems\n\nFor our offices, we estimate our water consumption based on industry averages. All of our wastewater is discharged to local wastewater facilities.\n\nWater risk\n\nWe use water stress metrics in the WRI’s Aqueduct tool to conduct initial assessments of our water risks. When appropriate, we increase the level of water risk based on additional local knowledge.\n", "source": "meta_2022", "added": "2025-04-27", "created": "2025-04-27", "metadata": {"Source-File": "climate_reports/tp_reports/meta_2022.pdf", "olmocr-version": "0.1.59", "pdf-total-pages": 60, "total-input-tokens": 114841, "total-output-tokens": 31193, "total-fallback-pages": 0}, "attributes": {"pdf_page_numbers": [[0, 50, 1], [50, 542, 2], [542, 3278, 3], [3278, 3358, 4], [3358, 3945, 5], [3945, 5212, 6], [5212, 6243, 7], [6243, 7821, 8], [7821, 8145, 9], [8145, 9282, 10], [9282, 10747, 11], [10747, 11833, 12], [11833, 13810, 13], [13810, 16280, 14], [16280, 18449, 15], [18449, 19536, 16], [19536, 20532, 17], [20532, 23298, 18], [23298, 25011, 19], [25011, 26064, 20], [26064, 27694, 21], [27694, 30240, 22], [30240, 31914, 23], [31914, 33903, 24], [33903, 34958, 25], [34958, 37540, 26], [37540, 38714, 27], [38714, 40308, 28], [40308, 40536, 29], [40536, 43249, 30], [43249, 46812, 31], [46812, 49439, 32], [49439, 50574, 33], [50574, 51471, 34], [51471, 51815, 35], [51815, 52504, 36], [52504, 53614, 37], [53614, 55102, 38], [55102, 57564, 39], [57564, 58891, 40], [58891, 61193, 41], [61193, 61613, 42], [61613, 61624, 43], [61624, 65110, 44], [65110, 66557, 45], [66557, 70827, 46], [70827, 75620, 47], [75620, 80188, 48], [80188, 81037, 49], [81037, 84897, 50], [84897, 88000, 51], [88000, 90861, 52], [90861, 93743, 53], [93743, 97765, 54], [97765, 98874, 55], [98874, 101956, 56], [101956, 104556, 57], [104556, 108921, 58], [108921, 111995, 59], [111995, 111995, 60]]}}