{"id": "7448d767ee33406a616d13725dd44d41361fcc7a", "text": "CONTENTS\n\nExecutive Summary\n2 Chairman & CEO Letter\n3 Sustainability Disclosure Milestones\n4 2022 Sustainability Highlights\n5 2030 Goals & Progress\n7 Chief Sustainability Officer Message\n\nSupporting a Lower-Carbon Future\n9 Our Role in the Energy Transition\n10 Helping Our Customers Build a Better, More Sustainable World\n14 Supporting a Circular Economy\n18 Understanding Our Scope 3 Emissions\n20 Reducing Carbon in Our Operations\n\nReturning People Home Safely\n22 Employee Safety\n23 Customer Safety\n\nThe Power of Everyone\n25 Developing Our People & Their Potential\n27 Health & Well-Being\n28 Employee Experience\n\nOur Values in Action\n30 Corporate Governance\n31 Shareholder Engagement\n34 Ethics & Integrity\n35 Political Engagement\n36 Risk Management\n37 Responsible Sourcing\n38 Human Rights\n39 Beyond Caterpillar: Investing in Our Communities\n\nReporting\n42 About This Report\n43 ESG Data & Endnotes\n49 Independent Assurance Statement\n51 Prioritization & Management of ESG Issues\n52 SASB Index\n53 GRI Index\n65 Forward-Looking Statements\n\nCORPORATE PROFILE\n\nWith 2022 sales and revenues of $59.4 billion, Caterpillar Inc. is the world’s leading manufacturer of construction and mining equipment, off-highway diesel and natural gas engines, industrial gas turbines and diesel-electric locomotives. For nearly 100 years, we’ve been helping customers build a better, more sustainable world and are committed and contributing to a reduced-carbon future. Our innovative products and services, backed by our global dealer network, provide exceptional value that helps customers succeed. Caterpillar does business on every continent, principally operating through three primary segments — Construction Industries, Resource Industries and Energy & Transportation — and providing financing and related services through our Financial Products segment.\nCHAIRMAN & CEO LETTER\n\nWith nearly a century of sustainable innovation, Caterpillar has a legacy of providing products and services that continually improve the quality of life and the environment by helping our customers fulfill society’s need for infrastructure in a sustainable way. The world is transitioning toward a lower-carbon future, and Caterpillar supports efforts to mitigate climate change. We are making significant progress to reduce greenhouse gas (GHG) emissions from our operations, and our customers rely on Caterpillar to provide a diverse portfolio of products, services and solutions that lower GHG emissions, improve efficiency and productivity, and deliver energy flexibility.\n\nAs a leading global equipment and services provider, we believe the energy transition expands opportunities for profitable growth in a variety of ways. For example, we are helping our customers meet accelerating mined commodity demand and our products and services help address rising global energy demand for renewables and many traditional forms of energy. The growing momentum of the energy transition will also require significant global infrastructure investment while expanding Caterpillar’s services opportunities.\n\nCaterpillar has been a technology leader for nearly a century, and we continue to invest to meet the needs of our diverse global customer base. We are increasing our investments in autonomy, alternative fuels, connectivity and digital, and electrification (AACE). We will continue to invest more in AACE as we work with our customers to help them achieve their sustainability objectives. You can read about our expanded portfolio of fully electric, fuel-flexible and fuel-efficient products in this report.\n\nWe continue to be transparent about our goals, progress and innovations and remain committed to demonstrating shareholder responsiveness. This is illustrated through the publication of our inaugural Task Force on Climate-related Financial Disclosures (TCFD) report and disclosure of our Scope 3 use of sold products emissions.\n\nOur commitment to a reduced-carbon future extends to our public policy efforts as we advocate for a thoughtful approach to identifying and advancing policies that support our customers during the energy transition. More information is available in our 2022 Lobbying Report: The Purpose of Engagement, which we plan to issue annually.\n\nCaterpillar’s Values in Action are the foundation for our work, guiding us on our sustainability journey. Through the Caterpillar Foundation, we have engaged in sustainable infrastructure programs, workforce development and disaster relief in 40 countries. We were proud to celebrate the Foundation’s 70th anniversary of helping build resilient communities.\n\nWe believe the energy transition and growing global energy demand present significant growth opportunities for Caterpillar. Our global team, together with the Cat® dealer network, is committed to enabling a reduced-carbon future as we advance the products, services and solutions that help our customers build a better, more sustainable world.\n\nJim Umpleby\nChairman & CEO\nCaterpillar committed to its shareholders to provide three new disclosures in 2023. In addition to these commitments, in response to shareholder engagement gathered throughout last year, we provided an additional, new lobbying report to further enhance transparency through our disclosures.\n\n**Task Force on Climate-related Financial Disclosures (TCFD)**\nThe TCFD Report aligns with the 11 recommended disclosures of the TCFD and summarizes how we govern our strategy to address climate-related risks and opportunities and support customers in the energy transition.\n\n**Scope 3 Greenhouse Gas (GHG) Emissions**\nThis report includes our first disclosure of Scope 3 emissions data for Category 11, use of sold products.\n\n**ESG Incorporated into Incentive Plan for Executive Officers**\nAs described in our 2023 Proxy Statement, we incorporated environmental, social and governance (ESG) into our 2022 incentive plan for executive officers.\n\n**Lobbying Report: The Purpose of Engagement**\nThe lobbying report provides greater transparency and disclosure of our advocacy efforts and political engagements, including Climate Lobbying, as well as a description of the oversight and management of these activities.\n33% reduction in Scope 1 + 2 greenhouse gas emissions from 2018\n\n17% improvement in recordable injury frequency from 2018\n\n14 Employee Resource Groups (ERGs) building community, belonging and experiences to support development\n\nnearly $900M invested by the Caterpillar Foundation over the last 70 years\n\n100% of new products introduced reduced waste, improved design for rebuild/remanufacturing, lowered emissions or improved efficiency from the previous generation\n\n140M lbs of material taken back through Cat Reman\n\nSuccessful demonstration of first battery electric 793 large mining truck prototype, complementing our innovative portfolio of products and services designed to help our customers achieve their climate-related goals\n\nAll data represents 2022, unless otherwise noted.\n## 2030 GOALS & PROGRESS\n\n### Operations Energy & Emissions\n\n**GOAL:** We have set a science-based Scope 1 and 2 goal to reduce absolute greenhouse gas emissions from our operations by 30% from 2018 to 2030.\n\n**Progress:**\n- Implementing energy/GHG reduction initiatives at our facilities\n- Improving operational efficiency of our global footprint\n- Reduced our direct (Scope 1) emissions by nearly 21% from our 2018 base year\n\n**33%** reduction in absolute greenhouse gas (GHG) emissions from 2018\n\n### Operations Water\n\n**GOAL:** Implement water management strategies at 100% of facilities located in water high-risk areas by 2030.\n\n**Progress:**\n- Continued progress in our second year of implementing water management strategies at our facilities in water high-risk areas\n- While 14% of our impacted facilities have implemented all 9 of the required management elements, over 40% of all management elements have been completed by in-scope facilities\n\n**14%** facilities achieved goal of water strategy implementation\n\n### Operations Waste\n\n**GOAL:** Reduce landfill intensity by 50% from 2018 to 2030.\n\n**Progress:**\n- Increased the percent of non-metals recycled at our facilities by 34% in 2022 from our baseline year of 2018\n- In addition to reducing the landfill intensity of our operations, we have also reduced our overall waste (recycled and landfilled materials) intensity by 16% compared to our 2018 base year by focusing on waste reduction, recycling and improved operational efficiency\n\n**36%** reduction in landfill intensity from 2018\n## 2030 GOALS & PROGRESS CONTINUED\n\n| Product Emissions & Energy Efficiency | Remanufacturing | Employee Health & Safety | Customer Safety |\n|--------------------------------------|-----------------|--------------------------|-----------------|\n| **GOAL:** 100% of Caterpillar’s new products through 2030 will be more sustainable than the previous generation through collaborating with customers, reduced waste, improved design for rebuild/remanufacturing, lower emissions or improved efficiency. | **GOAL:** Increase sales and revenues from remanufacturing offerings by 25% from 2018 to 2030. | **GOAL:** We aspire to prevent all injuries and will further our industry-leading safety results by reducing recordable injury frequency (RIF) by 50% from 2018 to 2030. | **GOAL:** Provide leadership in the safety of people who work in, on and around our products |\n\n### Progress:\n- **100%** new products introduced in 2022 were more sustainable than previous generations\n- **19%** increase in sales and revenues from remanufactured products from 2018\n- **17%** improvement in recordable injury frequency from 2018\n\n### Progress:\n- All of the more than 50 new products in 2022 satisfied the goal criteria\n- Reduced emissions with four battery electric machine prototypes: the Cat® 301.9 mini excavator, 320 medium excavator, 950 GC medium wheel loader and 906 compact wheel loader\n- Improved fuel efficiency through products such as Progress Rail’s first hybrid intermediate power EMD® GT38H locomotives, to be delivered in 2023\n- Delivered performance and eliminated exhaust emissions with the R1700 XE battery electric underground loader and mobile MEC500 charger\n- 140 million pounds of material taken back for remanufacturing through Cat Reman\n- Cat Reman introduced 28% more remanufactured products in 2022 than in 2021 to support sustainability and total cost of ownership initiatives\n- Remanufacturing produces 65-87% less GHG process emissions as compared to manufacturing new parts\n- Engaged our employees in developing solutions to improve their own daily work and send everyone home safely every day\n- Amplified focus on new hire safety training and mentorship to manage risk\n- Implemented a Safety Dashboard that provides robust, real-time safety data for the benefit of employees and leaders informing their safety focus with facts and data\n- Provided safety counseling for 10,500+ customer employees\n- Supported 150+ customers in multiple industries to develop leaders and improve safety culture\n- Developed common master disconnect for future Cat machines and gensets to increase speed and consistency to lock machine during maintenance or emergency incident\n\n---\n\n1. Data does not include Progress Rail, Solar Turbines, Caterpillar Energy Solutions and Caterpillar Defense.\n2. Represents U.S. environmental impacts comparing “gate-to-gate” remanufacturing and manufacturing processes for engines and components. Based on 2018 external study of Cat engines, alternators and turbochargers. Does not include impacts elsewhere in our value chain.\nBuilding a better, more sustainable world\n\nIt has been my privilege to spend the last two decades collaborating with Caterpillar teams to advance and expand products, services and solutions for our customers. We continue to further our commitment to sustainability, a journey that has included making it one of Our Values in Action as part of our Code of Conduct and formalizing it as a key area of focus in our enterprise strategy. In 2023, I was honored to become Caterpillar’s Chief Sustainability Officer, along with my position as senior vice president of Caterpillar’s Large Power Systems Division. This is an exciting time to step into the role as we continue to support our customers on their sustainability journey.\n\nInnovation and integration are two of the things we do best at Caterpillar. We are leveraging these strengths to provide innovative products, technologies and services that help our customers meet their climate-related objectives. Additionally, we are supporting our customers throughout the energy transition as they build a better, more sustainable world.\n\nIn support of our long-standing commitment to sustainability, we continuously strive for increased transparency. This year, we will begin disclosing our Scope 3 use of sold products emissions. We have also aligned with the TCFD framework as another step in identifying, analyzing and managing our climate-related opportunities and risks. This complements the robust risk management strategy we have in place and supports the strategic choices we are making today to create profitable growth for tomorrow.\n\nSupporting a lower-carbon future, returning people home safely, demonstrating Our Values in Action and reporting for increased transparency are the key topics highlighted in our 2022 Sustainability Report. I invite you to read about the actions we are taking to continue to build on our legacy of providing products and services that advance sustainable progress and improve standards of living.\n\nDr. Lou Balmer-Millar\nChief Sustainability Officer\n\nAWARDS & RECOGNITION\n\nBusiness\nDow Jones Sustainability North America Indices\n23 years\n\nS&P Global\n2022 Sustainability Yearbook\n\nNewsweek\nAmerica’s Most Responsible Companies 2023 (#294)\nMost Trusted Companies (#7)\n\nInterbrand\nBest Global Brands (#83)\n\nWall Street Journal\nBest Managed Companies of 2022 (#29)\n\nBarron’s\n2023 100 Most Sustainable U.S. Companies (#74)\n\nWorkplace\nForbes Magazine\nWorld’s Best Employers 2022 (#116)\nAmerica’s Best Employers 2022 (#289)\nAmerica’s Best Employers by State 2022\nBest Employers for Veterans 2022 (#83)\nGlobal 2000, 2022 (#139)\nMexico’s Best Employers (#6)\n\nHuman Rights Campaign Foundation\nCorporate Equality Index 2022 (75%)\nEquidad MX 2023, top major Mexican businesses and multinationals for LGBT workplace inclusion, Caterpillar Nuevo Laredo\n\nFortune Magazine\nWorld’s Most Admired Companies (#102)\nFortune 500 (#78)\n\nFinancial Times\nEurope’s Diversity Leaders (#610)\n\n5 Stars Award\nBest Company To Work For in Brazil, “Large” Category\n\nUnited Way Worldwide\nGlobal Corporate Leadership Program\nSupporting a Lower-Carbon Future\n\nCaterpillar supports the goals of the Paris Agreement to limit global temperature rise, and we are committed and contributing to a reduced-carbon future. We demonstrate our commitment in many ways, including through significant progress in reducing GHG emissions from our operations. We are helping our customers achieve their climate-related goals by continuing to invest in new products, technologies and services that facilitate fuel flexibility, increased operational efficiency and reduced emissions. We updated our enterprise strategy to include sustainability as a strategic focus area, together with operational excellence, expanded offerings and services — given the opportunities presented by the energy transition and our work to help our customers achieve their climate-related objectives.\n\n2022 Highlights\n\n- 25+ years of mining autonomously with over 5 billion tonnes of material moved and about 30% improvement in productivity\n- 19% increase in sales and revenues from remanufactured products from 2018\n- Transforming Tucson Proving Ground into a working mine site of the future\nOUR ROLE IN THE ENERGY TRANSITION\n\nThe energy transition is one of the world’s challenges, but one that presents numerous opportunities. This is especially true for Caterpillar, as we develop products and services designed to support the energy transition and growing energy demand.\n\nBuilding Infrastructure\nOur construction equipment helps build the infrastructure for the energy transition. Our mining equipment supports the increased demand in critical materials, such as copper, lithium, nickel and cobalt, required for electric vehicles, battery storage, wind and solar power, and grid modernization and stability.\n\nOptimizing Natural Gas\nNatural gas is expected to play an important role in the transition to renewable energy. Our reciprocating engines and gas turbines are widely used across the globe in upstream natural gas production and transmission.\n\nEnhancing Energy Reliability\nIncreasing renewable power in electric grids creates opportunities for distributed power generation. Customers utilize our reciprocating engine generator sets and gas turbines to support electric grid stability.\n\nIncreasing Alternative Fuels\nWe offer machines and engines that are capable of operating on alternative fuels such as hydrogen, biogas, hydrotreated vegetable oil (HVO) and biodiesel, while continuing to develop technologies for the future.\n\nRead our CLIMATE & ENERGY STATEMENT\nHELPING OUR CUSTOMERS BUILD A BETTER, MORE SUSTAINABLE WORLD\n\nNow more than ever, our customers rely on us to provide diverse products, services and technology that help lower GHG emissions, improve efficiency and productivity and deliver energy flexibility. We are here to support our customers’ needs in their sustainability journey.\n\nOver the past 20 years, we have invested more than $30 billion in R&D to deliver best-in-class innovation, including autonomy, alternative fuels, connectivity and digital, and electrification (AACE) technologies. We integrate the energy technologies developed by our Energy & Transportation (E&T) segment into machines manufactured by our Resource Industries (RI) and Construction Industries (CI) segments, providing an advantage to our customers as we help them achieve their objectives. Going forward, we will continue to invest in these areas as we work with customers to help further their sustainability objectives.\n\nAutonomous Technology\nCaterpillar leads the industry in autonomy. We have the largest autonomous truck fleet in the world, with over 580 machines and more launching every year. Autonomy drives operations consistency for our customers — resulting in zero reported lost-time injuries, productivity improvement of up to 30% over staffed fleets, enhancing fuel efficiency, and reducing associated GHG emissions. Today, our autonomous portfolio goes beyond haul trucks to include water trucks, drills, dozers, wheel loaders and underground loaders — all of which can be operated remotely from thousands of miles away.\n\nUsing expertise gained from Caterpillar’s collaboration with customer Rio Tinto to develop the Cat 789 at its Gudai-Darri iron ore mine in Western Australia, Caterpillar introduced the fully autonomous Cat 777G water solutions truck in 2022. The 777G integrates a truck, tank and water delivery system with Cat technology to help manage the site with enhanced safety and productivity while using less water to control dust at mining and quarry sites.\n\nAlternative Fuels\nFuel choice is one way that customers can reduce lifecycle GHG emissions today. Many Caterpillar products operate on lower-carbon intensity fuels, including biodiesel, renewable diesel and biogas. These fuels reduce lifecycle GHG emissions in the fuel value chain; GHG emissions at the tailpipe are essentially the same as traditional fuels.\n\nFor example, all Caterpillar diesel engines can operate on 100% HVO. This includes the Cat C-Series engines a Swedish commercial and industrial equipment supplier uses to power its mining and construction equipment. In 2022, the supplier completed testing its range of machines to confirm they can operate with HVO without modifications to the engines or the fuel tanks.\nIn addition, Caterpillar engines operating on natural gas blended with up to 100% hydrogen are being demonstrated in power generation projects today; turbines can operate on up to 100% hydrogen. These and other projects are helping to demonstrate the viability of potential fuel sources like hydrogen while the infrastructure to support availability of renewable hydrogen is being developed.\n\nIn the maritime industry, we’re committed to supporting our customers’ climate-related objectives through methanol-powered solutions, which are efficient, cost-effective, and meet Caterpillar fuel standards.\n\nAccordingly, Caterpillar Marine joined the Green Maritime Methanol consortium in 2022, teaming up with other companies to streamline the adoption of methanol as a maritime transport fuel. Green methanol, an important candidate as a future fuel for the shipping industry, is easily stored aboard ships and can provide lower carbon intensity.\n\nCaterpillar’s investment in lean burn natural gas technology, microgrid controls, and energy storage has provided our customers flexibility to utilize alternative energy technologies and the opportunity for customers to reduce their carbon footprint. Exploration drilling has historically been powered by diesel or dynamic gas blending (DGB) technology, which consumes diesel and natural gas. Now with a fully integrated solution, Caterpillar can provide customers with a 100% natural gas solution, combining the best from its lean burn engines and microgrid technologies. Drilling rigs powered by Cat natural gas generators, such as the G3512, paired with an energy storage system provide customers with the same industry leading responsiveness experienced with Cat diesel engines. The benefits include a reduction of up to 80% nitric oxide, 11% CO2, and up to 30% engine runtime. With the ability to run on field gas, this gas hybrid solution can reduce the need for flaring while creating a fuel cost savings of up to 85% and reducing operational GHG emissions.\n\nConnectivity\nFor more than 20 years, Caterpillar has been connecting machines and using telematics to create machine insights. The data from 1.4 million connected assets helps customers operate their fleets more efficiently to optimize productivity and conserve resources such as fuel.\n\nWhen in search of ways to sustainably provide seafood in the future, it makes sense to do so in a manner that minimizes the operation’s environmental footprint. This is why California-based Pacific6 Enterprises has turned to Caterpillar Marine to pilot a parallel battery hybrid propulsion system for a first-of-its-kind aquaculture farming vessel. Powered by a Cat C18 engine, this next-generation hybrid architecture boat will leverage proven electrical systems and integrated components from Caterpillar’s construction and mining product lines.\n\nThe vessel will be equipped with 961 kWh of battery capacity, supplied by Caterpillar to help enable zero-exhaust emissions when operating solely on battery power in both farming operations and port departure and entry. Caterpillar Marine also will provide the complete integration of the hybrid propulsion system, reducing the number of installed diesel engines from two to one.\nCaterpillar designed batteries can power a variety of industrial applications. Numerous products using electrification are currently in development, including 48V, 300V, and 600V batteries and four battery electric machine prototypes — the 301.9 mini excavator, 320 medium excavator, 950 GC medium wheel loader and 906 compact wheel loader. The machines are powered by Cat battery prototypes and include an onboard AC charger. The lithium-ion battery range features a modular design that offers flexible configurations across multiple applications. The batteries are engineered to be scalable to industry and customer performance needs and maximize sustainability throughout their lifecycle, including recycle and reuse at the end of life.\n\n**Regulatory Compliance**\n\nIn addition to investments in new technologies to support the energy transition, we’re committed to ensuring traditionally powered machines and equipment are as efficient as possible and compliant with stringent emissions regulations. Caterpillar provides U.S. Environmental Protection Agency (EPA) Tier 4 Final, European Union (EU) Stage V or equivalent products in North America, Europe, and select regions around the world. These products provide up to a 90% reduction in emissions (nitrogen oxides and particulate matter) compared to U.S. EPA Tier 3 or EU Stage IIIA emission standards. Product improvements in each segment provide customers with cost-saving benefits of improved fuel efficiency and fuel flexibility. Modular offerings allow customization of products to optimize technology.\n\n**Electrification**\n\nCaterpillar is committed to delivering robust electrified products and solutions for our customers. We are gaining valuable experience from our initial introductions of battery-powered equipment and the additional battery-powered machines and chargers under development will help our customers achieve their climate-related objectives. Electric drivetrains and hybrid powertrains employ an electric drive transmission with power components to improve energy efficiency and productivity. The Cat D11 XE4 dozer, for example, harnesses the power and efficiency of an electric drive. Now in full production, the dozer’s electric drive system provides constant power to the ground with continuous pushing and greater maneuverability, leading to faster cycle times and improved fuel efficiency compared to previous models.\n\nFor mining customers, the electric Cat R1700 XE LHD offers 100% battery electric propulsion, producing zero-exhaust emissions and significantly less heat than a reciprocating engine powered model for underground mining operations. The new underground LHD supports customers seeking reduced-carbon opportunities.\n\n**BIG PROJECT, BIG BENEFITS**\n\nA large-scale project high in the Austrian Alps demonstrates the role of Cat construction machines in supporting the energy transition. The Kuhtai Dam project is Europe’s largest current construction site, carries a $1 billion price tag and spans two 3,000-meter-high mountains. When complete in 2026, the dam will store more than 33 million cubic meters of water that will power a hydroelectric plant to provide a significant amount of renewable energy for the region.\n\nIt’s a job for which Cat machines are uniquely suited, based on prior deployments at high altitudes and in even colder mining conditions. Caterpillar and Cat dealer Zeppelin worked closely with the customer to cover every detail and special need: from ensuring that all 16 new machines arrived at the site in a timely manner to modifying the equipment to accommodate the mountainous terrain to deploying fast fueling technology.\n\nWe added to our software portfolio in 2022 with the acquisition of Tangent Energy Solutions, which provides customers turnkey solutions for reducing energy costs, monetizing electric grid support, and providing resiliency for customer operations. Tangent Energy’s proprietary software solutions monitor patterns from grid and client facilities, analyze opportunities in energy markets, and dispatch resources to maximize returns without disrupting normal business operations.\n\nTo learn about more product highlights and recent announcements, see our sustainability news.\nWHERE THE FUTURE OF MINING IS NOW\n\nIn support of the energy transition, Caterpillar is investing to transform our Tucson Proving Ground, located in Green Valley, Arizona, into a working, sustainable “mine site of the future” by installing and utilizing a variety of renewable energy sources. The objective is to implement the same sustainability solutions that mining companies will use at their own operations and learn firsthand what it takes to run an electrified mine site and effectively support customers through the energy transition.\n\nThe transformation of the Tucson Proving Ground allows us to better demonstrate our energy transition commitments and serve as an advisor to customers as we navigate the integration of new technologies together. The site will leverage a variety of renewable power sources, including wind and solar, capable of powering the facility and its products as they become electrified. In addition, the transformation of the facility will serve as a learning platform for optimizing charging and energy management integration.\n\nBATTERY ELECTRIC MINING TRUCK ACCELERATED DEVELOPMENT STRATEGY\n\nCaterpillar demonstrated its first battery electric 793 large mining truck prototype in 2022 as part of a growing portfolio of innovative electrified solutions with support from key mining customers participating in Caterpillar’s Early Learner program. The program focuses on accelerating the development and validation of Cat battery electric trucks at participating customers’ sites. This approach supports the climate-related objectives of the program’s participants, including BHP, Freeport-McMoRan, Newmont Corporation, Rio Tinto and Teck Resources Limited. A primary objective of the program is for Caterpillar to collaborate more closely with customers as the industry undergoes transformational change through the energy transition.\n\n| PROTOTYPE | EARLY LEARNER | PILOT | PRODUCTION |\n|-----------|---------------|-------|------------|\n| 2022      | 2024          | 2025  | 2027+      |\n| • Machine technical feasibility | • Product and technology validation | • Fleet optimization | • Full production capabilities |\n| • Validate technical assumptions | • Refine requirements | • Validate production intent | • Site Integration |\n|           | • Process development | • Infrastructure learnings |           |\nSUPPORTING A CIRCULAR ECONOMY\n\nCaterpillar products are built to be rebuilt. They are designed to withstand heavy-duty operating conditions and to be restored and used for multiple lifecycles, reducing the need for raw materials and associated GHG emissions. Designing products and components to be used throughout multiple service lifecycles is the essence of our remanufacturing approach across multiple products and brands.\n\nRemanufacturing Goal\n\nIncrease sales and revenues from remanufacturing offerings by 25% from 2018 to 2030.\n\n19% increase in sales and revenues from remanufactured products from 2018\n\nData includes remanufacturing offerings provided by Cat Reman, Progress Rail, Solar Turbines, Caterpillar Energy Solutions and Caterpillar Defense.\n\n*It is recommended to replace before failure. Replacements after failure may result in partial credit.\nIn March 1973, Caterpillar established itself as the first company in the United States (U.S.) with its own diesel truck engine remanufacturing plant and released the first direct injection truck engine from its assembly line. Prior to that, an aging diesel truck engine in the United States was usually replaced with a new one after it passed the 120,000-mile mark. That changed, thanks to Caterpillar. In the years following, the Cat Reman product line expanded to encompass most of the industries Caterpillar serves today. Less energy and material are needed because we don’t have to harvest and assemble all the raw material required for new. We’re starting with core parts that can be reused — not manufacturing a completely new part. Rather, the remanufacturing process uses the existing resource to build it back to like-new condition.\n\nThrough Cat Reman:\n\n- **140M** pounds of material taken back in 2022\n- **89%** end-of-life eligible returns collected\n\nSustainability Benefits of Remanufacturing:\n\n- **65-87%** less greenhouse gas process emissions\n- **80-90%** less new materials used\n- **65-87%** less process energy use\n\n---\n\n1. Data does not include Progress Rail, Solar Turbines, Caterpillar Energy Solutions, and Caterpillar Defense.\n2. Represents Cat Reman customers’ end-of-life components (“core”) returned to Caterpillar by dealers, as a percentage of core returned plus unreturned core eligible for credit no later than 2022.\n3. Represents U.S. environmental impacts comparing “gate-to-gate” remanufacturing and manufacturing processes for engines and components. Based on 2018 external study of Cat engines, alternators and turbochargers. Does not include impacts elsewhere in our value chain.\n4. By weight.\nSolar Turbines\nSolar Turbines remanufactures turbine components to support the overhaul business. Through advanced remanufacturing processes, components are returned to like-new condition. Once components have been certified, they are used in major assemblies and integrated into the overhaul engine exchange fleet. This allows customers to exchange their engines in days rather than months of downtime. A similar process is used to remanufacture our gas compressor components.\n\nThe exchange equipment is tested and certified to the same performance and emission specifications as new equipment and may receive the latest enhancements and design improvements, as required. Solar continues to expand remanufacturing capabilities and invest in condition-based engineering, which allows for more finite determination of remaining useful life. Condition-based engineering improves remanufactured content and extends overhaul cycles while ensuring quality at every step.\n\nThe company has made significant investments in internal repair and remanufacturing capability. Additionally, Solar partners with its suppliers to remanufacture and extend the life of various turbomachinery components. As a result, Solar’s remanufactured content has grown steadily over the years and provides significant support to overhauled turbomachinery equipment worldwide. The company also continues to invest in facilities around the world to expand capabilities with the goal of reducing transportation and providing a faster customer response.\n\nCat Reman\nCat equipment is built to last. It is designed to withstand heavy-duty operating conditions and to be restored and used for multiple lifecycles. Cat Reman gives materials a new life, delivers sustainability benefits to our customers and helps Caterpillar contribute to the circular economy. Caterpillar has been remanufacturing for 50 years of our nearly 100 years in business. Today, remanufacturing is at the heart of our strategy to help customers build a better, more sustainable world.\n\nWhen a component reaches the end of its initial serviceable life, a dealer can return the used component, or core, to Caterpillar. That core is cleaned, inspected, salvaged and remanufactured to original factory quality and performance specifications. This includes any relevant engineering updates. Cat Reman uses state-of-the-art salvage techniques, strict reuse guidelines, and advanced remanufacturing processes and quality controls to ensure that remanufactured products provide like-new performance, coupled with a same-as-new warranty. That means when a customer purchases a Cat Reman product, they’re getting an affordable, accessible product that performs like new — and one they can say supports a circular economy. Their total cost of ownership can be lower, too, after a qualifying core return and core deposit refund.1\n\nWe work together throughout our primary segments — CI, RI and E&T — to expand the enterprise’s offerings to our customers, lower their costs and provide quick turnarounds. Remanufacturing is a true “win-win” for both our customers and the company.\n\nProgress Rail\nProgress Rail extends the use of existing locomotives by providing rebuild, overhaul and repower options. These modernization programs upgrade electrical and mechanical systems and other components to extend locomotive life by 10 years or more with appropriate maintenance. We also offer reconditioning or repair services for freight cars and a wide range of components, ensuring value-added returns are available for customers and reducing annual maintenance costs. When locomotives and railcars finally reach the end of their usable lives, they can be recycled for other uses through Progress Rail’s scrap management services. We also provide rail take-up and inspection services, including grading of previously used rail that is then recycled, repurposed for other non-rail uses, or relayed into track. In 2022, Progress Rail processed about 70,000 gross tons of material from its scrap management services.\n\n1. Terms and core acceptance criteria apply.\nCat Certified Rebuild\nIn the same spirit as Cat Reman, Cat Certified Rebuild programs increase the lifespan of equipment by providing customers with product updates at a fraction of the cost of buying a new machine, enabling us to extend the life of materials. A complete Cat Certified Rebuild includes more than 350 tests and inspections, automatic replacement or reconditioning of approximately 7,000 parts, and a like-new machine warranty. Trained dealer service professionals perform rebuild work using genuine parts while incorporating the latest engineering updates. Caterpillar provides information, data, training and service tools to help dealers decide which parts to reuse to achieve the expected longevity of rebuilt components. Since 1985, Caterpillar and Cat dealers have rebuilt more than 43,000 machines, powertrains and components.\n\nCaterpillar Energy Solutions X-Change\nThe X-Change program is a parts replacement program for medium and large MWM and Cat branded engines and a great example of circular economy principles. By remanufacturing and selling X-Change parts, engines and gensets, customers benefit from quick and cost-effective overhauls and repair services, maximizing uptime. The replaced parts that reached the initial serviceable lifetime are returned to Caterpillar Energy Solutions where they are cleaned, disassembled, inspected and remanufactured to like-new condition. Technology updates that could potentially reduce emissions and increase efficiency and reliability are included.\n\nCaterpillar Defense\nSupporting U.S. and allied military forces and governmental agencies worldwide, Caterpillar Defense responds to each operation’s individual needs for machines, engines, power generation, services and support, offering solutions that extend the lifecycle of products. Through the U.S. Military Service Life Extension Program (SLEP), Cat dealers give machines a complete second lifecycle at a fraction of new replacement cost. Caterpillar trained and qualified technicians conduct repairs on military bases and customize replacement parts for local needs.\nUNDERSTANDING OUR SCOPE 3 EMISSIONS\n\nCaterpillar is contributing to a reduced-carbon future by investing in new products, technologies and solutions to help our customers meet their climate-related objectives. We have committed that 100% of our new products through 2030 will be more sustainable than the previous generation. Caterpillar will continue to support our diverse range of global customers while executing our strategy for long-term profitable growth.\n\nCaterpillar is represented by durable, reliable and innovative products. Many of our products are built to be rebuilt and our remanufacturing options deliver multiple sustainability benefits. By returning components at the end of their initial serviceable lives to like-new condition, we reduce waste and minimize the need for the raw material, energy and water to produce new parts.\n\nCaterpillar utilizes guidance from the GHG Protocol to calculate Scope 3 GHG emissions. Our Scope 3 emissions are estimated to be more than 95% of the company’s total Scope 1, 2 and 3 GHG emissions inventory. Given the company’s large, global customer base covering a diverse set of industries, including construction and mining equipment, off-highway diesel and natural gas engines, industrial gas turbines, diesel-electric locomotives, and others, Category 11 — use of sold products — is our largest Scope 3 category. The remaining fourteen categories of estimated Scope 3 emissions are either not relevant or are immaterial, representing collectively less than 5% of our total Scope 3 emissions.\n\nThe five-year trend of Caterpillar’s estimated Scope 3 use of sold products emissions illustrates annual emissions at the enterprise level and by primary business segment — CI, RI and E&T — as well as the enterprise sales and revenues trend and emissions intensity (MT CO2e divided by enterprise sales and revenues). Most of Caterpillar’s emissions come from products with high-power output, high fuel consumption, high runtime and long product life. In some cases, product life extends decades through service life extension activities including rebuilds, remanufacturing and overhauls.\n\n1. Statement has been assured by ERM CVS, see data assurance statement.\n2. The annual estimates for lifetime use of sold products GHG emissions are calculated from the GHG Protocol expression: \\( \\text{Emissions} = \\text{total lifetime expected uses of product} \\times \\text{number of products sold in reporting period} \\times \\text{fuel consumed per use (kWh)} \\times \\text{emission factor for fuel (kg CO2e/kWh)} \\). The inputs to this equation are specific to construction machines, mining machines, off-highway diesel and natural gas engines, industrial gas turbines, and diesel-electric locomotives, applied at the product-level to calculate lifetime emissions then aggregated across the full enterprise portfolio. Included in the calculation are GHG emissions from combustion of fuels in our products until the estimated point of final disposal covering rebuild, remanufacturing and overhaul events that extend the service life of the product. Excluded from this calculation are emissions from upstream production of fuel consumed in Caterpillar products, fuel efficiency and emission factor changes through the life of the product, refrigerant emissions, and others considered insignificant to Caterpillar’s enterprise number. The inputs to perform this calculation were integrated from many data sources including but not limited to: Operation and Maintenance Manuals (OMM), product design data, telemetry data, public data sources (U.S. EPA, industry data), and internal engineering, product, marketing, and other subject matter expertise. Our company’s total enterprise Scope 3 use of sold products emissions calculation was verified by a third-party assurance firm (ERM CVS); see the data assurance statement.\nThe impact of macroeconomic conditions on global markets, including the COVID-19 pandemic, had an effect on enterprise emissions due to product mix changes and lower unit volume shipped in 2020 and 2021. Caterpillar’s sales and revenues reflect strong growth from 2020 through 2022, however, emissions remained essentially flat during this period, primarily due to product mix and volume changes across our portfolio. The resulting product mix change is dependent on market and customer trends, especially in certain emissions-intensive industries that changed significantly since 2019. As of the date of this report, Scope 3 use of sold products emissions are expected to increase in 2023 based on customer demand, as well as anticipated shifts in product mix and customer and business trends.\n\nCaterpillar has been a technology leader for nearly a century. We have significant experience developing innovative technologies through consistent R&D investments intended to allow us to maintain technology leadership. Caterpillar remains committed to helping our customers achieve their climate-related objectives and providing long-term profitable growth for our shareholders. Today, for example, all gas turbines offered by Caterpillar can operate on hydrogen blends and some of these turbines can operate on 100% hydrogen. We also offer reciprocating generator sets capable of operating on hydrogen blends and the Cat G3516H gas generator set can be configured to use 100% hydrogen. Our products can use an increasingly wide range of fuels, including renewable fuels, biodiesels, biogas, hydrogen blends and HVO. We also continue to invest in power sources that offer lower emissions without sacrificing performance. To support our customers’ climate-related objectives, Caterpillar offers modern engines and drive trains equipped with the latest technologies that improve fuel efficiency, reduce emissions and translate into cost savings for our customers.\n\nCaterpillar demonstrated our first battery electric 793 large mining truck prototype, operated fully loaded at its rated capacity in a live demonstration with key mining customers in November 2022. Our electric Cat R1700 XE LHD offers 100% battery electric propulsion, producing zero-exhaust emissions for underground mining operations. Our CI segment is expanding its product portfolio and displayed four battery-powered electric machines in October 2022. Our E&T segment has initiated numerous sustainability innovations covering a range of technologies through both organic and inorganic growth and development, including the acquisition of CarbonPoint Solutions, which provides customers access to carbon capture solutions. Caterpillar also offers Cat Energy Storage System, or ESS, a rapidly deployable electric power solution to help customers integrate multiple power sources on a worksite. Cat ESS can provide grid stabilization, transient assist and renewable energy storage. Learn more about Caterpillar’s sustainability-related product innovations and solutions.\n\nNow more than ever, our customers rely on us to provide diverse products, services and technology that help lower GHG emissions, improve efficiency and productivity and deliver energy flexibility. The opportunities presented by the energy transition and our work to help our customers achieve their climate-related objectives led us to add sustainability as a focus area of Caterpillar’s enterprise strategy. We have committed that 100% of our new products through 2030 will be more sustainable than the previous generation. Caterpillar will continue to support our diverse range of global customers while executing our strategy for long-term profitable growth.\nREDUCING CARBON IN OUR OPERATIONS\n\nWe work to reduce GHG emissions in our operations while also minimizing water use and waste generation. Environmentally efficient operations align with our strategy for operational excellence across the enterprise. Guided by our enterprise sustainability goals, we have demonstrated progress and are committed to reaching our targets.\n\nCaterpillar manages hundreds of facilities worldwide and some of these operations, especially our manufacturing sites, are energy intensive. To reduce our energy consumption and our GHG emissions, we are improving energy efficiency, investing in renewable power generation technologies, and considering new solutions. Likewise, we are making other environmental improvements to conserve water by implementing best management practices, notably at facilities located in water-stressed regions, and managing waste through improved recycling and waste minimization activities.\n\nOur enterprise energy management team builds awareness, encourages action and develops improvements in energy efficiency and renewable power generation. These solutions include installing renewable energy technologies, such as photovoltaics (PV) or microgrid installations that combine PV with battery storage to supplement and offset electricity generated with diesel fuel at off-grid locations. One significant contribution to alternative energy consumption is the operation of combined heat and power (CHP) systems to power several manufacturing facilities. The energy management team evaluates opportunities for replication of CHP, PV and microgrids at other locations. We continue to assess new ways to upgrade systems and make facilities more efficient.\n\nAn example of energy innovation can be found at our facility in Lafayette, Indiana, which conducts endurance testing for many Cat products. Testing runs 24 hours a day to provide valuable data insights to improve our products, and the process produces large amounts of energy. Rather than waste this energy, our team at the facility has utilized Cat gensets to harness the energy and use it for supplemental facility power. This change is estimated to have resulted in more than 114,000 metric tons of CO2e emissions avoided over the last five years. In addition to contributing to Caterpillar’s goal to reduce absolute GHG emissions from our operations by 30% from 2018 to 2030, this change has saved the facility more than $8.5 million.\n\nEHS Management System\nWe maintain high standards for environmental, health and safety (EHS) throughout the company. Caterpillar’s EHS Management System, documented in our EHS assurance manual, establishes foundational requirements and best management practices for all workplaces globally, including majority-owned subsidiaries and majority-owned joint ventures. Our facilities assess compliance with our requirements annually, and our EHS assessment team reviews those assessments while conducting more in-depth audits of select facilities each year.\n\nBeyond meeting standard expectations, facilities implement initiatives to enhance safety, decrease energy use and increase productivity. As facilities evaluate potential environmental initiatives, they also consider annual investment required, total anticipated cost savings and average pay-back period. We invite facilities to report emissions reduction activities through internal awards and recognition processes.\n\nOperations\n\nWe have set a science-based Scope 1 and 2 goal to reduce absolute greenhouse gas emissions from our operations by 30% from 2018 to 2030.\n\n33% reduction in absolute GHG emissions from 2018\n\nImplement water management strategies at 100% of facilities located in water high-risk areas by 2030.\n\n14% facilities achieved the goal of water strategy implementation\n\nReduce landfill intensity by 50% from 2018 to 2030.\n\n36% reduction in landfill intensity from 2018\nReturning People Home Safely\n\nThe safety and well-being of those who work in our facilities and those who work in, on and around our Caterpillar products is of the utmost importance for Caterpillar and one of the hallmarks of our operational excellence.\n\n2022 Highlights\n\n- 17% improvement in recordable injury frequency from 2018\n- Strengthening Caterpillar’s safety-focused culture\n- Supporting customers, dealers and suppliers in their journey toward safety excellence\nEMPLOYEE SAFETY\n\nWe relentlessly strive to ensure our workforce returns home safely every day. We contribute toward a global environment where people can live safe, healthy and productive lives. Safety is forefront in our strategic goals and metrics, with visible commitment and support of leadership. We believe the best way to drive a culture of safety excellence is to create an environment where each person and team is accountable for their own safety and the safety of those around them. Additionally, we nurture a culture of learning in which we continually enhance safety through training and experiences.\n\nCreating Accountability for Everyone\nWe believe safety is both management and employee led. From practical expertise, our employees can create and champion their own safety improvements. We provide every employee, especially newly hired employees, with knowledge to perform their job safely, and leaders regularly receive training on safety compliance and setting an example for a strong safety culture. These actions help us manage risk while creating a culture focused on learning, speaking up and protecting those around us.\n\nWe track enterprise metrics and targets as well as individual business unit goals. Common enterprise targets create structure and accountability, while business unit strategies focus on safety culture to create opportunities for innovation. We drive clear accountability with our EHS management system, that establishes expectations worldwide.\n\nSafety Performance\nWe improved our recordable injury frequency (RIF) rate by 17% from our 2018 base year, although our performance declined by 7% in 2022 from 2021. This performance came on the heels of the pandemic and during a period of rapid growth in our operations that included hiring a significant number of new employees. While we are proud of our progress, we are also deeply saddened that an employee suffered a fatal workplace injury at one of our facilities during the year. This incident highlights that safety must always remain our focus and further strengthens our safety resolve.\n\nSetting the Bar Higher\nAs we pursue our 2030 goal, business unit leaders are engaged in our safety vision. We are strengthening Caterpillar’s safety focused culture, further enhanced by encouraging employee involvement in partnering with leaders to develop safety solutions. Feedback, problem solving dialogue and initiatives foster increased trust and collective ownership. Providing safety learning opportunities for our leaders, safety professionals and employees enhances our efforts. Our goal is challenging but is vitally important as we focus on the safety of our employees.\n\nIMPROVING ERGONOMICS IN INDIA\nAt our Caterpillar India Private Limited facility in Thiruvallur, a team including engineering, safety and management worked alongside our shop floor employees to improve ergonomics throughout the assembly processes. Through a variety of lifting tables and devices, we eliminated high-risk lifting activities. We also developed a governance dashboard to confirm the improvements are sustained. As a result, ergonomic risk decreased, efficiency improved and employees were engaged in enhancing the safety of their area.\n\nMAKING ELECTRIC DRIVES, SAFELY\nIntroducing electric drives to construction machinery brings challenges in fire control, storage and emergency response. To support safe implementation, a cross-functional team from safety, purchasing, quality, logistics, operations and engineering developed a safety manual to guide the manufacturing process. The manual was developed using industry best practices, and the team conducted a pilot to enhance its effectiveness.\n\nGoal\nWe aspire to prevent all injuries and will further our industry-leading safety results by reducing RIF by 50% from 2018 to 2030.\n\n17% improvement in recordable injury frequency from 2018\nCUSTOMER SAFETY\n\nCaterpillar’s commitment to safety goes beyond our employees and facilities. Caterpillar Safety Services provides coaching to customers at every stage in their journey toward safety excellence and change enablement. This team supports our dealers, suppliers and customers using cultural assessment tools, continuous improvement processes, risk management technology and a wealth of industry-focused safety resources.\n\nHuman-Centered Change Management\nCompanies across the globe recognize the need for change management, and integrating it into their operating philosophies. A successful, people-centered change management process results in more engagement of the workforce, increased commitment to the cause, and enhanced performance.\n\nCustomer Safety 2030\n\nGoal\n\nProvide leadership in the safety of people who work in, on and around our products.\n\nSAFETY GOES TO THE FRONT LINE\n\nEven companies with high safety performance must focus on continuous improvement. That is why a global leader in the construction and maintenance of transport infrastructure turned to Caterpillar Safety Services to enhance its safety culture.\n\nWith the help of experts from Caterpillar Safety Services, the organization launched a Journey to Goal Zero as a corporate-wide safety program involving 5,000 employees. The approach was simple: make safety everyone’s responsibility. Through cross-functional rapid improvement workshops, they turned over control of safety to employees in the field, asking them to rebuild safety processes from the ground up based on their frontline knowledge. The other significant change: using positive recognition—rather than focusing on what’s wrong—to measure performance.\n\nOn the other side of the transformation was an empowered team that began to take continuous improvement into their own hands—precisely what needed to happen to move from average to excellent.\nAt Caterpillar, we believe in The Power of Everyone as a source of innovation and competitive advantage. Our people come from across the globe, with diverse backgrounds, experiences and perspectives united by Our Values in Action. Our employees care deeply about our mission and purpose and play an important role in helping our customers build a better, more sustainable world.\n\n2022 Highlights\n\n- Over 5,000 employees participated in professional development sessions on topics ranging from career development to thriving on a global team to inclusive leadership\n- More than 2.1 million training course completions\n- Nearly 42% of 2022 front-line leaders graduated from our refreshed by-invitation leadership development program\nDEVELOPING OUR PEOPLE & THEIR POTENTIAL\n\nStarting on day one, we encourage employees to focus on continuous learning so they can develop their skills and grow their career. We offer meaningful work in an inclusive environment with rewarding opportunities, growth and development throughout every phase in an employee’s career.\n\nWe provide a variety of opportunities for learning and development because our employees learn in different ways:\n\n- Upskilling via formal classroom/virtual learning to build skills and capabilities so employees can continue to problem solve, innovate and meet the changing needs of our customers.\n- Experiential learning to create opportunities for employees to learn by doing, with real-time space to learn, fail and grow.\n- Mentoring to accelerate interpersonal and professional development by pairing employees up with someone more experienced.\n\nIn 2022, over 5,000 employees participated in professional development sessions on topics ranging from career development to thriving on a global team to inclusive leadership. With over 2.1 million course completions, our learning offerings continued to be an important resource for employees to grow their skills.\n\nWe hire high school, college and graduate students into roles that provide in-person or hybrid experiential learning opportunities to enhance their skills and develop hands-on knowledge of our business:\n\n- Hired over 2,000 early-career employees from 150 colleges and universities around the world.\n- Hosted nearly 500 U.S.-based interns virtually and in person at the Edwards Demonstration Center in Edwards, Illinois, to grow business acumen and teach them about Caterpillar and the rewarding career opportunities we provide.\n- Half of the early career hires at Cat Digital are former interns.\n\nWe lay a strong foundation for the employee experience starting with the onboarding process. Our Strategic Procurement and Planning Division created a program to help new employees in the division define what success looks like for them. Through access to learning programs and networking opportunities, these employees have tools to help them perform today and upskill for the future.\n\nWe support employee development through our 14 Employee Resource Groups (ERGs), where members have access to personal and professional growth opportunities. Our employees are also active in many external professional partnerships, technical societies and organizations focused on networking and growing skills. We’ve nearly doubled year-over-year hiring in professional affiliations like the Society of Women Engineers, Society of Hispanic Professional Engineers, National Society of Black Engineers and the Thurgood Marshall College Fund.\n\nOur goal to grow services was the focus of two development courses. Over 2,000 attendees across the enterprise participated in the Commercial Acumen Program, enhancing our marketing, sales and product support employees’ understanding of our business segments with a focus on services growth. Our CI segment introduced a six-week Services Learning Accelerator program to give employees a deeper understanding of how they can support our growth goals.\n\nThe Electric Power Division is helping employees develop a customer-centric mindset. More than 225 employees are building competency in consultative sales and embracing an owner’s mindset through a new sales excellence curriculum. The investment is helping grow services and adapt to a changing energy landscape.\nNearly 10,000 employees completed a new career planning and development course, where they learned how to discover career aspirations, hold meaningful career discussions with their manager and set development goals. We also launched a personalized digital platform, available in 60+ languages to provide enrolled employees with coaching on personal and professional goals.\n\nTo ready a new generation of leaders, we refreshed our by-invitation leadership development programs for front-line, mid-level and executive leaders. Our programs focus on helping leaders develop skills like coaching, change management, effective communications, giving feedback, creating psychological safety and building an inclusive culture.\n\nOur front-line leadership program focuses on core skills critical to developing leadership capability. Based on real-life challenges and opportunities, nearly 42% of front-line leaders completed a structured, four-month training that included on-demand and on-the-job exercises to maximize capability building.\n\nOur success depends on having a pipeline of skilled talent at all levels of the organization. Through rigorous selection processes and relevant development, we ensure a deep bench of capable talent now and in the future.\n\nAt Caterpillar, we respect freedom of association and where we have unions, works councils and other forms of employee representation, we always strive to have respectful, values based labor-management relationships. We also collectively bargain, inform and consult in good faith, fully complying with all country labor-management laws and standards.\n\nAdditionally, we understand and respect that there are also employees who may prefer or choose not to be represented, and we have the same direct and positive relationship with them. Most important and through Our Values in Action, regardless of whether represented or non-represented, we foster a positive employee relations environment built on trust, confidence and respect.\nHEALTH & WELL-BEING\n\nOur success as a company begins with our people. That’s why Caterpillar’s Total Rewards package is designed to keep our employees performing at their best at work, home and in their communities.\n\nOur Total Health offerings nurture our whole selves, including programs for our physical, emotional and financial well-being, as well as opportunities to promote social health and a sense of purpose.\n\nOur Total Health Highlights campaigns increase knowledge of important health issues and encourage adopting healthy behaviors. Helpful resources are published online and delivered through our “Total Health Champions,” a global network of over 100 employee volunteers who share their passion for wellness. This team coordinates programs and events that emphasize the importance of good health, including quarterly health education and awareness campaigns customized to our employees’ needs.\n\nOur monthly U.S. financial health webinar series covers topics that help our employees budget, save, plan and invest for their futures. We also offered a Retirewise four-part series that provided hands-on ways our employees can get and stay on track financially.\n\nOur Total Rewards Package Promotes Overall Well-Being\n\nOur commitment to health and well-being includes our employees and their families.\n\nWe offer a variety of benefits to both our full and part-time global workforce that extends to employees’ spouses, same-sex domestic partners and dependents. Benefits vary by country, but may include:\n\n- Health care coverage, including medical, prescription drug, dental, vision, and preventive exams and testing\n- Tax-savings accounts, including flexible spending accounts, health savings accounts and commuter/parking/transit accounts\n- Parental and adoption leave and infertility benefits\n- Life and disability insurance\n- Retirement savings plans\n- Time-off benefits, including vacation, holidays and paid volunteer time\n- Additional voluntary benefits, such as accident insurance, legal services and identify theft\n- Employee Assistance Program\n\n2X employee participation in our monthly U.S. financial health webinars compared to 2021\n\n20,000 people accessed our Total Health website, which contains resources on physical and mental well-being related topics\n\nOver 20,000 employees across the globe attended at least one of 360 training sessions through our Employee Assistance Program on mental well-being related topics\nEMPLOYEE EXPERIENCE\n\nAt Caterpillar, we are committed to continuous improvement. We believe feedback plays a big role in helping us improve, and we prioritize listening and taking action to create a culture where employees can do their best work.\n\nWe care about the employee experience and seek to make it better. Each year, every employee is invited to participate in the confidential Employee Insights survey and provide their feedback and perspectives.\n\nWe made important changes to our employee listening programs. The enhancements give leaders the insights they need to make better decisions about how to lead their teams and ways to effectively influence business outcomes through people.\n\nWe know there are moments that matter throughout an employee’s career. Gathering insights from our new hires help us understand the onboarding experience. We gauge whether they feel welcome, have a sense of belonging and connection to the organization’s mission, have the tools and resources to enable them to do their job, and are proud to work here.\n\nDiversity & Inclusion\n\nAt Caterpillar, we are committed to fostering a diverse workforce and an inclusive environment, and believe that diversity and inclusion (D&I) is a journey, not a destination.\n\nWe are proud of our progress and remain committed to continually working to ensure our workplace is diverse and representative of the countries in which we operate and the customers we serve around the globe. We continue to take action to ensure an inclusive environment where all employees have opportunities for personal and professional development and are welcome to learn, connect and foster a sense of belonging.\n\nVisit our D&I Webpage and read our D&I Report to learn more.\n\n2022 ANNUAL EMPLOYEE INSIGHTS SURVEY SNAPSHOT\n\nOur employees say our greatest strength is providing challenging and meaningful work.\n\nScores were at or above the benchmark on all survey questions.\n\nMaintained the progress we’ve made over the past four years on the Inclusion Index scores.\n\n82% response rate\n\nTHE CATERPILLAR AFRICAN AMERICAN NETWORK CELEBRATES 20 YEARS\n\nCaterpillar’s first ERG, the Caterpillar African American Network (CAAN), was formed in 2002 and became the blueprint for Caterpillar’s 13 other ERGs.\n\nCAAN has had a significant impact on our company, our culture and our community. While they were recruiting, mentoring, developing support systems and creating a sense of community for Black employees, they were also creating the prototype or roadmap for others to follow and do the same.”\n\n— Cheryl Johnson\nChief Human Resources Officer\nOur Values in Action\n\nA robust governance framework and responsible business practices create long-term value for our shareholders, strengthens board and management accountability and builds trust in the company and our brand.\n\n2022 Highlights\n\n- Caterpillar Foundation invested $42.3 million in 2022 and celebrated 70 years of helping improve the lives of people around the world\n- Published the 2022 Lobbying Report: The Purpose of Engagement to provide greater transparency and disclosure of Caterpillar’s advocacy efforts and political engagements\n- 100% of Caterpillar’s priority suppliers completed a Supplier Code of Conduct self-assessment in 2022\nCORPORATE GOVERNANCE\n\nOur board of directors has direct oversight of our climate and sustainability efforts. Recognizing the increasing complexity and stakeholder interest in climate, sustainability, and other ESG issues, in 2022, the board created the Sustainability & other Public Policy Committee (SPPC) to oversee all the public policy matters previously overseen by the Public Policy and Governance Committee. In addition, the SPPC has explicit oversight over sustainability, social and other public policy matters, including those related to the environment, climate change, human rights and lobbying.\n\nManagement’s sustainability governance includes our CEO and all executive officers who report directly to the CEO, including the Chief Sustainability Officer.\n\nSustainability Governance\n\nCaterpillar Board of Directors\n\nSustainability & other Public Policy Committee\n\nChief Executive Officer\n\nExecutive Office including Chief Sustainability Officer\n\nAdditional information about Caterpillar’s corporate governance policies and procedures can be found in the governance section of our corporate website.\nCaterpillar values the diverse perspectives and input of our shareholders. Through regular, ongoing shareholder engagement, we hear their interest in how Caterpillar is addressing and reporting on climate change, as well as how our company is contributing to a reduced-carbon future. We have responded to shareholder feedback, for example, by disclosing our Scope 3 use of sold products emissions and by disclosing our inaugural TCFD report.\n\n2022 Lobbying Report: The Purpose of Engagement\nAs a responsible corporate citizen, Caterpillar participates in the public policy process, advocating for a broad range of issues that advance our strategy and purpose while providing value to shareholders and other stakeholders. From energy transition to infrastructure investments to skilled workforce development and more, we focus on policy areas that help our customers build a better, more sustainable world.\n\nCaterpillar’s shareholders have demonstrated interest in more transparency and a better understanding of our political engagement strategy. We value their input and diverse perspectives and are implementing a number of key changes based on shareholder feedback. Our Values in Action, governing laws and strategy for profitable growth continue to guide how we act and manage, whom we engage with and our areas of focus.\n\nCaterpillar published its inaugural lobbying report, The Purpose of Engagement, in February 2023. The report provides greater transparency and disclosure of the company’s U.S. political engagement strategy, including a description of the governance oversight and management of these activities. The report also outlines climate lobbying efforts focused on supporting Caterpillar’s customers during the energy transition, Caterpillar’s relationships with U.S. trade and industry associations, employee engagement in advocacy initiatives and Caterpillar Inc. Political Action Committee governance.\n\nReport on Climate Policy\nAt Caterpillar’s 2022 Annual Meeting of Shareholders, our board of directors recommended a vote in favor of — and our shareholders approved — a shareholder proposal requesting a report on climate policy. (See Caterpillar’s 2022 Proxy, pages 52-54, to read the full proposal). Our company’s report is set forth below.\n\nClimate Action\nCaterpillar is committed and contributing to a reduced carbon future. We demonstrate our commitment in many ways, including through significant progress in reducing greenhouse gas emissions from our operations and by continuing to invest in new products, technologies and services to help our customers meet their climate-related objectives. We will continue to support our diverse range of global customers while executing our strategy for long-term profitable growth.\n\nThe opportunities presented by the energy transition and our work to help our customers achieve their climate-related objectives led us to include sustainability as a focus area of Caterpillar’s enterprise strategy. We are demonstrating shareholder responsiveness by making further enhancements to our climate disclosures. We continue to execute our strategy for the benefit of our customers, employees, shareholders and other stakeholders.\n\nCaterpillar’s shareholders have demonstrated interest in more transparency and a better understanding of our political engagement strategy. We value their input and diverse perspectives and are implementing a number of key changes based on shareholder feedback.”\n\n— Jim Umpleby\nChairman & CEO\n\n2022 Lobbying Report: The Purpose of Engagement\nCaterpillar has been a technology leader for nearly a century, and over the past 20 years, we have invested more than $30 billion in R&D to deliver best-in-class innovation — and we will continue investing in innovative technologies and solutions for our customers. We are increasing our investments in autonomy, alternative fuels, connectivity and digital, and electrification (AACE). We will continue to invest more in AACE as we work with our customers to help them achieve their sustainability objectives.\n\nToday, for example, all gas turbines offered by Caterpillar can operate on hydrogen blends and some of these turbines can operate on 100% hydrogen. We also offer reciprocating generator sets capable of operating on hydrogen blends and the Cat G3516H gas generator set can be configured to use 100% hydrogen. We continue to invest in power sources that offer lower emissions without sacrificing performance. Our products can use an increasingly wide range of fuels, including renewable fuels, biodiesels, biogas, hydrogen blends and hydrotreated vegetable oil.\n\nCaterpillar is committed to delivering robust electrified products and solutions for our customers. Caterpillar demonstrated our first battery electric 793 large mining truck prototype, operated fully loaded at its rated capacity in a live demonstration with key mining customers in November of 2022. Our electric Cat R1700 XE offers 100% battery electric propulsion, producing zero-exhaust emissions for underground load, haul and dump mining operations. Our CI segment is expanding its product portfolio and displayed four battery-powered electric machines in October 2022. Our E&T segment has initiated numerous sustainability innovations covering a range of technologies through both organic and inorganic growth and development, including the acquisition of CarbonPoint Solutions, which provides customers access to carbon capture solutions. Caterpillar also offers the Cat Energy Storage System, or ESS, a rapidly deployable electric power solution to help customers integrate multiple power sources on a worksite. Cat ESS can provide grid stabilization, transient assist and renewable energy storage. Learn more about Caterpillar’s sustainability-related product innovations and solutions in this report.\n\nIn addition to our investments, we have also taken important actions to further strengthen our sustainability and climate-related efforts which are also responsive to shareholder feedback, including:\n\n- Incorporating ESG performance into the 2022 incentive plan for executives;\n- Releasing our first-ever disclosure of Scope 3 GHG emissions data in 2023;\n- Publishing our first-ever TCFD report in 2023; and\n- Creating an executive leadership position of CSO, reporting directly to the CEO.\n\nCaterpillar sets and achieves meaningful ESG goals and part of our long-standing commitment to sustainability includes reducing our own GHG emissions. We announced our first sustainability goals in 2006 and refined them in 2013 to include a 50% reduction in Scope 1 and 2 (direct and indirect) GHG emissions intensity from 2006 to 2020. We actually achieved a 51% reduction against this goal. As part of our continuous sustainability journey, we disclosed a new goal in 2021 to further reduce absolute Scope 1 and 2 GHG emissions by 30% between 2018 and 2030. We’ve reduced those emissions by 33% since 2018 through improvements in operational efficiency, as well as implementing energy and GHG reduction initiatives at our facilities.\n\nIn 2021, we further emphasized our commitment to reducing product-related emissions by disclosing an additional new goal that 100% of our new products through 2030 will be more sustainable than the previous generation. All of the more than fifty new products introduced in 2022 fulfilled the goal criteria for reduced waste, improved design for rebuild/remanufacturing, improved efficiency and/or lower emissions. The Executive Summary of our Sustainability Report provides more information about Caterpillar’s 2030 goals and progress.\nOur Path Ahead\nCaterpillar recognizes shareholders’ interest in climate change and is increasing our disclosures in this area.\n\nCaterpillar values shareholder feedback. Through regular shareholder engagement, we hear their interest in how Caterpillar is addressing and reporting on Caterpillar’s sustainability journey. We are continuing to demonstrate our commitment to shareholder responsiveness, including delivering important enhancements to climate disclosures in 2023. Caterpillar’s 2022 Sustainability Report includes — for the first time — the disclosure of our company’s estimated Scope 3 GHG emissions data and includes our first-ever TCFD report, which summarizes how we govern our strategy to address climate-related risks and opportunities and support customers in the energy transition. Our enhanced reporting also includes a description of how our company incorporated ESG into the 2022 incentive plan for executive officers.\n\nThe 2022 shareholder proposal — which Caterpillar supported — requests that our company publish a report disclosing GHG targets aligned with the Paris Agreement’s goal of limiting global temperature rise to 1.5 degrees Celsius for the full scope of the company’s operational and product-related emissions or rationale for any decision not to set these targets. Caterpillar reports progress annually against its Scope 1 and 2 GHG reduction goal. While we have not publicly reported or established a numeric reduction goal that encompasses Scope 3 GHG emissions, we have committed that 100% of our new products through 2030 will be more sustainable than the previous generation.\n\nDisclosing our Scope 3 GHG data for Category 11 — use of sold products emissions — for the first time is an important step on our sustainability journey and demonstrates responsiveness to shareholder feedback. As a global industrial manufacturer with a diverse portfolio of products and solutions, Caterpillar’s business has a global scope, and is subject to variables such as long product life-span and many other data collection, calculation and verification complexities.\n\nRead more about Caterpillar’s five-year trend of estimated Scope 3 GHG emissions, including information about the impact of macroeconomic conditions on product mix changes and unit volumes throughout that period, as well as the influence of customer demand and anticipated shifts in product mix for 2023.\n\nOur company has not set a Scope 3 GHG emissions reduction goal as there are significant factors impacting Scope 3 GHG emissions reductions which Caterpillar cannot control and additional uncertainty continues to impact the path ahead. While our products are helping customers achieve their climate-related objectives, our ability to set specific GHG emissions reduction goals that include activities outside Caterpillar’s operations depends on various factors that are fluid and difficult to predict. These include the range of potential pathways for decarbonization; development, deployment and adoption of new technologies by Caterpillar, our suppliers and our customers; and the impacts of governmental regulations and policies around the world and other factors that could significantly alter customer adoption of new technologies. We have worked diligently to ensure that Caterpillar’s current ESG and GHG emissions goals are meaningful, credible and achievable.\n\nCaterpillar is driven to help enable our customers’ success and doing so will require our company and our customers to address a vast array of complex engineering and technology challenges. We are committed to have lower-carbon products and solutions available for our customers, however, uncertainty exists regarding the rate of customer adoption in the near-, intermediate- and long-term horizons.\n\nCaterpillar has a global customer base, and many of our customers are developing infrastructure to meet the basic needs of society such as shelter, clean water, transportation and reliable energy. For example, customers use our products to develop the infrastructure necessary for clean drinking water in remote areas of Africa. Additionally, current estimates suggest that less than half of the population of sub-Saharan Africa has access to reliable electricity. Without that access, battery-powered machines are not a viable option and diesel-powered machines are required to build critical infrastructure.\n\nCaterpillar has a role to play in serving the diverse range of customer needs globally without the constraints of an emissions reduction imperative that is too narrow or doesn’t account for such differences.\n\nThe ongoing dialogue with our shareholders during our engagement process includes important input and feedback that also influences our path ahead. Throughout the last year, Caterpillar’s shareholders have expressed support for our progress and acknowledged the technical and other challenges and complexities associated with reducing Scope 3 GHG emissions — especially given our company’s diverse product portfolio serving a wide range of industries and customers — and they have expressed their desire for Caterpillar to strike the best balance between climate-related progress, together with financial performance and returns that are in the best interest of shareholders.\n\nDespite the longer-term uncertainties, we are committed to continue reducing our own emissions and making progress toward the achievement of our 2030 sustainability goals, including our commitment that 100% of our new products through 2030 will be more sustainable than the previous generation. Caterpillar is also well-positioned to design, engineer and manufacture products; and to develop and deploy technology, services and solutions that will help our customers meet their climate-related objectives while also delivering long-term profitable growth and shareholder value creation.\n\nWhile we recognize the complex challenges and evolving environment on the path ahead, Caterpillar’s long-standing commitment to sustainability will continue to inspire us to help our customers build a better, more sustainable world.\nETHICS & INTEGRITY\n\nWe operate according to Our Values in Action — Caterpillar’s Code of Conduct. The Code defines our values — Integrity, Excellence, Teamwork, Commitment and Sustainability — which represents what we stand for and how we conduct ourselves with our customers, suppliers, communities, and one another.\n\nIt guides our employees, affiliates and board members in living our values each day. Some of the topics that the Code covers include avoiding conflicts of interest, fair competition, anti-bribery, trade compliance, employee performance and development, non-harassment, non-discrimination, personal privacy, supplier expectations and environmental responsibility.\n\nCode of Conduct Training\nAll Caterpillar employees are annually required to complete Code of Conduct training. As part of this training, employees must certify that they have read, understand and agree to comply with the Code of Conduct. Additional compliance training is also provided to employees based on risks identified in their job roles.\n\nEthics & Compliance Helpline\nWe hold ourselves to the highest standard of integrity and ethical behavior. We promote and respect the rule of law and expect our employees and suppliers to do the same. We encourage individuals to report situations in which they have a good-faith belief that any circumstance or action has violated our Code of Conduct, enterprise policy or applicable law. Those who wish to report a concern can do so confidentially and anonymously through resources maintained by our Office of Business Practices. These resources include:\n\n- Online reporting\n- Email reporting at BusinessPractices@cat.com\n- Telephone reporting with toll-free and call-collect dialing options that support reporting in multiple languages and from multiple countries\n\nCaterpillar will not take any action — or tolerate any reprisal — against any party for raising an issue in good faith.\n\nLearn more about our governance framework, corporate governance initiatives and board composition:\n\n- Caterpillar Proxy Statement\n- Board Committees\n- Caterpillar Code of Conduct\nPOLITICAL ENGAGEMENT\n\nWe advocate for policies, trade agreements, legislation and regulations that enable us to help our customers.\n\nWhere allowable by law, Caterpillar may make corporate contributions to political organizations or committees to support public policies we believe will promote our business interests. Any corporate political contributions by Caterpillar must be approved by our senior vice president of Global Government & Corporate Affairs. In addition, the board annually reviews the company’s political spending policy and political activities, including corporate political contributions, political contribution activities of the Caterpillar Inc. Political Action Committee (CATPAC), trade association participation, and Caterpillar’s lobbying priorities.1\n\nCATPAC contributions are made only in U.S. federal and state elections. CATPAC is funded through voluntary contributions by eligible individuals. A steering committee comprised of Caterpillar non-officer employees representing a diverse mix of U.S. locations and business units oversees all CATPAC disbursements to ensure they promote the company’s business interests.\n\nCaterpillar also maintains memberships in trade and industry associations that may advocate on behalf of business community segments. We support these organizations as they champion public policies that contribute to the business community’s growth and success.\n\nThe 2022 Caterpillar Lobbying Report highlights how our memberships in U.S. trade and industry associations complement the achievement of our goals and priorities and explains how we manage instances where an association’s positions may not be completely aligned with Caterpillar’s priorities. A climate lobbying section is also included to address our advocacy for policies that help us support our customers during the energy transition.\n\nAdditional information regarding Caterpillar’s corporate contributions, CATPAC contributions and trade association memberships is available on our political engagement website.\n\nOur commitment to transparency and disclosure in our advocacy activities has long been recognized. As part of that commitment, numerous voluntary disclosures and links to filings related to our political engagements are provided on our website. Additionally, we have changed the reporting threshold for U.S. trade and industry association contributions. In previous years, Caterpillar reported membership contributions of $50,000 or more annually. For 2022, we reduced the threshold to $25,000. For 2023, we will report all U.S. trade and industry association memberships biannually. You can find this information and the percentage of 2022 membership dues used for federal lobbying as reported by each organization in the Lobbying Report.\n\nRead the 2022 Lobbying Report\n\n1. Caterpillar’s participation as a member of any trade association comes with the understanding that we may not always agree with all of the positions of the organization or other members.\nRISK MANAGEMENT\n\nRisk is an inherent part of conducting global business, and managing risk is fundamental to the way we work. Through robust programs, including Enterprise Risk Management, Compliance and Audit, we engage across the enterprise to identify, prioritize and manage risks.\n\nEnterprise Risk Management and our enterprise strategy are linked. To better inform our decision-making, we evaluate risks at the business unit and enterprise levels, considering the likelihood and potential impact of each risk. These evaluations guide our approach for risk management, allow us to understand the challenges these risks bring, and position our business for the opportunities they present.\n\nWe consider risks across many categories, including strategic, operational, financial, compliance and hazard risks. We embed ESG risks into each risk category as part of our commitment to sustainability. We treat these ESG risks with the same priority and rigor as other risks across the business.\n\nIn 2022, Caterpillar conducted its first global climate scenario analysis to identify climate-related risks and opportunities, as summarized in our TCFD report. The results from this analysis are informing the Enterprise Risk Management process for 2023 to further integrate climate-related risks into our evaluations.\n\nAs risk management is fundamental to our culture, there is strong engagement in risk management from the CEO, executives and senior leaders. The company’s officers share accountability for business risks, and the board of directors has oversight of the enterprise process. The board and its committees also oversee risk and have regular updates on topics that are identified through the risk management process. Outputs from risk management drive strategic initiatives and disclosures.\n\nOur risk management culture enables us to critically evaluate risks to our business and identify opportunities to create value for our employees, customers and shareholders. Our commitment to sustainability is reflected in our risk management practices as we strive to build a better, more sustainable world.\nCaterpillar is committed to responsibly sourcing the raw materials used to build our products.\n\nOur supply base includes approximately 27,000 suppliers around the world providing raw materials and manufactured components across broad categories and technologies for aftermarket and production parts. These purchases include a variety of unformed steel products, cut or formed to shape and machined in our facilities; steel and iron castings and forgings, machined to final specification; and finished components, made to Caterpillar or supplier-developed specifications. We also help keep those materials in circulation for as long as possible.\n\nWe maintain global strategic sourcing models to meet our global facilities’ production needs while building long-term supplier relationships. We pursue suppliers and business allies who demonstrate strong values and commit to the ethical principles outlined in the Caterpillar Supplier Code of Conduct. We also expect suppliers to comply with the sound business practices we embrace, follow the law and conduct activities in a manner that respects human rights.\n\nSupplier Diversity\nSupplier diversity continues to be a focus for our strategic procurement team. With a strong base of diverse suppliers already in place, we are investing in tools that will help identify diverse suppliers for new business opportunities. This is key to delivering on our commitment to foster and increase business purchases with diverse suppliers.\n\nResponsible Mineral Sourcing\nMany considerations go into the responsible sourcing of minerals used in our products. Tin, tungsten, tantalum and gold (3TG), collectively known as ‘conflict minerals,’ have been associated with human rights violations in the Democratic Republic of the Congo and adjoining countries. Our Conflict Minerals Position Statement contains clear expectations for our suppliers regarding their sourcing of these materials. We have established a process that identifies areas of risk on an ongoing basis, and corrective action plans to mitigate or remediate such risks relating to conflict minerals. A supplier’s failure to take corrective actions when required may lead to additional actions, up to and including the termination of our business relationship.\n\nCaterpillar supports the Responsible Minerals Initiative to help influence smelters’ engagement to support supply chain transparency and leverage industry collaboration toward greater business intelligence. Year after year, we strive for an increased supplier response rate, emphasizing 3TG priority suppliers. Caterpillar also publicly discloses the results of our Reasonable Country of Origin process and any necessary due diligence in our Conflict Minerals Report we file with the Securities and Exchange Commission, which discloses metrics and results of inquiries we execute within our first-tier suppliers. In these reports, we describe our due diligence efforts, including risk mitigation and process improvements we expect to implement in the following year.\n\nRead:\nSupplier Code of Conduct\nConflict Minerals Position Statement\nHUMAN RIGHTS\n\nIn accordance with Our Values in Action, Caterpillar is committed to respecting internationally recognized human rights principles throughout our global operations.\n\nWe Support Individual and Collective Rights Across the Globe.\n\n- Our Code of Conduct, Human Rights Policy, Slavery and Human Trafficking Statement and Supplier Code of Conduct represent our commitment that we will not condone and will strive to eliminate all forms of forced labor, child labor, human trafficking and discrimination in the workplace.\n- We remain committed to establishing safe and healthy working conditions.\n- We value diversity as a foundational key to the success of our business strategy and seek to compensate our employees fairly and competitively where they work.\n- We respect the principles of freedom of association and the right to collective bargaining.\n- We have compassion for all persons affected by conflict wherever it occurs, and we expect our directors, officers, employees, business partners and suppliers, including in conflict-affected areas, to comply with all applicable laws and conduct activities in a manner that respects human rights. This also applies to our subsidiaries and majority-owned joint ventures.\n\nRead our Human Rights Policy\nBEYOND CATERPILLAR: INVESTING IN COMMUNITIES\n\nIn 2022, Caterpillar’s philanthropic organization, the Caterpillar Foundation, celebrated seven decades of helping build resilient communities. The Foundation’s global work in science, technology, engineering and mathematics (STEM) education, workforce readiness, sustainable natural infrastructure, access to basic services, disaster relief, employee volunteerism and matching gifts, have helped communities around the world achieve sustainable progress. Since its founding, the Caterpillar Foundation has invested nearly $900 million to help improve the lives of people around the world.\n\nAs a company, Caterpillar works alongside its dealers and customers to build the societal infrastructure necessary for a better, more sustainable world. The Foundation focuses on the complementary human, natural and basic services infrastructure needed for individuals to thrive and communities to be resilient. Our combined success contributes to the stability of regions around the world. The Foundation has four key areas of focus:\n\n- **Empowering the workforce of the 21st century:** Through skills development and STEM, we help equip individuals with the skills required for tomorrow’s workforce. Skills-based education leads to better jobs and better jobs lead to better futures.\n\n- **Building resilient communities to address critical environmental challenges:** The Foundation supports natural infrastructure development and access to basic services, such as water resource management and access to energy.\n\n- **Focusing on diversity and inclusion:** We bridge community gaps by supporting underrepresented populations and those with the greatest needs.\n\n- **Giving back in our communities:** Caterpillar’s global team helps build a better, more sustainable world using their passion, time and talent to give back, maximizing impact through the Foundation’s disaster and matching gifts programs, United Way and volunteer efforts.\n\nCreating the Workforce of the 21st Century\n\nUnderstanding the importance of equipping individuals and communities with the skills, resources and services they need to thrive in our changing world, the Foundation invested about $16M million in 25 countries to support workforce readiness and STEM. An example is the Foundation’s partnership with Malaika, a nonprofit grassroots organization that empowers Congolese girls and their communities through education and health programs. Together, we have built a Technical and Education Training Center that provides mechanical and electrical training, focusing on closing community skills gaps and providing new job opportunities in the Democratic Republic of Congo. Malaika’s community-driven model has been integral since its founding in 2013 and has led to transformative change. The students have 1,200 contact hours in group classes and cover topics such as safety, machine mechanics, diesel mechanics, gasoline engine management, auto electronics, brake systems, suspension and steering, and manual driving skills.\n\nEstablishing Natural Infrastructure\n\nIn 2022, the Foundation had nearly 70 active sustainable infrastructure programs, committing over $13 million across 30 countries to restore natural ecosystems to withstand natural disasters and environmental challenges. Together with the Foundation’s partners, these programs seek to remove, sequester or capture carbon by restoring land. One such program is Blue Forest Conservation’s Forest Resilience Bond, which bridges the finance gap for much-needed forest restoration across the western U.S. and supports natural infrastructure projects on public land. In the Sierra and Yuba counties in California, the program impacted approximately 81,000 residents, creating more than 200 jobs in the local community and providing hydroelectric power, drinking water, and flood control for over 30,000 people.\n\nAlongside our partners, the Caterpillar Foundation participated in many thought leadership events, including the 2022 United Nations General Assembly/Climate Week in New York.\nThe Foundation is partnering with Conservation International and others to develop a “Green-Gray Cost-Benefit Analysis Tool” to compare green and gray alternatives for infrastructure and coastal resilience projects in Mexico and the North Brazil Shelf. “Green” infrastructure (wetlands and forests), alongside traditional “gray” infrastructure (seawalls or dams) not only provide environmental and biodiversity benefits, but can also extend the life of coastal infrastructure including roads, bridges, and highways. By better understanding the benefits of blending “green” conservation with “gray” engineering techniques, communities can enjoy the benefits of both solutions.\n\nDisaster Relief\nThe Caterpillar Foundation is a member of the American Red Cross Annual Disaster Giving Program. The Foundation’s $1 million annual global investment helps provide a funding base, allowing the Red Cross to provide immediate relief to those impacted by disasters big and small. This model ensures that the Red Cross has funds to prepare for disasters before they occur.\n\nThe Foundation has donated more than $1 million to support both urgent and long-term needs of the Ukraine humanitarian crisis. This donation supports organizations that include the American Red Cross in support of the global Red Cross network response to the Ukraine humanitarian crisis, Project HOPE and the Center for Disaster Philanthropy. Caterpillar team members eager to help in a time of crisis, along with a Foundation match, contributed another more than $1 million, making an even greater impact. The Foundation’s disaster preparedness support also enabled partner organizations to respond to disasters such as in the Mayfield, Kentucky, area when tornadoes ripped through the center of the U.S.; catastrophic flooding in several European and African countries, India, Pakistan, Bangladesh, and China; Western U.S. wildfires; Hurricane Fiona that impacted Puerto Rico; and an earthquake in Afghanistan.\n\nDiversity & Inclusion\nCommunities are strongest when there is equality for all. In 2022, Foundation investments targeted support for several underserved populations. Through partnership with DigDeep, families within the Navajo Nation will gain access to water — eliminating hours spent each week hauling water from streams, wells and grocery stores. Nomi Network works to create a brighter future for women and girls vulnerable to human trafficking in Dallas, Texas, and India by building economic sustainability through workforce development programs. The Aspen Young Leaders Fellowship supports youth of color from the lowest quartile of the socio-economic ladder to pursue STEM degrees by proactively supporting individuals with financial, academic and personal factors that prevent them from achieving success.\n\nCaterpillar Foundation and The United Nations Sustainable Development Goals (UN SDGs)\n\nThe Caterpillar Foundation’s investments align with several of the UN SDGs. The Caterpillar Foundation works to build resilient communities in the places where we live and work and where there is need.\nIn addition to the 2022 Sustainability Report, we are also pleased to publish our inaugural TCFD Report.\nABOUT THIS REPORT\n\nThe reporting period is the 2022 calendar year, which is also Caterpillar’s fiscal year. Caterpillar is headquartered in Irving, Texas.\n\nThis report has been prepared in accordance with the Sustainability Accounting Standards Board (SASB), as well as with reference to the Global Reporting Initiative Universal Standards. SASB publishes sector-specific reporting standards based on expert input, and Global Reporting Initiative (GRI) publishes reporting standards based on company-conducted materiality assessments, both designed to help businesses to identify the sustainability issues of highest importance to investors and most relevant in their industry. In addition, we have published our inaugural TCFD Report, which aligns with the 11 recommended disclosures of the TCFD and summarizes how we govern our strategy to address climate-related risks and opportunities and support customers in the energy transition. Our sustainability efforts and approach is consistent with the UN SDGs.\n\nGiven the breadth of our products, services and solutions, our advocacy on behalf of policies that enable sustainable development and the Caterpillar Foundation’s effort to build resilient communities, Caterpillar and our customers are helping build a more sustainable future. The contents of this report represent the products and operations of Caterpillar Inc. and its subsidiaries where we have a controlling financial interest. Where noted, certain information relates to Caterpillar’s independent dealer network and supplier network. Caterpillar and subsidiary brands are listed on our website. Caterpillar’s environmental and safety metrics for operations are consolidated based on the Greenhouse Gas Protocol “operational control” approach. Environmental data excludes office locations with fewer than 500 employees and minor operations with fewer than 50 employees that will not have a significant impact on reported metrics. Safety data includes employees and agency workers in Caterpillar workplaces.\n\nERM Certification and Verification Services, Inc. (ERM CVS) has conducted independent assurance of selected environmental and safety data, including Scope 3 emissions. To understand the scope, activities and conclusions of the assurance process, please see the ERM CVS Assurance Statement.\n\nContact us\n## ESG DATA & ENDNOTES\n\n| PEOPLE DATA | BASELINE (2018) | 2019 | 2020 | 2021 | 2022 | PERSPECTIVE |\n|-------------|----------------|------|------|------|------|-------------|\n| Total number of employees | 104,000 | 102,300 | 97,300 | 107,700 | 109,100 | |\n| Number of employees outside of the United States | 59,400 | 58,700 | 57,000 | 63,400 | 60,900 | |\n| Women in enterprise | 20% | 20% | 20% | 23% | 23% | Caterpillar is committed to increasing women’s representation throughout the company. |\n| Women in leadership | 19% | 20% | 20% | 21% | 22% | |\n| Collective bargaining | 40% | 41% | 40% | 40% | 41% | We respect the right of our employees to form, join or not to join any lawful organization of their choice without fear of reprisal, interference, intimidation or harassment. We believe it is important for individuals to exercise that right with the benefit of available information. |\n\n### SAFETY\n\n| Lost-time case frequency rate (LTCFR) | 0.16 | 0.15 | 0.20 | 0.18 | 0.18 | We relentlessly strive to ensure our workforce returns home safely every day. While our LTCFR increased slightly from 2018, it remained constant year-over-year. In 2022, although our RIF increased by 7% from the previous year, we have realized a 17% improvement from our 2018 base year. This performance came on the heels of the global pandemic and during a period of growth in our operations and significant hiring of new employees. Our 2030 RIF goal is 0.265. |\n| Recordable injury frequency (RIF) | 0.53 | 0.43 | 0.42 | 0.41 | 0.44 | |\n| Employee fatalities | 1 | 0 | 0 | 0 | 1 | While we are proud of our progress, we are also deeply saddened that an employee suffered a fatal workplace injury at one of our facilities during the year. This incident highlights that safety must always remain the top priority for our team and further strengthens our safety resolve. |\n| Contractor fatalities | 1 | 1 | 2 | 1 | 0 | |\n## ESG DATA & ENDNOTES\n\n| ENERGY — OPERATIONS | BASELINE (2018) | 2019 | 2020 | 2021 | 2022 | PERSPECTIVE |\n|---------------------|----------------|------|------|------|------|-------------|\n| Total energy use\\(^1\\)/A/ gigajoules | 25,140,000 | 24,000,000 | 19,370,000 | 20,610,000 | 20,640,000 | We remain focused on improving energy efficiency and reducing energy consumption. |\n| Total electricity \\(^2\\)/A/ million MWh | 2.55 | 2.38 | 2.09 | 2.25 | 2.27 | |\n| Grid electricity % | N/A | 83.8 | 87.3 | 86.7 | 87.4 | In 2022, more than 27% of our electrical energy was obtained from renewable sources. |\n| Renewable energy\\(^3,4\\) % | 17.4 | 21.2 | 21.0 | 24.2 | 27.4 | |\n| Energy intensity \\(^2\\)/A/ absolute gigajoules energy use/million dollars of sales and revenues | 459 | 446 | 464 | 404 | 347 | In 2022, we reduced our energy intensity by 24% from our 2018 baseline. |\n| Absolute greenhouse gas (GHG) emissions \\(^2,6,7\\)/A/ million metric tons CO2e | 2.22 | 1.78 | 1.46 | 1.51 | 1.49 | |\n| Scope 1 Direct emissions \\(^2\\)/A/ million metric tons CO2e | 0.94 | 0.91 | 0.70 | 0.74 | 0.74 | |\n| Scope 2 Market-based indirect emissions from purchased electricity, heat or steam \\(^2,5\\)/A/ million metric tons CO2e | 1.28 | 0.87 | 0.76 | 0.77 | 0.74 | |\n| Scope 2 Location-based \\(^5\\)/A/ million metric tons CO2e | 1.32 | 0.93 | 0.83 | 0.85 | 0.80 | |\n| GHG intensity \\(^2,6\\)/A/ absolute metric tons of CO2e/million dollars of sales and revenues | 40.57 | 33.09 | 34.97 | 29.62 | 25.07 | In 2022, we reduced our GHG emissions intensity by 38% from our 2018 baseline. |\n\nOur absolute GHG emissions decreased 33% from 2018 to 2022. Our 2030 absolute GHG emissions goal is 1.55 million metric tons CO2e.\n## ESG DATA & ENDNOTES\n\n### WATER — OPERATIONS\n\n|                        | BASELINE (2018) | 2019 | 2020 | 2021 | 2022 | PERSPECTIVE |\n|------------------------|-----------------|------|------|------|------|-------------|\n| Water management strategies | N/A             | N/A  | N/A  | 11%  | 14%  |             |\n| % of in-scope facilities that meet all nine management elements | N/A             | N/A  | N/A  | 27%  | 41%  |             |\n| Total water consumption by source | 3.85 billion imperial gallons | 3.75 | 3.39 | 3.73 | 4.13 |             |\n| Cooling water from foundry operations | 32.8% | 35.2% | 35.2% | 37.4% | 40.9% |             |\n| Municipal water | 30.6% | 30.8% | 29.6% | 28.8% | 25.5% |             |\n| Surface water | 18.3% | 18.0% | 20.4% | 19.4% | 20.4% |             |\n| Other water | 0.4% | 0.7% | 0.6% | 0.5% | 1.3% |             |\n| Groundwater | 17.9% | 15.4% | 14.2% | 13.9% | 11.9% |             |\n| Water consumption intensity | 70.4 absolute thousand gallons of water/million dollars of sales and revenues | 69.7 | 81.3 | 73.2 | 69.4 |             |\n\nWater management strategies is a recent goal for Caterpillar and data collection began in 2021. Previous years are listed as N/A as this is a newly composed goal. In this second year of implementation, we are pleased to see foundational progress begin toward our 2030 goal of 100%.\n\n### WASTE — OPERATIONS\n\n|                        | 2019 | 2020 | 2021 | 2022 | 2023 |\n|------------------------|------|------|------|------|------|\n| Total waste metric tons | 635,000 | 587,000 | 554,000 | 567,000 | 575,000 |\n| Waste intensity absolute metric tons of waste/million dollars of sales and revenues | 11.6 | 10.9 | 13.3 | 11.1 | 9.7 |\n| Landfill intensity absolute metric tons of landfill waste/million dollars of sales and revenues | 1.49 | 1.36 | 1.09 | 0.98 | 0.96 |\n| Waste recycled % | 86.8% | 87.1% | 91.5% | 90.8% | 89.6% |\n\nIn 2022, we reduced our landfill intensity by 36% from our 2018 baseline. Our 2030 landfill intensity goal is 0.74 metric tons of landfill waste per million dollars of sales and revenues.\n\nAlthough our absolute water consumption increased by 7% through 2022, we have reduced water consumption intensity at our facilities by 1.4% from our baseline year of 2018.\n## ESG DATA & ENDNOTES\n\n| PRODUCTS | BASELINE (2018) | 2019 | 2020 | 2021 | 2022 | PERSPECTIVE |\n|----------|----------------|------|------|------|------|-------------|\n| **Scope 3 Emissions Enterprise**<sup>a</sup> | 1,053 | 959 | 593 | 589 | 613 | |\n| use of sold products emissions, million metric tons CO2e | | | | | | |\n| **Scope 3 Intensity Enterprise**<sup>b</sup> | 19.2 | 17.8 | 14.2 | 11.6 | 10.3 | |\n| use of sold products emissions/ thousands of dollars of sales and revenues | | | | | | |\n| **Scope 3 Emissions Energy & Transportation Segment**<sup>c</sup> | 906 | 822 | 485 | 453 | 470 | |\n| use of sold products emissions, million metric tons CO2e | | | | | | |\n| **Scope 3 Emissions Construction Industries Segment**<sup>d</sup> | 92 | 83 | 65 | 84 | 82 | |\n| use of sold products emissions, million metric tons CO2e | | | | | | |\n| **Scope 3 Emissions Resource Industries Segment**<sup>e</sup> | 55 | 54 | 44 | 52 | 61 | |\n| use of sold products emissions, million metric tons CO2e | | | | | | |\n| **New products that are more sustainable than the previous generation through collaborating with customers, reduced waste, improved design for rebuild/ remanufacturing, lower emissions or improved efficiency** | 89% | 95% | 97% | 100% | 100% | |\n\nCaterpillar is represented by durable, reliable and innovative products that are built to last. See the Understanding Our Scope 3 Emissions section of this report to learn more in our first year of reporting this data.\n\nCaterpillar has a long history of and a strong process for innovation in the R&D of products and solutions. Examples of recent innovations are highlighted in the Helping Our Customers Build a Better, More Sustainable World section of this report.\n## ESG DATA & ENDNOTES\n\n| STRATEGIC PROCUREMENT | BASELINE (2018) | 2019 | 2020 | 2021 | 2022 | PERSPECTIVE |\n|------------------------|----------------|------|------|------|------|-------------|\n| Supplier Code of Conduct self-assessments % | 39% | 67% | 94% | 96% | 100% | Since 2016, Caterpillar has proactively surveyed our priority supply base to confirm alignment to Caterpillar’s published Supplier Code of Conduct. Caterpillar uses assessment response data to address supply chain risk through a collaborative approach with responding suppliers. The 2022 progress reflects continued focus on this initiative. |\n\n| REMANUFACTURING | | | | | | |\n|------------------|----------------|------|------|------|------|-------------|\n| Growth in remanufacturing business | N/A | 2% | -14% | -3% | 19% | Our remanufacturing and rebuild businesses provide customers with immediate cost savings, help extend product lifecycles and use materials more efficiently. We seek to continue to grow these businesses in pursuit of our 2030 goal of 25% growth in remanufacturing sales and revenues. |\n| Product take-back by weight | 155 | 153 | 131 | 127 | 140 | |\n| millions of pounds of end-of-life material received | | | | | | |\n| Product take-back by % | 92% | 91% | 89% | 88% | 89% | |\n| % of actual end-of-life returns/eligible returns | | | | | | |\n\n| PHILANTHROPY | | | | | | |\n|----------------|----------------|------|------|------|------|-------------|\n| Community investments millions of dollars | $27 | $28.6 | $37.9 | $41 | $42.3 | Since 1952, the Caterpillar Foundation has contributed $893 million to help make sustainable progress possible around the world by building resilient communities that thrive in a rapidly changing world. |\n| Matching gifts millions of dollars | $4.1 | $3.5 | $9.8 | $22.6 | $21.1 | The Caterpillar Foundation is proud to match our global employees, U.S. retirees, and the Caterpillar Inc. board of directors’ contributions to eligible organizations. |\n| United Way millions of dollars | $11.8 | $12.2 | $12.3 | $12.9 | $13.8 | Caterpillar has supported the United Way for more than 60 years through our annual campaign. The Foundation matches employee and retiree gifts during the campaign, amplifying our impact on the communities where we live and work. |\n\n---\n\n1/ Data assured by ERM CVS. Please see our data assurance statement.\n\nN/A = Not Applicable\nESG DATA & ENDNOTES\n\n1. Women In Leadership data reflects all women with responsibilities for managing employees as part of their job scope. Data excludes Progress Rail.\n2. Data prior to 2022 has been revised for improved accuracy.\n3. Renewable energy percent includes purchased and on-site generated renewable energy, as well as calculating the percentage of renewable energy from grid-purchased electricity using data obtained from the International Energy Agency.\n4. Renewable Energy: Caterpillar defines renewable energy as energy resources that are naturally replenishing over a short period of time and virtually inexhaustible. Power generation examples include wind, solar, hydro, geothermal, tidal, wave, biomass and biogas from anaerobic digestion.\n5. Location-based Scope 2 GHG emissions are provided in accordance with the GHG Protocol Scope 2 guidance (2015). Our market-based Scope 2 emissions are calculated using the Scope 2 Quality Criteria. The following instruments were used in calculating our market-based Scope 2 emissions: Renewable Energy Guarantees of Origin, energy contracts, supplier-specific emission rates, and, for the remainder of our facilities, grid average emission factors from USEPA’s eGRID (2020) and the International Energy Agency’s data (2019). For 2022 calculations, Caterpillar did not use residual mix factors.\n6. GHG emissions intensity is based on our combined Scope 1 (direct) and Scope 2 (indirect, market-based) GHG emissions. Likewise, total absolute GHG emissions are a sum of Scope 1 and Scope 2 (market-based) emissions.\n7. Results may not add to total due to rounding.\n8. The annual estimates for lifetime use of sold products GHG emissions are calculated from the GHG Protocol expression: \\( \\sum (\\text{total lifetime expected uses of product} \\times \\text{number of products sold in reporting period} \\times \\text{fuel consumed per use (kWh)} \\times \\text{emission factor for fuel (kg CO2e/kWh)}) \\). The inputs to this equation are specific to construction machines, mining machines, off-highway diesel and natural gas engines, industrial gas turbines, and diesel-electric locomotives, applied at the product-level to calculate lifetime emissions then aggregated across the full enterprise portfolio. Included in the calculation are GHG emissions from combustion of fuels in our products until the estimated point of final disposal covering rebuild, remanufacturing, and overhaul events that extend the service life of the product. Excluded from this calculation are emissions from upstream production of fuel consumed in Caterpillar products, fuel efficiency and emission factor changes through the life of the product, refrigerant emissions, and others considered insignificant to Caterpillar’s enterprise number. The inputs to perform this calculation were integrated from many data sources including but not limited to: Operation and Maintenance Manuals (OMM), product design data, telemetry data, public data sources (U.S. EPA, industry data), and internal engineering, product, marketing, and other subject matter expertise. Our company’s total enterprise Scope 3 use of sold products emissions calculation was verified by a third-party assurance firm (ERM CVS); please see the assurance statement.\n9. Data includes remanufacturing offerings provided by Cat Reman, Progress Rail, Solar Turbines, Caterpillar Energy Solutions, and Caterpillar Defense.\n10. Data does not include Progress Rail, Solar Turbines, Caterpillar Energy Solutions, and Caterpillar Defense.\n11. Represents Cat Reman customers’ end-of-life components (“core”) returned to Caterpillar by dealers, as a percentage of core returned plus unreturned core eligible for credit no later than 2022.\n12. This data represents employee and retiree donations and the match payments made in the calendar year 2022. This also includes 2:1 employee and retiree donations made in the calendar year 2022. 2:1 and the remaining Q4 match payments will occur in the 2023 calendar year.\n13. This includes employee and retiree pledges during the 2022 campaign, and the Foundation match for the campaigns in the United States, Canada, Panama and Mexico paid in 2022.\nIndependent Limited Assurance Statement to Caterpillar Inc.\n\nERM Certification and Verification Services, Inc. (ERM CVS) was engaged by Caterpillar Inc. to provide limited assurance in relation to the selected information set out below and presented in the 2022 Sustainability Report and Task Force on Climate-related Financial Disclosures (TCFD) Report (the “Reports”).\n\n**Engagement summary**\n\n| Scope of our assurance engagement | Whether the 2022 information and data for the following selected disclosures are fairly presented in the Reports, in all material respects, in accordance with the reporting criteria. |\n|-----------------------------------|--------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------|\n| **Environmental Data**            | - Facilities located in water high risk areas with implemented water management strategies [%]  \n- Scope 3 GHG emissions as a percentage of Total Scope 1, Scope 2 and Scope 3 GHG emissions [%] |\n| **Absolute and intensity**        | - Scope 1 GHG emissions [million metric tons CO2e, and million metric tons CO2e/million dollars of sales and revenues*]  \n- Scope 2 GHG emissions (by market-based method) [million metric tons CO2e, and million metric tons CO2e/million dollars of sales and revenues*]  \n- Total GHG emissions [million metric tons CO2e, and million metric tons CO2e/million dollars of sales and revenues*]  \n- Total energy consumption [GJ, and GJ/million dollars of sales and revenues*]  \n- Total water consumption [billion gallons, and absolute thousand gallons of water/million dollars of sales and revenues*] |\n| **Absolute only**                 | - Scope 2 GHG emissions (by location based method) [million metric tons CO2e]  \n- Scope 3 GHG emissions: Category 11 (Use of Sold Products) [metric tons CO2e]  \n- Total electricity [MWH]  \n- Total water consumption by source [%]:  \n  - Cooling water from foundry operations  \n  - Municipal water  \n  - Surface water  \n  - Groundwater |\n| **Safety Indicators**             | - Lost Time Case Frequency Rate (LTCFR);  \n- Recordable Injury Frequency rate (RIF) per 200,000 hours worked. |\n\n* We place reliance on the financial assurance conducted on dollars of sales and revenues as they are presented in the 2022 10-K filing.\n\n**Reporting periods**\n\n- January 1, 2022 – December 31, 2022 (all metrics in scope)\n- January 1, 2018 – December 31, 2022 (Scope 3 Category 11 (Use of Sold Products))\n\n**Reporting criteria**\n\n- The WBCSD/WRI GHG Protocol Corporate Accounting and Reporting Standard (revised 2015)\n- The WBCSD/WRI GHG Protocol Corporate Value Chain (Scope 3) Accounting and Reporting Standard (2011)\n- Caterpillar’s Basis of Reporting\n\n**Assurance standard and level of assurance**\n\nWe performed a limited assurance engagement, in accordance with the International Standard on Assurance Engagements ISAE 3000 (Revised) ‘Assurance Engagements other than Audits or Reviews of Historical Financial Information’ issued by the International Auditing and Standards Board.\n\nThe procedures performed in a limited assurance engagement vary in nature and timing from, and are less in extent than for a reasonable assurance engagement and consequently, the level of assurance obtained in a limited assurance engagement is substantially lower than the assurance that would have been obtained had a reasonable assurance engagement been performed.\n\n**Respective responsibilities**\n\nCaterpillar is responsible for preparing the Reports and for the collection and presentation of the information within it, and for the designing, implementing and maintaining of internal controls relevant to the preparation and presentation of the Reports.\n\nERM CVS’ responsibility is to provide conclusions to Caterpillar on the agreed scope based on our engagement terms with Caterpillar, the assurance activities performed and exercising our professional judgement. We accept no responsibility, and deny any liability, to any party other than Caterpillar for the conclusions we have reached.\nOur conclusion\nBased on our activities, as described below, nothing has come to our attention to indicate that the data and information for the disclosures listed under ‘Scope’ above are not fairly presented in the Reports, in all material respects, in accordance with the reporting criteria.\n\nOur assurance activities\nConsidering the level of assurance and our assessment of the risk of material misstatement of the Reports a multi-disciplinary team of sustainability and assurance specialists performed a range of procedures that included, but was not restricted to, the following:\n\n- Assessing the appropriateness of the reporting criteria for the Reports.\n- Interviews with relevant staff to understand and evaluate the relevant management systems and processes (including internal review and control processes) used for collecting and reporting the selected environmental and safety disclosures.\n- A review at corporate level of a sample of qualitative and quantitative evidence supporting the reported information.\n- An analytical review of the year-end data submitted by all locations included in the consolidated 2022 group data for the selected disclosures which included testing the completeness and mathematical accuracy of conversions and calculations, and consolidation in line with the stated reporting boundary.\n- Virtual visits to four Caterpillar sites to review local reporting processes and consistency of reported annual data with selected underlying source data for select environmental and safety indicators. We interviewed relevant staff, reviewed site data capture and reporting methods, checked calculations and assessed the local internal quality assurance processes.\n- Desk-based review of source data for the significant contributing sites and products to each key corporate EHS metric (e.g. energy, water, hours worked) including a sample of invoices and local incident logs, among others.\n- Confirming conversion and emission factors and assumptions used.\n\nThe limitations of our engagement\nThe reliability of the assured information is subject to inherent uncertainties, given the available methods for determining, calculating or estimating the underlying information. It is important to understand our assurance conclusions in this context.\n\nOur independence, integrity and quality control\nERM CVS is an independent certification and verification body accredited by UKAS to ISO 17021:2015. Accordingly we maintain a comprehensive system of quality control, including documented policies and procedures regarding compliance with ethical requirements, professional standards, and applicable legal and regulatory requirements. Our quality management system is at least as demanding as the relevant sections of ISQM-1 and ISQM-2 (2022).\n\nERM CVS applies a Code of Conduct and related policies to ensure that its employees maintain integrity, objectivity, professional competence and high ethical standards in their work. Our processes are designed and implemented to ensure that the work we undertake is objective, impartial and free from bias and conflict of interest. Our certified management system covers independence and ethical requirements that are at least as demanding as the relevant sections of Parts A & B of the IESBA Code relating to assurance engagements.\n\nThe team that has undertaken this assurance engagement has extensive experience in conducting assurance on environmental, social, ethical and health and safety information, systems and processes, and provides no consultancy related services to Caterpillar in any respect.\n\nBeth Wyke\nHead of Corporate Assurance Services\nMalvern, PA\nApril 25, 2023\n\nERM Certification & Verification Services Incorporated\nwww.ermcvs.com | post@ermcvs.com\nPRIORITIZATION & MANAGEMENT OF ESG ISSUES\n\nWe have assessed and prioritized ESG topics by examining the external industry landscape to understand evolving trends and expectations of leading ESG standards, frameworks and disclosures, and aligning expectations with Caterpillar’s enterprise strategies, risks and future plans.\n\nWe prioritized topics through a third-party based on interviews with Caterpillar leadership, external research and benchmarking of industry peers, including:\n\n- Potential impact the topic may have on Caterpillar’s business\n- Level of awareness and concern about the topic by business stakeholders (e.g., customers, dealers, suppliers, investors, nongovernmental organizations and others)\n- Degree to which Caterpillar has influence over the topic\n\nOur final step was to select issues that were highest priority. These issues guide our initiatives and decision-making throughout our global operations and are closely aligned with topics covered by the SASB Industrial Machinery & Goods industry.\n\nWe continue to analyze and update these topics periodically as the ESG landscape and our business continues to evolve. We are committed to demonstrating shareholder responsiveness as we strive for continuous improvement throughout our sustainability journey.\n\n| ISSUE                        | RELEVANCE                                                                                                                                 |\n|------------------------------|-------------------------------------------------------------------------------------------------------------------------------------------|\n| Employee Health & Safety     | The health and safety of our employees is an important focus at Caterpillar, and we relentlessly strive to ensure our workforce returns home safely every day. |\n| Customer Health & Safety     | Our commitment to safety includes people who work in, on and around our products, from designing products for safe operations to providing safety services for our customers. |\n| Product Emissions & Energy Efficiency | Caterpillar is committed and contributing to a reduced-carbon future. We continue to invest in new products, technologies and services to help our customers achieve their climate-related objectives as they build a better, more sustainable world. |\n| Operations Energy & Efficiency | Operations within our manufacturing facilities are energy-intensive and account for most of our Scope 1 and 2 emissions. |\n| Operations Water             | While less water intensive than some industries, we are focused on reducing water consumption and ensuring good water management practices, particularly in areas determined to be the most at risk for water scarcity or quality concerns. |\n| Operations Waste             | We strive to eliminate waste in our processes where possible, and to recycle those materials that remain to reduce materials sent to landfills around the world. |\n| Remanufacturing              | Through our remanufacturing and rebuild offerings, we help keep materials in circulation for continued use, reducing waste, extending equipment life, and providing lower-cost options for our customers. |\n| Material Sourcing            | We source raw materials and manufactured components from a global network of suppliers across broad categories and technologies for aftermarket and production parts, approximately 27,000 suppliers in total. Our Supplier Code of Conduct and supporting initiatives help us to responsibly source the raw materials used to build our products. |\n| Human Capital Management     | We attract and recruit the best talent to develop advanced technologies, meet customer needs, and grow our business. The diverse thinking and decision-making of our people in an inclusive work environment strengthens us and drives our progress. |\n| TOPIC | SASB CODE | METRIC | UNIT OF MEASURE | RESPONSE/COMMENT |\n|-------|-----------|--------|-----------------|------------------|\n| Accounting Metrics | RT-IG-000.A | Number of units produced by product category | Number | Sales data is provided in Caterpillar’s annual report to shareholders on 2022 Form 10-K |\n| | RT-IG-000.B | Number of employees | Number | 109,100 |\n| Energy Management | RT-IG-130a.1 | (1) Total energy consumed | Gigajoules (GJ) | Total energy consumed in GJ for 2022 is 20,640,000 |\n| | | (2) Percentage grid electricity | % | 87.4% |\n| | | (3) Percentage renewable | % | 27.4% |\n| Employee Health and Safety | RT-IG-320a.1 | (1) Total recordable incident rate (TRIR) | Rate | 0.44 |\n| | | (2) Fatality rate | Number | 1 employee, 0 contractors |\n| | | (3) Near miss frequency rate (NMFR) | Rate | Caterpillar emphasizes the importance of reviewing all work-related environmental, health and safety incidents, including near misses. Near misses are communicated and managed locally. |\n| Fuel Economy & Emissions in Use-Phase | RT-IG-410a.1 | Sales-weighted fleet fuel efficiency for medium- and heavy-duty vehicles | Gallons per 1,000 ton-miles | Not applicable to Caterpillar. |\n| | RT-IG-410a.2 | Sales-weighted fuel efficiency for non-road equipment | Gallons per hour | We continue to invest in R&D aimed at products that generate fewer direct emissions. Read more about our focus on product emissions in the Helping Our Customer Build a Better, More Sustainable World section of the report. Given the diversity of our products and applications in which our products are used, as well as the lack of industry standards to estimate on a per unit of work basis, Caterpillar does not calculate sales-weighted fuel efficiency or emissions in this manner. |\n| | RT-IG-410a.3 | Sales-weighted fuel efficiency for stationary generators | Watts per hour | |\n| | RT-IG-410a.4 | Sales-weighted emissions of: (1) nitrogen oxides (NOx) and (2) particulate matter (PM) for: (a) marine diesel engines, (b) locomotive diesel engines, (c) on-road medium- and heavy-duty engines, and (d) other non-road diesel engines | Grams per kilowatt-hour | |\n| Materials Sourcing | RT-IG-440a.1 | Description of the management of risks associated with the use of critical materials | N/A | Caterpillar responsibly sources the raw materials used to build our products. Please see the Responsible Sourcing section of this report. |\n| Remanufacturing Design & Services | RT-IG-440b.1 | Revenue from remanufactured products and remanufacturing services | Reporting currency | Our remanufacturing sales and revenues have increased 19% since 2018. |\n\n1. Renewable sources includes purchased and on-site generated renewable energy, and the renewable energy from grid-purchased electricity.\n2. Data includes remanufacturing offerings provided by Cat Reman, Progress Rail, Solar Turbines, Caterpillar Energy Solutions and Caterpillar Defense.\n## GRI INDEX\n\n### GENERAL DISCLOSURES\n\n| DISCLOSURE NUMBER | DISCLOSURE                                                                 | LOCATION/RESPONSE                                                                 |\n|-------------------|---------------------------------------------------------------------------|----------------------------------------------------------------------------------|\n| GRI 2: GENERAL DISCLOSURES 2021 |                                                                           |                                                                                  |\n| **THE ORGANIZATION AND ITS REPORTING** |                                                                           |                                                                                  |\n| 2-1               | Organizational details: Legal name and location of headquarters           | Caterpillar Inc. Irving, Texas, USA                                               |\n| 2-2               | Entities included in the organization’s sustainability reporting: List all its entities discussed in sustainability reporting | 2022 Form 10-K, pgs. 1-9                                                        |\n| 2-3               | Reporting period, frequency and contact point: Specify the reporting period for its financial reporting, if it does not align with the period explain reason and add a point of contact | Annually Year end: December 31, 2022 catir@cat.com                               |\n| 2-4               | Restatements of information: Reason and effect of restatements, restatement of information when it has learned that the previously reported information needs to be revised. | Restatements are noted as footnotes in the ESG Data table in the Reporting section of this report. |\n| 2-5               | External assurance: Describe its policy and practice for seeking external assurance, including whether and how the highest governance body and senior executives are involved | ERM Certification and Verification Services, Inc. (ERM CVS) was engaged by Caterpillar Inc. to provide assurance in relation to the information presented in the Caterpillar 2022 Sustainability Report. |\n| **ACTIVITIES AND WORKERS** |                                                                           |                                                                                  |\n| 2-6               | Activities, value chain and other business relationships: Describe value chain | 2022 Form 10-K, pgs. 6-7                                                        |\n| 2-7               | Employees: Total number of employees, and a breakdown of this total by gender and by region | 2022 Sustainability Report>Reporting>ESG Data Center>Employees Caterpillar Diversity & Inclusion Report |\n| 2-8               | Workers who are not employees: Total number of workers who are not employees and whose work is controlled by the organization | Based upon HRIS data available, 13,678 workers who are not employees, may perform work activity at the direction of Caterpillar personnel. |\n## GRI INDEX\n\n### GENERAL DISCLOSURES\n\n| DISCLOSURE NUMBER | DISCLOSURE                                                                 | LOCATION/RESPONSE                                                                 |\n|-------------------|---------------------------------------------------------------------------|----------------------------------------------------------------------------------|\n| GRI 2: GENERAL DISCLOSURES 2021 |                                                                             |                                                                                 |\n| **GOVERNANCE**    |                                                                           |                                                                                 |\n| 2-9               | Governance structure and composition: Describe the governance structure,    | 2023 Proxy Statement>Board Election & Leadership Structure                        |\n|                   | list the committees of the highest governance body that are responsible for | 2023 Proxy Statement>Board Committees                                           |\n|                   | decisionmaking on and overseeing the management of the organization’s      |                                                                                 |\n|                   | impacts on the economy, environment, and people                            |                                                                                 |\n| 2-10              | Nomination and selection of the highest governance body: Describe the      | 2023 Proxy Statement>Director Nominations and Evaluations                         |\n|                   | criteria used for nominating and selecting highest governance body        |                                                                                 |\n|                   | members, views of stakeholders, diversity, independence and competencies   |                                                                                 |\n|                   | relevant to the impacts of the organization                              |                                                                                 |\n| 2-11              | Chair of the highest governance body: Report whether the chair of the     | 2023 Proxy Statement>Board Election & Leadership Structure                        |\n|                   | highest governance body is also a senior executive in the organization,   |                                                                                 |\n|                   | explain their function within the organization’s management, the reasons   |                                                                                 |\n|                   | for this arrangement, and how conflicts of interest are prevented and      |                                                                                 |\n|                   | mitigated                                                                  |                                                                                 |\n| 2-12              | Role of the highest governance body in overseeing the management of       | 2023 Proxy Statement>Board’s Role in Risk Oversight                               |\n|                   | impacts: Describe the role of the highest governance body and of senior   |                                                                                 |\n|                   | executives in developing, approving, and updating the organization’s      |                                                                                 |\n|                   | purpose, value or mission statements, strategies, policies, and goals      |                                                                                 |\n|                   | related to sustainable development                                         |                                                                                 |\n| 2-13              | Delegation of responsibility for managing impacts: Describe how the highest| 2023 Proxy Statement>Board Committees                                           |\n|                   | governance body delegates responsibility for managing the organization’s  |                                                                                 |\n|                   | impacts on the economy, environment, and people                           |                                                                                 |\n| 2-14              | Role of the highest governance body in sustainability reporting:          | 2023 Proxy Statement>Board Committees                                           |\n|                   | Responsible for reviewing and approving the reported information,         |                                                                                 |\n|                   | including the organization’s material topics. Describe the process for    |                                                                                 |\n|                   | reviewing and approving                                                    |                                                                                 |\n| 2-15              | Conflicts of interest: Processes to ensure that conflicts of interest are  | 2023 Proxy Statement>Anonymous Reporting of Accounting and Other Concerns        |\n|                   | prevented and mitigated                                                     | Caterpillar’s Code of Conduct, pg. 8                                             |\n| 2-16              | Communication of critical concerns: How concerns are communicated to the   | 2023 Proxy Statement>Communication with the Board                                |\n|                   | highest governance body, report the total number and the nature of        |                                                                                 |\n|                   | critical concerns during the reporting period                              |                                                                                 |\n## GRI INDEX\n\n### GENERAL DISCLOSURES\n\n| DISCLOSURE NUMBER | DISCLOSURE                                                                 | LOCATION/RESPONSE                                                                 |\n|-------------------|---------------------------------------------------------------------------|----------------------------------------------------------------------------------|\n| GRI 2: GENERAL DISCLOSURES 2021 |                                                                           |                                                                                  |\n| GOVERNANCE (CONT.) |                                                                           |                                                                                  |\n| 2-17              | Collective knowledge of the highest governance body: Measures taken to advance collective knowledge and skills for the highest governance body on sustainable development | 2023 Proxy Statement>Diversity of Skills and Expertise  \n2023 Proxy Statement>Director Continuous Education and Development |\n| 2-18              | Evaluation of the performance of the highest governance body: Overseeing the management of the organization’s impacts on the economy, environment, and people | 2023 Proxy Statement>Director Nominations and Evaluations |\n| 2-19              | Remuneration policies: Describe how the remuneration policies for members of the highest governance body and senior executives relate to their objectives and performance in relation to the management of the organization’s impacts on the economy, environment, and people | 2023 Proxy Statement>Director Compensation |\n| 2-20              | Process to determine remuneration: Process for designing its remuneration policies and for determining remuneration | 2023 Proxy Statement>Compensation Discussion and Analysis |\n| 2-21              | Annual total compensation ratio: Ratio of the annual total compensation for the organization’s highest-paid individual to the median annual total compensation for all employees, ratio of the percentage increase | 2023 Proxy Statement>CEO Pay Ratio |\n## GRI INDEX\n\n### GENERAL DISCLOSURES\n\n| DISCLOSURE NUMBER | DISCLOSURE                                                                 | LOCATION/RESPONSE                                                                 |\n|-------------------|---------------------------------------------------------------------------|----------------------------------------------------------------------------------|\n| GRI 2: GENERAL DISCLOSURES 2021 | STRATEGY, POLICIES AND PRACTICES                                           |                                                                                  |\n| 2-22              | Statement on sustainable development strategy: CEO Letter or message       | Chairman & CEO Letter                                                             |\n| 2-23              | Policy commitments: List of all policy commitments for business conduct    | Examples of relevant policies, include:                                           |\n|                   |                                                                           | Caterpillar Worldwide Code of Conduct                                             |\n|                   |                                                                           | Climate & Energy Statement                                                       |\n|                   |                                                                           | Supplier Code of Conduct                                                          |\n|                   |                                                                           | Human Rights Policy                                                               |\n|                   |                                                                           | Slavery & Human Trafficking Statement                                             |\n|                   |                                                                           | Global Data Privacy Statement                                                     |\n|                   |                                                                           | Conflict Minerals Statement & Compliance                                           |\n| 2-24              | Embedding policy commitments: How is it allocated or integrated responsibility to the commitments across different levels within the organization | 2022 Sustainability Report>Executive Summary                                      |\n|                   |                                                                           | 2022 Sustainability Report>Supporting a Lower-Carbon Future                       |\n|                   |                                                                           | 2022 Sustainability Report>Responsible Sourcing                                   |\n|                   |                                                                           | 2022 Sustainability Report>Human Rights                                           |\n| 2-25              | Processes to remediate negative impacts: Identify and address grievances   | 2022 Sustainability Report>Ethics & Integrity                                     |\n| 2-26              | Mechanisms for seeking advice and raising concerns: Process in raising concerns about the organization’s code of conduct | 2022 Sustainability Report>Ethics & Integrity                                     |\n| 2-27              | Compliance with laws and regulations: Report the total number of non-compliance instances with laws and regulations | 2022 Form 10-K>Environmental and Legal Matters pg. 9                            |\n## GRI INDEX\n\n### GENERAL DISCLOSURES\n\n| DISCLOSURE NUMBER | DISCLOSURE                                                                 | LOCATION/RESPONSE                                                                 |\n|-------------------|---------------------------------------------------------------------------|----------------------------------------------------------------------------------|\n| GRI 2: GENERAL DISCLOSURES 2021 | STRATEGY, POLICIES AND PRACTICES (CONT.) | American Road & Transportation Builders Association  \nAssociation of Equipment Manufacturers  \nBusiness Roundtable  \nCalifornia Manufacturers & Technology Association  \nIllinois Manufacturers Association  \nNational Association of Manufacturers  \nNational Mining Association  \nUnited States Chamber of Commerce |\n| 2-28              | Membership associations: List of membership associations                  |                                                                                  |\n\n### STAKEHOLDER ENGAGEMENT\n\n| DISCLOSURE NUMBER | DISCLOSURE                                                                 | LOCATION/RESPONSE                                                                 |\n|-------------------|---------------------------------------------------------------------------|----------------------------------------------------------------------------------|\n| 2-29              | Approach to stakeholder engagement: Describe how to engage and identify stakeholders | 2022 Sustainability Report>Our Values in Action>Shareholder Engagement: The Power of Everyone > Employee Experience: Supporting a Lower-Carbon Future > How We Help Our Customers Build a Better World |\n| 2-30              | Collective bargaining agreements: How the organization engages in collective bargaining with its employees | We respect the right of our employees to form, join or not to join any lawful organization of their choice without fear of reprisal, interference, intimidation or harassment. We believe it is important for individuals to exercise that right with the benefit of available information.  \n2022 Sustainability Report>ESG Data |\n\n### GRI 3: MATERIAL TOPICS 2021\n\n| DISCLOSURE NUMBER | DISCLOSURE                                                                 | LOCATION/RESPONSE                                                                 |\n|-------------------|---------------------------------------------------------------------------|----------------------------------------------------------------------------------|\n| 3-1               | Process to determine material topics: Process in how to determine material topics | 2022 Sustainability Report>Prioritization & Management of ESG Issues |\n| 3-2               | List of material topics: List of organizations material topics, i.e. Materiality Matrix | 2022 Sustainability Report>Prioritization & Management of ESG Issues |\n## GRI INDEX\n\n### GENERAL DISCLOSURES\n\n| DISCLOSURE NUMBER | DISCLOSURE                                                                 | LOCATION/RESPONSE                                                                 |\n|-------------------|---------------------------------------------------------------------------|----------------------------------------------------------------------------------|\n| GRI 300: ENVIRONMENTAL |                                                                           |                                                                                  |\n| GRI 301: MATERIALS |                                                                           |                                                                                  |\n| 3-3               | Management of material topic                                              | 2022 Sustainability Report>Supporting a Lower-Carbon Future>Supporting a Circular Economy |\n| 301-3             | Reclaimed products and their packaging materials: Percentage of reclaimed products and their packaging materials | 2022 Sustainability Report>Reporting>ESG Data>Remanufacturing Note: This is for product only. Packaging is not significant to Caterpillar, given the nature of our products. |\n| GRI 302: ENERGY   |                                                                           |                                                                                  |\n| 3-3               | Management of sufficient topic                                            | 2022 Sustainability Report>Supporting a Lower-Carbon Future                      |\n| 302-1             | Energy consumption within the organization: Total fuel consumption within the organization from non-renewable and renewable sources | 2022 Sustainability Report>Reporting>ESG Data>Energy                             |\n| 302-2             | Energy consumption outside of the organization: Upstream and downstream categories and activities from the GHG Protocol Corporate Value Chain (Scope 3) | 2022 Sustainability Report>Understanding Our Scope 3 Emissions                  |\n| 302-3             | Energy intensity: Types of energy included in the intensity ratio; whether fuel, electricity, heating, cooling, steam, or all | 2022 Sustainability Report>Reporting>ESG Data>Energy                             |\n| 302-4             | Reduction of energy consumption: Reductions in energy consumption achieved as a direct result of conservation and efficiency initiatives | 2022 Sustainability Report>Executive Summary>2030 Goals & Progress               |\n| 302-5             | Reductions in energy requirements of products and services: Example, the energy requirements of a car or a computer | 2022 Sustainability Report>Executive Summary>2030 Goals & Progress               |\n## GRI INDEX\n\n### GENERAL DISCLOSURES\n\n| DISCLOSURE NUMBER | DISCLOSURE | LOCATION/RESPONSE |\n|-------------------|------------|-------------------|\n| GRI 3: MATERIAL TOPICS 2021 | Management of material topic | 2022 Sustainability Report>Executive Summary>2030 Goals & Progress |\n| GRI 303: WATER AND EFFLUENTS | Interactions with water as a shared resource: Interactions with water, how and where water is withdrawn, consumed, and discharged, and the water-related impacts | 2022 Sustainability Report>Reporting>Prioritization & Management of ESG Issues |\n\nWhile our manufacturing operations are not as water-intensive as those of other industries, we nonetheless recognize the far-reaching economic, social and environmental implications that water scarcity may have in the future — and have taken steps to reduce our consumption.\n\nWe continue to implement conservation strategies to:\n\n- Reduce water use in our operations\n- Explore water-treatment technologies\n- Introduce water-recycling processes\n- Train employees about water resources to raise their awareness of the issue\n\nAround the world, Caterpillar facilities implement water management strategies, with increased emphasis in areas of water scarcity aligned with our 2030 goal.\n## GRI INDEX\n\n### GENERAL DISCLOSURES\n\n| DISCLOSURE NUMBER | DISCLOSURE                                                                 | LOCATION/RESPONSE                                      |\n|-------------------|---------------------------------------------------------------------------|--------------------------------------------------------|\n| 303-3             | Water withdrawal: surface water; groundwater; seawater; produced water;   | 2022 Sustainability Report>Reporting>ESG Data>Water    |\n|                   | third-party water                                                         |                                                        |\n| 303-5             | Water consumption: Water consumption measures water used by an organization| 2022 Sustainability Report>Reporting>ESG Data>Water    |\n|                   | such that it is no longer available for use by the ecosystem or local     |                                                        |\n|                   | community                                                                 |                                                        |\n\n### GRI 305: EMISSIONS\n\n| DISCLOSURE NUMBER | DISCLOSURE                                                                 | LOCATION/RESPONSE                                      |\n|-------------------|---------------------------------------------------------------------------|--------------------------------------------------------|\n| 3-3               | Management of material topic                                              | 2022 Sustainability Report>Supporting a Lower-Carbon    |\n|                   |                                                                           | Future                                                |\n| 305-1             | Direct (Scope 1) GHG emissions                                            | 2022 Sustainability Report>Supporting a Lower-Carbon    |\n|                   |                                                                           | Future                                                |\n| 305-2             | Energy indirect (Scope 2) GHG emissions                                   | 2022 Sustainability Report>Supporting a Lower-Carbon    |\n|                   |                                                                           | Future                                                |\n| 305-3             | Other indirect (Scope 3) GHG emissions                                    | 2022 Sustainability Report>Supporting a Lower-Carbon    |\n|                   |                                                                           | Future                                                |\n| 305-4             | GHG emissions intensity: Types of GHG emissions included in the intensity  | 2022 Sustainability Report>Reporting>ESG Data>Energy    |\n|                   | ratio; whether direct (Scope 1), energy indirect (Scope 2), and/or other  |                                                        |\n|                   | indirect (Scope 3)                                                        |                                                        |\n| 305-5             | Reduction of GHG emissions: Scopes in which reductions took place; whether| 2022 Sustainability Report>Reporting>ESG Data>Energy    |\n|                   | direct (Scope 1), energy indirect (Scope 2), and/or other indirect (Scope 3)|                                                        |\n|                   |                                                                           | 2022 Sustainability Report>Supporting a Lower-Carbon    |\n|                   |                                                                           | Future                                                |\n### GRI INDEX\n\n#### GENERAL DISCLOSURES\n\n| DISCLOSURE NUMBER | DISCLOSURE | LOCATION/RESPONSE |\n|-------------------|------------|-------------------|\n| GRI 3: MATERIAL TOPICS 2021 | | |\n| GRI 306: WASTE | | |\n| 3-3 | Management of material topic | 2022 Sustainability Report>Reporting>Prioritization & Management of ESG Issues  \n2022 Sustainability Report>Executive Summary>2030 Goals & Progress  \nMinimizing waste is consistent with our strategic focus on operational excellence. Waste minimization not only reduces costs, but also reduces our use of materials, energy, water and land. We are focused on a goal to reduce landfill intensity by 50% by 2030. By taking a critical look at every phase of our operations, teams have uncovered unexpected and high-impact methods to reduce waste while maintaining or improving performance and customer satisfaction. |\n| 306-1 | Waste generation and significant waste-related impacts: Impacts relate to waste generated in the organization’s own activities or to waste generated upstream or downstream in its value chain. Types of inputs and outputs can include raw materials, process and manufacturing materials, leaks and losses, waste, by-products, products, or packaging | 2022 Sustainability Report>Supporting a Lower-Carbon Future>Reducing Carbon in Our Operations  \n2022 Sustainability Report>Supporting a Lower-Carbon Future>Supporting a Circular Economy |\n| 306-2 | Management of significant waste-related impacts: Circularity measures, taken to prevent waste generation in the organization’s own activities and upstream and downstream in its value chain | 2022 Sustainability Report>Supporting a Lower-Carbon Future>Reducing Carbon in Our Operations  \n2022 Sustainability Report>Supporting a Lower-Carbon Future>Supporting a Circular Economy |\n| 306-3 | Waste generated | 2022 Sustainability Report>Reporting>ESG Data>Water |\n| 306-4 | Waste diverted from disposal | 2022 Sustainability Report>Reporting>ESG Data>Water |\n| 306-5 | Waste directed to disposal | 2022 Sustainability Report>Reporting>ESG Data>Water |\n## GRI INDEX\n\n### GENERAL DISCLOSURES\n\n| DISCLOSURE NUMBER | DISCLOSURE | LOCATION/RESPONSE |\n|-------------------|------------|-------------------|\n| **GRI 400 SOCIAL** |            |                   |\n| **GRI 401: EMPLOYMENT** |            |                   |\n| 3-3               | Management of material topic | 2022 Sustainability Report>Reporting>Prioritization & Management of ESG Issues 2022 Sustainability Report>The Power of Everyone |\n| 401-2             | Benefits provided to full-time employees that are not provided to temporary or part-time employees | 2022 Sustainability Report>The Power of Everyone>Health & Well-Being |\n| **GRI 403: OCCUPATIONAL HEALTH AND SAFETY** |            |                   |\n| 3-3               | Management of material topic | 2022 Sustainability Report>Returning People Home Safely>Employee Safety 2022 Sustainability Report>Reducing Carbon in Our Operations |\n| 403-1             | Occupational health and safety management system: A description of the scope of workers, activities, and workplaces covered by the occupational health and safety management system, and an explanation of whether and, if so, why any workers, activities, or workplaces are not covered | 2022 Sustainability Report>Returning People Home Safely 2022 Sustainability Report>Supporting a Lower-Carbon Future>Reducing Carbon in Our Own Operations>EHS Management System |\n| 403-2             | Hazard identification, risk assessment, and incident investigation: A description of the processes for workers to report work-related hazards and hazardous situations, and an explanation of how workers are protected against reprisals | 2022 Sustainability Report>Returning People Home Safely |\n| 403-3             | Occupational health services: A description of the occupational health services’ functions that contribute to the identification and elimination of hazards and minimization of risks | 2022 Sustainability Report>Returning People Home Safely |\n## GRI INDEX\n\n### GENERAL DISCLOSURES\n\n| DISCLOSURE NUMBER | DISCLOSURE                                                                 | LOCATION/RESPONSE                                                                 |\n|-------------------|---------------------------------------------------------------------------|----------------------------------------------------------------------------------|\n| GRI 400 SOCIAL    |                                                                           |                                                                                  |\n| 403-4             | Worker participation, consultation, and communication on occupational health and safety: Participation in the occupational health and safety management system | 2022 Sustainability Report>Returning People Home Safely                           |\n| 403-5             | Worker training on occupational health and safety: Occupational health and safety training provided to workers | 2022 Sustainability Report>Returning People Home Safely                           |\n| 403-6             | Promotion of worker health: How the organization maintains the confidentiality of workers’ personal health-related information | https://benefits.cat.com/en/eap.index.html                                         |\n| 403-7             | Prevention and mitigation of occupational health and safety impacts directly linked by business relationships: A description of the organization’s approach to preventing or mitigating significant negative occupational health and safety impacts that are directly linked to its operations, products, or services | 2022 Sustainability Report>Returning People Home Safely                           |\n| 403-8             | Workers covered by an occupational health and safety management system: The number and percentage of all employees and workers who are not employees but whose work and/or workplace is controlled by the organization, who are covered by such a system | 100% of Caterpillar employees and workers at Caterpillar who are not employees but whose workplace is controlled by Caterpillar are covered by an occupational health and safety management system |\n| 403-9             | Work-related injuries                                                     | 2022 Sustainability Report>Reporting>ESG Data>People Data                         |\n| 403-10            | Work-related ill health                                                   | 2022 Sustainability Report>Reporting>ESG Data>People Data                         |\n\n### GRI 404: TRAINING AND EDUCATION\n\n| DISCLOSURE NUMBER | DISCLOSURE                                                                 | LOCATION/RESPONSE                                                                 |\n|-------------------|---------------------------------------------------------------------------|----------------------------------------------------------------------------------|\n| 3-3               | Management of material topic                                              | 2022 Sustainability Report>The Power of Everyone>Developing Our People & Their Potential |\n| 404-2             | Programs for upgrading employee skills and transition assistance programs: Programs implemented and assistance provided to upgrade employee skills | 2022 Sustainability Report>The Power of Everyone>Developing Our People & Their Potential |\n| 404-3             | Percentage of employees receiving regular performance and career development reviews: Percentage of total employees by gender and by employee category who received a regular performance and career development review during the reporting period | Our talent processes guide us to provide 100% of employees with performance and development feedback informally and/or formally, throughout the course of the year. In addition to receiving performance feedback from leaders and/or colleagues, employees are encouraged to share performance feedback as well. Employees use performance feedback as one of the inputs to inform career and development conversations, which they’re encouraged to have on an ongoing basis, with their leader. |\n## GRI INDEX\n\n### GENERAL DISCLOSURES\n\n| DISCLOSURE NUMBER | DISCLOSURE                                                                 | LOCATION/RESPONSE                                                                 |\n|-------------------|---------------------------------------------------------------------------|----------------------------------------------------------------------------------|\n| GRI 400 SOCIAL    |                                                                           |                                                                                  |\n| GRI 416: CUSTOMER HEALTH AND SAFETY |                                                                           |                                                                                  |\n| 3-3               | Management of material topic                                              | 2022 Sustainability Report>Returning People Home Safely>Customer Safety          |\n| 416-1             | Assessment of the health and safety impacts of product and service categories: Efforts to address health and safety across the lifecycle of a product or service | 2022 Sustainability Report>Returning People Home Safely>Customer Safety          |\nFORWARD-LOOKING STATEMENTS\n\nCertain statements in this report relate to future events and expectations and are forward-looking statements within the meaning of the Private Securities Litigation Reform Act of 1995. Words such as “believe,” “estimate,” “will be,” “will,” “would,” “expect,” “anticipate,” “plan,” “project,” “intend,” “could,” “should” or other similar words or expressions often identify forward-looking statements. All statements other than statements of historical fact are forward-looking statements, including, without limitation, statements regarding our outlook, projections, forecasts or trend descriptions. These statements do not guarantee future performance and speak only as of the date they are made, and we do not undertake to update our forward-looking statements.\n\nCaterpillar’s actual results may differ materially from those described or implied in our forward-looking statements based on a number of factors, including, but not limited to: (i) disruptions or volatility in global financial markets limiting our sources of liquidity; (ii) failure to maintain our credit ratings and potential resulting increases to our cost of borrowing and adverse effects on our cost of funds, liquidity, competitive position and access to capital markets; (iii) changes in interest rates, currency fluctuations or market liquidity conditions; (iv) an increase in delinquencies, repossessions or net losses of our customers; (v) residual values of leased equipment; (vi) our compliance with financial and other restrictive covenants in debt agreements; (vii) government monetary or fiscal policies; (viii) political and economic risks, commercial instability and events beyond our control in the countries in which we operate; (ix) demand for Caterpillar products; (x) marketing, operational or administrative support received from Caterpillar; (xi) our ability to develop, produce and market quality products that meet our customers’ needs; (xii) information technology security threats and computer crime; (xiii) alleged or actual violations of trade or anticorruption laws and regulations; (xiv) new regulations or changes in financial services regulations; (xv) additional tax expense or exposure; (xvi) changes in accounting guidance; (xvii) the duration and geographic spread of, business disruptions caused by, and the overall global economic impact of, the COVID-19 pandemic; and (xviii) other factors described in more detail in Cat Financial’s Forms 10-Q, 10-K and other filings with the Securities and Exchange Commission.\n", "source": "caterpillar_2022", "added": "2025-04-27", "created": "2025-04-27", "metadata": {"Source-File": "climate_reports/tp_reports/caterpillar_2022.pdf", "olmocr-version": "0.1.59", "pdf-total-pages": 67, "total-input-tokens": 138644, "total-output-tokens": 36187, "total-fallback-pages": 0}, "attributes": {"pdf_page_numbers": [[0, 0, 1], [0, 1835, 2], [1835, 4962, 3], [4962, 6169, 4], [6169, 6954, 5], [6954, 8506, 6], [8506, 11561, 7], [11561, 14640, 8], [14640, 15768, 9], [15768, 17151, 10], [17151, 19908, 11], [19908, 23134, 12], [23134, 27354, 13], [27354, 29697, 14], [29697, 30560, 15], [30560, 32290, 16], [32290, 36368, 17], [36368, 38463, 18], [38463, 42322, 19], [42322, 46019, 20], [46019, 49907, 21], [49907, 50379, 22], [50379, 54251, 23], [54251, 56149, 24], [56149, 56880, 25], [56880, 60363, 26], [60363, 62347, 27], [62347, 64785, 28], [64785, 67377, 29], [67377, 68033, 30], [68033, 69144, 31], [69144, 72681, 32], [72681, 76731, 33], [76731, 82821, 34], [82821, 84916, 35], [84916, 87909, 36], [87909, 90017, 37], [90017, 93112, 38], [93112, 94373, 39], [94373, 98435, 40], [98435, 101517, 41], [101517, 101622, 42], [101622, 103947, 43], [103947, 105853, 44], [105853, 107561, 45], [107561, 109836, 46], [109836, 111565, 47], [111565, 113951, 48], [113951, 118128, 49], [118128, 122254, 50], [122254, 125991, 51], [125991, 129828, 52], [129828, 132769, 53], [132769, 135861, 54], [135861, 142070, 55], [142070, 144223, 56], [144223, 147896, 57], [147896, 150787, 58], [150787, 153619, 59], [153619, 154860, 60], [154860, 158652, 61], [158652, 160718, 62], [160718, 162694, 63], [162694, 166858, 64], [166858, 168090, 65], [168090, 170641, 66], [170641, 170641, 67]]}}