{"id": "0644fd278e857427521d840d032c965eff23950c", "text": "getting results the right way\n\n2021 corporate sustainability report\npermian basin\n\n2.2M net acres\none of the largest net acreage positions in the Permian Basin, which is located in West Texas and southeast New Mexico\n\n100%\nof the MCBU drill rig fleet is equipped as of 2021 to utilize natural gas or the grid for primary power, which is expected to reduce emissions intensity and well costs\n\n99%\nof water used in 2021 was from brackish or recycled sources\n\nPhoto: The company’s most significant holdings in the Mid-Continent business unit (MCBU) are in the Permian Basin, where Chevron has been active since 1920. We understand the importance of protecting the region’s resources – both the environment and the community. We’ve made notable progress in water use, flaring minimization, renewable energy and community involvement.\n\nOriginal release May 2022; update June 2022, page 45 (revised first bullet list in Highlights from 2021 column).\na force for shared progress\n\nOur success is driven by our people and their commitment to deliver affordable, reliable and ever-cleaner energy. Our strategy is clear – we are leveraging our strengths to deliver lower carbon energy to a growing world. By operating responsibly and performing with excellence, we strive to make Chevron the partner of choice and aim to be a force for shared progress and prosperity. Our success rests on a culture true to our Chevron Way values – getting results the right way.\nAs the global energy system evolves to meet the demands of a growing world, we are focused on delivering affordable, reliable and ever-cleaner energy.\n\nAchieving a more sustainable future for Chevron means drawing on our culture of human ingenuity to solve problems and deliver solutions. It also means being an outstanding partner with businesses around the world and with the communities we call home.\n\nThese priorities inspire us to build trust through collaboration and to nurture the diverse talent necessary to accomplish our goals. Getting results the right way isn’t always easy, but at Chevron we know it’s the sustainable way.\n\n**reducing our carbon intensity**\n\nWhile conversation about the energy transition often focuses on future actions, we are making progress today. We have identified nearly 100 GHG abatement projects to reduce the carbon intensity of our operations, and expect them to deliver approximately 4 million tonnes of emissions reductions per year when completed. In 2021, we started 36 decarbonization projects and completed five. In 2022, we are more than doubling the number of projects to 75 and expect to spend approximately $2 billion total on similar projects through 2028.\n\n**leading in methane management**\n\nWe continue to lead in methane management in our U.S. operations, particularly in the Permian, where our methane intensity is 85% lower than the basin average. Chevron is on track to meet our 2028 target to reduce enterprise methane emissions intensity by more than 50% from 2016 levels and eliminate routine flaring by 2030.\n\nTo continue making progress, we’re expanding methane detection capabilities. In addition to traditional ground-based sensors, we’re deploying detection technology using satellites, aircraft and drones for broader coverage. Better methane detection is critical to reducing carbon intensity, and our work with industry and academic partners contributes to improving the accuracy and credibility of global methane reporting.\n\n**new opportunities, new partnerships**\n\nReducing carbon emissions today requires partnership and collaboration, because no one company, industry or nation – acting alone – can meet the world’s energy and climate goals.\n\nThis is particularly true with harder-to-abate sectors, such as manufacturing, agriculture, aviation and heavy-duty transportation. We are working with innovators around the globe to develop breakthrough technologies and building new partnerships to scale lower carbon solutions.\n\nIn this spirit, we formed Chevron New Energies, leveraging our unique capabilities, assets and customers. We’re working to grow production of products such as renewable diesel, sustainable aviation fuel, renewable natural gas, biodiesel and renewable base oil. Our El Segundo Refinery was the first refinery in the U.S. to co-process biofeedstock to make transportation fuels with renewable content and a lower lifecycle carbon intensity. This capital-efficient project leveraged existing assets, enabled by patented, Chevron-developed technology.\n\nChairman’s letter continues on page 4\n2021 awards and recognition\n\n- 100% rating: Human Rights Campaign Foundation’s 2022 Corporate Equality Index (17th consecutive year)\n- 100% on the Disability Equality Index for the Best Places to Work for Disability Inclusion (3rd consecutive year)\n- JUST Capital Best Company for Workers in the Oil & Gas industry\n- EGYPS (Egypt Petroleum Show) Employer of the Year Championing Inclusion, Diversity and Equality\n- Corporation Leader of the Year award by Women Leaders in Data and Artificial Intelligence\n- Women’s Forum of New York Corporate Champion: more than 40% of Board seats are held by women\n- Forbes’ Just 100 and Best Employers For New Grads lists\n- Top Veteran-Friendly Company by U.S. Veterans Magazine\n- 5-star rating by The Hispanic Association on Corporate Responsibility’s Corporate Inclusion Index in areas of Employment and Governance\nIn addition, we are making great progress in growing our capabilities to produce lower carbon intensity fuels through agreements with Bunge, CalBio, Brightmark, Gevo and Renewable Energy Group.\n\n**contributing to a more prosperous world**\n\nIn this year’s report, we have included our contribution to Ipieca’s SDG Roadmap for the oil and gas sector. Chevron supports the United Nations Sustainable Development Goals through our day-to-day operations, partnership initiatives and social investments. Tengizchevroil in 2021 supported Kazakhstani companies with the highest percentage of total spend since 2010 – an example of how we can use our supply chain to create opportunities for local businesses. Chevron’s water management practices utilize several methods to reduce operational demand for fresh water. We continue to partner with organizations like the World Business Council on Sustainable Development and are contributing to the Global Water Solutions Project to develop new tools to strive to make more fresh water available for communities where we operate. Many more such examples are noted in this report.\n\n**human ingenuity drives it all**\n\nWe invest to develop the full potential of people, believing this offers the best path to a better future for all.\n\nIn 2021, we made strong progress on our Racial Equity strategy and continued executing our $15 million commitment to address racial inequality in the United States.\n\nThe health and safety of our workforce is core to The Chevron Way. We strive to provide effective health and education programs to employees and to residents of the communities where we operate. We understand that self-care, mental health and emotional well-being are integral to employee health, safety and productivity.\n\nThrough our commitment to operational excellence, dedication to partnership, and support for developing the potential of our people, Chevron is focused on what it takes to lead the right way.\n\nWe proudly embrace our role and go forward with confidence and determination, committed to making vital contributions on the journey ahead.\n\nThank you for your engagement, trust and partnership.\n\nSincerely,\n\nMichael K. Wirth\nChairman of the Board and Chief Executive Officer\n2021 ESG highlights\n\n**protecting the environment**\n\n- >35% GHG reduction target\n  set for Upstream carbon intensity (Scope 1 and 2) by 2028 from our 2016 baseline\n- 2050 net zero aspiration\n  adopted for Upstream GHG emissions (Scope 1 and 2); see page 15 for more details\n- Portfolio carbon intensity metric\n  developed encompassing Scope 1, 2 and 3 GHG emissions\n\n**empowering people**\n\n- #64 out of top 250\n- #172 out of top 750\n\n**getting results the right way**\n\n- $21.1B\n  record free cash flow in 2021 – 25% greater than our previous high\n- 34 years\n  in a row of increasing annual dividend payout per share\n- Directly linked Chevron Incentive Plan to achieving energy transition milestones\n- 100+ engagements\n  carried out with investors and stakeholders in 2021\n\n- 50% reduced flaring since 2016\n- Top quartile performance\n  maintained in Upstream oil and gas GHG intensity\n- Top marks for 17th consecutive year\n- 100% for 3rd consecutive year\n- Furthered commitment to transparency by disclosing all contributions to trade associations and publishing list twice a year\n\nchevron.com/sustainability\nwe focus our sustainability efforts on addressing environmental, social and governance issues, including implementing strong environmental stewardship, putting people at the center of everything we do and achieving results the right way\n\nfor complete reporting, visit chevron.com/sustainability\nboard of directors\n\nMichael K. (Mike) Wirth\nChairman of the Board and Chief Executive Officer\n\nEnrique Hernandez, Jr.\n(3, 4)\n\nDambisa F. Moyo\n(1)\n\nWanda M. Austin\n(2, 3)\n\nMarilynn A. Hewson\n(1)\n\nDebra Reed-Klages\n(1)\n\nJohn B. Frank\n(1)\n\nJon M. Huntsman Jr.\n(3, 4)\n\nRonald D. Sugar\n(2, 3)\n\nAlice P. Gast\n(2, 4)\n\nCharles W. Moorman\n(2, 3)\n\nD. James Umpleby III\n(2, 4)\n\nCommittees of the Board\n1 Audit: Debra Reed-Klages, Chair\n2 Board Nominating and Governance: Wanda M. Austin, Chair\n3 Management Compensation: Charles W. Moorman, Chair\n4 Public Policy and Sustainability: Enrique Hernandez, Jr., Chair\n\nchevron.com/sustainability\nIndependent Director Debra Reed-Klages had a virtual sit-down with Vanessa Teran, an employee network specialist in our Diversity, Inclusion, and Ombuds organization. Mrs. Teran is a proud member of Somos (Spanish for “We are”), one of Chevron’s 12 employee networks that promote diversity and inclusion. Somos provides leadership development, promotes inclusive behaviors, and helps create meaningful connections with Latin American and Hispanic employees at Chevron.\n\nTheir discussion covered a wide range of topics – from expectations regarding the pace of the energy transition to the role diversity can play in managing organizational change. Ms. Reed-Klages shared her thoughts on Chevron’s role in a lower carbon future and the thoughtful approach we have taken thus far to advance an orderly transition.\nTeran: Can you reflect on how Chevron is managing the energy transition?\n\nReed-Klages: Chevron’s approach to the energy transition balances ambition and reality. It recognizes that the energy transition is exactly that – a transition. The world needs energy, and advancing to a lower carbon future should not leave anyone behind. We are driving down the carbon intensity of our oil and natural gas production today and investing to develop lower carbon energy solutions for tomorrow. A diversity of approaches toward achieving a lower carbon future is essential. Chevron is targeting the sectors of the economy that are difficult to decarbonize – manufacturing, aviation and heavy-duty transportation – because they are much more difficult to electrify than light-duty transportation. Chevron has the capabilities, assets and customers to drive change and innovation in these critical sectors, but such innovation will require ambitious government policies designed to align goals, create viable markets and serve as a catalyst for action.\n\nTeran: Can you share how the Board approached the launch of Chevron New Energies (CNE)?\n\nReed-Klages: I am really excited about CNE. Our portfolio of energy technologies is expected to evolve over time as we advance toward a lower carbon future. Chevron recognized that to be a future leader, we needed to create an organization with a singular focus on pursuing lower carbon businesses. CNE builds on Chevron’s competitive advantages and provides a platform to accelerate lower carbon business activities in harder-to-abate sectors. For example, Chevron’s experience in operating complex refineries supports our hydrogen efforts; our experience in drilling helps us be leaders in carbon capture, utilization and storage; and our customer base in harder-to-abate sectors benefits from our ability to develop lower carbon products and solutions. In addition, Chevron is a goal-oriented organization, and CNE’s launch has helped focus the business on achieving the hydrogen and carbon capture targets we have set for ourselves.\n\nTeran: What have you learned about Chevron’s culture since you joined the Board?\n\nReed-Klages: I’ve been particularly struck by the pride employees take in their jobs and the variety and length of their careers at Chevron. As employees move through different roles, they learn the implications of decisions on other parts of the business and build a robust picture of what drives value. Employees care about colleagues and business performance because they want to be a part of Chevron’s future. I’ve also been struck by the themes of caring and doing the right thing that permeate Chevron’s culture. For example, Chevron discloses GHG emissions data and established carbon intensity reduction targets on an equity basis – covering GHG emissions from company-operated and nonoperated joint ventures. Despite having less control over nonoperated joint ventures, transparently communicating our progress toward achieving global GHG emissions reduction goals is the right thing to do.\n\nTeran: How does the Board embrace diversity and why does diversity matter?\n\nReed-Klages: In November 2021, Chevron was recognized by the Women’s Forum of New York for having more than 40% of our Board seats held by women. Overall, the Board seeks to achieve diversity of age, gender and ethnicity and recognizes it’s important to refresh Board membership and committee chair positions to introduce fresh ideas and perspectives. This multidimensional diversity enables the Board to challenge itself and management from different points of view. Chevron believes innovative solutions to our most complex challenges emerge when diverse people, ideas and experiences come together in an inclusive environment. I believe diversity brings not only new ideas and perspectives, but also resilience through change. Inclusion cultivates authenticity and a sense of belonging that can foster meaningful connections among employees. These connections can give people the strength they will need as our business evolves and we advance a lower carbon future.\n\n“I believe diversity brings not only new ideas and perspectives, but also resilience through change”\n\n– Debra Reed-Klages\n\nchevron.com/sustainability\nour purpose\nwe develop the affordable, reliable, ever-cleaner energy that enables human progress\n\nour vision\nto be the global energy company most admired for its people, partnership and performance\n\nPhoto: Employees at Tengizchevroil in Kazakhstan are working to start up the Future Growth Project and Wellhead Pressure Management Project.\nOur sustainability reporting focuses on environmental, social and governance (ESG) issues that matter to our business and our stakeholders. Thoughtful engagement around priority issues (sometimes called “material issues” in the context of ESG reporting frameworks) helps us assess and, where necessary, refresh our ESG strategy and commitments and validate priorities in relation to business risk and opportunities.\n\nThe content for our Corporate Sustainability Report (2021) was identified through issue prioritization processes and engagements with internal and external stakeholders throughout the year. To gain insight into ESG issues and reporting trends, we engage with numerous third-party groups, including: World Business Council for Sustainable Development, World Economic Forum, Business for Social Responsibility and Ipieca. In addition, we benchmark and obtain third-party reviews of our prior year’s Sustainability Report and send questionnaires to more than 100 internal subject matter experts and stakeholders to test our thinking. In 2021, we had more than 100 engagements with investors and other stakeholders in which a wide range of issues was discussed, such as climate change, corporate culture, cybersecurity, water, human capital management and employee mental health following COVID-19. As part of our reporting cycle, we provide relevant members of the Executive Leadership Team and senior management, the Global Issues Committee, and the Board’s Public Policy and Sustainability Committee with the opportunity to review and provide input to the planned content for our voluntary Sustainability Report.\n\nSince 2020, we have partnered with Datamaran, an ESG risk identification and monitoring software company that uses a comprehensive data-driven process to identify, prioritize and monitor ESG issues. Its business intelligence tool aims to leverage artificial intelligence to incorporate a wide array of inputs, including corporate reports, global regulations, Sustainability Accounting Standards Board (SASB) metrics, social media and online news. We believe this tool is one of many useful inputs into our overall process for assessing the relevance of ESG issues and trends and that it helps us evaluate our alignment with diverse and sometimes competing stakeholder interests.\n\nCommitment to transparency\nWe demonstrate our commitment to transparency by reporting metrics and performance data annually. To determine which metrics to include, we consider the reporting guidance, indicators and terminology of the SASB, Task Force on Climate-related Financial Disclosures (TCFD), Sustainability Reporting Guidance for the Oil and Gas Industry (2020) by Ipieca, the International Association for Oil & Gas Producers and the American Petroleum Institute, as well as other leading reporting frameworks. We have also disclosed our ESG data, including GHG emissions data, in the IHS Markit ESG Reporting Repository to enable investors and other stakeholders to efficiently compare ESG data across sectors and reporting frameworks in the absence of consistent mandatory reporting requirements.\n\nResponding to our stakeholders\nOur stakeholder engagement process has resulted in action in our business and enhancements to our reporting. These are but a few examples:\n\n- In 2021, in response to a proxy proposal and investor feedback, we created an updated lobbying and trade association webpage that includes additional transparency on both lobbying and political contributions.\n\n- Discussions with investors have shaped our reporting and led us to utilize SASB and TCFD frameworks for sustainability disclosures. Beginning in 2019, we enhanced our reporting by aligning our performance data table with the recommendations of the SASB voluntary framework, as reflected in our SASB index column. In 2020, we began considering how our data related to the core Stakeholder Capitalism metrics developed by the World Economic Forum. These enhancements help provide comparable information for investors and other stakeholders.\n\n1 With respect to the use of the term material, individual companies are best suited to determine which information is material under the long-standing U.S. Supreme Court definition of that term, and whether to disclose this information in U.S. Securities and Exchange Commission financial filings.\nEmployees regularly express their thoughts and concerns to management through many formal and informal channels, including town hall meetings, employee pulse surveys and our Workplace platform. A recurring theme has been transparency and equity in job selection processes. Chevron identifies leaders to participate in our internal job selection meetings who act as a neutral third party focused on recognizing unconscious bias. The goal is to facilitate open discussions and bring more transparency to our decision-making processes.\n\nThe table below highlights how we engage with our key stakeholder groups and what topics we typically discuss.\n\n| stakeholders          | what do we discuss?                                                                 | how do we engage?                                                                 |\n|-----------------------|------------------------------------------------------------------------------------|----------------------------------------------------------------------------------|\n| stockholders          | • Climate change and the energy transition<br>• Environmental impacts<br>• Executive compensation<br>• Governance<br>• Risk management<br>• Social issues and human rights | • Annual Meeting of Stockholders<br>• Disclosure alignment with SASB and TCFD reporting frameworks<br>• ESG engagements<br>• Quarterly analyst calls<br>• Securities and Exchange Commission filings<br>• Stockholder communication |\n| employees             | • Career development and advancement<br>• Climate change and the energy transition<br>• Compensation, benefits and equal opportunity<br>• Health, safety and the environment<br>• Well-being and stress management | • Employee networks<br>• Employee surveys<br>• Global Office of Ombuds<br>• Town halls<br>• Workplace by Facebook – an internal and informal social platform |\n| suppliers and contractors | • Climate change and the energy transition<br>• Health, safety and the environment<br>• Local employment and contracting opportunities<br>• Supplier diversity in the United States | • Advanced supplier relationship and service quality programs, which focus on collaborative improvement of mutual goals<br>• Contractor Health, Environment and Safety Management process, which includes forums, meetings and audits<br>• Engagements with local suppliers<br>• Support and participation in various woman- and minority-owned supplier diversity councils |\n| communities           | • Asset retirement and environmental remediation<br>• Health, safety and the environment<br>• Land use<br>• Local workforce and career training<br>• Project and operational impacts<br>• Social investment | • Community feedback hotlines<br>• Grievance mechanisms<br>• Local staff dedicated to community engagement<br>• Regional development committees/strategic partnerships<br>• Town halls<br>• Volunteering<br>• Websites, media and social media |\n| governments           | • Climate change and the energy transition<br>• Cultural heritage management<br>• Economic benefit and jobs<br>• Energy supply and security<br>• Health, safety and the environment<br>• Social issues and human rights | • Engagement with all levels of government<br>• Industry and trade association policymaking and advocacy<br>• Promoting Chevron’s Statement on Human Rights Defenders and expectations of suppliers, contractors and business partners to comply<br>• Regulatory rulemaking<br>• Respect for Indigenous rights through Chevron Resettlement Guidance and Indigenous Peoples’ Guidance |\n| NGOs                  | • Climate change and the energy transition<br>• Economic development<br>• Social issues and human rights<br>• Transparency | • Participation in international climate initiatives and reporting frameworks<br>• Participation in the Extractive Industries Transparency Initiative<br>• Participation in United Nations’ working groups and other multistakeholder initiatives<br>• Partnerships for environmental research |\n| customers             | • Environmental management<br>• Health and safety performance<br>• Lower carbon<br>• Product and service quality<br>• Social issues and human rights<br>• Supply chain oversight<br>• Timely delivery<br>• Training | • Chevron Consumer Connection Center with support as needed from relevant corporate affairs departments and leadership<br>• Customer questionnaires<br>• Local customer service centers and support teams<br>• Regular customer engagements<br>• Regular engagement between sales teams and our business customers |\nprotecting the environment\n\nWe work to deliver the energy the world needs while protecting the environment.\n\nPhoto: Tanks at our El Segundo Refinery in California store biofeedstocks, which can be converted into renewable fuels. In this section, learn more about our approach to climate change.\nChevron has a long history of producing oil, natural gas and other products that enable human progress, which we proudly continue today as we help evolve the energy future. Our primary objective is to deliver higher returns, lower carbon and superior shareholder value in any business environment. Many published outlooks conclude that fossil fuels will remain a significant part of the energy system for years to come and that the energy mix will increasingly include lower carbon intensity sources. The world’s energy demands are greater now than at any time in human history.\n\nAffordable, reliable, ever-cleaner energy is essential to achieving a more prosperous world. Our strategy is clear – leverage our strengths to deliver lower carbon energy to a growing world. Our capabilities, assets and customers are distinct advantages. We are building on these strengths as we aim to lead in lower carbon intensity oil, products and natural gas and to advance new products and solutions that reduce the carbon emissions of major industries. We’re driving energy progress essential to a growing, dynamic world.\n\n**our objective**\n\nhigher returns, lower carbon\n\n**our strategy**\n\nleverage our strengths to deliver lower carbon energy to a growing world\n\nwe aim to lead in lower carbon intensity oil, products and natural gas and to advance new products and solutions that reduce the carbon emissions of major industries\n\n**$8B**\n\nin lower carbon investments by 2028\n\nWe believe growth in renewable fuels, hydrogen, carbon capture and offsets may enable 30 million tonnes of CO₂e reductions by 2028.\n\n**$2B**\n\nin carbon reduction projects by 2028\n\nWe have identified nearly 100 GHG abatement projects and plan to spend more than $300 million in 2022.\n\n**our 2028 carbon intensity targets:**\n\n- **upstream carbon intensity** (Scope 1 and 2): 24 kg CO₂e/boe\n- **refining carbon intensity** (Scope 1 and 2): 36 kg CO₂e/boe\n- **portfolio carbon intensity** (Scope 1, 2 and 3): 71 g CO₂e/MJ\n\nboe = barrels of oil-equivalent  MJ = megajoules\nachieving net zero at least cost to society\n\nWe aspire to achieve net zero Upstream emissions (Scope 1 and 2) by 2050. Accomplishing this aspiration depends on continuing progress on commercially viable technology; government policy; successful negotiations for carbon capture, utilization and storage (CCUS) and nature-based projects; the availability of cost-effective, verifiable offsets in the global market; and the granting of necessary permits by governing authorities.\n\nAn economically efficient approach to GHG abatement\n\nAn economically efficient approach to GHG abatement is to prioritize efforts that curtail emissions at the lowest cost per tonne, irrespective of the sectors in which those abatements occur. Marginal Abatement Cost Curves (MACCs) provide Chevron with a methodology to identify and prioritize a portfolio of the most promising GHG abatement opportunities across operations. This MACC approach has provided other companies and governments with investment insights that focus on achieving the greatest volume of GHG reductions at the least cost to society.\n\nReduce carbon intensity of our own operations\n\nOur target for Upstream oil and natural gas intensity is 24 kg CO₂e/boe. To reduce the carbon intensity of our own operations, we have identified nearly 100 projects and plan to spend more than $300 million in 2022. In 2021, we made progress on 36 projects and completed five. We expect to spend approximately $2 billion total on similar projects through 2028. When completed, the projects are expected to deliver approximately 4 million tonnes of emissions reductions per year. In the years beyond 2028 in our MACC portfolio planning, we have identified opportunities that have the potential to further lower our Upstream carbon intensity to the mid-teens, helping us get closer to our net zero Upstream aspiration. Significant technology advancements and the development of large offsets markets could enable reductions to net zero by mid-century.\n\nusing carbon price as the primary policy tool\n\nIn 2020, more than 60% of our total Scope 1 and Scope 2 equity GHG emissions were in regions with existing or developing carbon-pricing policies. Equity emissions include emissions from operated and nonoperated joint-venture assets based on Chevron’s financial interest. To reduce emissions, we believe a price on carbon is the most efficient mechanism for public policy because it harnesses market forces. For example, our Eastern Mediterranean business unit supported Israel’s adoption of a price on carbon as the primary policy tool for fulfilling the state’s carbon reduction goals. By adopting a market-based approach to carbon reduction, Israel has shown it’s at the forefront of countries around the world in addressing global climate change.\n\nWe use carbon prices and derived carbon costs in business planning, investment decisions, impairment reviews, reserves calculations, and assessment of carbon reduction and new energy opportunities.\ndeveloping a balanced and measured approach\n\nA balanced and measured approach aims to meet long-term economic, environmental and energy-security needs; allocate costs in an equitable, gradual and predictable way; and consider both GHG mitigation and climate change adaptation. Policies should promote market-based mechanisms that create a level playing field, do not pick winners or losers, and eliminate inefficient, higher-cost direct regulations. As a California-based company with significant operations and investment in the state, we have a long history of engagement and advocacy both directly and through our trade associations. This has included engagement and advocacy regarding California’s cap-and-trade program, the first economywide carbon-pricing program in the United States. This program uses several key design elements of balanced and measured climate policy by covering all sectors of the economy, leveraging carbon pricing and crediting additional emissions offsets outside its cap.\n\nsupporting promising technologies\n\nWell-designed climate policy supports research, development and early-stage deployment of promising technologies. At the federal level in the United States, Chevron supported the Bipartisan Infrastructure Investment and Jobs Act’s inclusion of critical provisions encouraging development of carbon capture, utilization and storage and hydrogen technologies. Early-stage federal investment can help the United States become a leader in developing emerging technologies that the world’s leading energy and climate experts deem critical to addressing climate change.\n\nengaging globally\n\nClimate change requires global engagement and action. We believe market-based mechanisms applied across the broadest possible coverage of emissions are the most effective and efficient way to reduce emissions. As a member of the International Emissions Trading Association (IETA), Chevron has supported IETA’s mission to be the trusted business voice on market-based climate solutions. Through IETA and other business groups, Chevron remains engaged as official observers to the United Nations Framework Convention on Climate Change, which seeks to build global consensus on cooperative approaches between governments, NGOs, research organizations and other stakeholders to achieve the long-term goals of the Paris Agreement.\n\nIn addition, well-designed policy should enable linking with other markets to build a globally coordinated system. Linking to other jurisdictions directly or through flexible market mechanisms such as offsets can create opportunities for global coordination while avoiding unintended trade and investment impacts and the risk of offshoring jobs and emissions.\n\nclimate change policy framework\n\nour overarching vision:\n\nwe support policy that enables the realization of a lower carbon future at least cost to society\n\nwe believe policymakers should:\n\n- ensure global engagement and action\n- encourage investment in technology, research and innovation\n- take a balanced and measured approach\n- promote transparency and equity\n\nelements of well-designed policy:\n\n- Include all sectors of the economy\n- Complement and reinforce rather than hinder market efficiency\n- Utilize a price on carbon as the primary policy tool\n- Enable linking with other markets\n- Recognize and account for negative emissions technologies and offsets\n- Support early-stage pre-commercial activity and research and development for breakthrough technologies\n\nchevron.com/sustainability\nThe PCI metric, which includes Scope 1, 2 and 3, represents the carbon intensity across the full value chain associated with bringing products to market.\n\n**chevron’s portfolio carbon intensity (PCI)**\n\nThe PCI metric, which includes Scope 1, 2 and 3, represents the carbon intensity across the full value chain associated with bringing products to market.\n\n**supporting transparency**\n\n**Consistent and comparable climate reporting**\n\nWe aim to lead the industry in transparent climate change-related reporting and support efforts to enhance the comparability and consistency of such information in public disclosures. We have voluntarily reported our greenhouse gas emissions, including Scope 3 emissions from the use of our products, for nearly two decades. In 2018, Chevron was among the first oil and gas companies to publish a report aligned with the Task Force on Climate-related Financial Disclosures, and we issued a fourth update in October 2021. We helped the American Petroleum Institute develop a voluntary template for oil and gas companies to report core GHG emissions data to enable greater comparability in climate-related reporting.\n\n**Full value chain carbon accounting**\n\nWe believe transparent data and policies enable consumer choice and the most efficient GHG reductions. In addition, verifiable, full value chain carbon intensity data can enable price discovery, a comparison of the “green premium,” and a supply chain of affordable, reliable and ever-cleaner products. In 2021, we introduced a portfolio carbon intensity (PCI) metric that represents the carbon intensity across the full value chain associated with bringing products to market, including Scope 3 emissions. This methodology is available on our website for anyone to use and compare energy companies. In our case, Scope 3 emissions result principally from customers’ use of the products we sell and are the largest category of emissions associated with Chevron’s activities. Our PCI target for 2028 is 71 g CO₂e/MJ, a >5% decrease from 2016.\n\n**Responsible lower carbon energy**\n\nIn collaboration with Pavilion Energy and QatarEnergy, we jointly developed a liquefied natural gas (LNG) carbon-footprinting methodology for delivered cargoes to help advance a standard for GHG product-level accounting. This methodology is expected to improve accuracy and build stakeholder confidence in data reliability. In early 2022, we announced a one-year pilot with Project Canary to enhance our ability to demonstrate transparency in how we are lowering methane emissions in our operations. Project Canary will use its comprehensive TrustWell™ Certification program to review and analyze the environmental and social performance aspects of individual wells and facilities in Colorado and Texas.\nlowering the methane intensity of our operations\n\nChevron’s efforts to achieve our 2028 Upstream methane intensity target of 2.0 kg CO₂e/boe include facility design, GHG reduction projects and exploring emerging technology to identify opportunities to further lower emissions. Our planned GHG reduction projects include opportunities to reduce venting, such as a nitrogen blanket system for the tank farm at Tengizchevroil (TCO), and to reduce flaring, which also reduces methane emissions. Our standard facility design in the Permian Basin includes methane emission controls, such as vapor recovery units at central tank batteries and pneumatic controllers that utilize compressed air instead of natural gas. We are committed to further improving methane detection and direct measurement through our global methane detection campaign, which focuses on scaling up proven and emerging detection technologies and modes of deployment, such as satellites, aircraft and drones. To date, we have completed campaigns in Argentina, the Denver-Julesburg Basin, the Gulf of Mexico, the Permian Basin and TCO.\n\nWe are active participants in multiple partnerships and associations focused on methane emissions. Chevron is a founding member of the Collaboratory to Advance Methane Science (CAMS), a joint industry project to conduct peer-reviewed research around methane emissions. Recent CAMS projects include an aerial survey to understand sources in the Permian Basin and the first measurement study of methane emissions from LNG transport activities. Chevron is also a founding partner of the Environmental Partnership, an industry initiative aimed at accelerating the adoption of practices that reduce methane emissions. To date, companies in this initiative have conducted more than 770,000 leak detection surveys and replaced more than 27,000 pneumatic controllers with lower- or non-emitting technologies. Recently, the Environmental Partnership collaborated with several aerial survey technology providers, including the NASA Jet Propulsion Laboratory/University of Arizona, GHGSat, Bridger Photonics and Kairos Aerospace.\n\nleading methane intensity performance in the permian basin\n\nWe’re investing to reduce methane emissions and flaring. Improving methane detection, rethinking facility designs, optimizing equipment and deploying new operational practices are a few examples of the projects underway to lower emissions.\n\nOur Mid-Continent business unit has piloted eight advanced methane detection solutions since 2016 and selected an aerial laser-based methane scanning technology for broader deployment in the Permian. Aircraft-based solutions help us and other nearby operators cost-effectively screen assets for methane emissions across a wide geographic footprint in the Permian.\n\nCompletion operations flow back to permanent facilities that have equipment to capture entrained gas.\n\nSince 2011, standard facility designs have included compressed air for pneumatic controllers, which eliminate natural gas venting for that application.\n\nStandard designs for tank batteries and compressor stations include Vapor Recovery Units, which gather emissions that can be reused onsite or sold to third parties.\n\nFlaring intensity was 79% less than Permian Basin average in 2020 due to infrastructure planning to create gas-takeaway capacity.\nreducing flaring\n\nWe flare natural gas only when necessary for safety and operational purposes and in areas where pipelines and other alternatives for transporting gas do not exist. Our 2028 Upstream carbon intensity target includes a specific target for flaring intensity of 3.0 kg CO₂e/boe, which is a 66% reduction from our 2016 baseline. Chevron endorsed the World Bank’s Zero Routine Flaring by 2030 initiative, which brings together governments, oil companies and development institutions to cooperate to eliminate routine flaring by no later than 2030. Chevron is an active participant in the World Bank’s Global Gas Flaring Reduction (GGFR) voluntary partnership. GGFR recently partnered with the Payne Institute for Public Policy at the Colorado School of Mines to develop a transparent web platform to support real-time mapping and tracking of global gas flaring data. Chevron supported this partnership through our membership in the Oil and Gas Climate Initiative.\n\napplying world-class capabilities\n\nFuture progress will require applying our world-class capabilities as we aim to deliver higher returns in a lower carbon world. Our capabilities, assets and customers are distinct advantages. Chevron Technology Ventures targets external innovation and transformational technology. The Chevron Technical Center develops and deploys technology across the entire business, including integrating low-carbon technology into our operations. In 2021, we formed Chevron New Energies, a new organization dedicated to growing hydrogen, CCUS, offsets and other emerging energies. Chevron Strategy and Sustainability continues to steward the company’s long-term strategy by integrating climate change, energy transition and other sustainability themes into macroeconomic forecasting, supply-and-demand forecasting, price forecasting, portfolio modeling and competitor intelligence.\n\nemployee spotlight\n\nEarly in 2021, I was asked to serve as project manager for Chevron’s methane detection campaign, which is tasked with deploying methane detection technology to cover 80% of our equity emissions.\n\nOur team works with business units across Chevron’s asset classes to design tailored methane detection solutions to accommodate operational needs, policy concerns and regulatory protocols. We are experimenting with a variety of technologies to expand our methane detection capabilities, including deploying airborne sensors using satellites, aircraft and drones. In addition to working within Chevron’s business units, we also collaborate with regulators, universities and other operators to evaluate equipment and share best practices.\n\nI’m especially proud of our work with the Gulf of Mexico business unit, where we became one of the first operators to deploy a methane detection solution offshore using drones. Offshore is especially challenging because ocean water can confuse detection technology and create false readings. In addition, platforms have layered equipment, which can make it difficult to identify the source of emissions from overhead sensors alone. To solve this challenge, we combined emissions detection equipment from our San Joaquin Valley business unit with drones used offshore and developed a new flight procedure to detect methane emissions from the platforms. After identification, the business units work to remove or mitigate the emissions source.\n\nMethane reduction is a global challenge, and there is not a one-size-fits-all solution. I am inspired by the level of expertise within our company and our culture of innovation and experimentation.\n\nhouston CCS\n\nChevron and more than 10 industry partners have agreed to support large-scale deployment of carbon capture and storage (CCS) to help decarbonize industrial facilities in Houston, Texas, one of the largest concentrated sources in the United States. The organizations are considering using CCS technology at facilities that generate electricity and manufacture everyday products such as plastics, motor fuels and packaging. The collaboration could lead to capturing and storing up to 50 million metric tons of CO₂ per year by 2030 and about 100 million metric tons by 2040.\nOur New Energies organization seeks to accelerate lower carbon solutions for our customers such as those in the aviation, marine, heavy-duty transportation and industrial sectors, so they can achieve their emissions reduction goals.\n\nHydrogen, CCUS and offsets, and renewable fuels are at the core of this strategy and are an important part of addressing climate change. These businesses support Chevron’s efforts to reduce GHG emissions and are also expected to become high-growth opportunities with the potential to generate accretive returns. We bring a unique set of capabilities to each of these areas. Our existing assets span the value chain and are in areas where we can grow demand based on cost-competitive supply combined with appropriate policy support. We have strong relationships with key customers and partners, which will be critical in developing economic projects that can scale quickly across a complex value chain.\n\nIn early 2022, Chevron announced an agreement with Iwatani to co-develop and construct 30 hydrogen fueling sites in California by 2026.\n\n**2030 targets**\n\n- **150,000 tonnes** hydrogen per year*\n- **25 million tonnes** carbon capture per year\n- **40 billion BTUs** renewable natural gas per day\n- **100,000 barrels** renewable fuels production capacity per day\n\n* Chevron’s approach to hydrogen envisions the use of green, blue and gray hydrogen. BTUs = British thermal units\n\nChevron’s approach to hydrogen envisions the use of green, blue and gray hydrogen. We believe the use of blue and green hydrogen as a fuel source can help reduce the amount of GHG emissions entering the atmosphere. Although gray hydrogen is viewed as not directly supporting decarbonization of the energy sector, we believe that early-use cases of gray hydrogen can provide key opportunities to minimize the risks of technology; enable development of supporting infrastructure, including fueling stations; and contribute to lessons learned. Chevron holds more than 75 patents in hydrogen from early commercial ventures that are applicable to our future development plans.\n\nWe have agreements in place with Toyota, Cummins and Caterpillar to explore commercially viable hydrogen opportunities. These agreements cover an array of topics, from public policy to hydrogen-powered transportation to infrastructure.\n\nIn 2021, we announced an investment in Hydrogenious, a potential bulk hydrogen storage and transportation technology. In addition, Chevron announced in early 2022 an agreement with Iwatani to co-develop and construct 30 hydrogen fueling sites in California by 2026.\ngrowing our carbon capture business\n\nAchieving net zero Upstream emissions by 2050 is unlikely without scaled deployment of CCUS and other CO₂ removal technologies. We see CCUS opportunities in two areas: reducing the carbon intensity of our existing assets and growing our carbon capture business, primarily through hubs with third-party emitters as partners and customers. Our initial carbon capture projects have been focused on decarbonizing existing assets – such as our Gorgon facility, one of the largest sequestration projects in the world, with the capacity to store up to 4 million tonnes of CO₂ per year – providing us with key operational experience. Enterprise-wide, we are targeting 25 million tonnes of CO₂ per year in equity storage by the end of this decade.\n\nTo achieve these ambitions, we’re exploring several hub opportunities in the United States and abroad, each including multiple large customers and with facility nameplate capacities of between 5 million and 20 million tonnes of CO₂ per year. We are advancing collaborative efforts with the U.S. Department of Energy and Svante to help develop innovative new technology to potentially reduce carbon capture costs. In addition, Chevron invested in Blue Planet to leverage carbon capture to produce low-carbon construction materials and to reduce the carbon intensity of industrial operations. In early 2022, we announced an increased investment in Carbon Clean, a U.K.-based company with advantaged capture technology that is designed to reduce the costs and physical footprint required for carbon capture, minimizing site disruption and facilitating faster permitting. This partnership is an important step toward growing our future large-scale CCUS business.\n\ninvesting in scalable, nature-based solutions\n\nOffsets are expected to make up a notable portion of global reductions, especially in sectors that are harder to abate or do not have cost-effective reduction opportunities. We are investing directly in scalable, nature-based solutions – like soil carbon storage, reforestation and mangrove restoration. In addition, we plan to monetize excess high-quality credits. We expect to be a portfolio supplier of offsets by providing more customers with offset-paired products. In March 2022, we announced an agreement with Restore the Earth Foundation for a reforestation project for up to 8,800 acres of property in St. Charles Parish, Louisiana, U.S.\n\nChevron’s experience in developing and using offsets dates back nearly two decades and is an important part of our operations in Australia, Canada, Colombia and California. We have a global carbon trading organization and actively participate in multiple registries and exchanges. Chevron is a founding member of the Markets for Natural Climate Solutions (NCS) Initiative. NCS markets provide a potentially cost-effective form of carbon management that can contribute to the goals of the Paris Agreement. In addition, Chevron is a consultative group member of the Institute of International Finance Taskforce on Scaling Voluntary Carbon Markets (TSVCM). TSVCM brings together experts across the carbon market value chain to help build consensus on how best to scale up voluntary carbon markets. Chevron has invested in Boomitra, a startup developing an agricultural technology to enable farm carbon sequestration and monetization that has the potential to cost-effectively grow the supply of carbon offsets.\ncarbon-negative renewable natural gas\n\nUnder the California Low Carbon Fuel Standard, renewable natural gas (RNG) produced from dairy biomethane can qualify as carbon negative on a lifecycle basis. Chevron intends to participate across the full renewable natural gas value chain using existing capabilities in marketing, sales, distribution, brands and infrastructure to maximize margin.\n\n10X increase\nwe are targeting a tenfold increase in RNG production by 2025 versus 2020 levels and intend to produce over 40 billion BTUs per day by 2030\n\npartnerships\nWe’re partnering with CalBio Energy, Brightmark and dairy farmers to market and produce RNG, which can be converted to compressed natural gas (CNG).\n\nexisting pipeline infrastructure\nThe dairy projects are designed to send biomethane to a processing facility, where it will be upgraded to meet quality specifications and transported through existing pipelines.\n\nexpanding retail network\nWe are targeting opening or rebranding more than 30 CNG stations by 2025, which included opening our first Chevron-branded CNG site in Napa, California, in June 2021. To expand our retail presence outside California, we announced a joint venture with Mercuria Energy to own and operate Beyond6 and its network of 60 CNG stations across the United States.\n\nexpanding commercial network\nWe are partnering with Clean Energy to provide CNG to truck operators at the ports of Los Angeles and Long Beach, California. We provide funding for truck operators to subsidize the cost of buying CNG-powered trucks through the Adopt-a-Port program.\n\nreducing the carbon intensity of fuels\nWe are complementing the strength of our traditional products business with new lower carbon intensity products. Renewable fuels are important products that can help reduce the lifecycle carbon intensity of transportation fuels while meeting the world’s growing energy needs. To establish a reliable supply chain from farmer to fueling station, we announced a joint venture with Bunge North America Inc. to secure renewable feedstocks. We also intend to collaborate with Gevo Inc. to jointly produce sustainable aviation fuel (SAF) and renewable blending components for motor gasoline. We tested a batch of SAF with Delta Air Lines and Google and tracked emissions data using cloud-based technology. The companies hope to create a common, more transparent model for analyzing potential GHG reductions that could be adopted by others.\n\nIn February 2022, Chevron announced a definitive agreement to acquire Renewable Energy Group, Inc. (REG). REG is an international producer of lower carbon intensity fuels and utilizes a global integrated procurement, distribution and logistics network to operate 11 biorefineries. The acquisition seeks to combine REG’s growing renewable fuels production, leading feedstock capabilities and organizational expertise in the renewable fuels industry with Chevron’s large manufacturing, distribution and commercial marketing position. Chevron expects this transaction to accelerate progress toward our goal to grow our renewable fuels production capacity to 100,000 barrels per day by 2030 and position us to create an even stronger renewable fuels business that meets evolving customer needs. The proposed acquisition is subject to REG stockholder approval and other customary closing conditions.\n\nTo learn more, visit chevron.com/climatechange.\nAt Chevron, we seek to design and maintain an Operational Excellence Management System (OEMS) that recognizes the potential impact of many factors on the environment. This recognition is operationalized through our recently deployed Environment Focus Area (EFA) Strategy and Environment Risk Management Process (ERMP). This process seeks to go above and beyond local regulatory requirements, to strengthen our safeguards and apply lessons learned across Chevron. These updates provide an improved risk-based, data-driven approach to manage and mitigate environmental risks associated with our operations and incorporate Chevron’s priorities of environmental stewardship and responsible operations into business decisions.\n\n2021 highlights\n\n- Commenced deployment of the Environment Risk Management Process to integrate how we manage and mitigate environmental risk with community, health and social impacts\n- Deployed the Environment Focus Area Strategy to drive improvements in environmental performance throughout Chevron\n- Supported business units through research, technology and capability development to streamline reporting, assure effectiveness of safeguards and mitigate environmental risks\n\nOur EFA Strategy provides an integrated vision for achieving our goal of protecting the environment while providing affordable and reliable energy. The strategy helps us clarify our environmental expectations, including:\n\n- Preventing and mitigating the consequences of accidental releases\n- Reducing air emissions, including GHGs\n- Conserving and protecting water and biodiversity\n- Managing waste and wastewater\n- Conserving energy\n- Retiring idle assets and reclaiming sites with residual environmental impacts\n\nembedding environmental stewardship in our business\n\nthe chevron way: who we are, what we believe, how we achieve and where we aspire to go\n\nOEMS: framework to manage and improve our health, safety and environmental performance\n\nenvironment focus area strategy: strategy to drive improvements in environmental performance throughout Chevron\n\nenvironment risk management process: process to identify and manage environmental risks, including those with community health and social impacts, across asset lifecycles\n\nchevron.com/sustainability\nAs a member of the Ipieca Environment Group Impact Assessment Task Force, Chevron collaborated with the Climate Change Group to analyze guidance and approaches for integrating climate change risks into existing environmental, social and health impact assessments.\n\nemployee spotlight\n\nAt Chevron, I’ve had the opportunity to help develop a more holistic waste management strategy, recognizing that waste is intertwined with other factors that can impact the environment. In this capacity, I identified opportunities to optimize business units’ waste reporting practices and trained data reporters across the enterprise to align with our data reporting expectations. I’m proud of my role in improving the quality of our waste data because a robust data set enables us to make better decisions on how to optimize our waste management approach.\n\nI’ve also served as a technical resource across the company, helping solve complex waste challenges and share best practices. I’ve helped develop new methods to increase waste recovery that can mitigate risk, reduce cost and reduce our environmental footprint. For example, I managed a project that developed a new approach to removing surface scales from scrap metal using a fiber laser beam delivery system. This approach has the potential to increase recycling options for scrap metal and reduce the creation of secondary waste streams when compared with other methods.\n\nI’m encouraged by Chevron’s approach to waste management through our implementation of the Third-Party Waste Stewardship standard that establishes a consistent approach for how we select and set expectations for third-party-owned facilities that handle waste generated from Chevron operations. This process demonstrates how we work to influence the companies with whom we collaborate and illustrates Chevron’s commitment to our core values, which include protection of human health, safety and the environment.\n\nThe ERMP provides a framework to identify, assess, mitigate and manage environmental risks, including those involving community health and social risks, across the lifecycle of an asset. The process is designed to be fit-for-purpose so that it can be applied to activities with a broad range of complexity, including large projects and ongoing operations. The ERMP leverages the principles of our former Environmental, Social and Health Impact Assessment (ESHIA) process and requires each business unit to address a broad scope of relevant environmental impacts. Though it is recommended that all new projects and activities apply the ERMP, business units have until year-end 2023 for full implementation.\n\ndigital solutions\n\nFuture environmental solutions rely on a strong foundation of standardized workflows, data automation, analytics and process integration. First deployed in 2020 at the Richmond Refinery, our Integrated Waste Solution (IWS) creates a digital interface between the personnel managing operations that generate waste and the environmental personnel responsible for waste handling and management. The solution automates and standardizes waste requests, approvals, tracking and payment, which saves time and puts in place safeguards. Through the development of IWS and related technologies, we seek to streamline our reporting, reduce waste management storage time and align with our Third-Party Waste Stewardship standard designed to mitigate waste disposal risks.\n\ninnovation\n\nThe Chevron Technical Center (CTC) supports Chevron’s businesses through research, technology and capability development. The CTC also helps bridge the gap between business unit needs and externally developed emerging technology solutions such as technologies to generate biodiversity baselines, uninhabited aerial systems for environmental monitoring, real-time measurement tools for site assessment, and lower carbon solutions for environmental remediation.\n\nThrough research and development conducted in the Chevron Richmond Technology Center, we piloted the use of an infrared gun to rapidly measure total petroleum hydrocarbons in soil and drill cuttings at sites in California, Colorado and Michigan and deployed at full scale a similar commercially available device within our IndoAsia business unit. The technology eliminates the need to use any chemicals for sample extraction and analysis, and when used at scale, it enables faster turnaround and improved decision making in the field, which has resulted in notable cost savings.\n### advanced recycling\n\nIn 2021, Chevron worked with Chevron Phillips Chemical Company (CPChem) to process pyrolysis oil, a liquid feedstock made from post-use plastics, through the Pascagoula Refinery. CPChem uses the resulting materials to manufacture a product called Marlex® Anew™ Circular Polyethylene, a circular polymer that can be used to make a wide variety of products, from automotive parts to kayaks. Both Chevron and CPChem hold certifications through International Sustainability and Carbon Certification PLUS, a globally recognized sustainability certification system for renewable feedstocks. CPChem and Chevron are evaluating future collaborative opportunities to reinforce both companies’ sustainability-related efforts and to support CPChem’s annual production target of 1 billion pounds of Marlex Anew Circular Polyethylene by 2030, estimated to divert 1.5 billion pounds per year of plastic from ending up in landfills.\n\n### reducing plastic packaging\n\nChevron Products Company makes the Havoline Brand of advanced passenger car motor oils. Havoline utilizes two different motor oil package styles that use recyclable cardboard to reduce plastic waste. PitPack® is a 6-gallon package used in fast lube and mechanic shops, while Havoline Smart Change® is a 6-quart package found on retail shelves and online for those who prefer to change their own oil. The PitPack reduces plastic waste by 89%, while the Smart Change package reduces plastic waste by 70% vs. the equivalent traditional plastic bottles. In 2021, we added an ultra-premium product to our Havoline motor oil portfolio with Havoline® PRO-RS™, which will be available in both packaging styles. In addition, this is Chevron’s first renewable passenger car motor oil and is made with 25% sustainably sourced plant-based oils manufactured by Novvi.\n\n### innovation\n\nThrough Chevron Technology Ventures, Chevron invested in GR3N, a Swiss-based startup that is developing plastics recycling technology to enable chemical recycling of PET-based waste generated from plastics widely used in single-use food and beverage packaging. GR3N has the potential to help reduce the carbon intensity of plastics manufacturing while supporting a broader global circular economy related to plastics.\n\nAnother innovation is Hottpad, a cost-efficient remediation technology that has a lower carbon intensity than traditional thermal methods. First used at the Chevron Batangas terminal in the Philippines, Hottpad has been piloted within the San Joaquin Valley business unit in California, with a full-scale deployment underway for Wafra Joint Operations in the Partitioned Zone between Saudi Arabia and Kuwait.\n\n### growing workforce capability\n\nIn 2021, 16 business units and 11 other stakeholder teams user-tested the new environment and stakeholder risk management tool, which collects baseline data for developing business unit risk profiles and assessing enterprise risk. We also hosted trainings to build competency with our qualified environmental facilitators, and these trainings included risk assessment workshops in Bangladesh and the Mid-Continent business unit.\n\n### addressing plastic waste\n\nPlastics are an essential part of modern life, and plastic waste should not end up in unintended places in the environment like rivers and oceans. We are taking steps to address plastic waste and support a circular economy in which post-use plastic is recycled, reused or repurposed. In 2019, CPChem became one of the founding members of the Alliance to End Plastic Waste, a nonprofit organization committed to reducing plastic waste globally. CPChem is a 50-50 joint venture between Chevron and Phillips 66.\n\nTo learn more, visit [chevron.com/sustainability/environment#enhancingenvironmentalstewardship](http://chevron.com/sustainability/environment#enhancingenvironmentalstewardship).\nIn 2021, Chevron used the World Resources Institute (WRI) Aqueduct tool to map our operated assets in water-stressed areas as defined by WRI. Six out of 15 Upstream assets are in areas of high or extremely high water stress, and one out of five refineries and one Oronite facility are also in areas of high or extremely high water stress. Our assets do not share the same physical attributes and would not be impacted in the same way across our portfolio. In 2021, out of the total amount of fresh water withdrawn by Chevron, 19% was extracted in areas classified by WRI as having high or extremely high water stress.\n\nour approach to water management\n\nChevron continues to strengthen our water management practices, underscoring our recognition that using water responsibly is integral to The Chevron Way values and our environmental policy and practices. We seek to protect this natural resource through our risk-based management systems, processes and standards, including:\n\n- Applying a risk-based approach to understand, prioritize and manage water risks across the lifecycle of our assets\n- In areas of high water stress, where water scarcity makes availability and access to this resource more challenging, utilizing water management concepts, such as efficient and responsible water use, reuse, recycling and conservation, and applying industry-standard practices to reduce water withdrawals for our operations, such as leveraging water of lower quality in lieu of fresh water and recycling and reusing wastewater and produced water\n- Establishing metrics to measure the effectiveness of our water management practices, which enables us to report our performance to stakeholders on a meaningful and regular basis\n\n2021 highlights\n\n- Continued to strengthen responsible water stewardship through the deployment of the Environment Focus Area Strategy and the Environment Risk Management Process\n- Completed water stress analysis for Chevron operations to generate data insights to inform strategy to reduce freshwater withdrawals in areas of high water stress\n- Leveraged technology to increase reuse and recycling of wastewater and produced water in lieu of fresh water\n- Applying the Stakeholder Engagement and Issues Management process to identify and manage social risks and potential social impacts to the community, including access to water resources where applicable\n\nmid-continent business unit’s surface water use philosophy\n\nIn 2021, the Mid-Continent business unit (MBCU) water demand in the Permian Basin was satisfied with 99% brackish or recycled sources, which included utilizing no fresh water for hydraulic fracturing. This performance conformed to the goals of our Surface Water Use philosophy, which provides that, whenever possible, MBCU uses brackish water resources and recycled produced water instead of fresh water. In addition, MBCU participated in the New Mexico Produced Water Research Consortium to explore long-term\n\npercent of total fresh water withdrawn in stressed vs. non-stressed areas\n\n19% water-stressed areas\n\n81% water non-stressed areas\nalternatives to beneficially reuse produced water beyond what the operation requires for business needs. The consortium was formed in 2019 to help meet New Mexico’s water needs. In 2021, MCBU was actively involved in the consortium’s pilot program to identify potential produced-water treatment technologies that will guide the state’s future actions regarding beneficial reuse.\n\n**el segundo refinery increases use of reclaimed water**\n\nStrong water management practices and innovative use of digital technology have enabled our El Segundo Refinery to increase use of reclaimed water by 8% in three years – from 70% in 2018 to 78% in 2021. Through recycling efforts, the amount of fresh water that was saved is enough to meet the daily water needs of 80,000 to 90,000 people in the Los Angeles Basin. In 2020, the refinery began using Plant Information Vision, a digital monitoring dashboard that tracks daily water use in cooling tower systems and alerts operators of optimization opportunities. This helps increase the use of recycled water in operations, thereby decreasing the use of fresh water. Innovative technology also helped conserve water during a recent tank inspection. Normally, the tank would need to be taken out of service and fully drained of its 1.8 million gallons of recycled water. But by using a robotic system, the refinery was able to complete its inspection without draining the tanks, preventing the waste of a valuable resource while performing a task that is critical to maintaining the integrity of our equipment.\n\n**singapore refinery reduces water use**\n\nOver the past five years, our joint-venture Singapore Refining Company (SRC) has increased the recycling and reuse of its process water. In 2018, Singapore’s national water agency presented SRC with the agency’s inaugural Water Efficiency Award and Watermark Award in the Refining category for efforts in water recycling. SRC’s journey to reducing water use in refining operations began in 2016 with the completion of the Effluent Treatment Recovery Plant (ETRP), the first of its kind in Singapore. Using flat-sheet ceramic membranes and a two-stage reverse osmosis process to remove suspended solids, oil, grease and other contaminants, the ETRP treats water that would otherwise be discharged to the sea. The ETRP increased SRC’s capability to recycle water by up to 50%. Government incentives and technological advances have driven SRC’s recycling initiatives, and greater advances in water recycling are ahead.\n\n**employee spotlight**\n\nI am passionate about my work as a water treatment specialist. My concern for cleaner water began when I was growing up in a poor part of India where the water had the highest fluoride levels in the world. After getting my Ph.D. in environmental engineering from Lehigh University, water management was the logical field for me to pursue.\n\nI started at the Richmond Technology Center conducting research on water treatment, and over the years, I have published several technical papers and have developed water treatments that resulted in patents. When I joined the San Joaquin Valley business unit (SJVBU), I took my research experience to the field. It has been fascinating to work with the process engineers, trying new concepts in water technology to improve efficiency while maintaining the reliability of our facilities. The SJVBU has been an ideal laboratory for this work.\n\nI’m proud of our collaboration with Veolia, which engineered a produced-water desalination plant in San Ardo. The produced water is treated in a multistep process that contains a number of safeguards to verify that the water meets the permit requirements to recharge the local groundwater aquifer. In 2021, produced water met approximately 98% of the San Ardo Field’s water needs, and more than 1,000 acre-feet of treated water from the field were returned for groundwater aquifer recharge.\n\nAs the son of two professors, I have carried on their tradition by teaching and mentoring engineers and water specialists all over the world. I’m especially inspired by my conversations with members of the next generation because they recognize, as I do, that water is universally important to us all.\n\nThrough recycling efforts at our El Segundo Refinery, the amount of fresh water that was saved is enough to meet the daily water needs of 80,000 to 90,000 people in the Los Angeles Basin.\nIn 2021, Chevron joined the Global Water Solutions Project of the World Business Council for Sustainable Development (WBCSD). Through this project, we contribute to deliverables and tools developed by WBCSD’s water stewardship workstreams, which includes providing input to the development of the Wastewater Impact Assessment Tool. Participation enables us to assess how we might apply these water stewardship concepts and principles to our refinery operations. In addition, the tool can help assess the potential impacts of wastewater on biodiversity and on fresh water at both the facility and supplier level.\n\nWRI’s definition of “water stress”: Baseline water stress measures the ratio of total water withdrawals to available renewable surface and groundwater supplies. Water withdrawals include domestic, industrial, irrigation and livestock consumptive and nonconsumptive uses. Available renewable water supplies include the impact of upstream consumptive water users and large dams on downstream water availability. Higher values indicate more competition among users.\n\nWater withdrawn data cover only operated assets. Our Fuels & Lubricants business and the Technology, Projects and Services (TP&S) organization were not included in this analysis. Freshwater withdrawals for the Fuels & Lubricants business and TP&S are minimal (0.7% of the total) compared with the overall use in the corporation.\n\nMCBU’s entire freshwater consumption is considered as being withdrawn from a high-stressed or extremely high-stressed arid area even though parts of MCBU are not in a high-water-stressed area.\n\nData are full-year 2021 for freshwater use.\n\nTo learn more, visit chevron.com/water.\n“Biodiversity” is the variation in living things in different regions on Earth, including the ecosystems and ecological processes that support them. Chevron recognizes the importance of protecting and conserving a region’s biodiversity, and we have a long history of working in collaboration with communities, industry groups, regulators and conservation groups to identify and protect biodiversity in parts of the world where we operate.\n\nGiven the variation in biodiversity and the complexities of our operations, our Environment Risk Management Process (ERMP), under our Operational Excellence Management System, is designed to operationalize a risk-based approach to identify, assess and manage potential risks to the environment across the lifecycle of our assets, including those related to biodiversity. The ERMP screening step is designed to align with the Biodiversity Indicators for Site-Based Impacts, a third-party methodology for aggregating biodiversity impact/benefit and performance data at the site level to provide indicators of biodiversity management performance at the corporate level. The ERMP also facilitates Chevron’s Protective by Design concept, which applies the mitigation hierarchy, to avoid, reduce, restore or offset potential impacts to the environment, including on biodiversity. This includes the restoration of habitats, ecosystems and ecosystem services. Though it is recommended that all new projects and activities apply the ERMP, business units have until year-end 2023 for full implementation.\n\nWhen evaluating whether to operate in protected or ecologically sensitive areas, we consider the characteristics of the area, the type and proximity of the proposed operation, our ability to meet or exceed regulatory requirements, and our capability to avoid or manage potential impacts by using appropriately protective operating practices. When we engage in asset retirement and divestitures, we prioritize and mitigate asset retirement risks through timely planning and execution. When possible, we mitigate risks for residual\n\n---\n\n**mitigation hierarchy implementation**\n\n**preventive**\n\n- **avoidance**\n  - Avoidance\n  - Site selection\n  - Design\n  - Scheduling\n\n- **reduction**\n  - Physical controls\n  - Operational controls\n  - Abatement controls\n\n- Can potential impacts be managed adequately through remedial measures?\n\n  - no\n\n  - yes\n\n**remedial**\n\n- **restoration**\n  - Reestablishment of habitat types\n  - Reestablishment of biodiversity values\n  - Reestablishment of ecosystem services\n\n- **offsets**\n  - Restoration offsets\n  - Averted loss offsets\n\n---\n\nchevron.com/sustainability\nsite impact by implementing beneficial site reuse with the aim of restoring the sites and their biodiversity to function with the surrounding habitat.\n\n**innovative solutions to protect biodiversity**\n\nWe invest in scientific research and develop and implement new technologies to manage biodiversity on and surrounding our assets. An example is Chevron’s Mustang comprehensive drilling plan (CDP), which covers nearly 100 square miles in northern Colorado. It was the first CDP approved by the Colorado Oil and Gas Conservation Commission (COGCC). Colorado Parks and Wildlife designated some of the Mustang area as high-priority habitat for Eastern Plains native fish, nesting areas for hawks and bald eagles, and winter range for pronghorn and mule deer. This designation led Chevron to develop the area in a way that avoided identified nesting sites and wetland areas. By reducing or avoiding development in floodplains and wetlands, we seek to maintain the ecosystem support that a floodplain and associated wetlands provide, including water flow regulation and flood attenuation, water quality improvement, and other ecological functions that enhance biodiversity.\n\n**Innovative solutions in the Mustang CDP helped reduce noise, air emissions, the surface footprint and truck traffic while avoiding sensitive habitat in northern Colorado.**\n\nTo improve facility design, COGCC agreed to extend drilling permits from two years to six years to provide more time to build infrastructure ahead of development. Installed pipelines now enable the elimination of storage tanks and emission control flare stacks, which reduces the potential for spills and avoids more than 152 million miles of truck traffic associated with hauling oil and water. This also enabled the upgrade of sub-facilities and the installation of new high-line power to electrify engines used for drilling and production compression, which has reduced noise and nearly eliminated combustion-related air emissions.\n\nThe plan also includes the reclamation of 1,471 legacy vertical wells, tank batteries and associated roads in the development area, which is expected to reduce Chevron’s surface footprint by 95% when compared to past practices and will return thousands of acres to other uses such as agriculture, rangeland and wildlife habitat. Recognizing the success of the Mustang CDP, in March 2020, COGCC approved a second 40,000-acre comprehensive plan, the Wells Ranch CDP, that will utilize similar field design and facility innovation. Chevron’s approach has become a model for development in Colorado.\n\nChevron Thailand worked to evaluate alternatives for retiring offshore platform jackets, revealing the potential environmental and social value of transforming the platform jackets into an artificial reef rather than removing them. To accomplish this, after removing the production equipment, seven jackets were lifted from their offshore location and laid on the seafloor near the shore, forming a reef more than 1,600 feet long. Creation of the artificial reefs enabled Chevron not only to reduce asset retirement costs, but also to provide habitat for marine life and recreational diving opportunities, benefiting local fishers and communities and enabling scientists to further study artificial reef science and the value of such infrastructure in the Gulf of Thailand.\n\nChevron is working with Chulalongkorn University in Thailand and Curtin University in Australia to monitor the artificial reef over a three-year period, examining fish, benthic communities, sediment, plankton, and a range of water quality aspects and overall ecosystem value. In collaboration with the Scottish Association of Marine Science, we piloted a new technology in 2021, Structure from Motion 3D Photogrammetry, to collect and analyze video images from the artificial reef. The technology integrated the video images into geospatial software to create a 3D computer model that was analyzed to quantify 3D ecological characteristics of marine growth on the reef site.\n\n**INSITE**\n\nChevron, as a member of the INfluence of Structures In The Ecosystem (INSITE) program, has contributed to building a legacy of scientific investigation into the potential influence of marine structures on the ecosystem. INSITE is a public/private partnership with the U.K. government, academia and industry that leads research projects and a Ph.D. scholarship program. The objective is to provide stakeholders with independent science-based studies to better understand the influence of man-made structures on the ecosystem of the North Sea.\nCollaboration\nWe collaborate with governments, industry peers, academia, environmental NGOs and local communities to help us better characterize and manage biodiversity, identify areas to positively affect biodiversity, support development of credible and meaningful environmental solutions and industry standards, and shape relevant policy. For more than 15 years, Chevron has worked with Conservation Volunteers Australia, and in 2021, Chevron Australia announced a new initiative to support nature-based solutions to climate change. The initiative will result in 10 wetland locations across Australia receiving critical restoration. Wetlands can reduce the impacts of floods, offer notable ecosystem services and improve water quality. They are also home to a wide variety of native animals, fish and plants. The initiative will also contribute to innovative blue carbon research.\n\nLee Higgins\nSenior HSE Specialist,\nMid-Continent Business Unit\n\nemployee spotlight\nFor the past four years, my team and I have provided environmental support for the Mid-Continent business unit, working with multiple cross-functional development teams in Texas and New Mexico. For these projects, we’ve utilized Chevron’s Protective by Design concept to inform our decision making when developing new sites.\n\nFor example, in the East Texas Deadwood Development Area, we use field surveys and Geographic Information System data to plan flowlines and well pad locations that reduce potential impacts within the development area and to plan construction schedules to reduce vegetation removal during the nesting season that potentially could impact migratory birds.\n\nThe Delaware Ranch Development Area in Texas straddles the Delaware River and is identified as potential habitat for the protected Texas hornshell mussel. The project team selected a plan to separate operations on either side of the river that avoids impacting the mussel’s potential habitat. When planning development for the Dagger Lake Development Area in New Mexico, we strategically selected well pad locations that would avoid disturbing a designated habitat area for the lesser prairie chicken while still being able to access oil and natural gas utilizing horizontal drilling. We are also placing perching deterrents on taller facilities near the habitat area to ward off predators of the lesser prairie chicken.\n\nI feel fortunate to work for a company that is proactive and places a high value on incorporating environmental considerations into our construction and operations. Establishing Chevron’s approach up front enables further implementation of our Protective by Design concept.\n\n15+ years\nFor more than 15 years, Chevron has worked with Conservation Volunteers Australia, and in 2021, Chevron Australia announced a new initiative to support nature-based solutions to climate change.\n\nDuring construction of the Angola LNG (ALNG) facility, we became aware that Olive Ridley sea turtles had begun using the area as a nesting site. In response, ALNG engaged the Wildlife Conservation Society to implement a turtle conservation program. A community education program was established within local communities about the importance of protecting sea turtles. Data were collected on local turtle populations, and risks to nesting turtles from construction activities were mitigated. In addition, nests were monitored in place or relocated to a protected hatchery. The conservation program started in 2006 with the support of local fishermen and community members, and by the end of 2020, more than 105,000 turtle hatchlings had been released from the hatchery. In 2021, ALNG signed a memorandum of understanding with Kitabanga Project that included a commitment to fund and monitor the ongoing conservation program.\n\nTo learn more, visit chevron.com/biodiversity.\nempowering people\n\nWe put people at the center of everything we do.\n\nPhoto: Laboratory employees assess product specifications so we can deliver quality, ever-cleaner fuels to customers. In this section, learn about our approach to creating prosperity.\ndiversity and inclusion\nwe foster an inclusive workplace that promotes diverse ideas and drives innovation\n\n2021 highlights\n\n- Advanced our Human Capital Management strategy with additional investments in people and culture\n- Continued evolving our diversity and inclusion strategy by enhancing programs and resources\n- Continued advancing our Racial Equity commitments\n\nWe believe human ingenuity has the power to overcome obstacles, solve challenges and transform the future of energy.\n\nWe invest in people and foster a culture of belonging that seeks to empower our employees to develop their full potential and drive innovation. Diversity and inclusion (D&I) at Chevron are enabled by a strong corporate culture, an empowered employee workforce, a focus on talent recruitment and development, and a commitment to racial equity.\n\nstrengthening our corporate culture\n\nThe Chevron Way articulates our values, our beliefs and our behaviors. We believe a culture built on trust and inclusion empowers the workforce to deliver higher returns for our shareholders and advance a lower carbon world. We support employees in the pursuit of meaningful careers. We celebrate our differences, support work-life balance, and promote health, safety and personal well-being for everyone. We seek to strengthen our culture by offering a variety of training resources that enable employees to understand and recognize biases, promote a culture of beneficial feedback, encourage inclusive and empathetic leadership, and embolden teams to innovate and meet strategic objectives.\n\nempowering employees to speak up\n\nWe know that culture serves as the bedrock of high-performing organizations. A culture in which authenticity is valued and employees are empowered to speak up encourages diverse viewpoints, which can lead to better decision making and problem solving. For more than 30 years, the Global Office of Ombuds has helped employees find their voice by providing a safe, neutral, independent resource for voluntary, off-the-record confidential conversations pertaining to a myriad of topics. Over the past five years, a growing number of employees outside the United States have utilized the services of our Global Office of Ombuds, which is widely recognized in the oil and gas sector as the benchmark for Ombuds programs. In 2021, the office responded proactively to worker concerns that grew out of the pandemic by hosting a three-part webinar series titled “Courageous Conversations.” The series aimed to continue building a culture of open feedback based on trust, psychological safety and conflict resolution skills.\n\nculture: cultivate and foster an environment that works for all people in all Chevron locations\n\nemployee empowerment: create two-way dialogue and empower the workforce to address work-related barriers and conflict\n\ntalent: recruit, develop and retain a diverse workforce\n\nequity: create programs, tools and resources that minimize headwinds and create opportunities\n\nwe deliver programs and resources that drive a culture of belonging and seek to develop the potential of our workforce\n\nD&I at chevron\n\nchevron.com/sustainability\nIn addition to our Global Office of Ombuds, Chevron regularly conducts surveys to assess the health of the company’s culture. Recent surveys indicate high employee engagement, which is an indicator of employee well-being and commitment to the company’s values, strategies and purpose. In 2021, the company increased survey frequency to better understand employee sentiment throughout the year, including focused efforts to gain insights into employee well-being.\n\nbuilding a diverse talent pipeline\n\nOur approach to attracting, developing and retaining a diverse workforce of high-performing talent is anchored in a long-term employment model that fosters personal growth and engagement. Chevron’s philosophy is to offer compelling career opportunities and a competitive total compensation and benefits package linking compensation to individual and enterprise performance. Chevron maintains strong partnerships with universities and diversity associations to develop and attract new as well as experienced talent. In addition, we have coordinated efforts to recruit veterans, which are further supported by our Veterans Employee Network. We also look for creative, multidisciplinary innovators and leaders to introduce transformative ideas, envision new ways of working and help us grow our lower carbon businesses.\n\nOur approach to attracting, developing and retaining a diverse workforce of high-performing talent is anchored in a long-term employment model that fosters personal growth and engagement.\nOur intern program is critical to building Chevron’s early-career talent pipeline. Even as we worked remotely during the COVID-19 pandemic, we continued our internship program virtually the past two summers, minimizing gaps in the talent pipeline, which resulted in a 91% full-time offer acceptance rate in 2021.\n\nChevron’s Welcome Back Program was created to hire, support and develop talented people who left the workforce for personal or family reasons and desire to return. Individuals complete a 12- to 16-week “returnship” focused on training, coaching and acclimation. Chevron is now considering a broader pool of candidates, flexible work options and a rolling cohort model so that we may hire into the program at any time during the year.\n\nBuilding on neurodiversity programming introduced in 2020 and with support from Chevron’s ENABLED Employee Network, our retail station business continued a neurodiversity employment program at 24 company-owned and -operated service stations in Central and Southern California. The hiring of neurodiverse individuals exemplifies ENABLED’s goals of expanding opportunities to people with disabilities and reinforces Chevron’s commitment to employee diversity and inclusion.\n\ndeveloping talent\n\nWe have a portfolio of learning and development programs designed to help people achieve their full potential by building leadership capabilities at all levels and by ensuring that the company’s workforce has the technical and operating capabilities to produce energy safely, reliably and efficiently.\n\nWe invest in digital learning experiences to empower our employees to develop, maintain and enhance critical skills from any location. We’re also helping employees expand their horizons and plan for future positions with Gigs Marketplace. This digital platform allows employees to apply for short-term project opportunities across the organization to grow their capabilities beyond their current roles.\n\nWe believe that leadership is not only about formally supervising a team or group but also about informally influencing peers and other colleagues. With that perspective, we believe that everyone in our organization has the potential to lead. We have multiple formal and informal leadership development programs. Your Leadership Our Future is our refreshed suite of leadership development programs with learning paths for all levels of employees, designed to help individuals discover the mindsets and capabilities that are most impactful for leading others in any environment.\n\nDuring 2021, we launched two formal sponsorship programs to build advocacy relationships between leaders and employees with the aspiration of developing a leadership pipeline that reflects the overall diversity of our workforce. We plan to leverage the learnings from these pilots to increase sponsorship activity over time.\n\nThe Chevron Hispanic/Latinx Leadership Development Program provided participants with an opportunity to discuss topics that may impact their workplace experience, from how their heritage can shape their workplace values and motivations to addressing potential barriers.\n\nThe Chevron Hispanic/Latinx Leadership Program, designed in partnership with Southern Methodist University, provided the inaugural cohort of 25 participants with an opportunity to discuss a range of topics, from how their heritage can shape their workplace values and motivations to how to address potential barriers to achieving career advancement. We have also continued our Asian American Leadership Development Program with a new partnership through INSEAD Business School, and our development of Black\nemployees through our partnership with the Executive Leadership Council. These programs are intended to further enhance participants’ leadership and business skills and foster networking opportunities.\n\n**working toward racial equity**\n\nIn 2020, Chevron made a $15 million pledge to support the Black community in the United States to address barriers to equity. A year later, we continue to address racial barriers through education, job creation, talent and leadership development, and community and small business partnerships.\n\nSince establishing our Racial Equity strategy, we have progressed the following initiatives:\n\n- Supporting the Thurgood Marshall College Fund (TMCF), which named Chevron Vice President and Chief Financial Officer Pierre Breber to its board of directors. Our sponsorship contributes to a TMCF scholarship program and creation of the Chevron Energy Innovation Summit, which features Chevron executives as speakers and other employees as judges in business case study competitions.\n\n- Pledging $150,000 over three years to the East Oakland Youth Development Center (EOYDC) and launching a Chevron Black Employee Network-led career-awareness program with EOYDC high school and college students. In addition, the Chevron EOYDC Special Scholarship Program provides funding to EOYDC graduates who need assistance with overcoming financial hardships resulting from the COVID-19 pandemic.\n\n- Expanding our Chevron Leadership Academy by establishing an academy at Prairie View A&M University. The program promotes leadership skills in students in the business, engineering and science disciplines and helps increase our access to diverse talent that can contribute to the company’s future growth.\n\n- Establishing a Supplier Diversity Governance Board that provides strategic direction and oversight of Chevron’s supplier diversity strategy across Chevron’s U.S.-based business units. In addition, Chevron collaborates with major suppliers on an ongoing basis to influence their adoption of our commitment to supply chain inclusion. A recent win includes updating Chevron’s procurement policies on our Amazon purchasing platform, which, by the end of 2021, resulted in a fivefold increase in purchases with small and diverse sellers through this platform vs. the historical average. This commitment to a diverse and inclusive supply chain is founded on the belief that the use of inclusive practices in the procurement of goods and services creates a business advantage for our company, supports local economies and creates prosperity in regions where we operate.\n\nTo learn more, visit [chevron.com/diversityandinclusion](http://chevron.com/diversityandinclusion).\nChevron believes that we have a responsibility to respect human rights and that we can play a positive role in the communities where we operate.\n\nIn 2021, we continued to advance our approach to respecting human rights by conducting assessments of potential impacts, identifying mitigations and engaging with appropriate external stakeholders. We also continued to implement our Stakeholder Engagement and Issues Management (SEIM) process, through which we operationalize respect for human rights. In 2021, more than 19 business units updated their risk profiles. The types of risks captured through this process vary considerably and can include social and human rights impacts. Once a Chevron business unit identifies a risk, it establishes management plans to address the risk and prevent or mitigate potential impacts. In addition, business units are required to maintain a grievance mechanism as appropriate. In 2021, six business units underwent reviews of their grievance mechanisms to assess their efficacy and identify opportunities for improvement. Also in 2021, to educate our workforce, we provided human rights training to more than 5,400 employees and contractors – including appropriate personnel who joined Chevron as part of the Noble Energy acquisition – using our updated human rights computer-based training module.\n\n**2021 highlights**\n\n- Developed Environmental Justice Principles\n- Updated our Global Security function’s methodology for identifying operations in conflict-affected and other high-risk areas\n- Updated our human rights computer-based training module\n\n**Chevron believes that we have a responsibility to respect human rights and that we can play a positive role in the communities where we operate.**\n\n**5,400+ employees**\n\nProvided human rights training to more than 5,400 employees and contractors\n\n**conducted 6 reviews**\n\nConducted six reviews of business unit grievance mechanisms\n\n**19 risk profiles**\n\nCompleted 19 risk profiles as part of the Stakeholder Engagement and Issues Management Process\n\n**doing business in conflict-affected and other high-risk areas**\n\nIn 2021, Chevron’s Global Security function updated the methodology for identifying operations that are in conflict-affected and other high-risk areas, leveraging a tool created by the consultancy BSR, as well as geospatial data from risk intelligence company Verisk Maplecroft. In areas that are conflict-affected, an enhanced review of potential security-related human rights risks takes place as part of the security risk assessment program. The enhanced evaluation complements the existing security management review.\nwhich has human rights as one of its nine focus areas, and assesses the security management efforts within a business unit. As part of our commitment to continual improvement, Chevron will seek to identify additional opportunities to advance respect for human rights in conflict-affected and other high-risk areas across the focus areas of our Human Rights Policy.\n\naddressing grievances in bangladesh\n\nBangladesh began managing community grievances when onshore seismic activities were taking place under Chevron Bangladesh Blocks Thirteen and Fourteen, Ltd. The process was subsequently expanded for use with communities surrounding additional operational areas and over the years has been enhanced based on continuous learning, a key attribute of rights-respecting mechanisms. For example, the team has established a cross-functional grievance resolution committee, comprising internal stakeholders across multiple areas, including operations, health and safety, security, and community engagement. This team has assessed, reviewed and addressed more than 50 grievances since their creation in 2016. The types of grievances lodged have included impacts of security lighting and water discharge, among others. For example, when the grievance related to security lighting was introduced, a review revealed that the intensity of the security lighting may have been one of the contributing hindrances to the ability for some crops located very close to the fence to complete the process of photosynthesis. To contribute to remediation, the angle of the lighting was changed and the intensity of the lighting reduced.\n\nrespecting human rights in equatorial guinea\n\nChevron is committed to respecting human rights in the communities where we operate. Since 2018, the Equatorial Guinea business unit has supported Ven Amiga (Spanish for “Come Friend”), an anti-trafficking initiative run by the nonprofit organization Por la Igualdad y por los Derechos Humanos de la Mujer en África (IDHMA). The program is conducting a national prevention and awareness campaign, mobilizing communities at all levels to prevent human trafficking. It focuses on mitigating the risks to vulnerable groups such as women and children and raising awareness of the risks of labor exploitation. The target audience includes educators, students, community leaders and the public. As the only NGO working on anti-trafficking measures in the country, IDHMA is working with the government of Equatorial Guinea to advocate for the enforcement of laws and prevention of human trafficking. Supported by the U.S. Embassy and working across sectors, it is also utilizing innovative methods to educate, inform and galvanize support. Chevron is proud to support IDHMA’s work with the government of Equatorial Guinea, the U.S. Embassy and other entities as a part of this cross-sector collaboration.\n\nIn Bangladesh, a team has assessed, reviewed and addressed more than 50 grievances since 2016.\n\nSofía Nuñez\nGlobal Labor Relations Counselor\n\nemployee spotlight\n\nBefore I joined Chevron, I worked with a law firm in Buenos Aires that specialized in international labor relations, often assisting clients from abroad in their collective bargaining relationships. My current role is to provide labor relations support to business units on three continents. It’s a fascinating and challenging job because labor relations issues vary from country to country.\n\nI’m guided by Chevron’s commitment to respect the right to freedom of association and collective bargaining, as set out in the International Labour Organization Declaration on Fundamental Principles and Rights at Work. These rights fall under the employee focus area of Chevron’s Human Rights Policy and align with The Chevron Way. As such, the Labor Affairs Team is a key partner, supporting business units in implementing our Human Rights Policy.\n\nI feel especially proud of the support and subject matter expertise my team provided one of our business units as they negotiated their first collective bargaining agreement. Similarly, we have worked with our colleagues in Africa to provide data-driven support for their anticipated negotiation of a renewed labor agreement next year.\n\nDuring the COVID-19 pandemic, understanding the specific labor issues on the ground has been challenging, since normally I would travel to our business units and talk to employees. However, I’ve been able to overcome this difficulty by working with labor relations specialists to build trust and mutual understanding.\nChevron’s approach to environmental justice is rooted in our Chevron Way values and our commitment to human rights, equity, and diversity and inclusion.\n\nIt is our policy that no one should ever be subject to discrimination on the basis of race, religion, color, national origin, age, sex, gender identity, gender expression, genetic information, disability, veteran status, political preference, sexual orientation, membership or non-membership in any lawful organization, or any other status prohibited by laws or regulations.\n\nChevron believes in the fair treatment and meaningful involvement of all people, regardless of race, color, national origin or income, with respect to the development, implementation and enforcement of environmental laws, regulations and policies. We implement our values through our social and environmental policies and practices.\n\nChevron acknowledges and understands that for many communities and stakeholders, environmental justice is a long-standing concern. We recognize that each community is unique. We work together with our community stakeholders to understand their needs and priorities as we:\n\n- Avoid or mitigate the potentially adverse impacts of our operations\n- Live our commitments to environmental, health and social performance\n- Identify and develop meaningful opportunities to support the community\n- Contribute to communities’ environmental, economic and social well-being\n\nWe support transparent and well-designed government policies that enable communities and businesses to advance the values of fair treatment and meaningful involvement.\n\nAPI’s environmental justice principles\n\nThrough our membership in the American Petroleum Institute’s (API’s) Environmental Justice Coordination Team, Chevron contributed insights into the development of API’s environmental justice position and principles. API’s principles reflect the organization’s long-standing commitment to advancing industry standards for community engagement and improving environmental performance, and they complement Chevron’s Environmental Justice Principles. Going forward, Chevron expects to continue serving on the working team to support API’s analysis of proposed administrative and legislative actions at federal and state agencies relating to environmental justice.\n\nestablishing environmental justice principles\n\nIn 2021, Chevron developed a set of Environmental Justice Principles. These principles are designed to support our engagements with stakeholders as well as our policy efforts. They reflect Chevron’s beliefs and are aligned with policies and processes such as the SEIM process and the Environment Risk Management Process. This work is complemented by our efforts to advance racial equity, respect human rights, and protect people and the environment.\n\nTo learn more, visit chevron.com/humanrights.\nbuilding trust and integrity\n\nChevron and the city of Richmond share a history that stretches back more than a century. Established in 1902, our refinery in Richmond was Chevron’s first major refinery and creates products that fuel progress in Richmond and around the world. Chevron is committed to being good neighbors and providing affordable, reliable and ever-cleaner energy. The refinery supplies approximately 60% of the jet fuel for major Bay Area airports, approximately 20% of the gasoline in Northern California and 100% of the paraffinic base oils on the West Coast. We also host the campus of the Richmond Technology Center, a world-class scientific research facility that supports Chevron’s worldwide operations and has developed some of the world’s most significant energy innovations. We do all of this with a focus on improving our environmental performance. In 2021, Chevron released an update to the Stakeholder Engagement and Issues Management (SEIM) process. Our goal is to improve how we manage environment, social and community health risks across our business and the lifecycle of our assets. At the Richmond Refinery we can see these aligned processes in action.\n\nrespecting communities\n\nChevron aims to be a leader in health, safety and environmental performance. The protection of people, assets, communities and the environment is our highest priority. We have a long-standing commitment to reduce criteria air pollutant emissions in Richmond. The refinery has funded an independently operated community air monitoring program since 2013 and we have reduced particulate matter emissions refinery-wide by 30% since 2018. Our community outreach includes ways to promote two-way dialogue, provide access to quality, reliable data, and support the health and safety of our community. Air monitoring is one of the tools used to understand neighborhood criteria air emissions and increase transparency.\n\n1.69 billion\n1.69 billion gallons of water demand was met with recycled water, which is 46% of total need.\n\ngreen hydrogen\nChevron, along with three other entities, invested in Series A funding totaling $20 million in Raven SR. Raven SR plans to build modular waste-to-green hydrogen production units and renewable synthetic fuel facilities initially in California and then worldwide.\n\n20+\nIn partnership with the community and city of Richmond, more than 20 chemical compounds are monitored by state-of-the-art systems along the refinery fence line and in three neighborhood stations, with real-time data available 24 hours a day at richmondairmonitoring.org.\ninvesting in what matters\n\nThe 3,000 employees and contractors who serve our Richmond operations make us the city’s largest employer. Among those employees are generations of families who have seen their children, cousins, aunts and uncles, and even some grandchildren enjoy careers at Chevron Richmond. The refinery has a variety of programs that build our talent pipeline and grow leadership capabilities at all levels to ensure the company’s workforce has the technical and operating capabilities to produce energy safely and reliably. One in particular, the Regional Occupational Program (ROP), is a free job readiness course offered through a partnership with the Richmond Refinery and the Contra Costa County Office of Education that helps prepare community members for jobs in the petrochemical and related industries. Students from all walks of life learn the basic processes and equipment common to the industry and have an opportunity to make connections with local employers. Since 2015, Chevron Richmond has directly hired more than 115 ROP graduates as either maintenance mechanics or process plant operators, and other program graduates have gone on to work for other facilities or companies across the energy industry.\n\naccelerating progress on hydrogen\n\nOur strong distribution network, coupled with excess capacity in a new hydrogen unit, is expected to put Richmond in an advantaged position to grow a profitable hydrogen business. We plan to use Richmond’s volumes, combined with existing and future strategic partnerships, as the foundation to support demand growth in the heavy-duty transportation, industrial and power sectors. In addition, we recently initiated two green hydrogen pilot projects – one utilizing a gasified waste stream and another a solar-powered electrolyzer.\n\nRichmond is just one example of how we seek to continue improving our environmental performance, enhancing community partnerships and enabling significant economic impact development. We have learned through decades of experience that our success is directly tied to the progress and prosperity of the people we work with and the communities where we operate.\n\nTo learn more, visit chevron.com/richmond.\n\nrichmond BUILD\n\nChevron supports RichmondBUILD, an award-winning career-training program that is leading the efforts to close the skills gap in the Richmond community between local residents and the high-paying, technical jobs found in the construction industry in disciplines such as carpentry and solar energy.\n\n10.5 MW\n\nChevron is providing access to 49 acres of refinery land for the Marin Clean Energy Solar One project, which is made possible in part by Deep Green 100% renewable energy customers who support local renewable development. The Solar One project generates 10.5 megawatts of renewable energy annually, enough to power 3,900 U.S. homes.\n\n$1B\n\nAs of 2021, our operations have contributed more than $1 billion to the local economy by purchasing supplies and services from local businesses and paying local taxes since 2015.\n\n2,200\n\nRichmond Promise is a community-wide college success initiative with $35 million in seed funding from Chevron Richmond. From 2016 to 2021, there were 2,200 Richmond Promise Scholars, and 70% were first-generation college students.\ncreating prosperity\nwe strive to advance progress and strengthen communities where we work and live\n\nAt Chevron, we work to make the world a better place. Our partnerships and investments in health, education and economic development advance progress and strengthen communities. We strive to empower people around the world to improve their lives, achieve their aspirations and meet their full potential.\n\neducation\n\nInvesting in the future\nWe believe education is critical to achieving social equality and enabling human progress. In 2021, we collaborated with the National Society of Black Engineers (NSBE) and Techbridge Girls, to launch the first Summer Engineering Experience for Kids program aimed to introduce middle-school girls of color to science, technology, engineering and math (STEM) careers. Almost 300 students explored robotics, drones and coding through hands-on activities, guided by Chevron volunteers and NSBE collegiate mentors.\n\nSupporting STEM education\nChevron is helping promote effective STEM education in Southeast Asia through three grants to the Southeast Asian Ministers of Education Organization (SEAMEO) Regional Centre for STEM Education. The grants aim to improve STEM education in both the formal and the informal education sectors across Thailand and the rest of Southeast Asia through developing evidence-based policy, building capacity of researchers and educators, and piloting innovations such as career academies that can create better pathways from high school to further education and the workplace.\n\nThis effort is helping fund the implementation of Phase 2 of the $35 million Chevron Enjoy Science Project in Thailand, a seven-year program that Chevron has supported since 2015. Our contribution to SEAMEO’s Centre for STEM Education will help bring together international experts from the public and private sector through research, policy roundtables and workshops.\n\nhealth\n\nServing rural and remote communities\nThe Chevron/Adventist Health Mobile Clinic provides easier access to health care for underserved rural and remote communities in Kern County, California. Chevron contributed funds toward the construction of the clinic, which in 2021 assisted in the distribution of COVID-19 vaccines in the county’s rural areas, where lack of health insurance can impede well-being.\n\nSeeking to eradicate malaria\nIn Equatorial Guinea, we support local government and industry partners in the Bioko Island Malaria Elimination Project (BIMEP) with the aim of eradicating malaria from the island. Since 2004, BIMEP’s medical initiatives have contributed to a 55% reduction in malaria parasites among children aged 2 to 14 and a 63% reduction in the mortality rate among children under 5 years old, as reported by the implementing partner, Medical Care Development International.\n\nServing the needs of vulnerable community members\nFor more than 30 years, PRC has served the needs of San Francisco’s most vulnerable people and communities, including those struggling with substance abuse, HIV/AIDS and behavioral health challenges. In 2021, Chevron contributed funds to support PRC programs involving workforce development, behavioral health initiatives, and diversity and prosperity health issues. PRC was formed through the merger of the Positive Resource Center, Baker Places and the AIDS Emergency Fund. Chevron’s support for PRC demonstrates our role in helping address the health risks and systematic inequities that can potentially have a major impact on the communities where we operate.\n\nPSP\n\nChevron is a founding member of the Permian Strategic Partnership (PSP), a coalition of energy companies that works with regional communities to improve local education, housing, health care, transportation and workforce development. From 2019 through 2021, Chevron donated $4.2 million to PSP, which, despite challenging conditions resulting from COVID-19, continues to help meet the area’s medical and educational needs.\n\nAt Chevron, we work to make the world a better place. Our partnerships and investments in health, education and economic development advance progress and strengthen communities. We strive to empower people around the world to improve their lives, achieve their aspirations and meet their full potential.\nEmpowering social entrepreneurs\nThe Miller Center for Social Entrepreneurship works with social enterprises that are focused on solutions that most directly address the nexus between environmental disasters and vulnerability among the world’s poor. In 2021, Chevron supported the center’s Asia-Pacific climate resilience accelerator, a six-month-long mentoring program that provides social entrepreneurs with practical tools, proven curriculum, online workshops and best practices based on the Miller Center’s experience helping social enterprises prepare for investment.\n\nSupporting Indigenous-owned businesses\nIn 2021, Chevron Canada established the Local and Indigenous Partnership Strategy Framework that aims to increase the representation of Indigenous people in our supply chain through additional opportunities for our business partners and suppliers and a commitment to developing relationships with Indigenous-owned businesses.\n\nProtecting the mangrove ecosystem\nSince 2018, Chevron and a consortium of industry partners have supported the Mangrove Ecosystem Restoration Alliance (MERA) program at the Muara Angke Wildlife Reserve in Jakarta, Indonesia. The five-year program, sponsored by The Nature Conservancy and its local Indonesian affiliate, Yayasan Konservasi Alam Nusantara, is a collaboration with the Ministry of Environment and Forestry’s Jakarta Natural Resources Conservation Center. Now at its halfway mark, the MERA program is about to open Jakarta’s first-ever center for mangrove education to help build public awareness about mangrove ecosystem conservation.\n\nProviding disaster relief\nChevron has a history of providing humanitarian aid to the communities where we operate when they are devastated by natural disasters. In 2021, the company donated $3 million to organizations focused on supporting U.S. Gulf Coast communities affected by Hurricane Ida. The funds not only provided immediate relief, but also helped communities rebuild in the aftermath of the hurricane. In early 2022, Chevron donated $5 million to the World Food Programme and the Red Cross to support their efforts to respond to the ongoing humanitarian crisis in Ukraine. As part of our Chevron Humankind program, the company can match qualifying donations made by employees and retirees and make financial contributions to organizations where employees volunteer.\n\nTo learn more, visit chevron.com/sustainability/social#creatingprosperity.\n\nU.S. chevron humankind 2021\n$32M+\ncontributed to U.S. nonprofits through a combination of employee and retiree giving and company matching funds\n73,415\nvolunteer hours were logged in the United States\n1,160\ncharitable organizations in the United States benefited from volunteer time\n\nLeila Aitmukhanova\nSocial Investment Advisor,\nEurasia Business Unit\n\nemployee spotlight\nI love my work as a social investment advisor, especially when I’m part of a team working to solve challenges confronting our organization and the communities we operate in.\n\nI was especially impressed by the passion and commitment of the Chevron and Tengizchevroil (TCO) people who came together to mobilize our response to COVID-19 in Kazakhstan. My primary role was to ensure that critical supplies like medicine and equipment were delivered quickly and efficiently to the company in charge of distributing the supplies to hospitals and clinics around the country.\n\nOur first shipment of emergency supplies arrived in late 2020 at the Almaty Airport in the middle of the night. Our team quickly got up to speed on the airport’s new COVID-19 procedures and developed an understanding of how to manage the logistics for medical supplies. We spent hours making sure that the delivery of medication arrived in full and was properly documented.\n\nThroughout 2021, a team worked with the Kazakhstan Ministry of Healthcare and our nonprofit partner MAP International to deliver more than 14 million units of critical medicines, 20 million protective personal equipment items, 1.5 million single-use syringes and six CT scanners.\n\nTCO’s team continues to work closely with government authorities in the Atyrau region to keep the workforce safe and make medical resources available. As of December 2021, more than 97% – or 95,000 individuals – in the TCO workforce had been fully vaccinated.\n\nI am proud of how we have all mobilized and worked in unison to support my country’s pandemic response.\nChevron is proud to contribute to the achievement of the United Nations Sustainable Development Goals (SDGs). We have a long history of investment in health, education and economic development with the goal of creating measurable and enduring value. Through our membership in Ipieca, we worked with the World Business Council for Sustainable Development on the creation of an SDG Roadmap for the oil and gas sector (“Roadmap”). The Roadmap identifies how Ipieca, as an industry association, and individual oil and gas companies working within the sector, can work toward a lower-emissions future while contributing to a healthier and more prosperous world aligned with the 2030 Agenda for Sustainable Development. This will allow for a uniform approach to demonstrating alignment to relevant SDGs for the oil and gas companies. The oil and gas sector has the potential to advance all 17 goals either directly or indirectly and the Roadmap identifies 10 SDGs as priority areas where the sector has the most influence or ability to respond to societal needs.\n\nBelow are select examples of Chevron’s contribution to the Roadmap, as of 2021.\n\n### chevron’s ipieca roadmap\n\n| ipieca options for oil and gas companies | chevron’s contributions |\n|-----------------------------------------|-------------------------|\n| **impact opportunity**                  | **SDGs**                | **action** | **highlights from 2021** | **what we plan to do next** |\n| policy and partnerships                 | 12                      | Report approach to managing climate-related risks including, discussion on risk and opportunities related to the energy transition. | • Published 4th report aligned with Task Force on Climate-related Financial Disclosures | • Continue to action our commitment to compliance, transparency and accountability through our lobbying activities and climate-related reporting |\n|                                        | 13                      | Scale innovative and venture business models to help customers reduce emissions. | • Established Chevron New Energies to accelerate progress in renewable fuels: hydrogen; carbon capture, utilization and storage; and offsets | • Spend planned $8 billion in lower carbon investments by 2028 |\n| innovation                             | 8                       | Adopt methane intensity reduction targets consistent with best available methodology. Consider deploying new technologies for better detection and quantification of methane. | • Launched a global methane detection campaign to expand detection capabilities | • Continue executing projects to achieve 2028 methane target of 2 kilograms CO₂-equivalent per barrel, which is a more than 50% reduction from our 2016 baseline |\n|                                        | 12                      | • Since 2016, reduced Upstream methane intensity by more than 50%, inclusive of methane from our LNG operations | • Through the Oil and Gas Climate Initiative, committed to a collective methane-intensity target of well below 0.20% as a share of market gas by 2025 | • Continue progress to achieve zero routine flaring by 2030 and 3 kg CO₂e/boe for overall flaring |\n|                                        | 13                      | • Through the Oil and Gas Climate Initiative, committed to a collective methane-intensity target of well below 0.20% as a share of market gas by 2025 | • Advanced 36 marginal abatement cost curve (MACC) projects to reduce carbon intensity of our own operations | • Spend approximately $2 billion on similar projects through 2028 |\n|                                        |                         | • Completed and commissioned five MACC projects | • Achieve expectation to deliver ~4 million tonnes of emissions reductions per year by 2028 |\n\n**SDGs:**\n\n3. Ensure healthy lives and promote well-being for all at all ages.\n7. Ensure access to affordable, reliable, sustainable and modern energy for all.\n8. Promote sustained, inclusive and sustainable economic growth, full and productive employment and decent work for all.\n9. Build resilient infrastructure, promote inclusive and sustainable industrialization and foster innovation.\n12. Ensure sustainable consumption and production patterns.\n13. Take urgent action to combat climate change and its impacts.\n14. Conserve and sustainably use the oceans, seas and marine resources for sustainable development.\n15. Protect, restore and promote sustainable use of terrestrial ecosystems, sustainably manage forests, combat desertification, and halt and reverse land degradation and halt biodiversity loss.\n### Chevron’s IPIECA Roadmap, Continued\n\n| Impact Opportunity | SDGs | Action | Highlights from 2021 | What We Plan to Do Next |\n|--------------------|------|--------|----------------------|-------------------------|\n| **Nature**         |      |        |                      |                         |\n| biodiversity, land and water stewardship | 12, 14 | Contribute to sustainable shipping practices throughout the value chain (e.g., through compliance with IMO/MARPOL requirements such as development and application of strict ballast water management practices and adoption of lower sulphur and alternative marine fuels for improved air quality). | • Chevron Shipping became a signatory to the Sea Cargo Charter  \n• All ships continue to have ballast water treatment systems | • Starting in 2023, Chevron Shipping will disclose vessels’ climate alignment scores utilizing the Sea Cargo Charter methodology  \n• Chevron Shipping supports the target of the International Maritime Organization to reduce total maritime greenhouse gas emissions by at least 50% by 2050, compared to 2008 levels |\n| biodiversity, land and water stewardship | 14, 15 | Implement environmental management practices that incorporate the mitigation hierarchy to promote biodiversity and ecosystem services, with a focus on critical ecosystems and protected areas. | • Mitigation hierarchy is incorporated in the Environmental Risk Assessment Management (ERAM) procedure and applies to all operations and across the asset lifecycle | • Continue implementation of ERAM with Protective by Design concept that calls for implementation of mitigation hierarchy in early phases of asset lifecycle  \n• Continue preparing Biodiversity Action Plans and conservation agreements where appropriate |\n| **Governance and Transparency** | 8 | Strengthen cooperation between companies and governments on health, safety and environment training programs, social impact assessments, job creation and social performance standards. | • Launched a $248.5 million Direct Investment Fund in Kazakhstan  \n• Partnership with Asia Injury Prevention Foundation, which conducted quality road safety education in schools, increased road safety awareness in local communities, completed significant infrastructure modifications and enhanced the capacity of local government institutions | • Continue to partner with communities and local governments where we operate to advance safety programs and enhance local capacity |\n| **Communities** | 3 | Support national health efforts and community response through collaborative efforts on disease prevention and medical emergency response. | • Continued to support the Global Fund to Fight AIDS, Tuberculosis and Malaria, which included emergency efforts to respond to the COVID-19 pandemic  \n• Continued to support local communities as they recover from COVID-19 impacts  \n• Sponsored and partnered with the American Heart Association and the Cancer Society on various health initiatives | • Continue supporting workforce and community health programs where we operate |\n| **Thriving Workforces** | 8 | Implement local content plans that support supplier development and enhance the scale and quality of local procurement. Where possible, emphasize preference for local suppliers near operations. | • TCO achieved its highest recorded local content share of spend with approximately 68% or $3.2 billion of 2021 spend with Kazakhstani businesses  \n• Brazil concession contract achieved approximately 46% of certified local content  \n• Australian business unit in joint government/industry initiative introduced the GeneraTER innovation program to connect shared business and technical challenges with the local industry to spur innovation | • Continue implementing local content plans that support supplier development and enhance the scale and quality of local procurement |\n\nPlease refer to [chevron.com/sustainability/social#contributingtothesdgs](chevron.com/sustainability/social#contributingtothesdgs) for additional information on Chevron’s contributions to the UN SDGs.\ngetting results the right way\n\nWe cultivate a culture of integrity and commit ourselves to do things the right and responsible way.\n\nPhoto: Employees at a tankless facility in the Mustang Comprehensive Development Plan area in the Denver-Julesburg Basin in Colorado. In this section, learn about our approach to health and safety.\nOur Board of Directors oversees and guides Chevron’s business and affairs. As part of their responsibility, the Board oversees risk management policies, practices and systems that are applied throughout the company. Board members regularly consider critical risk topics as part of their deliberative decision-making processes. Annually, through Chevron’s Enterprise Risk Management (ERM) process, they review financial, operational, market, political and other risks inherent in our business and oversee the safeguards and mitigations that are put in place. Also, as part of their responsibility, the Board oversees Chevron’s strategic and business planning process. Our Operational Excellence (OE) Management System enables us to systematically manage risks related to workforce safety and health, process safety, reliability and integrity, environment, efficiency, security, and stakeholders. Preventing high-consequence incidents and impacts starts with understanding and mitigating risks and maintaining a system of effective safeguards to help keep our workforce, the communities where we operate and the environment safe.\n\n**board oversight**\n\nThe Board has four standing Committees, all composed entirely of independent Directors: Audit, Board Nominating and Governance, Management Compensation, and Public Policy and Sustainability. Each Committee fulfills important responsibilities to assist the Board’s oversight of risks and to build long-term stockholder value.\n\nIn 2020 and 2021, the full Board reviewed their governance of potential climate change-related risks and energy transition opportunities with the aim of providing clarity of Board and Committee roles and responsibilities. Each Committee undertook a revision of their charter in order to clearly articulate oversight related to climate issues and coverage of related Board responsibilities. The Audit Committee Charter clarifies the Committee’s oversight of the company’s sustainability and climate change-related risks as they relate to financial risk exposures and oversight of the corporation’s OE audit and assurance process.\n\nThe Management Compensation Committee Charter has been amended to clarify the Committee’s oversight in aligning compensation policies and practices with stockholder interests, including those related to sustainability and climate change. The Chevron Incentive Plan was modified to include an energy transition category that measures progress toward activities that lead to achieving our GHG metrics, growing renewable energy and carbon offsets, and investing in low-carbon technologies. This addition directly links virtually all workers’ annual bonuses to performance measures aimed at advancing a lower carbon future.\n\n**board diversity**\n\n- 50% diversity\n- 42% women\n- 25% racially/ethnically diverse\n\nOur board of directors is made up of individuals who bring diverse experiences and qualities, such as leadership, strategic insights and the ability to provide oversight of risk management.\nThe charter of the Public Policy and Sustainability Committee (PPSC) clarifies the manner in which the Committee assists the Board with climate change and other sustainability issues, including changing the Committee’s name from “Public Policy Committee” to “Public Policy and Sustainability Committee.”\n\nIn addition, the Board amended the Corporate Governance Guidelines to clarify that climate issues are included within the environmental experience that the Board seeks as part of the skills and qualifications for Board composition, and it also added experience in leading business transformation to those skills and qualifications.\n\nOur Board of Directors is made up of individuals who bring diverse experiences and qualities, such as leadership, strategic insights and the ability to provide oversight of risk management. Their range of knowledge and experience spans operations, environmental, policy, regulatory and geographical issues.\n\n### skills, experiences and expertise of the board of directors\n\n| director                  | CEO/senior executive | finance | government | science/technology | engineering | research/academia | regulatory | public policy | leadership | significant operations | Transformation |\n|---------------------------|----------------------|---------|------------|-------------------|-------------|-------------------|------------|---------------|------------|------------------------|----------------|\n| Wanda M. Austin           |                      |         |            |                   |             |                   |            |               |            |                       |                |\n| John B. Frank             |                      |         |            |                   |             |                   |            |               |            |                       |                |\n| Alice P. Gast             |                      |         |            |                   |             |                   |            |               |            |                       |                |\n| Enrique Hernandez, Jr.    |                      |         |            |                   |             |                   |            |               |            |                       |                |\n| Marilynn A. Hewson        |                      |         |            |                   |             |                   |            |               |            |                       |                |\n| Jon M. Huntsman Jr.       |                      |         |            |                   |             |                   |            |               |            |                       |                |\n| Charles W. Moorman        |                      |         |            |                   |             |                   |            |               |            |                       |                |\n| Dambisa F. Moyo           |                      |         |            |                   |             |                   |            |               |            |                       |                |\n| Debra Reed-Klages         |                      |         |            |                   |             |                   |            |               |            |                       |                |\n| Ronald D. Sugar           |                      |         |            |                   |             |                   |            |               |            |                       |                |\n| D. James Umpleby III      |                      |         |            |                   |             |                   |            |               |            |                       |                |\n| Michael K. Wirth          |                      |         |            |                   |             |                   |            |               |            |                       |                |\n| **board composition (%)** | **83%**              | **75%** | **92%**    | **100%**         | **92%**     | **75%**           | **67%**    |               |            |                       |                |\n\nThe Executive Committee comprises corporate officers and is chartered by the Board of Directors to carry out policies in managing the company’s business. The Executive Committee has established two subcommittees that specialize in various matters important to the company, including strategy and compliance. The Enterprise Leadership Team is responsible for managing the composition, resource allocation and strategic direction of Chevron’s portfolio to achieve our objectives. The Global Issues Committee (GIC), an executive-level subcommittee, oversees Chevron’s policies and positions on sustainability issues and practices. The Vice President of Strategy and Sustainability chairs the GIC and serves as the secretary to the PPSC, connecting the GIC’s work to the oversight of the PPSC.\nAdditionally, events may be handled via ad-hoc, cross-functional Crisis Management and Issue Management teams, which report regularly to members of the ELT, and if appropriate, provide updates to the Board.\n\n* Chaired by Chairman of the Board\n† Chaired by Chief Executive Officer\n\nchevron.com/sustainability\ncompliance and training\n\nThe Chevron Way forms the foundation of our compliance program through its expression of values and expectations for social responsibility and business conduct. Developed from these overarching principles, the Business Conduct and Ethics Code communicates expectations for ethical business conduct. The Code reinforces our compliance commitment and the responsibility of each employee to ensure that Chevron’s activities fully adhere to legal and policy requirements everywhere we operate. Chevron maintains internal accounting, administrative and operational controls to manage these standards of conduct and compliance. We communicate this requirement to our business partners through our contractual requirements and through ongoing engagement. Chevron employees and contractors receive training on Chevron’s Business Conduct and Ethics Code every two years.\n\nOur compliance program addresses detailed compliance requirements for many important subjects, including anti-corruption, internal controls, international trade, anti-boycott, OE, data privacy and competition law. For each subject, senior-level Chevron leaders provide risk-based guidance on the company’s compliance requirements and training. In addition, we continue to expand our offering of diversity and inclusion trainings. Popular topics include unconscious bias and inclusive leadership.\n\nAcross Chevron, compliance is everyone’s responsibility. We take pride that our employees are constantly mindful of the company’s stringent compliance requirements. And in that spirit, Corporate Compliance issues a quarterly award celebrating meaningful efforts to do business the right way.\n\n24/7\n\nTo reinforce our Business Conduct and Ethics Code, the Chevron Hotline operates 24 hours a day, seven days a week and is available for anonymous reporting in multiple languages.\n\nThe Chevron Hotline operates 24 hours a day, seven days a week and is available for anonymous reporting in multiple languages if someone suspects that anyone in Chevron or our affiliates has violated any company policy or local laws or has information on any activity that could damage the company’s reputation. Chevron does not tolerate any form of retaliation for reports made in good faith. This includes blatant actions, such as firing, transferring, demoting or publicly undermining someone, as well as more subtle retaliation, such as avoiding someone or excluding them from professional or social activities. It includes actions taken by managers and employees alike.\n\ndoing work the right way\n\nWe contribute to the communities where we work and live by creating jobs, developing and sourcing from local suppliers, and giving back in the form of social investment partnerships and programs. We pay taxes in jurisdictions around the world and comply with all applicable tax laws. We support the public finances of host countries by paying what we owe, in full and on time. Over the past decade, Chevron’s tax obligations have surpassed $110 billion, by accruing $64 billion in income taxes and more than $48 billion in non-income taxes, such as property taxes, severance taxes and payroll taxes.\n\nChevron also provides a competitive total compensation and benefits package that enables us to attract and retain a highly competent global workforce. Our pay philosophy is to pay our workforce competitively and equitably based on job responsibilities and job performance.\n\nBPC\n\nThe Bipartisan Policy Center (BPC) is a Washington, D.C.-based think tank that actively fosters bipartisanship to solve challenging issues and chart a productive path forward. Through our membership in BPC’s ESG Taskforce, Chevron participates in constructive, bipartisan conversation about ESG issues with U.S. government policymakers. We believe our work with this task force serves as a venue for policymakers and staffers to explore the fast-evolving landscape of ESG and climate risk disclosures and to consider bipartisan solutions.\nJay Thompson\nManager, Federal and International Government Affairs\n\nemployee spotlight\n\nI manage a team that advocates Chevron’s positions with the U.S. government and abroad. One of our biggest challenges is lobbying effectively at a time when the United States is so politically polarized. Our strategic time horizon is long, and we need to be able to work with policymakers on both sides. Our goal is to help enable the United States to maintain a vibrant energy sector, which is critical for economic vitality.\n\nWhen we don’t achieve alignment with our member trade groups, we may independently share our own approach. We seek to be a trusted and reliable source of information to governments around the world to create better policies. I’m particularly proud of the opportunity I get every day to articulate Chevron’s contribution to society as we work toward advancing a lower carbon future.\n\nlobbying\n\nBuilding on our 2020 Climate Lobbying Report, we updated the lobbying and trade association webpage that includes a detailed description of our policies, processes and oversight. We now disclose all U.S. trade association memberships where a portion of our dues are attributed to lobbying and the range of lobbying expenditures made through these trade associations. We report a five-year history of corporate political and Chevron Employees Political Action Committee contributions and the Executive Committee reviews and endorses corporate political contributions and the central budget annually. All Chevron employees adhere to strict internal review procedures for all corporate political contributions, and no employee is reimbursed for making a political contribution. All corporate political contributions are made independent of executives’ personal political preferences and in alignment with Chevron’s business interests. Beginning in 2022, we are planning semi-annual updates regarding corporate political contributions and employee political action committee contributions.\n\nAs part of our oversight, employees receive mandated online training on political compliance education, delivered to in-scope employees and translated into several languages. In addition, internal legal counsel and the political compliance team provide regularly scheduled training to all employees who might engage in lobbying activities. Some jurisdictions, including California, also require that lobbyists take training as part of their registration.\n\nTo learn more, visit chevron.com/sustainability/governance.\n2021 highlights\n\nChevron’s digital strategy strengthened our ability to navigate the current and future risk environment and advance a digitally driven future.\n\nMaintained secure operations for more than 35,000 employees and contractors, who continued to work remotely.\n\nContinued to improve our cybersecurity program to mitigate the risks inherent in an increasingly connected and challenging cybersecurity landscape.\n\ndelivering cybersecurity\n\n2021 was a pivotal year for cybersecurity. The threat landscape evolved with increased targeting of process control networks (PCN), exploitation of trusted software in supply chains, and frequency of ransomware attacks. In addition, the COVID-19 pandemic created an environment where a large number of employees and contractors may be working remotely at any given point in time, which has provided more opportunities for malicious hackers to exploit.\n\nAt Chevron, we seek to protect our people, information and assets by using a risk-based, multilayered approach to cybersecurity. In 2017, we integrated cybersecurity into our Operational Excellence Management System with the Cybersecurity for Personnel and Assets process.\n\nThe prevention of high-consequence cybersecurity incidents is a notable goal of our Enterprise Risk Management process.\n\nChevron’s Digital Transformation effort integrated cybersecurity into our platforms and promotes Security by Design, one of six digital enterprise imperatives that form our company’s digital strategy. Security by Design aims to protect Chevron’s high-value assets and the value of our digital solutions by making security intrinsic to the development of the digital solutions we build before we build them.\n\nassuring safeguards are in place\n\nWe test our cybersecurity program using internal and external assessments to verify that safeguards are in place and effective. The frequency and rigor of compliance controls\n\ncybersecurity safeguards and programs are organized and managed based on an internationally recognized cybersecurity framework developed by NIST (National Institute of Standards and Technology):\n\nidentify\norganizational understanding to manage cybersecurity risk to systems, people, assets, data and capabilities\n\nprotect\ncybersecurity safeguards to ensure delivery of critical services\n\ndetect\nmonitoring and surveillance activities to identify the occurrence of a cybersecurity event\n\nrecover\nactivities to maintain plans for resilience and to restore any capabilities or services that were impaired due to a cybersecurity event\n\nrespond\nactivities to take action regarding a detected cybersecurity incident\n\nNIST cybersecurity framework\n\nidentify\norganizational understanding to manage cybersecurity risk to systems, people, assets, data and capabilities\n\nprotect\ncybersecurity safeguards to ensure delivery of critical services\n\ndetect\nmonitoring and surveillance activities to identify the occurrence of a cybersecurity event\n\nrecover\nactivities to maintain plans for resilience and to restore any capabilities or services that were impaired due to a cybersecurity event\n\nrespond\nactivities to take action regarding a detected cybersecurity incident\nand audits are determined using a risk-based approach. Because the threat landscape continuously changes, we use penetration testing, which simulates attacks against the company, employing tactics, techniques and procedures hackers use to achieve their objective of accessing sensitive data or disrupting business operations.\n\nIn the operational technology space, cybersecurity for PCN (e.g., industrial control systems) is a top priority for Chevron. PCNs have multiple safeguards in place to protect them against attack. We use a risk-based approach to establish that PCN architecture is securely designed and implemented.\n\n**preparing the workforce**\n\nWe require employees and contractors to complete training either annually or biannually on a range of cybersecurity best practices, including information on risk awareness, data privacy, privileged user access and email phishing. Training is updated regularly to reflect current cybersecurity challenges and Chevron’s cybersecurity objectives. We also have a cybersecurity awareness campaign to make the workforce aware of risks and threats and educate people on safe cyber behaviors.\n\n**establishing resilient operations**\n\nThe intensifying threat landscape and the speed and sophistication of the ability of malicious actors to exploit vulnerabilities have made cyber attacks increasingly difficult to prevent. Therefore, we seek to quickly identify and rapidly respond to cyber incidents to limit their scope and impact and enable us to restore normal operations as fast as possible. In addition, we use multiple methods to regularly test our cybersecurity program, including exercises that test and build our capabilities to enable us to maintain a ready state for responding to and recovering from cyber incidents.\n\n**supporting the new way of working**\n\nPrevious crises such as hurricanes on the U.S. Gulf Coast prepared Chevron for the impact of COVID-19 as we shifted to working at home. At peak, more than 35,000 employees and contractors were able to work safely from home with the protections provided by our cybersecurity team. The cybersecurity team worked with vendors and partners to provide us with the resources needed to enable secure access to our network. To maintain our cybersecurity posture as Chevron embraces a hybrid work model, we continue to monitor the network and conduct vulnerability assessments, audits and email phishing exercises to test that we are appropriately managing the risk.\n\nTo learn more, visit [chevron.com/cybersecurity](http://chevron.com/cybersecurity).\n\n---\n\n**ONG-ISAC**\n\nAs members of the ONG-ISAC (Oil and Natural Gas Information Sharing and Analysis Center), we come together with other major energy companies not as competitors, but as trusted partners to share intelligence on cyber incidents, threats and best practices to address the unique challenges our industry faces. We share information and improve our capabilities as we seek to bolster cybersecurity across the industry.\n\n---\n\n**employee spotlight**\n\nBefore joining Chevron, I was a systems administrator in the U.S. Air Force for eight years. That experience was great preparation for my current work as operational technology, OT, cybersecurity engineer at Chevron.\n\nIn the Air Force, I supported all aspects of IT, from delivering network security to software configuration. As an OT security engineer, I provide digital support to our operations, which focuses on managing our process control networks. My role is to design and establish the guardrails for the multiple safeguards we have in place to prevent or mitigate impacts to our PCNs.\n\nOne of our biggest assets is Security by Design, which helps build cybersecurity into a system’s architecture and individual solutions. Using Security by Design, my team works with our business units to develop guardrails and test that those guardrails are effective. The team also evaluates our vendors to certify that they’re secure by design – it’s a process that not only supports cybersecurity, integrity and reliability, but also has the potential to reduce costs.\n\nThere’s also a very human side to our work. For example, a PCN may monitor the facility’s emissions and effluents. My team’s job is to put in the protocols so that we have confidence that the data are protected and reliable. Accurate and timely data enable us to have the information to help keep our employees and the communities where we operate safe and healthy.\n\n---\n\n**Kayla Lacefield**\n\nOperational Technology Cybersecurity Engineer\n\n---\n\nTo learn more, visit [chevron.com/cybersecurity](http://chevron.com/cybersecurity).\nRecent challenges, like the COVID-19 pandemic, have demonstrated the innovative spirit of our culture and fueled the evolution of programs and processes that support our Operational Excellence Management System (OEMS). The OEMS enables us to systematically manage risk, implement and assure safeguards, and foster a culture of learning.\n\n**2021 highlights**\n\n- Continued focus on programs to support employee mental health and resilience\n- Used analytics technology to apply a risk-based approach for managing land transportation safety\n- Enhanced our management processes and procedures to seek to make our operations safer\n\n**mental health**\n\nAt Chevron, we recognize the importance of self-care, mental health and emotional well-being as part of our overall health, safety and productivity. We provide our employees with convenient access to work-site wellness programs and use data to evaluate effectiveness and engagement.\n\n**Providing wellness programs**\n\nChevron’s Healthy You program offers tools and resources to help eligible participants reach their health goals. The program is mobile and on-demand, which fits the needs of our global workforce to help them reduce stress, make healthier life choices and take steps to protect themselves from communicable diseases, including COVID-19. Now available in four languages, the program has extended its reach into 18 countries, where it is demonstrating its effectiveness in supporting a healthier, safer, more productive workforce.\n\nSurveys found between 69% and 87% of Chevron participants felt the Healthy You program provided the following outcomes: improved their productivity, helped them feel more committed and engaged at work, made them proud of the company culture, and helped them develop useful habits.\n\nA survey conducted by our U.S. vendor, WebMD, indicated the Healthy You program has helped Chevron employees achieve lower personal health risk rates when compared with other WebMD clients included in the survey.\n\nAnother resource available to employees is the meQuilibrium (meQ) app, a stress-management tool designed to help users learn ways to navigate stress, overcome negative thinking, and build greater resilience to the stressful thoughts and situations that come with daily life. Chevron meQ members scored higher than members at other companies in several key areas, including overall resilience, connection to their job and connection to their team. The meQ app is also available on-demand in nine countries and four languages.\nBuilding strength and resilience\nTo help support the mental health and wellness of our global workforce, business units may adopt additional programs on a site-specific basis. To maintain operations at Angola LNG at the onset of the COVID-19 pandemic, an emergency management team listened to employees who articulated a need for rest, exercise and stress relief. In consultation with Chevron’s Health & Medical doctors, Angola LNG developed the Strength and Resilience Movement – a calendar of activities, education events and special meals to create a sense of community and provide opportunities for rest, exercise and stress relief. In Israel, workers on the Leviathan Production Platform engaged in a “Lose to Win” campaign aimed at healthy weight loss. In Thailand, we established a virtual mental health talk forum, created engaging activities to support healthy hearts and provided peer-to-peer support programs to increase workers’ self-reliance.\n\nreturn to the workplace\nThroughout the COVID-19 pandemic, a large segment of our global workforce remained onsite to keep our facilities operating safely. The other members of our global workforce have been working remotely while continuing to provide effective support to our operations. During this time, we have actively addressed evolving issues, updating workforce guidelines to be consistent with the advice of leading public health organizations for providing a safe workplace.\n\nWe now have a better understanding of the risks and of viable and effective safeguards, and we have the capacity to manage the impact of the virus on our operations at the local and regional level. Based on what we have learned, Chevron has developed new safeguards and operating standards and updated existing protocols to adjust for the ever-changing conditions of the pandemic, including a strategy for a paced, conditions-based return to the workplace that allows our business units to make decisions based on local conditions. The company also announced a hybrid work model, based on employee feedback and learnings from the pandemic, that will give employees the flexibility to combine in-office and remote work. We also have region-specific resources available to help our workforce navigate this transition. We recognize that the risks associated with COVID-19 might impact our communities to varying degrees for the foreseeable future, and we are counseling our employees to be vigilant and use the safeguards available to them.\n\nemployee spotlight\nDuring the planning phase for recent turnarounds, I was 28 weeks pregnant, so I went to our local medical clinic to evaluate my fitness for duty because working a turnaround is more physical than a typical day at work. Performing inspections on equipment can involve crawling into tight spaces, climbing ladders, increased noise exposure and other activities in the plant. Our industrial hygienist provided me with recommendations to discuss with my doctor and supervisor to help keep me healthy and safe while performing my job responsibilities during the turnaround.\n\nOn the job, whenever I brought up concerns to my team, my co-workers were available to help me. To complete tasks that I could not physically perform in my third trimester, such as confined space entry for column inspections, I took advantage of HoloLens, which is a headset that can be worn in the field to provide me with a remote view on my iPad. My supervisor also supported my need for new maternity FRC (flame-resistant clothing). The overall support I received at this time was critical in keeping me safe and healthy during my pregnancy while enabling me to perform typical turnaround tasks. Completing a turnaround is an important milestone for any process engineer hoping to grow their capabilities, and I didn’t want to miss out on that opportunity.\n\nThis experience is consistent with the way Chevron has supported me across my career. They have allowed me to be creative and open-minded with my work – and they have encouraged me to bring my recommendations to the table. Overall, I feel very fortunate to work for a company where I do not have to choose between a thriving career and the personal experience of being a parent.\nhow we maintain safe operations\n\ncomprehensive risk management based on data and science\n\nPreventing high-consequence incidents and impacts starts with understanding and mitigating risks. We manage risk across our six focus areas through a system of safeguards. Learn more at chevron.com/oems.\n\nworkforce safety\n\nChevron’s leaders drive our OE culture by managing risk and learning from each other. Chevron is committed to continuously improving safety and in this spirit, we innovate to find better ways to protect our workforce.\n\nPreparing for high-risk activities\n\nConsistent with our goal of preventing fatalities and serious incidents, we established Start-Work Checks (SWCs) in 2018 for workers involved in high-risk activities. The SWCs require these workers to assure that critical safeguards are in place and functioning as intended before they start a task. In each case, a verifier confirms the worker’s assessment with leadership support from a supervisor, when required. SWCs are digitally available to workers on company-enabled mobile devices, providing access to information for each task. Chevron’s approach to preventing serious injuries and fatalities with SWCs has made our operations safer and positively influenced the safety of our industry. We believe the SWCs have contributed to our decreased fatality rate from 2018 to 2021. The IOGP’s Safety Committee was aware of the success SWCs provided to Chevron’s workforce. As a result, the committee welcomed Chevron to voluntarily lead a sub-team within the IOGP Life-Saving Rules task force to build out verifiable SWCs. Integrating SWCs for all legacy Noble Energy assets is ongoing.\n\nMonitoring heat stress and heat strain\n\nOn hot days, workers in outdoor and some indoor settings face an increased risk of incurring heat strain (the overall physiological response to heat stress), which can lead to significant illness and even death. To protect our workforce from heat strain, we are researching and piloting the feasibility of a wearable skin patch that could provide real-time, automated analysis of sweat loss, electrolyte loss, temperature between the skin and clothing, and motion. Using these measurements, it’s possible to identify conditions that can lead to heat stress and heat strain, alert workers when they need to take breaks, and provide recommendations for replenishment of fluids and electrolytes.\n\nEnforcing greater road safety\n\nTransportation safety in the communities where we operate is a top priority. As a founding member of the Permian Road Safety Coalition, we share and advance best practices among the companies operating in the region as well as educate communities on their critical role in road safety. This initiative in the Permian Basin is consistent with our enterprisewide, risk-based approach to land transportation safety, with a focus on applying appropriate safeguards and controls to prevent serious injuries and fatalities. In 2021, Chevron started using road safety analytics to evaluate crash data history and identify high-risk road segments to understand the risks associated with various routes and schedules. These tools support our transportation safety efforts by providing drivers with alternative lower-risk routes.\nPromoting active partnership\nThe OEMS establishes the expectation to apply robust standards to assessing, managing and mitigating risks from all our operations, including those that employ a contractor workforce. Our approach to workforce safety requires training for all employees and contractors on Chevron’s processes, standards and guidelines. Building upon the success of our Contractor HES Management program, we developed the Contractor Operational Excellence Management (COEM) process to establish clear accountabilities, promote active partnership, and provide a consistent process to help prevent serious injuries, fatalities and loss-of-containment events. Key enhancements of COEM include:\n\n- Fit-for-purpose learning methodology for consequence assessment\n- New guidelines for working together in a contracting environment\n- Increased rigor in HSE qualification standards for contractors\n- Improved risk assessment process for evaluating a contractor’s ability to implement and verify effective safeguards\n- Clarification of definition of safeguard assurance before work starts\n\nIn 2021, we piloted COEM in our Fuels & Lubricants business, and our other business units are developing deployment strategies to introduce COEM in 2022. COEM process requirements and standards will be integrated into practical work instructions, training, procedures, tools and other methods.\n\nprocess safety\nThe systems to manage process safety are complex, and it takes people with skills in a wide variety of disciplines working together to keep our safeguards strong and effective.\n\nTransforming our organization\nIn 2021, we completed the transformation of our organization and the integration of Noble Energy and launched Chevron New Energies. Much like managing change in our equipment and operations, organizational change requires a review and authorization process for evaluating proposed adjustments to anticipate unforeseen new hazards and plan for unintended consequences. To manage these changes, we asked experts and empowered our workforce to identify gaps and evaluate potential risks associated with the organizational changes. The transformation helped improve our process safety culture by engaging leaders who not only embraced change and growth but also are committed to sustaining OE performance at a level that meets our competitive objectives.\n\nMaintaining reliability and integrity\nThe reliability and integrity of our equipment is another important dimension of process safety. We are using digital technologies to transform our ability to look at equipment across our enterprise and gain better insights to further improve our integrity and risk management. As of 2021, the harmonization and standardization of the design, operating and maintenance practices within our Upstream, Midstream, and Downstream & Chemicals businesses have enabled the development of an enterprisewide data system and equipment stewardship approach: Facilities Integrity and Reliability Management (FIRM). We will begin implementing FIRM in 2022.\n\nTo learn more, visit chevron.com/sustainability/governance#pursuingoperationalexcellence.\nperformance\n\nWe demonstrate our commitment to transparency by reporting metrics and performance data annually.\n\nPhoto: We use drones in our operations to inspect our facilities and monitor GHG emissions. In this section, learn about our performance.\nAt Chevron, we strive to be transparent and improve our reporting on sustainability-related topics to help provide comparable and decision-useful information for investors and other stakeholders. We are working with peers, stakeholders and regulators to achieve greater consistency and comparability of reporting.\n\nWe consider environmental, social, and governance information in both voluntary and mandatory disclosures. For voluntary reporting, we consider the reporting guidelines, indicators and terminology in the Sustainability Reporting Guidance for the Oil and Gas Industry (2020) by Ipieca, the International Association of Oil and Gas Producers (IOGP), and the American Petroleum Institute (API). We also consider other leading reporting frameworks, such as the Stakeholder Capitalism metrics developed by the World Economic Forum, to determine which data to include in our tables. Chevron uses the World Resources Institute/World Business Council for Sustainable Development Greenhouse Gas Protocol: A Corporate Accounting and Reporting Standard (2015) definition of three “scopes” to report GHG emissions.\n\nenhancing our reporting\n\nWe provide index columns that map our current reporting data to the relevant Sustainability Accounting Standards Board (SASB) and Ipieca frameworks. The indices are based solely on Chevron’s interpretation and judgment and do not indicate the application of definitions, metrics, measurements, standards or approaches set forth in the SASB and Ipieca frameworks. Please refer to the relevant footnotes for information about Chevron’s data-reporting basis.\n\nIn this year’s Corporate Sustainability Report, we added a new table that tracks our progress toward our 2028 GHG emissions intensity targets. We also expanded our global employee diversity data to provide region and gender information. In line with our approach to provide comparable and transparent data, we developed the portfolio carbon intensity (PCI) methodology to enable the comparison of Scope 1, 2 and 3 GHG emissions of companies that may participate in different parts of the value chain. In addition, we are also providing a separate GHG data performance table based on the API Template for GHG Reporting (March 2022) and API Guidance Document for GHG Reporting (March 2022). We aspire to continue to achieve real results and transparently communicate progress on our performance.\n\n| GHG reporting equity metrics and targets | 2016 | 2017 | 2018 | 2019 | 2020 | 2021 | 2028 target |\n|----------------------------------------|------|------|------|------|------|------|-------------|\n| portfolio carbon intensity (grams CO₂e/megajoule)¹ | 74.9 | 73.8 | 73.4 | 72.7 | 71.4 | 71.3 | 71.0 |\n| upstream carbon intensity² | | | | | | | |\n| Oil intensity (kilograms CO₂e/boe) | 41.9 | 36.8 | 37.0 | 33.3 | 28.2 | 28.6 | 24.0 |\n| Gas intensity (kilograms CO₂e/boe) | 32.6 | 35.0 | 34.7 | 30.4 | 26.8 | 28.6 | 24.0 |\n| Methane intensity (kilograms CO₂e/boe) | 4.5 | 3.3 | 2.8 | 2.4 | 2.0 | 2.1 | 2.0 |\n| Flaring intensity (kilograms CO₂e/boe) | 8.7 | 7.2 | 6.3 | 4.7 | 3.8 | 4.3 | 3.0 |\n| refining carbon intensity (kilograms CO₂e/boe)¹ | 36.6 | 34.5 | 34.9 | 35.9 | 38.6 | 37.9 | 36.0 |\n\n* Unless otherwise noted, this section reflects 2021 data collected as of April 11, 2022. All data are reported on an operated basis unless otherwise noted. Operated GHG emissions, environmental performance, and workforce health and safety tables include data from Tengizchevroil and the Partitioned Zone between Saudi Arabia and Kuwait. All restatements are restated against the May 2021 release of the Corporate Sustainability Report (2020). Numbers in table may not sum due to rounding.\nAPI GHG template\n\nChevron has been working in leadership roles within API to develop a template for reporting core GHG emissions data in an effort to support API member companies in reporting consistent, comparable and transparent climate-related data to the financial sector, policymakers, industry customers and other stakeholders. Additional information and a copy of Chevron’s API-aligned GHG Reporting Template will be available at chevron.com/APItemplate.\n\nESG data quality\n\nThe accuracy of the information reflected in our report is important to us. Since 2004, Chevron has engaged an accredited assurance provider, Lloyd’s Register Quality Assurance, Inc. (LRQA), to verify that our Operational Excellence Management System (OEMS) meets international environmental and safety management system standards and specifications. In 2021, we obtained a Certificate of Approval that demonstrates the alignment of our OEMS with ISO 14001:2015 and 45001:2018 standards, as well as the integrity and strength of our Chevron Technical Center in setting the strategic direction of the OEMS and providing oversight and verification of its effectiveness throughout the corporation.\n\nWe also engaged LRQA to provide independent assurance on Chevron’s processes used to create the Corporate Sustainability Report for calendar year 2021 to a reasonable level. LRQA’s assurance engagement covered Chevron’s operations and activities worldwide and evaluated how effective Chevron’s reporting processes were in delivering health, safety and environmental indicators that are useful for assessing corporate performance and reporting information consistent with core and additional reporting elements in the Ipieca/API/IOGP Sustainability Reporting Guidance for the Oil and Gas Industry (2020) and SASB Oil and Gas – Exploration and Production, Midstream, and Refining & Marketing accounting metrics referenced in the performance data tables. In some cases, Ipieca elements and SASB metrics referenced are partially reported.\n\nFor more than 10 years, we have conducted independent third-party assurance of Chevron’s GHG emissions. In 2021, we expanded this assurance to include Chevron’s performance data, Scope 3 emissions and GHG emissions on an operational-control basis. The objective is to assess whether the assured emissions data are reported in accordance with the principles of completeness, comparability across the organization and accuracy, including calculations, use of appropriate conversion factors and consolidation.\n\nFor our most recent assurance statements, visit:\nchevron.com/oemsISOcertification\nchevron.com/ESGassurance\nchevron.com/GHGassurance\n\nto create customized charts and tables using our performance data, visit:\nchevron.com/sustainability/performance/chart-generator\n## Equity Emissions\n\n|                                | 2017 | 2018 | 2019 | 2020 | 2021 | SASB | Ipieca |\n|--------------------------------|------|------|------|------|------|------|--------|\n| **Portfolio Carbon Intensity (grams CO₂e/megajoule)** | 73.8 | 73.4 | 72.7 | 71.4 | 71.3 |      |        |\n| **Upstream Carbon Intensity** |      |      |      |      |      |      |        |\n| Oil intensity (kilograms CO₂e/boe) | 36.8 | 37.0 | 33.3 | 28.2 | 28.6 |      |        |\n| Gas intensity (kilograms CO₂e/boe) | 35.0 | 34.7 | 30.4 | 26.8 | 28.6 |      |        |\n| Methane intensity (kilograms CO₂e/boe) | 3.3  | 2.8  | 2.4  | 2.0  | 2.1  |      |        |\n| Flaring intensity (kilograms CO₂e/boe) | 7.2  | 6.3  | 4.7  | 3.8  | 4.3  |      |        |\n| **Refining Carbon Intensity (kilograms CO₂e/boe)** | 34.5 | 34.9 | 35.9 | 38.6 | 37.9 |      |        |\n| **Enabled Reductions (million tonnes CO₂e)** | 7    | 6    | 5    | 5    | 17   |      |        |\n\n### Direct GHG Emissions (Scope 1)\\(^5,6,7,8\\)\n\n|                                | 2017 | 2018 | 2019 | 2020 | 2021 | SASB | Ipieca |\n|--------------------------------|------|------|------|------|------|------|--------|\n| **Upstream – all GHGs (million tonnes CO₂e)** | 63   | 66   | 62   | 54   | 57   |      |        |\n| CO₂ (million tonnes) | 24   | 25   | 24   | 21   | 20   |      |        |\n| CH₄ (million tonnes CH₄)\\(^10\\) | 0.12 | 0.10 | 0.10 | 0.08 | 0.08 |      |        |\n| CH₄ (million tonnes CO₂e)\\(^10\\) | 3.0  | 2.5  | 2.4  | 2.1  | 2.1  |      |        |\n| Other GHGs (million tonnes CO₂e) | 0.1  | 0.1  | 0.1  | 0.1  | 0.1  |      |        |\n| **Upstream Flaring – all GHGs (subset of Scope 1) (million tonnes CO₂e)** | 5    | 5    | 5    | 4    | 4    |      |        |\n| CO₂ (million tonnes) | 5    | 5    | 4    | 3    | 4    |      |        |\n| CH₄ (million tonnes CH₄)\\(^10\\) | 0.02 | 0.02 | 0.01 | 0.01 | 0.01 |      |        |\n| CH₄ (million tonnes CO₂e)\\(^10\\) | 0.5  | 0.5  | 0.4  | 0.3  | 0.3  |      |        |\n| Other GHGs (million tonnes CO₂e) | < 0.1| < 0.1| < 0.1| < 0.1| < 0.1|      |        |\n| Volume of flares (mmscf) | 80,000 | 70,000 | 60,000 | 50,000 | 50,000 |      |        |\n| **Midstream – all GHGs (million tonnes CO₂e)** | 2    | 2    | 1    | 1    | 1    |      |        |\n| CO₂ (million tonnes) | 2    | 2    | 1    | 1    | 1    |      |        |\n| CH₄ (million tonnes CH₄)\\(^10\\) | < 0.01| < 0.01| < 0.01| < 0.01| < 0.01|      |        |\n| CH₄ (million tonnes CO₂e)\\(^10\\) | < 0.1| < 0.1| < 0.1| < 0.1| < 0.1|      |        |\n| Other GHGs (million tonnes CO₂e) | < 0.1| < 0.1| < 0.1| < 0.1| < 0.1|      |        |\n| **Downstream – all GHGs (million tonnes CO₂e)** | 21   | 20   | 19   | 18   | 20   |      |        |\n| CO₂ (million tonnes) | 20   | 20   | 19   | 18   | 19   |      |        |\n| CH₄ and other GHGs (million tonnes CO₂e) | 0.1  | 0.1  | 0.1  | 0.1  | 0.2  |      |        |\n| **Liquefied Natural Gas (LNG) – all GHGs (million tonnes CO₂e)** | 7    | 9    | 8    | 7    | 8    |      |        |\n| CO₂ (million tonnes) | 7    | 9    | 8    | 7    | 8    |      |        |\n| CH₄ and other GHGs (million tonnes CO₂e) | 0.4  | 0.5  | 0.3  | 0.2  | 0.3  |      |        |\n\n---\n\nfootnotes are on pages 74–75\n\nchevron.com/sustainability\n\n61\n### equity emissions, cont.\n\n|                                | 2017 | 2018 | 2019 | 2020 | 2021 | SASB | Ipieca |\n|--------------------------------|------|------|------|------|------|------|--------|\n| **direct GHG emissions (Scope 1) – all GHGs (million tonnes CO₂e), cont.** |      |      |      |      |      |      |        |\n| Chemicals – all GHGs (million tonnes CO₂e)\\(^{12,13}\\) | 5    | 5    | 5    | 4    | 4    |      |        |\n| CO₂ (million tonnes)           | 5    | 5    | 5    | 4    | 4    |      |        |\n| CH₄ and other GHGs (million tonnes CO₂e) | < 0.1 | < 0.1 | < 0.1 | < 0.1 | < 0.1 |      |        |\n| **Other – all GHGs (million tonnes CO₂e)\\(^{14}\\)** | 1    | 2    | 1    | 1    | 1    |      |        |\n| CO₂ (million tonnes)           | 1    | 2    | 1    | 1    | 1    |      |        |\n| CH₄ and other GHGs (million tonnes CO₂e) | < 0.1 | < 0.1 | < 0.1 | < 0.1 | < 0.1 |      |        |\n| **Emissions associated with exported electricity and steam (million tonnes CO₂e)\\(^{15}\\)** | 1    | 1    | 1    | 1    | 1    |      |        |\n| Upstream (million tonnes CO₂e)\\(^{9}\\) | < 1  | < 1  | < 1  | < 1  | < 1  |      |        |\n| Midstream (million tonnes CO₂e) | 0    | 0    | 0    | 0    | 0    |      |        |\n| Downstream (million tonnes CO₂e)\\(^{11}\\) | < 1  | < 1  | < 1  | < 1  | < 1  |      |        |\n| LNG (million tonnes CO₂e)       | 0    | 0    | 0    | 0    | 0    |      |        |\n| Chemicals (million tonnes CO₂e)\\(^{12,13}\\) | 0    | 0    | 0    | 0    | 0    |      |        |\n| Other (million tonnes CO₂e)\\(^{14}\\) | 1    | 1    | 1    | < 1  | 1    |      |        |\n\n### indirect GHG emissions from imported energy (Scope 2)\\(^{5,7,8,16}\\)\n\n|                                | 2017 | 2018 | 2019 | 2020 | 2021 | SASB | Ipieca |\n|--------------------------------|------|------|------|------|------|------|--------|\n| **indirect GHG emissions from imported electricity, heat, steam and cooling (Scope 2, market-based)** | 3    | 3    | 2    | 4    | 4    |      |        |\n| Upstream – all GHGs (million tonnes CO₂e)\\(^{9}\\) | 1    | 1    | 1    | 1    | 1    |      |        |\n| Midstream – all GHGs (million tonnes CO₂e) | < 1  | < 1  | < 1  | < 1  | < 1  |      |        |\n| Downstream – all GHGs (million tonnes CO₂e)\\(^{11}\\) | 1    | 1    | 1    | 1    | 1    |      |        |\n| LNG – all GHGs (million tonnes CO₂e) | 0    | 0    | 0    | 0    | 0    |      |        |\n| Chemicals – all GHGs (million tonnes CO₂e)\\(^{12,13}\\) | < 1  | < 1  | < 1  | < 1  | < 1  |      |        |\n| Other – all GHGs (million tonnes CO₂e)\\(^{14}\\) | < 1  | < 1  | < 1  | < 1  | < 1  |      |        |\n\n### third-party verification\\(^{17}\\)\n\n|                                | Limited | Limited | Limited | Limited | Limited |\n|--------------------------------|---------|---------|---------|---------|---------|\n| Assurance level                | ERM CVS | ERM CVS | ERM CVS | ERM CVS | DNV     |\n\n### indirect GHG emissions – all other (Scope 3)\\(^{18}\\)\n\n|                                | 2017 | 2018 | 2019 | 2020 | 2021 | SASB | Ipieca |\n|--------------------------------|------|------|------|------|------|------|--------|\n| Category II use of sold products – production method (million tonnes CO₂e) | 377  | 396  | 412  | 412  | 408  |      |        |\n| Category II use of sold products – throughput method (million tonnes CO₂e) | 365  | 380  | 382  | 372  | 389  |      |        |\n| Category II use of sold products – sales method (million tonnes CO₂e) | 613  | 628  | 639  | 583  | 611  |      |        |\n\n---\n\nfootnotes are on pages 74–75\n\nchevron.com/sustainability\n\n62\n## Operated Emissions\n\n|                      | 2017 | 2018 | 2019 | 2020 | 2021 | SASB | Ipieca |\n|----------------------|------|------|------|------|------|------|--------|\n| **Direct GHG Emissions (Scope 1)**<sup>5,6,7</sup> |      |      |      |      |      |      |        |\n| Direct GHG Emissions (Scope 1) – all GHGs (million tonnes CO₂e) | 67   | 68   | 63   | 56   | 57   |      |        |\n| Upstream – all GHGs (million tonnes CO₂e) | 37   | 35   | 34   | 30   | 29   |      |        |\n| CO₂ (million tonnes) | 32   | 32   | 31   | 28   | 26   |      |        |\n| CH₄ (million tonnes CH₄)<sup>10</sup> | 0.17 | 0.14 | 0.12 | 0.11 | 0.11 |      |        |\n| CH₄ (million tonnes CO₂e)<sup>10</sup> | 4.2  | 3.5  | 3.0  | 2.7  | 2.7  |      |        |\n| Other GHGs (million tonnes CO₂e) | 0.1  | 0.1  | 0.1  | 0.1  | 0.1  |      |        |\n| Upstream flaring – all GHGs (subset of Scope 1) (million tonnes CO₂e) | 9    | 9    | 8    | 6    | 6    |      |        |\n| CO₂ (million metric tons) | 8    | 8    | 7    | 5    | 6    |      |        |\n| CH₄ (million tonnes CH₄)<sup>10</sup> | 0.04 | 0.03 | 0.02 | 0.02 | 0.02 |      |        |\n| CH₄ (million tonnes CO₂e)<sup>10</sup> | 0.9  | 0.8  | 0.6  | 0.4  | 0.5  |      |        |\n| Other GHGs (million tonnes CO₂e) | < 0.1| < 0.1| < 0.1| < 0.1| < 0.1|      |        |\n| Volume of flares (mmscf) | 140,000 | 130,000 | 100,000 | 90,000 | 90,000 |      |        |\n| Midstream – all GHGs (million tonnes CO₂e) | 2    | 2    | 1    | 1    | 1    |      |        |\n| CO₂ (million tonnes) | 2    | 2    | 1    | 1    | 1    |      |        |\n| CH₄ (million tonnes CH₄)<sup>10</sup> | < 0.01| < 0.01| < 0.01| < 0.01| < 0.01|      |        |\n| CH₄ (million tonnes CO₂e)<sup>10</sup> | < 0.1| < 0.1| < 0.1| < 0.1| < 0.1|      |        |\n| Other GHGs (million tonnes CO₂e) | < 0.1| < 0.1| < 0.1| < 0.1| < 0.1|      |        |\n| Downstream – all GHGs (million tonnes CO₂e)<sup>11</sup> | 16   | 15   | 14   | 14   | 15   |      |        |\n| CO₂ (million tonnes) | 16   | 15   | 14   | 14   | 14   |      |        |\n| CH₄ and other GHGs (million tonnes CO₂e) | 0.1  | 0.1  | 0.1  | 0.1  | 0.2  |      |        |\n| LNG – all GHGs (million tonnes CO₂e) | 11   | 13   | 11   | 9    | 11   |      |        |\n| CO₂ (million tonnes) | 10   | 12   | 11   | 9    | 11   |      |        |\n| CH₄ and other GHGs (million tonnes CO₂e) | 0.7  | 0.8  | 0.4  | 0.3  | 0.5  |      |        |\n| Chemicals – all GHGs (million tonnes CO₂e)<sup>12</sup> | < 1  | < 1  | < 1  | < 1  | < 1  |      |        |\n| CO₂ (million tonnes) | < 1  | < 1  | < 1  | < 1  | < 1  |      |        |\n| CH₄ and other GHGs (million tonnes CO₂e) | < 0.1| < 0.1| < 0.1| < 0.1| < 0.1|      |        |\n| Other – all GHGs (million tonnes CO₂e)<sup>14</sup> | 1    | 2    | 1    | 1    | 1    |      |        |\n| CO₂ (million tonnes) | 1    | 2    | 1    | 1    | 1    |      |        |\n| CH₄ and other GHGs (million tonnes CO₂e) | < 0.1| < 0.1| < 0.1| < 0.1| < 0.1|      |        |\n\n*Operated emissions table continues on page 64*\n| operated emissions, cont. | 2017 | 2018 | 2019 | 2020 | 2021 | SASB | Ipieca |\n|--------------------------|------|------|------|------|------|------|-------|\n| direct GHG emissions (Scope 1) – all GHGs (million tonnes CO₂e), cont. | | | | | | | |\n| Emissions associated with exported electricity and steam (subset of Scope 1) (million tonnes CO₂e) | 1 | 1 | 1 | 1 | 1 | | CCE4: C3/A6 |\n| Upstream (million tonnes CO₂e) | < 1 | < 1 | < 1 | < 1 | < 1 | | |\n| Midstream (million tonnes CO₂e) | 0 | 0 | 0 | 0 | 0 | | |\n| Downstream (million tonnes CO₂e) | < 1 | < 1 | < 1 | < 1 | < 1 | | |\n| LNG (million tonnes CO₂e) | 0 | 0 | 0 | 0 | 0 | | |\n| Chemicals (million tonnes CO₂e) | 0 | 0 | 0 | 0 | 0 | | |\n| Other (million tonnes CO₂e) | 1 | 1 | 1 | < 1 | 1 | | |\n| indirect GHG emissions from imported energy (Scope 2) | | | | | | | |\n| indirect GHG emissions from imported electricity, heat, steam and cooling (Scope 2, market-based) | 2 | 2 | 1 | 1 | 2 | | CCE4: C2/C3 |\n| Upstream – all GHGs (million tonnes CO₂e) | 1 | 1 | 1 | 1 | 1 | | |\n| Midstream – all GHGs (million tonnes CO₂e) | < 1 | < 1 | < 1 | < 1 | < 1 | | |\n| Downstream – all GHGs (million tonnes CO₂e) | 1 | 1 | < 1 | < 1 | 1 | | |\n| LNG – all GHGs (million tonnes CO₂e) | 0 | 0 | 0 | 0 | 0 | | |\n| Chemicals – all GHGs (million tonnes CO₂e) | < 1 | < 1 | < 1 | < 1 | < 1 | | |\n| Other – all GHGs (million tonnes CO₂e) | < 1 | < 1 | < 1 | < 1 | < 1 | | |\n| GHG mitigation | | | | | | | |\n| Carbon capture, utilization and storage (CCUS) – all GHGs (million tonnes CO₂e) | < 1 | < 1 | 1 | 3 | 1 | | CCE3: A6 |\n| Renewable Energy Credits (RECs for indirect emissions) – all GHGs (million tonnes CO₂e) | 0 | 0 | < 1 | < 1 | < 1 | | CCE3: A7 |\n| Offsets – all GHGs (million tonnes CO₂e) | 4 | 3 | 1 | 2 | 13 | | |\n| indirect GHG emissions – all other (Scope 3) | | | | | | | |\n| Category 11 use of sold products – production method (million tonnes CO₂e) | 608 | 617 | 622 | 588 | 621 | | |\n| Category 11 use of sold products – throughput method (million tonnes CO₂e) | 386 | 406 | 411 | 392 | 450 | | |\n\nfootnotes are on pages 74–75  chevron.com/sustainability  64\n## Environmental Performance\n\n### Energy Efficiency\n\n|                          | 2017 | 2018 | 2019 | 2020 | 2021 | SASB | Ipieca |\n|--------------------------|------|------|------|------|------|------|--------|\n| Total energy consumption, operated assets and nonoperated joint-venture refineries (trillion BTUs) | 843  | 940  | 916  | 851  | 862  | CCE6 | CCE6: C1 |\n| Total energy consumption, operated assets and nonoperated joint-venture refineries (million gigajoules) | 889  | 992  | 967  | 898  | 909  | CCE6: C1 |\n| Total energy consumption, operated assets (trillion BTUs) | 687  | 778  | 758  | 701  | 706  | CCE6: C1 |\n| Total energy consumption, operated assets (million gigajoules) | 725  | 821  | 800  | 739  | 745  | CCE6: C1 |\n| Manufacturing Energy Index (Refining) | 85   | 85   | 85   | 88   | 88   | CCE6: A4 |\n| Upstream Energy Intensity (thousand BTUs per barrel of oil-equivalent) | 317  | 358  | 362  | 341  | 306  | CCE6: A2 |\n| Pipeline Energy Intensity (BTUs per barrel of oil-equivalent-mile) | 13   | 10   | 8    | 10   | 10   | CCE6: A2 |\n| Shipping Energy Intensity (BTUs per metric ton-mile) | 70   | 75   | 70   | 69   | 69   | CCE6: A2 |\n| Non-Manufacturing Energy Index | 75   | 74   | 67   | 71   | 65   | CCE6: A3 |\n\n### Air Quality\n\n|                          | 2017 | 2018 | 2019 | 2020 | 2021 | SASB | Ipieca |\n|--------------------------|------|------|------|------|------|------|--------|\n| Total volatile organic compounds (VOCs) emitted (thousand metric tons) | 142  | 115  | 102  | 81   | 91   | EM-EP-120a.1 | EM-MD-120a.1 | EM-RM-120a.1 | ENV5: C1 |\n| Total sulfur oxides (SO\\textsubscript{2}) emitted (thousand metric tons) | 52   | 40   | 36   | 41   | 87   | EM-EP-120a.1 | EM-MD-120a.1 | EM-RM-120a.1 | ENV5: C1 |\n| Total nitrogen oxides (NO\\textsubscript{2}) emitted (thousand metric tons) | 147  | 141  | 130  | 112  | 113  | EM-EP-120a.1 | EM-MD-120a.1 | EM-RM-120a.1 | ENV5: C1 |\n\n### Water Management\n\n|                          | 2017 | 2018 | 2019 | 2020 | 2021 | SASB | Ipieca |\n|--------------------------|------|------|------|------|------|------|--------|\n| Fresh water withdrawn (million cubic meters) | 72   | 71   | 70   | 63   | 67   | ENV1: C1 |\n| Upstream                | 33   | 31   | 33   | 28   | 27   | EM-EP-140a.1 |\n| Refining\\textsuperscript{30} | 36   | 37   | 34   | 33   | 37   | EM-RM-140a.1 |\n| Other\\textsuperscript{31} | 3    | 3    | 3    | 2    | 2    | |\n| Nonfresh water withdrawn (million cubic meters) | 41   | 39   | 45   | 34   | 33   | ENV1: A4 |\n| Upstream                | 22   | 21   | 27   | 17   | 15   | |\n| Refining\\textsuperscript{30} | 18   | 16   | 17   | 17   | 17   | |\n| Other\\textsuperscript{31} | 1    | 2    | 1    | <1   | 1    | |\n\n\\textsuperscript{1} Indicates restatement of data.\n\n\\textsuperscript{2} Environmental performance table continues on page 66\n\n\\textsuperscript{3} Footnotes are on pages 74–75\n\n\\textsuperscript{4} chevron.com/sustainability\n### Environmental Performance, Cont.\n\n| Water Management, Cont. | 2017 | 2018 | 2019 | 2020 | 2021 | SASB | Ipieca |\n|-------------------------|------|------|------|------|------|------|-------|\n| Fresh Water Withdrawn, Cont. |      |      |      |      |      |      |       |\n| Fresh Water Withdrawn Intensity |      |      |      |      |      |      |       |\n| Upstream (barrel of water per barrel of oil-equivalent) | 0.14 | 0.12 | 0.14 | 0.11 | 0.10 | ENV1: A2 |\n| Refining (barrel of water per barrel of oil-equivalent as feedstock) | 0.52 | 0.55 | 0.53 | 0.57 | 0.56 | ENV1: A2 |\n| Fresh Water Consumed (million cubic meters) | 71 | 70 | 69 | 62 | 66 | EM-EP-140a.1 | ENV1: C2 |\n| Fresh Water Withdrawn in Regions with High or Extremely High Baseline Water Stress (%) | — | — | — | — | 19 | EM-EP-140a.1 | ENV1: C4 |\n| Fresh Water Consumed in Regions with High or Extremely High Baseline Water Stress (%) | — | — | — | — | 19 | EM-EP-140a.1 | ENV1: C4 |\n| Wastewater |      |      |      |      |      |      |       |\n| Average Oil Concentration in Discharges to Surface Water (parts per million) |      |      |      |      |      |      |       |\n| Upstream | 8 | 7 | 8 | 7 | 6 | EM-EP-140a.2 | ENV2: C1 |\n| Refining | 1 | 1 | 1 | 1 | 2 | ENV2: C2 |\n| Total Amount of Oil Discharged to Surface Water (thousand metric tons) |      |      |      |      |      |      |       |\n| Upstream | 0.9 | 0.7 | 0.7 | 0.5 | 0.4 | EM-EP-140a.2 | ENV2: C1 |\n| Refining | 0.04 | 0.03 | 0.03 | 0.03 | 0.05 | ENV2: C2 |\n| Accidental Release Prevention and Response |      |      |      |      |      |      |       |\n| Petroleum Spills to Land and Water (volume in thousand barrels) | 1.46 | 1.02 | 0.79 | 0.94 | 2.13 | EM-EP-160a.2 | ENV6: C2 |\n| Total Volume Recovered | 1.15 | 0.84 | 0.64 | 0.60 | 0.83 | EM-EP-160a.2 | ENV6: A1 |\n| Petroleum Spills to Land and Water (number of spills) | 56 | 60 | 51 | 45 | 81 | EM-EP-160a.2 | ENV6: C2 |\n| Waste |      |      |      |      |      |      |       |\n| Hazardous Waste Generated (million metric tons) | 0.4 | 0.4 | 0.4 | 0.2 | 0.3 | EM-RM-150a.1 | ENV7: C3 |\n| Hazardous Waste Disposed of (million metric tons) | 0.3 | 0.3 | 0.2 | 0.1 | 0.2 | EM-RM-150a.1 | ENV7: C3 |\n| Hazardous Waste Recycled, Reused or Recovered (million metric tons) | 0.1 | 0.2 | 0.2 | 0.1 | 0.1 | EM-RM-150a.1 | ENV7: C3 |\n| Fines and Settlements |      |      |      |      |      |      |       |\n| Number of Environmental, Health and Safety Fines Paid and Settlements Entered into, Equity Basis | 89 | 64 | 104 | 45 | 57 |       |       |\n| Cost of Environmental, Health and Safety Fines Paid and Settlements Entered into, Equity Basis (millions of dollars) | $40.5 | $9.1 | $16.1 | $3.0 | $3.6 |       |       |\n\nFootnotes are on pages 74–75. chevron.com/sustainability\n|                                | 2017 | 2018 | 2019 | 2020 | 2021 | SASB | Ipieca |\n|--------------------------------|------|------|------|------|------|------|--------|\n| **Total employees: women (%)** | 30   | 31   | 30   | 30   | 30   |      | SOC5: C2 |\n| **Total employees: ethnic minorities (%)** | 39   | 41   | 41   | 41   | 42   |      | SOC5: C2 |\n| Caucasian                      | 61   | 59   | 59   | 59   | 58   |      | SOC5: C2 |\n| Women                          | 15   | 15   | 14   | 14   | 14   |      | SOC5: C2 |\n| Men                            | 46   | 45   | 45   | 45   | 44   |      | SOC5: C2 |\n| Asian                          | 13   | 14   | 14   | 14   | 14   |      | SOC5: C2 |\n| Women                          | 5    | 5    | 5    | 5    | 5    |      | SOC5: C2 |\n| Men                            | 8    | 9    | 9    | 9    | 9    |      | SOC5: C2 |\n| Latino                         | 15   | 16   | 16   | 16   | 17   |      | SOC5: C2 |\n| Women                          | 6    | 6    | 6    | 6    | 7    |      | SOC5: C2 |\n| Men                            | 9    | 9    | 10   | 10   | 10   |      | SOC5: C2 |\n| Black                          | 8    | 8    | 8    | 8    | 8    |      | SOC5: C2 |\n| Women                          | 4    | 4    | 4    | 3    | 3    |      | SOC5: C2 |\n| Men                            | 5    | 5    | 5    | 5    | 5    |      | SOC5: C2 |\n| Other ethnicities              | 3    | 3    | 3    | 3    | 3    |      | SOC5: C2 |\n| Women                          | 1    | 1    | 1    | 1    | 1    |      | SOC5: C2 |\n| Men                            | 2    | 2    | 2    | 2    | 2    |      | SOC5: C2 |\n| **Executives and senior managers: women (%)** | 19   | 22   | 24   | 26   | 27   |      | SOC5: C2 |\n| **Executives and senior managers: ethnic minorities (%)** | 16   | 19   | 22   | 24   | 26   |      | SOC5: C2 |\n| Caucasian                      | 84   | 81   | 78   | 76   | 75   |      | SOC5: C2 |\n| Women                          | 15   | 16   | 17   | 19   | 19   |      | SOC5: C2 |\n| Men                            | 69   | 65   | 61   | 57   | 56   |      | SOC5: C2 |\n| Asian                          | 7    | 9    | 10   | 12   | 11   |      | SOC5: C2 |\n| Women                          | 2    | 3    | 3    | 4    | 4    |      | SOC5: C2 |\n| Men                            | 5    | 6    | 7    | 8    | 7    |      | SOC5: C2 |\n| Latino                         | 5    | 6    | 6    | 8    | 8    |      | SOC5: C2 |\n| Women                          | 1    | 1    | 2    | 2    | 2    |      | SOC5: C2 |\n| Men                            | 4    | 5    | 4    | 6    | 6    |      | SOC5: C2 |\n| Black                          | 3    | 3    | 4    | 4    | 5    |      | SOC5: C2 |\n| Women                          | 1    | 1    | 2    | 2    | 2    |      | SOC5: C2 |\n| Men                            | 2    | 2    | 2    | 3    |      |      | SOC5: C2 |\n\nU.S. equal employment opportunity commission statistics table continues on page 68\n\nfootnotes are on pages 74–75\n\nchevron.com/sustainability\n\n67\n| Executives and senior managers: ethnic minorities (%) | 2017 | 2018 | 2019 | 2020 | 2021 | SASB | Ipieca |\n|-----------------------------------------------------|------|------|------|------|------|------|-------|\n| Other ethnicities<sup>40</sup>                      | 1    | 1    | 1    | 1    | 1    | SOC5: C2 |\n| Women                                               | 0    | 0    | 0    | 0    | 0    | SOC5: C2 |\n| Men                                                 | 0    | 1    | 1    | 0    | 1    | SOC5: C2 |\n| First- and mid-level managers: women (%)            | 29   | 30   | 31   | 30   | 31   | SOC5: C2 |\n| First- and mid-level managers: ethnic minorities (%)| 32   | 33   | 34   | 35   | 36   | SOC5: C2 |\n| Caucasian                                           | 68   | 67   | 66   | 65   | 64   | SOC5: C2 |\n| Women                                               | 16   | 16   | 16   | 16   | 15   | SOC5: C2 |\n| Men                                                 | 52   | 50   | 50   | 50   | 49   | SOC5: C2 |\n| Asian                                               | 12   | 12   | 12   | 12   | 12   | SOC5: C2 |\n| Women                                               | 5    | 5    | 5    | 5    | 5    | SOC5: C2 |\n| Men                                                 | 7    | 8    | 7    | 7    | 7    | SOC5: C2 |\n| Latino                                              | 12   | 12   | 12   | 14   | 14   | SOC5: C2 |\n| Women                                               | 5    | 6    | 6    | 6    | 7    | SOC5: C2 |\n| Men                                                 | 7    | 7    | 7    | 8    | 7    | SOC5: C2 |\n| Black                                               | 7    | 7    | 8    | 7    | 7    | SOC5: C2 |\n| Women                                               | 3    | 3    | 3    | 3    | 3    | SOC5: C2 |\n| Men                                                 | 4    | 4    | 4    | 4    | 4    | SOC5: C2 |\n| Other ethnicities<sup>40</sup>                      | 1    | 1    | 2    | 2    | 2    | SOC5: C2 |\n| Women                                               | 0    | 1    | 1    | 1    | 1    | SOC5: C2 |\n| Men                                                 | 1    | 1    | 1    | 1    | 1    | SOC5: C2 |\n| Professionals: women (%)                            | 33   | 33   | 33   | 34   | 33   | SOC5: C2 |\n| Professionals: ethnic minorities (%)                | 35   | 36   | 38   | 39   | 39   | SOC5: C2 |\n| Caucasian                                           | 65   | 64   | 62   | 61   | 61   | SOC5: C2 |\n| Women                                               | 18   | 18   | 18   | 18   | 18   | SOC5: C2 |\n| Men                                                 | 47   | 46   | 45   | 43   | 43   | SOC5: C2 |\n| Asian                                               | 16   | 16   | 16   | 17   | 17   | SOC5: C2 |\n| Women                                               | 7    | 7    | 7    | 7    | 7    | SOC5: C2 |\n| Men                                                 | 9    | 9    | 9    | 10   | 10   | SOC5: C2 |\n| Latino                                              | 11   | 11   | 12   | 12   | 13   | SOC5: C2 |\n| Women                                               | 4    | 4    | 4    | 4    | 5    | SOC5: C2 |\n| Men                                                 | 7    | 7    | 8    | 8    | 8    | SOC5: C2 |\n\nU.S. equal employment opportunity commission statistics table continues on page 69\n\nfootnotes are on pages 74–75\n\nchevron.com/sustainability\n\n68\n### U.S. equal employment opportunity commission statistics, cont.\n\n| Professionals: ethnic minorities (%), cont. | 2017 | 2018 | 2019 | 2020 | 2021 | SASB | Ipieca |\n|---------------------------------------------|------|------|------|------|------|------|-------|\n| Black                                       | 7    | 7    | 7    | 7    | 7    |      | SOC5: C2 |\n| Women                                       | 4    | 4    | 4    | 4    | 3    |      | SOC5: C2 |\n| Men                                         | 4    | 4    | 4    | 4    | 4    |      | SOC5: C2 |\n| Other ethnicities                           | 2    | 2    | 2    | 3    | 3    |      | SOC5: C2 |\n| Women                                       | 1    | 1    | 1    | 1    | 1    |      | SOC5: C2 |\n| Men                                         | 1    | 1    | 2    | 2    | 2    |      | SOC5: C2 |\n\n### Global employee diversity\n\n| Total employees | 2017 | 2018 | 2019 | 2020 | 2021 | SASB | Ipieca |\n|-----------------|------|------|------|------|------|------|-------|\n| Women           | 48,456 | 45,047 | 44,679 | 42,628 | 37,498 |      | SOC5: C2 |\n| Men             | 22,048 | 21,465 | 22,165 | 20,814 | 19,627 |      | SOC5: C2 |\n| Gender data not available | 22,048 | 21,465 | 22,165 | 20,814 | 19,627 |      | SOC5: C2 |\n\n| Other Americas | 2017 | 2018 | 2019 | 2020 | 2021 | SASB | Ipieca |\n|----------------|------|------|------|------|------|------|-------|\n| Women          | 22,048 | 21,465 | 22,165 | 20,814 | 19,627 |      | SOC5: C2 |\n| Men            | 22,048 | 21,465 | 22,165 | 20,814 | 19,627 |      | SOC5: C2 |\n| Gender data not available | 22,048 | 21,465 | 22,165 | 20,814 | 19,627 |      | SOC5: C2 |\n\n| Africa | 2017 | 2018 | 2019 | 2020 | 2021 | SASB | Ipieca |\n|--------|------|------|------|------|------|------|-------|\n| Women  | 22,048 | 21,465 | 22,165 | 20,814 | 19,627 |      | SOC5: C2 |\n| Men    | 22,048 | 21,465 | 22,165 | 20,814 | 19,627 |      | SOC5: C2 |\n| Gender data not available | 22,048 | 21,465 | 22,165 | 20,814 | 19,627 |      | SOC5: C2 |\n\n| Asia   | 2017 | 2018 | 2019 | 2020 | 2021 | SASB | Ipieca |\n|--------|------|------|------|------|------|------|-------|\n| Women  | 22,048 | 21,465 | 22,165 | 20,814 | 19,627 |      | SOC5: C2 |\n| Men    | 22,048 | 21,465 | 22,165 | 20,814 | 19,627 |      | SOC5: C2 |\n| Gender data not available | 22,048 | 21,465 | 22,165 | 20,814 | 19,627 |      | SOC5: C2 |\n\n---\n\nfootnotes are on pages 74–75\n\nchevron.com/sustainability\n\n69\n### Global Employee Diversity, cont.\n\n|                      | 2017 | 2018 | 2019 | 2020 | 2021 | SASB | Ipieca |\n|----------------------|------|------|------|------|------|------|--------|\n| **Australia**        |      |      |      | 2,411| 2,170|      |        |\n| Women                |      |      |      | 580  | 533  |      |        |\n| Men                  |      |      |      | 1,825| 1,634|      |        |\n| Gender data not available |      |      |      | 6    | 3    |      |        |\n| **Europe**           |      |      |      | 1,636| 1,504|      |        |\n| Women                |      |      |      | 410  | 381  |      |        |\n| Men                  |      |      |      | 1,226| 1,121|      |        |\n| Gender data not available |      |      |      | 0    | 2    |      |        |\n| **Service station employees** | 3,298| 3,591| 3,476| 5,108| 5,097|      |        |\n| Women                |      |      |      | 2,521| 2,170|      |        |\n| Men                  |      |      |      | 2,125| 1,732|      |        |\n| Gender data not available |      |      |      | 462  | 1,195|      |        |\n| **Union-represented U.S. employees (%)** | 11   | 11   | 11   | 12   | 12   |      |        |\n| **Total employees – women (%)** | 25   | 25   | 25   | 25   | 27   |      |        |\n| **Mid-level management – women (%)** | 19   | 19   | 20   | 22   | 23   |      |        |\n| **Senior leadership – women (%)** | 18   | 19   | 19   | 20   | 21   |      |        |\n| **Executive leadership – women (%)** | 14   | 16   | 15   | 16   | 17   |      |        |\n\n### Supply Chain\n\n|                      | 2017 | 2018 | 2019 | 2020 | 2021 | SASB | Ipieca |\n|----------------------|------|------|------|------|------|------|--------|\n| **Total goods and services spending (billions of dollars)** | $24.8 | $25.1 | $27.1 | $20.9 | $18.1 |      |        |\n| **Total goods and services spending with U.S.-based businesses (billions of dollars)** | $11.2 | $11.6 | $13.2 | $11.0 | $9.8 | SOC14: A1 |        |\n| **Total goods and services spending with U.S.-based small businesses (billions of dollars)** | $1.6 | $1.7 | $1.7 | $1.3 | $1.1 | SOC14: A1 |        |\n| **Total goods and services spending with U.S.-based woman- and minority-owned businesses (billions of dollars)** | $0.6 | $0.7 | $0.6 | $0.4 | $0.4 | SOC14: A1 |        |\n## Workforce Health and Safety\n\n| Total Recordable Incident Rate (incidents per 200,000 work-hours) | 2017 | 2018 | 2019 | 2020 | 2021 | SASB | Ipieca |\n|---------------------------------------------------------------|------|------|------|------|------|------|--------|\n| Workforce (excluding COVID-19)                                | 0.13 | 0.13 | 0.15 | 0.13 | 0.20 | EM-EP-320a.1 | EM-RM-320a.1 | SHS3: C1 |\n| Employees (excluding COVID-19)                                | 0.09 | 0.07 | 0.13 | 0.11 | 0.17 | EM-EP-320a.1 | EM-RM-320a.1 |\n| Contractors (excluding COVID-19)                              | 0.15 | 0.15 | 0.16 | 0.14 | 0.20 | EM-EP-320a.1 | EM-RM-320a.1 |\n| Workforce (including COVID-19)                                | N/A  | N/A  | N/A  | 0.37 | 0.44 | EM-EP-320a.1 | EM-RM-320a.1 |\n| Employees (including COVID-19)                                | N/A  | N/A  | N/A  | 0.42 | 0.42 | EM-EP-320a.1 | EM-RM-320a.1 |\n| Contractors (including COVID-19)                              | N/A  | N/A  | N/A  | 0.35 | 0.44 | EM-EP-320a.1 | EM-RM-320a.1 |\n\n| Lost-Time Incident Frequency (Days Away From Work incidents and fatalities per million work-hours) | 2017 | 2018 | 2019 | 2020 | 2021 | SASB | Ipieca |\n|-----------------------------------------------------------------------------------------------|------|------|------|------|------|------|--------|\n| Workforce (excluding COVID-19)                                                                | 0.09 | 0.08 | 0.10 | 0.13 | 0.16 | EM-EP-320a.1 | EM-RM-320a.1 | SHS3: C1 |\n| Employees (excluding COVID-19)                                                                 | 0.08 | 0.07 | 0.17 | 0.13 | 0.27 | EM-EP-320a.1 | EM-RM-320a.1 |\n| Contractors (excluding COVID-19)                                                               | 0.10 | 0.08 | 0.08 | 0.13 | 0.12 | EM-EP-320a.1 | EM-RM-320a.1 |\n| Workforce (including COVID-19)                                                                 | N/A  | N/A  | N/A  | 1.27 | 0.81 | EM-EP-320a.1 | EM-RM-320a.1 |\n| Employees (including COVID-19)                                                                 | N/A  | N/A  | N/A  | 1.66 | 1.05 | EM-EP-320a.1 | EM-RM-320a.1 |\n| Contractors (including COVID-19)                                                                | N/A  | N/A  | N/A  | 1.11 | 0.73 | EM-EP-320a.1 | EM-RM-320a.1 |\n\n| Days Away From Work Rate (incidents per 200,000 work-hours)                                      | 2017 | 2018 | 2019 | 2020 | 2021 | SASB | Ipieca |\n|-------------------------------------------------------------------------------------------------|------|------|------|------|------|------|--------|\n| Workforce (excluding COVID-19)                                                                | 0.016| 0.016| 0.019| 0.025| 0.031| EM-EP-320a.1 | EM-RM-320a.1 | SHS3: C1 |\n| Employees (excluding COVID-19)                                                                 | 0.012| 0.013| 0.033| 0.023| 0.055| EM-EP-320a.1 | EM-RM-320a.1 |\n| Contractors (excluding COVID-19)                                                               | 0.017| 0.017| 0.014| 0.026| 0.023| EM-EP-320a.1 | EM-RM-320a.1 |\n| Workforce (including COVID-19)                                                                 | N/A  | N/A  | N/A  | 0.253| 0.160| EM-EP-320a.1 | EM-RM-320a.1 |\n| Employees (including COVID-19)                                                                 | N/A  | N/A  | N/A  | 0.330| 0.210| EM-EP-320a.1 | EM-RM-320a.1 |\n| Contractors (including COVID-19)                                                                | N/A  | N/A  | N/A  | 0.223| 0.144| EM-EP-320a.1 | EM-RM-320a.1 |\n\n| Number of serious injuries | 2017 | 2018 | 2019 | 2020 | 2021 | SASB | Ipieca |\n|----------------------------|------|------|------|------|------|------|--------|\n| Workforce                  | 26   | 35   | 13   | 13   | 21   | EM-EP-320a.1 | EM-RM-320a.1 | SHS3: C1 |\n| Employees                  | 2    | 3    | 2    | 3    | 3    | EM-EP-320a.1 | EM-RM-320a.1 |\n| Contractors                | 24   | 32   | 11   | 10   | 18   | EM-EP-320a.1 | EM-RM-320a.1 |\n\n| Number of work-related fatalities | 2017 | 2018 | 2019 | 2020 | 2021 | SASB | Ipieca |\n|----------------------------------|------|------|------|------|------|------|--------|\n| Workforce                        | 6    | 0    | 2    | 1    | 2    | EM-EP-320a.1 | EM-RM-320a.1 | SHS3: C1 |\n| Employees                        | 2    | 0    | 0    | 1    | 0    | EM-EP-320a.1 | EM-RM-320a.1 |\n| Contractors                      | 4    | 0    | 2    | 0    | 2    | EM-EP-320a.1 | EM-RM-320a.1 |\n\n---\n\n*Indicates restatement of data. N/A = not applicable\n\nFootnotes are on pages 74–75\n\n[71] chevron.com/sustainability\n\nWorkforce health and safety table continues on page 72\n## Workforce Health and Safety, cont.\n\n| Work-related fatal accident rate (work-related employee or contractor fatalities per 100 million work-hours) | 2017 | 2018 | 2019 | 2020 | 2021 | SASB | Ipieca |\n|---|---|---|---|---|---|---|---|\n| Workforce | 1.32 | 0.00 | 0.43 | 0.29 | 0.59 | EM-EP-320a.1 | SHS3: C1 |\n| Employees | 1.77 | 0.00 | 0.00 | 1.05 | 0.00 | EM-EP-320a.1 | |\n| Contractors | 1.17 | 0.00 | 0.56 | 0.00 | 0.78 | EM-EP-320a.1 | |\n\n| Work-related fatal incident rate (work-related incidents with employee or contractor fatalities per 100 million work-hours) | 1.32 | 0.00 | 0.43 | 0.29 | 0.59 | EM-EP-320a.1 | SHS3: C1 |\n\n| Motor Vehicle Crash Rate (workforce vehicle incidents per million miles driven) | 0.04 | 0.02 | 0.02 | 0.02 | 0.03 | EM-EP-320a.1 | |\n\n| Number of Process Safety Tier 1 events (ANSI/API Recommended Practice 754 guidance) | 22 | 16 | 15 | 15 | 33 | EM-EP-540a.1 | SHS6: C1 |\n|---|---|---|---|---|---|---|---|\n| Upstream | 14 | 9 | 10 | 7 | 18 | EM-EP-540a.1 | |\n| Downstream & Chemicals | 7 | 6 | 4 | 7 | 10 | EM-EP-540a.1 | |\n| Midstream | 1 | 1 | 1 | 1 | 5 | EM-EP-540a.1 | |\n\n---\n\n## ESG Qualitative Metrics\n\n### Environment\n\n| chevron resources | SASB | Ipieca |\n|---|---|---|\n| chevron.com/climatechangeresilience2021 | EM-EP-110a.3 | CC1: C1 |\n| chevron.com/climatechangeresilience2021 | EM-MD-110a.2 | CC1: C2 |\n| chevron.com/climatechangeresilience2021 | EM-RM-110a.2 | CC1: C3 |\n| chevron.com/climatechangeresilience2021 | CC1: C4 | |\n| chevron.com/climatechangeresilience2021 | CC2: C1 | |\n| chevron.com/climatechangeresilience2021 | CC2: C2 | |\n| chevron.com/climatechangeresilience2021 | CC2: C3 | |\n| chevron.com/climatechangeresilience2021 | CC5: C2 | |\n| chevron.com/climatechangeresilience2021 | CC7: C3 | |\n\n### Biodiversity\n\n| chevron.com/biodiversity | SASB | Ipieca |\n|---|---|---|\n| chevron.com/biodiversity | EM-EP-160a.1 | ENV6: C1 |\n| chevron.com/biodiversity | EM-MD-160a.1 | ENV6: C4 |\n\n### Emergency Preparedness\n\n| chevron.com/oemsoverview | SASB | Ipieca |\n|---|---|---|\n| chevron.com/oemsoverview | EM-EP-160a.1 | ENV6: C1 |\n| chevron.com/oemsoverview | EM-MD-160a.1 | ENV6: C4 |\n\n---\n\n*Indicates restatement of data.*\n\n---\n\nfootnotes are on pages 74–75\n\nchevron.com/sustainability\n\n72\n## ESG qualitative metrics, cont.\n\n| social | chevron resources | SASB | Ipieca |\n|--------|-------------------|------|--------|\n| safety and health | chevron.com/oems chevron.com/oemsoverview | EM-EP-320a.2 EM-EP-540a.2 EM-MD-540a.4 EM-RM-320a.2 | SHS1: C2 SHS1: C3 SHS4: A1 |\n| human rights | chevron.com/humanrights chevron.com/supplierletter | EM-EP-210a.3 | SOC1: C1 SOC1: C2 SOC2: C1 SOC3: C1 |\n| diversity and inclusion | chevron.com/diversityandinclusion chevron.com/proxystatement | | SOC5: C1 |\n| community relations | chevron.com/sustainability/social chevron.com/grievancemechanism | EM-EP-210b.1 | SOC8: C1 SOC12: C1 SOC13: C1 |\n| governance | chevron.com/proxystatement chevron.com/annualreport chevron.com/thechevronway chevron.com/investors/corporate-governance | | GOV1: C1 GOV1: C3 GOV1: C5 |\n| governance strategy | chevron.com/businessconductethicscode | EM-EP-510a.2 | GOV3: C1 GOV3: C3 |\n| business conduct | chevron.com/politicaloutreach chevron.com/climatelobbying | EM-EP-530a.1 EM-RM-530a.1 | GOV5: C1 GOV5: C2 |\n| cybersecurity | chevron.com/cybersecurity | | SHS7: C3 |\nSee “equations” section, Portfolio Carbon Intensity, pages 76–78.\n\n2 See “equations” section, Upstream Carbon Intensity, pages 78–79.\n\n3 See “equations” section, Refining Carbon Intensity, page 79.\n\n4 See “equations” section, Enabled Reductions, page 80. Variability in Enabled Reductions may occur due to Chevron’s current practice of reporting offsets in the calendar year in which they were retired. See footnote 21 for more information on offsets.\n\n5 Unless otherwise noted, Scope 1 and Scope 2 data collected as of January 31, 2022. Data include estimates.\n\n6 Scope 1 includes direct emissions. For reporting, Chevron includes indirect sources of GHG emissions within Scope 1 that are outside of the traditional Scope 1 definition such as GHG emissions from processes like drilling and completions, and tolling agreements up to the point of third-party custody transfer of the oil or gas product. Direct GHG emissions related to production of energy in the form of electricity or steam exported or sold to a third party are included in the reported Scope 1 emissions to align with Ipieca’s Sustainability Reporting Guidance for the Oil and Gas Industry (2020). Chevron’s Scope 1 includes emissions of six Kyoto GHGs – carbon dioxide (CO₂), methane (CH₄), nitrous oxide (N₂O), sulfur hexafluoride, perfluorocarbons and hydrofluorocarbons.\n\n7 Calculation methods for Scope 1 and Scope 2 GHG emissions are based on the American Petroleum Institute’s Compendium of Greenhouse Gas Emissions Methodologies for the Oil and Natural Gas Industry (2009) or, where relevant, local regulatory reporting methodologies.\n\n8 When a nonoperated joint venture (NOJV) provides consolidated emissions data, Chevron seeks to allocate its equity share of those emissions to the most representative scope and GHG based on best available knowledge of the NOJV’s operations.\n\n9 Consistent with our financial accounting, Venezuela NOJV emissions are not included for 2021 emissions reporting.\n\n10 We provide methane emissions data and intensity performance as a mass of methane as well as its conversion under the Intergovernmental Panel on Climate Change Fourth Assessment Report (AR4) 100-year global warming potential (GWP) to a CO₂e. Although we strive to provide consistent data from our operated and nonoperated assets, some nonoperated assets may provide their data only on a CO₂e basis. Given the common industry practice of using the AR4 100-year GWP, we have assumed that nonoperated assets that did not provide methane mass data use a 100-year GWP of 25. We continue to work with our joint-venture partners to provide information on a standardized basis to increase transparency.\n\n11 Downstream includes emissions from refineries, terminals, marketing and distribution, including renewable fuels. Chemical and base oil facilities located within refineries are included in refinery emissions.\n\n12 Chemicals includes emissions from stand-alone chemical, additive and lubricant facilities.\n\n13 Chevron Phillips Chemical Company (CPChem) LLC data collected as of April 7, 2022.\n\n14 Other emissions include GHG emissions from Corporate Aviation, Chevron Environmental Management and Real Estate Company, energy management and power from Chevron Pipeline and Power, and the North American Data Center.\n\n15 Exported emissions are direct GHG emissions related to production of energy in the form of electricity or steam that are exported or sold to a third party. Direct GHG emissions related to production of energy in the form of electricity or steam exported or sold to a third party are included in the reported Scope 1 emissions for each segment.\n\n16 Scope 2 includes indirect emissions from imported electricity and steam. CO₂, CH₄ and N₂O are accounted for in Chevron’s Scope 2 emissions. Scope 2 emissions are accounted for using the market-based approach as described in the World Resources Institute’s GHG Protocol Scope 2 Guidance (2015), including calculating Scope 2 emissions net of contractual instruments such as renewable energy credits (RECs).\n\n17 The scope of verification for reporting year 2021 includes portfolio carbon intensity, upstream carbon intensities, refining carbon intensity and enabled reductions, as well as total Scope 1, total Scope 2 and Scope 3 Category 11 use of sold products on both an equity-share and operational-control basis. For 2017–2020, third-party verification covers Chevron’s total Scope 1 and total Scope 2 equity emissions, as first reported in Chevron’s Corporate Sustainability Report for each reporting year. Annual third-party verification does not include Chevron’s equity-share emissions for CPChem.\n\n18 Chevron calculates emissions from third-party use of sold products in alignment with methods in Category 11 of Ipieca’s Estimating Petroleum Industry Value Chain (Scope 2) Greenhouse Gas Emissions (2016). Emissions are based on aggregate production, throughput and sales numbers that include renewable fuels.\n\n19 Carbon capture, utilization and storage includes both CO₂ sold to third parties and CO₂ (and other gas) injected for carbon storage.\n\n20 RECs are credits generated from renewable electricity generation within the United States that are retired by Chevron. Reported Scope 2 emissions are net of contractual instruments such as RECs.\n\n21 Offsets are credits generated from the avoidance or reduction of GHG emissions or the removal of GHGs from the atmosphere that are purchased or developed and then retired by Chevron, excluding RECs. Includes offsets retired in compliance programs. For programs with multiyear compliance periods, offsets are reported in the calendar year they are retired, except for 2017, where offsets were apportioned to the compliance obligation for that year.\n\n22 Total Energy Consumption includes energy generated from Chevron’s operations and imported energy. Exported energy is not subtracted from the total.\n\n23 Manufacturing Energy Index (MEI) (Refining) is an analysis of Chevron’s refining energy performance based on the Solomon Energy Intensity Index methodology. Chevron’s MEI includes the refining assets at Chevron’s operated and nonoperated joint-venture refineries.\n\n24 2021 Upstream Energy Intensity reflects continued improvements in Chevron’s calculation methodology.\n\n25 Pipeline Energy Intensity covers assets operated by Chevron Pipeline Company. Pipeline Energy Intensity for 2020 and 2021 does not include legacy assets acquired from Noble Midstream Partners LP.\n\n26 Chevron’s Non-Manufacturing Energy Index includes operations from Chevron’s chemicals and additives, products and services, and lubricants businesses. It reflects the energy required to produce Chevron’s products compared with the energy that would have been required to produce the same products in 1992 (the index’s base year).\n\n27 For compiling and reporting air emissions data, Chevron follows regulatory definitions of VOC. SO₂ emissions include SO₂ and SO₃, reported as SO₂-equivalent. NOₓ emissions include NO and NO₂ (reported as NO₂-equivalent) and exclude N₂O.\n\n28 SO₂ and VOC emissions increased in 2021 due to production activity increases and inclusion of first full-year emissions of newly acquired and recommenced assets.\n\n29 Fresh water withdrawn from the environment is defined per local legal definitions. If no local definition exists, fresh water is defined as water extracted, directly or indirectly, from surface water, groundwater or rainwater that has a total dissolved solids concentration of less than or equal to 2,000 mg/L. Fresh water withdrawn does not include effluent or recycled/reclaimed water from municipal or other industrial wastewater treatment systems, as this water is reported under nonfresh water withdrawn. Nonfresh water withdrawn could include: seawater, brackish groundwater or surface water; reclaimed wastewater from another municipal or industrial facility; desalinated water; or remediated groundwater used for industrial purposes. Produced water is excluded from fresh water withdrawn, fresh water consumed and nonfresh water withdrawn. Water quantities may be determined using direct measurement techniques or engineering estimation methods.\n\n30 Refining includes data from refineries, including chemical and base oil facilities located within refineries.\n\n31 Other includes, but is not limited to, chemical and lubricant facilities, as well as Chevron Environmental Management and Real Estate Company.\n\n32 Chevron calculates fresh water withdrawn intensity for Upstream using gross operated production.\n\n33 Chevron calculates fresh water withdrawn intensity for refining using total refinery inputs, which comprise all feeds into the refinery. This includes purchased crudes for crude units and third-party feeds for other processing units.\nChevron reports fresh water withdrawn and consumed in water-stressed regions according to the World Resources Institute’s definition and categorization. Baseline water stress measures the ratio of total water withdrawals to available renewable surface and groundwater supplies. Water withdrawals include domestic, industrial, irrigation and livestock consumptive and nonconsumptive uses. Available renewable water supplies include the impact of upstream consumptive water users and land dams on downstream availability. Higher values indicate more competition among users.\n\nChevron’s fresh water withdrawn and consumed in high and extremely high-water-stressed areas excludes: Chevron’s Fuels & Lubricants business and the Technology, Projects and Services (TP&S) organization. Freshwater withdrawals for the Fuels & Lubricants business and TP&S are minimal (0.7% of the total) compared with the overall use in the corporation. For purposes of this reporting, Chevron categorizes all of the water withdrawn and consumed by Chevron’s Mid-Continent business unit as being in a high-stress or extremely high-stress region.\n\nOil concentration is determined by the sampling of effluent streams, using methods required or recommended by regulatory agencies or authorities, where applicable. Chevron reports the total cumulative amount of oil discharged to surface water excluding spills, which are reported separately.\n\nChevron reports petroleum spills to land and to water to conform to the 2020 Ipieca Reporting Guidelines. Spills to land and water that are greater than or equal to one barrel are included. Spills to secondary containment, chemical spills and spills due to sabotage are excluded.\n\nTo conform to the 2015 and 2020 Ipieca Reporting Guidelines, and where appropriate information and data exist, our hazardous waste numbers starting in 2015 exclude remediation waste generated; disposed of; and recycled, reused or recovered. Hazardous waste amounts are quantified using methods required or recommended by regulatory agencies or authorities, where applicable. In other instances, similar methods are used, including direct measurement onsite or at the point of shipping, engineering estimates and process knowledge. Chevron follows the regulatory definitions of hazardous waste applicable to the jurisdictions in which we operate, including de minimis specifications (below which hazardous waste quantities do not need to be reported).\n\nThe 2021 data are based on information received from government entities and recorded internally as of April 7, 2022.\n\nGlobal employee diversity and U.S. Equal Employment Opportunity Commission (EEOC) percentages have been rounded to the nearest whole number. Global data are as of December of the year identified. Although gender is not binary, gender is currently reported in binary (men, women) terms to align with U.S. government reporting regulations. Our most recently filed Federal Employer Information Report EEO-1 is available for download at chevron.com/eeo-1. EEO-1/EEOC gender and ethnicity counts differ from those in the Global Employee Diversity table due to differences that may vary from other methodologies. For the Global Employee Diversity table, “gender data not available” means data were not collected or employee chose not to disclose, and service station employee data are not included unless specifically stated.\n\nEthnicities with representation of less than 2%, such as, but not limited to, Native Americans, Pacific Islanders, and Two or More Races.\n\nThis is not a precise year-over-year comparison. For 2020, some but not all employees for whom gender data were not available were counted as men or women using visual identification in accordance with U.S. EEOC guidelines. For 2021, visual identification was not used and is only used in the U.S. EEOC Statistics table.\n\nData collected for year 2021 on February 7, 2022. For year 2020, data collected as of February 24, 2021. For year 2019, data collected as of January 23, 2020. For years 2017–2018, data collected as of February 20, 2019.\n\nThis section reflects Chevron data collected as of March 14, 2022. Health and safety performance rates include both injury and illness-related incidents.\n\nSerious injuries are injuries that result in significant disfigurement, or typically result in permanent or long-term impairment of an internal organ, body function or body part.\n\nData include catastrophic and major incidents only, as defined in the International Association of Oil and Gas Producers (IOGP) Land Transportation Safety Report 365.\n\nProcess Safety Tier I loss-of-primary-containment (LOPC) events are unplanned or uncoiled releases resulting in consequences equivalent to those specified by the American National Standards Institute/American Petroleum Institute (ANSI/API) Recommended Practice (RP) 754 and IOGP Report 456: Process Safety Recommended Practice on Key Performance Indicators.\n\nforward-looking statements warning\n\nCAUTIONARY STATEMENTS RELEVANT TO FORWARD-LOOKING INFORMATION FOR THE PURPOSE OF “SAFE HARBOR” PROVISIONS OF THE PRIVATE SECURITIES LITIGATION REFORM ACT OF 1995\n\nThis report of Chevron Corporation contains forward-looking statements relating to Chevron’s operations and energy transition plans that are based on management’s current expectations, estimates and projections about the petroleum, chemicals and other energy-related industries. Words or phrases such as “anticipates,” “expects,” “intends,” “plans,” “targets,” “advances,” “commits,” “designs,” “drives,” “aims,” “forecasts,” “projects,” “believes,” “approaches,” “seeks,” “schedules,” “estimates,” “positions,” “pursues,” “may,” “can,” “could,” “should,” “will,” “budgets,” “outlook,” “trends,” “guidance,” “focus,” “on track,” “goals,” “objectives,” “strategies,” “opportunities,” “poised,” “potential,” “ambitions,” “aspires” and similar expressions are intended to identify such forward-looking statements.\n\nThese statements are not guarantees of future performance and are subject to certain risks, uncertainties and other factors, many of which are beyond the company’s control and are difficult to predict. Therefore, actual outcomes and results may differ materially from what is expressed or forecasted in such forward-looking statements. The reader should not place undue reliance on these forward-looking statements, which speak only as of the date of this report. Unless legally required, Chevron undertakes no obligation to update publicly any forward-looking statements, whether as a result of new information, future events or otherwise.\n\nAmong the important factors that could cause actual results to differ materially from those in the forward-looking statements are: changing crude oil and natural gas prices and demand for the company’s products, and production curtailments due to market conditions; crude oil production quotas or other actions that might be imposed by the Organization of Petroleum Exporting Countries and other producing countries; technological advancements; changes to government policies in the countries in which the company operates; public health crises, such as pandemics including coronavirus (COVID-19) and epidemics, and any related government policies and actions; disruptions in the company’s global supply chain, including supply chain constraints and escalation of the cost of goods and services; changing economic, regulatory and political environments in the various countries in which the company operates; general domestic and international economic and political conditions, including the military conflict between Russia and Ukraine and the global response to such conflict; changing refining, marketing and chemicals margins; actions of competitors or regulators; timing of exploration expenses; timing of crude oil liftings; the competitiveness of alternate-energy sources or product substitutes; development of large carbon capture and offsets markets; the results of operations and financial condition of the company’s suppliers, vendors, partners and equity affiliates, particularly during the COVID-19 pandemic; the inability or failure of the company’s joint-venture partners to fund their share of operations and development activities; the potential failure to achieve expected net production from existing and future crude oil and natural gas development projects; potential delays in the development, construction or startup of planned projects; the potential disruption or interruption of the company’s operations due to war, accidents, political events, civil unrest, severe weather, cyber threats, terrorist acts, or other natural or human causes beyond the company’s control; the potential liability for remedial actions or assessments under existing or future environmental regulations and litigation; significant operational, investment or product changes undertaken or required by existing or future environmental statutes and regulations, including international agreements and national or regional legislation and regulatory measures to limit or reduce greenhouse gas emissions; the potential liability resulting from pending or future litigation; the company’s future acquisitions or dispositions of assets or shares or the delay or failure of such transactions to close based on required closing conditions; the potential for gains and losses from asset dispositions or impairments; government-mandated sales, divestitures, recapitalizations, taxes and tax audits, tariffs, sanctions, changes in fiscal terms, or restrictions on scope of company operations; foreign currency movements compared with the U.S. dollar; material reductions in corporate liquidity and access to debt markets; the receipt of required Board authorizations to implement capital allocation strategies, including future stock repurchase programs and dividend payments; the effects of changed accounting rules under generally accepted accounting principles promulgated by rule-setting bodies; the company’s ability to identify and mitigate the risks and hazards inherent in operating in the global energy industry; and the factors set forth under the heading “Risk Factors” on pages 20 through 25 of the company’s 2021 Annual Report on Form 10-K and in subsequent filings with the U.S. Securities and Exchange Commission. Other unpredictable or unknown factors not discussed in this report could also have material adverse effects on forward-looking statements.\nportfolio carbon intensity, grams CO₂e/megajoule\n\n\\[ \\sum_i [(\\text{GHG intensity})_i \\times (\\text{Energy})_i] - \\sum_j (\\text{Net GHG removals})_j \\]\n\n\\[ \\sum (\\text{Energy})_i \\]\n\nWhere: (GHG intensity)_i is the simplified value chain GHG intensity of marketed product_i, (Net GHG removals)_j is the net volume of GHG emissions stored, or offset, and (Energy)_i is the energy of the marketed product_i.\n\nportfolio carbon intensity methodology note\n\nintroduction\n\nThe portfolio carbon intensity methodology is designed to facilitate carbon intensity accounting of a company’s portfolio. It uses a representative value chain that includes emissions associated with bringing products to market, including the Scope 3 emissions from their use. The PCI methodology facilitates transparency in calculations and data with information taken from financial statements and emissions disclosures. This approach enables comparison of companies that may participate in different parts of the value chain and the use of real data.\n\nIntent: The PCI methodology provides a framework for transparent and consistent comparisons of the mix of energy products provided by a company, inclusive of elements of Scope 1, 2 and 3 emissions. The methodology is broadly applicable to oil and gas companies involved in exploration and production, refining, or marketing activities.\n\nPCI definition: Estimated energy-weighted average GHG emissions intensity from a simplified value chain from the production, refinement, distribution and end use of marketed energy products per unit of energy delivered.\n\nUnits: Grams of carbon dioxide-equivalent GHG emissions per megajoule of energy delivered (g CO₂e/MJ) on a higher-heating-value basis to align with prior frameworks on gas value chain emissions and with heating values commonly used in commercial contracts.†\n\nScope: The PCI is calculated on an annual basis as the weighted-average GHG intensity of energy delivered across gas, natural gas liquid (NGL), oil, biofuel, hydrogen and lower carbon power products. Carbon removals are deducted from total lifecycle emissions estimates.\n\nThe following energy products (i) are included in the PCI methodology:\n\n- **Gas**: piped gas, LNG and third-party-traded volumes\n- **Natural gas liquids**: NGLs from Upstream, refining and third-party-traded volumes\n- **Oil**: crude oil, refined products (gasoline, diesel, jet fuel, fuel oil and other petroleum products) and third-party-traded volumes\n- **Biofuels**: ethanol, renewable diesel, biodiesel, sustainable aviation fuel and renewable natural gas\n- **Hydrogen**: gray hydrogen, blue hydrogen and green hydrogen that are externally marketed\n- **Lower carbon power**: external sales of wind, solar and geothermal power\n\nThe following removals (j) are included in the PCI methodology calculation:\n\n- **Carbon capture, utilization and storage** removes CO₂ either directly from the atmosphere or from streams that would be released to the atmosphere. It does not include CO₂ produced from naturally occurring reservoirs that is used for enhanced oil recovery.\n- **High-quality offsets** include nature-based solutions.\n\nFor traditional hydrocarbon products (gas, NGL and oil), marketed volumes are based on the business segment (production, refined products or marketing) with the largest overall commodity volume, inclusive of all traded volumes.\n\nChemicals and other business lines that do not primarily supply energy products are excluded from this calculation.\n\n† Several prior product-intensity frameworks have used lower heating value for intensity calculations.\nmethodology and data sources\n\nTraditional hydrocarbon products: The intent of the framework is to capture value chain emissions associated with the maximum hydrocarbon product volume for a company among its production, refining and marketing activities. For all products that a company produces or refines, the PCI methodology uses the company’s equity GHG emissions and corresponding GHG intensity. To estimate the emissions for marketed products that the company does not produce or refine, the PCI methodology uses industry-average segment factors from the International Energy Agency’s World Energy Outlook. Hydrocarbon transportation emissions are estimated in the PCI using IEA World Energy Outlook estimates for transportation emissions from oil and gas. Emissions associated with end use of marketed products are based on industry-standard combustion factors and assume all sold energy products are combusted, although this is not the case (e.g., plastics and lubricants). The graphic on page 78 is a depiction of the value chain approach for the refined-product value chain.\n\nBiofuels, hydrogen and lower carbon power: GHG emissions are calculated based on third-party lifecycle assessments and the energy provided by Chevron in the most recent year. Lifecycle assessment data sources include California Air Resources Board (CARB) Low Carbon Fuel Standard (LCFS) Pathway Certified Carbon Intensities for similar feedstocks and pathways, a Hydrogen Council report on a lifecycle assessment for hydrogen decarbonization pathways, and harmonized lifecycle assessments of electricity generation from the National Renewable Energy Laboratory and the Intergovernmental Panel on Climate Change Working Group 1.\n\nThe model does not adjust for the energy efficiency gains associated with some applications of electricity and hydrogen relative to existing hydrocarbon infrastructure. For example, CARB estimates that energy provided as electricity to an electric vehicle is 3.4 times more efficient than energy provided by gasoline to an internal combustion engine. Model updates could be made in the future, if supported by the end use of electricity or hydrogen products.\n\nInputs are collected from financial disclosures and public GHG reporting, with the exception of the biofuels component. Biofuel volumes are based on purchase data for ethanol, renewable diesel, sustainable aviation fuel, and biodiesel and production volumes for renewable natural gas in the United States, Hong Kong, Malaysia, Philippines, Thailand and Australia. Volumes from international GS Caltex operations in South Korea are assumed to be zero. For 2016–2021, aggregate biofuel volumes used in the PCI calculation are 60,000, 61,000, 62,000, 68,000, 61,000 and 70,000 barrels of oil-equivalent per day, respectively. Biofuel carbon intensity values are based on CARB LCFS default pathway values. For 2016–2021, the weighted-average biofuel carbon intensity values used in the PCI calculation were 52, 52, 51, 50, 48 and 47 grams carbon dioxide-equivalent GHG emissions per megajoule, respectively.\n\nCCUS: Net GHG removal emissions associated with CCUS represent the volume of emissions that would be permanently sequestered underground or utilized in other products with a deduction for supply chain emissions associated with capture, transport or storage. CCUS projects that reduce Scope 1 and 2 emissions would reduce the production, refining or other sectoral intensity and would not be double-counted as removals; for example, CO2 captured by an integrated CCS plant would already be accounted for in the facility’s Scope 1 emissions intensity.\n\nOffsets: Offsets that are retired by the company or on behalf of customers for use of product provided by the company are deducted from the total emissions in the metric.\n\nImprovements over time: Methodologies and emissions factors may be updated in future years to reflect additional information or data that become available. For example, updates may include updated industry averages, primary data from third-party producers/refiners and adjustments to energy efficiency assumptions, if warranted, based on the end-use applications for volumes of energy marketed by the company.\nportfolio carbon intensity methodology note, cont.\n\nThe graphic below depicts the PCI approach for the refined-product value chain.\n\n| activity          | production | transportation | refining | transportation | end use |\n|-------------------|------------|----------------|----------|----------------|---------|\n| % of total        | 10%        | <1%            | 15%      | <1%            | 75%     |\n\nPercentages shown are based on data from IEA, World Energy Outlook 2018, November 2018, iea.org/reports/world-energy-outlook-2018.\n\nupstream carbon intensity, kilograms CO₂e/boe\n\n**upstream oil intensity**\n\n\\[\n\\text{Net production of liquids} = \\left( \\text{Direct emissions (Scope 1)} + \\text{Indirect emissions associated with imported electricity and steam (Scope 2)} - \\text{Emissions associated with exported electricity and steam} \\right)\n\\]\n\n**upstream gas intensity**\n\n\\[\n\\text{Net production of gas (including LNG and GTL)} = \\left( \\text{Direct emissions (Scope 1)} + \\text{Indirect emissions associated with imported electricity and steam (Scope 2)} - \\text{Emissions associated with exported electricity and steam} \\right)\n\\]\n\n**upstream flaring intensity**\n\nDirect flaring emissions as CO₂e (Scope 1)\n\nNet production of gas and liquids (including LNG and GTL)\n\nLNG = liquefied natural gas  GTL = gas-to-liquid\nupstream carbon intensity equations, cont.\n\n**upstream methane intensity**\n\nDirect methane emissions as CO₂e (Scope 1)\n\nNet production of gas and liquids (including LNG and GTL)\n\nLNG = liquefied natural gas  \nGTL = gas-to-liquid\n\nEmissions reported are net (Scope 1 and 2). The emissions included in the metrics generally represent Chevron’s equity share of emissions from Upstream, including LNG, which are emissions from operated and nonoperated joint-venture assets based on Chevron’s financial interest. For reporting, Chevron includes indirect sources of GHG emissions within Scope 1 that are outside of the traditional Scope 1 definition, such as GHG emissions from processes like drilling and completions, and tolling agreements up to the point of third-party custody transfer of the oil or gas product. For oil and gas production intensity metrics, production is aligned with net production values reported in the Chevron Corporation Supplement to the Annual Report, which represent the company’s equity share of total production after deducting both royalties paid to landowners and a government’s agreed-upon share of production under a Production Sharing Agreement. Chevron’s equity-share emissions include emissions associated with these excluded royalty barrels in accordance with Ipieca guidance. Also in accordance with Ipieca guidance, Chevron’s equity-share emissions do not include emissions associated with royalty payments received by the company. Allocation of emissions between oil and gas is based on the fraction of production represented by liquids or gas. Flaring and methane intensities use the total of liquids and gas production. Oil and gas production intensities use liquids production and natural gas production, respectively.\n\n---\n\n**refining carbon intensity, kilograms CO₂e/boe**\n\n\\[\n\\text{Crude + Other feedstocks, including bio-based feedstocks} = \\left( \\frac{\\text{Refinery direct GHG emissions (Scope 1)}}{\\text{Refinery indirect GHG emissions associated with imported electricity and steam (Scope 2)}} + \\frac{\\text{Third-party processing emissions associated with imported feedstocks* (a type of Scope 3)}}{\\text{Emissions associated with exported electricity and steam (a type of Scope 3)}} \\right)\n\\]\n\nThe refining carbon intensity (RCI) metric provides a measure of GHG released during the transformation of raw materials into refined products.\n\nThe RCI is throughput-based and includes GHG emissions from Chevron’s own refining operations and estimates of emissions associated with third-party processing of imported feedstocks such as hydrogen.*†\n\nThe metric is on an equity basis.\n\n---\n\n*Emissions from third-party processing of imported feedstocks are estimated using information including supplier data, industry segment averages and engineering estimates. Emissions included in the calculation represent refinery processing only and do not include terminals or chemical, additive, base oil and lubricant facilities not integrated into a refinery. Feedstocks include hydrogen and intermediate products that will be further refined or used in conversion units. Feedstocks do not include natural gas used as fuel or products intended solely for blending into finished products. Feedstocks are assessed on a net basis (imports minus exports).\n\n† Emissions associated with the production of hydrogen can account for 25% of total refinery emissions, and more than half of the hydrogen used in U.S. refining is imported from a third party. (“Available and emerging technologies for reducing greenhouse gas emissions from the petroleum refinery industry,” US EPA Office of Air and Radiation 2010 and U.S. Energy Information Administration, EIA-820 Annual Refinery Report and EIA-810 Refinery and Blender Net Input).\nenabled reductions, million tonnes CO₂e/year\n\n\\[ \\sum_i \\left[ (\\text{GHG intensity}_{\\text{fossil fuel}} - \\text{GHG intensity}_i) \\times (\\text{Energy}_i) \\right] \\times \\sum_j (\\text{Net GHG removals}_j) \\]\n\nWhere: (GHG Intensity)_{fossil fuel} is the average intensity of displaced fossil fuel that is calculated in the PCI methodology, (GHG intensity)_i is the simplified lifecycle GHG intensity of energy product_i, (Energy)_i is the energy of the marketed low-carbon product (e.g., biofuels, hydrogen), and (Net GHG removals)_j is the net volume of GHG emissions stored.\n\nenabled emissions reductions methodology note\n\nEnabled emissions reductions are the estimated avoided emissions relative to fossil fuel use primarily associated with biofuels, hydrogen, CCUS and offsets that the company has marketed in the most recent calendar year, regardless of whether the company retained rights to the emissions reduction attributes.\n\nOver time, new energy products may be added to the calculation, along with associated volume information. Avoided emissions associated with natural gas-fired power generation via co-generation or coal-fired power generation displacement are excluded from this calculation for purposes of simplicity.\n\nFor biofuels and hydrogen products, the enabled emissions reductions are calculated based on the lifecycle GHG savings relative to the same amount of energy provided by diesel fuel. Where appropriate, energy efficiency factors are used to calculate the volumes of displaced fossil fuels. More details on emissions factors and calculation assumptions are available in the PCI methodology note (see pages 76–78).\n\nNet GHG removal emissions associated with CCUS and offsets represent the volume of emissions that would be sequestered or utilized in other products. GHG emissions associated with CCUS or offset value chains would be netted from the reductions associated with the activity.\nThis report contains forward-looking statements relating to Chevron’s operations and energy transition plans that are based on management’s current expectations, estimates and projections about the petroleum, chemicals and other energy-related industries. These statements are not guarantees of future conduct or policy and are subject to certain risks, uncertainties and other factors, many of which are beyond the company’s control, including government regulation and oil and gas prices. See Forward-Looking Statements Warning on page 75 of this report.\n\nThis report covers our owned and operated businesses and does not address the performance or operations of our suppliers, contractors and partners unless otherwise noted. In the case of certain joint ventures for which Chevron is the operator, we exercise influence but not control. Thus, the governance, processes, management and strategy for those joint ventures are known to differ from those detailed in this report. All financial information is presented in U.S. dollars unless otherwise noted.\n\nTherefore, the actual conduct of our activities, including the development, implementation or continuation of any program, policy or initiative discussed or forecasted in this report, may differ materially in the future. As with any projections or estimates, actual results or numbers may vary. Many of the standards and metrics used in preparing this report continue to evolve and are based on management assumptions believed to be reasonable at the time of preparation but should not be considered guarantees. The statements of intention in this report speak only as of the date of this report. Chevron undertakes no obligation to update publicly any statements in this report.\n\nThis report contains information from third parties, such as the World Resources Institute and IEA. Chevron makes no representation or warranty as to the third-party information. Where necessary, Chevron received permission to cite third-party sources, but the information and data remain under the control and direction of the third parties. Where Chevron has used information, it has noted the source. This report contains terms used by Ipieca and SASB, as well as information about how the disclosures in this report align with the recommendations of Ipieca and SASB. In doing so, Chevron does not intend to endorse or adopt and is not endorsing or adopting these phrases or recommendations. In using these terms and referencing the recommendations, Chevron is not obligating itself to use the terms in the way defined by Ipieca and SASB, nor is it obligating itself to comply with any specific recommendations or to provide any specific disclosure. Chevron makes no representation or warranty as to Ipieca or SASB’s use or definition of specific terms or recommendations. For example, with respect to the use of the term material, individual companies are best suited to determine what information is material, under the long-standing U.S. Supreme Court definition of that term, and whether to disclose this information in U.S. Securities and Exchange financial filings.\n\nAs used in this report, the term “Chevron” and such terms as “the company,” “the corporation,” “our,” “its,” “we” and “us” may refer to one or more of Chevron’s consolidated subsidiaries or affiliates or to all of them taken as a whole, but unless stated otherwise they do not include “affiliates” of Chevron – i.e., those companies generally owned 50 percent or less. All of these terms are used for convenience only and are not intended as a precise description of any of the separate companies, each of which manages its own affairs.\n\nFurther, as used in this report, the term “project” may describe new Upstream development activity, including phases in a multiphase development, maintenance activities, certain existing assets, new investments in Downstream & Chemicals capacity, investment in emerging and lower carbon intensity activities, and certain other activities. All of these terms are used for convenience only and are not intended as a precise description of the term “project” as it relates to any specific government law or regulation. In addition, for Chevron, “lower carbon energy” includes a variety of existing and emerging energy solutions and services, including traditional energy sources linked with renewables or abatement technologies or measures, carbon capture and sequestration, offsets, blue and green hydrogen, geothermal, and nuclear.\n\nIf you have questions about this report, please contact:\nStrategy and Sustainability\nChevron Corporation\n6001 Bollinger Canyon Road, Building A\nSan Ramon, CA 94583-2324 USA\n\nProduced by Corporate Strategy and Sustainability, Chevron Corporation\nDesign Sequel Studio, New York, sequelstudio.com\nPrinting Lithographix, Inc., California, lithographix.com\nPhoto credits Cover and first spread: Ken Childress; 3: Richard Morgenstein; 10: Karasai Kunzharkov; 13, 32, 58: Jim Erickson; 45: Steve Babuljak; back cover: David Roberts\n\nchevron.com/sustainability\nHuman ingenuity has the power to solve any challenge and overcome any obstacle. Meeting the world's growing energy needs demands pursuit of innovations and advancements that deliver a better future for all.\n\nlearn more\nchevron.com/sustainability\nchevron.com/sustainability/performance", "source": "chevron_2021", "added": "2025-04-27", "created": "2025-04-27", "metadata": {"Source-File": "climate_reports/tp_reports/chevron_2021.pdf", "olmocr-version": "0.1.59", "pdf-total-pages": 84, "total-input-tokens": 200562, "total-output-tokens": 59549, "total-fallback-pages": 0}, "attributes": {"pdf_page_numbers": [[0, 68, 1], [68, 944, 2], [944, 1452, 3], [1452, 4537, 4], [4537, 5390, 5], [5390, 7617, 6], [7617, 8725, 7], [8725, 9020, 8], [9020, 9650, 9], [9650, 10462, 10], [10462, 14709, 11], [14709, 15049, 12], [15049, 19392, 13], [19392, 23915, 14], [23915, 24210, 15], [24210, 26242, 16], [26242, 29222, 17], [29222, 32730, 18], [32730, 35504, 19], [35504, 38842, 20], [38842, 43006, 21], [43006, 45596, 22], [45596, 49036, 23], [49036, 52433, 24], [52433, 54690, 25], [54690, 59158, 26], [59158, 63015, 27], [63015, 66098, 28], [66098, 70492, 29], [70492, 72178, 30], [72178, 74812, 31], [74812, 79397, 32], [79397, 83220, 33], [83220, 83473, 34], [83473, 86618, 35], [86618, 88124, 36], [88124, 91755, 37], [91755, 94441, 38], [94441, 97072, 39], [97072, 101594, 40], [101594, 104435, 41], [104435, 107021, 42], [107021, 110307, 43], [110307, 114575, 44], [114575, 118979, 45], [118979, 123579, 46], [123579, 127651, 47], [127651, 127982, 48], [127982, 130983, 49], [130983, 135982, 50], [135982, 136290, 51], [136290, 140274, 52], [140274, 142786, 53], [142786, 145953, 54], [145953, 150572, 55], [150572, 153084, 56], [153084, 157296, 57], [157296, 160539, 58], [160539, 163674, 59], [163674, 163924, 60], [163924, 167607, 61], [167607, 170390, 62], [170390, 173650, 63], [173650, 177274, 64], [177274, 180309, 65], [180309, 182435, 66], [182435, 185401, 67], [185401, 188196, 68], [188196, 191296, 69], [191296, 194819, 70], [194819, 197316, 71], [197316, 199666, 72], [199666, 204468, 73], [204468, 206722, 74], [206722, 207820, 75], [207820, 216588, 76], [216588, 227033, 77], [227033, 230621, 78], [230621, 234833, 79], [234833, 236160, 80], [236160, 239919, 81], [239919, 241842, 82], [241842, 246881, 83], [246881, 247165, 84]]}}