{"id": "87f6b145a41e44ae2d06e749d8a8849db4b5ba8b", "text": "Report Publication Date: February 20, 2023\n\nForward-Looking Statements. This Report contains certain forward-looking statements based on Jabil management’s current assumptions and expectations, including statements regarding our ESG targets, goals, commitments, and programs and other business plans, initiatives, and objectives. These statements are typically accompanied by the words “aim,” “hope,” “believe,” “estimate,” “plan,” “expect,” “aspire,” “goal,” “commit,” or similar words. Many of the numbers and percentages used in this Report are estimates or approximations and may be based on assumptions. All such statements are intended to enjoy the protection of the safe harbor for forward-looking statements within the meaning of Section 21E of the Securities Exchange Act of 1934, as amended. Our actual future results, including the achievement of our targets, goals, or commitments, could differ materially from our projected results as the result of changes in circumstances, assumptions not being realized or other risks, uncertainties, and factors. Such risks, uncertainties, and factors include the risk factors discussed in Item 1A of our most recent annual report on Form 10-K and in our subsequent quarterly reports on Form 10-Q filed with the Securities and Exchange Commission. We urge you to consider all of the risks, uncertainties, and factors identified above or discussed in such reports carefully in evaluating the forward-looking statements in this Report. Jabil cannot assure you that the results reflected or implied by any forward-looking statement will be realized or, even if substantially realized, that those results will have the forecasted or expected consequences and effects. The forward-looking statements in this Report are made as of the date of this Report, which is February 20, 2023, unless otherwise indicated, and we undertake no obligation to update these forward-looking statements to reflect subsequent events or circumstances.\nAt Jabil, sustainability is the integration of environmental health, social equity and corporate governance, coupled with economic growth, to create thriving, healthy, diverse and resilient business operations for our employees and the communities in which we live and work... for this generation and generations to come.\n\nWe strive to make ANYTHING POSSIBLE and EVERYTHING BETTER. Jabil combines unmatched breadth and depth of end-market experience, technical and design capabilities, manufacturing know-how, supply chain insights, and global product management expertise to enable success for the world’s leading brands. We are driven by a common purpose to make a positive impact for each other, our communities and the environment.\n\nThis report includes case studies (pages 8-33) as well as disclosures from the Global Reporting Initiative (GRI), Sustainable Accounting Standards Board (SASB) (GRI and SASB pages 34-68) and Task Force on Climate-Related Financial Disclosures (TCFD), covering updates for Jabil’s operations in fiscal year 2022 – from September 1, 2021, to August 31, 2022.\nMESSAGE FROM MARK MONDELLO\n\nAt Jabil, we have a purpose that serves as our ultimate guidepost. And this guidepost emphasizes caring, perspective, proper intentions and truthfulness. These characteristics drive our behaviors — in all we do. I’m proud of our team as they embrace our purpose and demonstrate exceptional conduct. These behaviors have never been as important as they are today.\n\nNumerous challenges continued this year — from the long-lasting impacts of the pandemic to the global component shortages and logistical gridlocks. Despite the setbacks we’ve encountered, our solid foundation enables a high degree of resilience for the corporation.\n\nIn a time where every stakeholder expects businesses to take leadership on environmental, social and governance (ESG) issues, collaboration is key. At Jabil, we are perfectly positioned to lead in sustainability and support our customers toward their own goals.\n\nWe unveiled our ESG strategy and fiscal year 2026 goals last year. They are designed to propel us forward in our sustainability journey and provide fresh opportunities for growth, value creation and long-term business resiliency.\n\nWe’re excited to share how we’re accelerating through action to achieve our goals, even with significant business growth. Some fiscal year 2022 highlights include:\n\n- **Greenhouse Gas Reduction**: Since our fiscal year 2019 baseline, we have reduced our operational emissions by 23%. Approximately 1.17 million metric tons CO₂e were avoided in FY22 using renewable energy.\n\n- **Waste Diversion**: Between FY21 and FY22, the amount of hazardous waste by Jabil sites globally dropped by 25%, and the amount of waste that was recycled increased 45%.\n\n- **Water Consumption**: We reduced water acquired in areas of high water stress by 18%.\n\n- **Green Bond Offering**: In May 2022, we issued a $500 million aggregate principal amount green senior note due 2027.\n\n- **Circular Economy Projects**: We set more ambitious goals around our circular economy projects and customer partnership efforts.\n\n- **Science-Based Targets**: We signed a commitment letter with the Science-Based Targets Initiative (SBTI) to help lead the way to a zero-carbon economy, boost innovation and drive sustainable growth by setting ambitious science-based emissions reduction targets.\n\n- **Community Volunteerism**: Jabil employees worldwide gave back more than one million hours of service in local communities in calendar year 2022.\n\n- **Health and Wellbeing Programs**: While we continued our significant focus on safety, we introduced new programs elevating our attention toward overall employee wellbeing, including mental health.\n\nThis Sustainability Progress Report covers our operations from September 1, 2021, through August 31, 2022. It provides a progress update on our ESG goals, shares stories of the incredible work our people are doing worldwide and outlines how we’re helping our customers as a “safe pair of hands” in their sustainability journey.\n\nYou will also find disclosures from the Global Reporting Initiative (GRI), Sustainable Accounting Standards Board (SASB) and Task Force on Climate-Related Financial Disclosures (TCFD) that are of interest to many of our stakeholders.\n\nWe believe Jabil is making the world just a little bit better, a little bit healthier and a little bit safer. Thank you to our entire Jabil team in doing what you do each day. I’m honored to serve such a reliable team.\n\nMark T. Mondello\nCEO & Chairman\nJabil’s Pillars of Sustainability & Top ESG Concerns\n\nIn early 2021, we conducted a stakeholder engagement study to better understand the social and environmental challenges our employees, customers, suppliers and other stakeholders care about the most – and aligned our five-year Environmental, Social and Governance (ESG) strategy accordingly.\n\nOur three pillars form the foundation of our global sustainability efforts. Within each pillar, we’ve identified focus areas where we believe we can make the biggest impact.\n\nVisit jabil.com/sustainability to learn more about our sustainability pillars.\nIn 2021, Jabil shared a new global strategy that’s designed to take our sustainability efforts and impact to the next level. This ESG strategy is intended to help us accelerate through action in our sustainability journey and provide fresh opportunities for growth, value creation and long-term business resiliency. Our tangible, science-based and clear key performance indicators (KPIs) enable us to communicate our performance against our strategic objectives. Unless otherwise stated, we strive to meet or exceed these goals by the end of Jabil’s fiscal year 2026.\n\nOur Fiscal Year 2026 ESG Goals\n\n**Our People & Communities**\n\n**DIVERSITY, EQUITY & INCLUSION**\n- 25% of Leadership Positions (Defined as Director Level or Above) Held by Women\n- 40+ Established Programs for Persons with Disabilities\n\n**HUMAN RIGHTS**\n- ≥160 Annual Average RBA Score of Sites Audited (Equates to a Silver Status Rating)\n\n**EMPLOYEE HEALTH & WELLBEING**\n- 5 Established Wellbeing Programs at Each Manufacturing Site\n- 90% of Managers Trained on Mental Health Resiliency\n\n**COMMUNITY VOLUNTEERISM**\n- 1 Million Volunteer Hours Each Calendar Year\n\n**Our Operations & Resources**\n\n**CLIMATE ACTION**\n- 25% Reduction in Operational* Greenhouse Gas (GHG) Emissions by the end of FY25\n- 50% Reduction in Operational Greenhouse Gas Emissions by 2030\n- 2045 Carbon Neutrality Target Date\n\n**HEALTHY ENVIRONMENT & SAFE OPERATIONS**\n- 80+** Target EHS Index Score\n\n**RESOURCE EFFICIENCY**\n- 6% Average Global Reduction of our Acquired or Purchased Water\n- 20% of Applicable Sites Globally Achieving 90% or More Landfill Diversion (3P Assured)\n\n**Our Innovative Solutions**\n\n**CIRCULAR ECONOMY**\n- 10 Total Circular Economy Projects Partnerships Engaged***\n\n**CYBERSECURITY**\n- 8+ Achievement of Annual Average Cybersecurity Score\n\n---\n\n*Scope 1 and 2 GHG Emissions\n**Jabil has outperformed expectations and has stretched its previously announced goal to align with stakeholder expectations\n***Jabil increased its circular economy goals from 6 to 10 partnerships\n## Our Fiscal Year 2022 ESG Progress\n\n### DIVERSITY, EQUITY & INCLUSION\n- **Women in Leadership** (FY22 Goal ≥20%): 20.2%\n- **Programs for Persons with Disabilities** (FY22 Goal ≥14): 24\n\n### HUMAN RIGHTS\n- **RBA Average Score** (Achieved Five-Year Goal of Silver Level of ≥160): 176\n\n### EMPLOYEE HEALTH & WELLBEING\n- **93%** of Sites Implemented at Least One Health and Wellbeing Program (FY22 Goal ≥95%)\n- **36.5%** of Managers Completed Mental Health Resiliency Training (FY22 Goal ≥15%)\n\n### COMMUNITY VOLUNTEERISM\n- **1 Million+** Volunteer Hours Achieved in 2022 (2022 Goal—1 Million Volunteer Hours)\n\n### CLIMATE ACTION*\n- **-23%** Emissions Reduced vs. Baseline (FY25 Goal—25% Reduction)\n\n### HEALTHY ENVIRONMENT & SAFE OPERATIONS\n- **75** EHS Index Score (FY22 Goal ≥73)\n\n### RESOURCE EFFICIENCY\n- **91%** of Highest Water Stress Sites and Those That Use the Most Water with Approved Water Conservation Plans (FY22 Goal ≥46 Sites)\n- **15%** Reduction of Water Acquired Globally\n- **n/a** Sites Achieved an Audited Waste Diversion Rate ≥90% (FY23 Goal, Four Sites)\n- **99%** of Sites Adopted Waste Stewardship Tool (FY22 Goal: 100%, based on 114 sites)\n\n### CIRCULAR ECONOMY\n- **6** Enterprise Circular Economy Projects (Five-Year Goal—10 or More Projects)\n\n### CYBERSECURITY\n- **9.3** Average Composite Metrics Score (Five-Year Goal—Eight or Higher)\n\n---\n\n*Scope 1 and 2 GHG Emissions\nOur SDG Contribution\n\nWe contribute to the achievement of the following UN Sustainable Development Goals (SDGs). To learn more about the UN SDGs, visit their website https://sdgs.un.org/goals\n\n- SDG 3: Good Health and Well-Being\n- SDG 5: Gender Equality\n- SDG 6: Clean Water and Sanitation\n- SDG 7: Affordable and Clean Energy\n- SDG 8: Decent Work and Economic Growth\n- SDG 9: Industry, Innovation and Infrastructure\n- SDG 10: Reduced Inequalities\n- SDG 11: Sustainable Cities and Communities\n- SDG 12: Responsible Consumption and Production\n- SDG 13: Climate Action\n- SDG 14: Life Below Water\n- SDG 15: Life on Land\n- SDG 16: Peace, Justice and Strong Institutions\n- SDG 17: Partnerships for the Goals\n\nOur Awards & Partnerships\n\n- Jabil was the only contract manufacturer on IBD’s 100 Best ESG Companies of 2022 list\n- 2022 Disability Equality Index – Best Place to Work for Disability Inclusion\n- Signed Commitment Letter with the Science Based Target Initiative\n- Achieved Ecovadis Gold Status – Sustainability Performance Rating in the Top 5% Among Participating Companies\n- Forbes’ America’s Best Employers by State (No. 40 in Florida)\n- HRC Equidad Mexico 2022: One of the Best Places to Work for LGBTQ+\n- Newsweek America’s Most Responsible Companies (No. 34)\n- CareerBuilder Vietnam’s Top Four Manufacturing Companies\n- 2021 AmCham Excellence in Corporate Social Responsibility Award (Jabil Penang)\n- Shingo Prize for Operational Excellence (Jabil Bray)\n- World Sustainability Awards Finalist (Chief Sustainability Officer Category, Vice President of Social and Environmental Responsibility, Michael Cooke)\n- Family-Friendly Hungary Center: Family Friendly Workplace Certification\nOur People & Communities\n\nThe health, wellbeing and safety of our employees is at the heart of what we do. We encourage regular engagement in environmental and social projects that make a positive impact in our communities. Bringing those values to work helps create thriving, healthy, diverse and resilient business operations.\n\n“Giving back to our local communities has been a core value of Jabil’s culture since the company was founded in 1966, and it’s one of the best parts of Jabil’s culture. Whether it’s helping our colleagues in Ukraine or supporting local communities in the areas around education, empowerment and the environment, Jabil employees have always shown overwhelming support of others in times of need.”\n\nLASHAWNE MERIWETHER\nSVP and CHRO\nJabil\nElevating Our Culture of Health and Wellbeing\n\nEnsuring our employees go home safe and healthy every day is a top priority at Jabil. However, as we continue to focus on safety, it is critical to recognize and prioritize other factors that contribute to employees’ overall wellbeing, including physical, mental and emotional health.\n\nIn fiscal year 2022 (FY22), Jabil developed a new global Health and Wellbeing Program to provide our employees with the proper support, tools, resources and work environment to focus on their health and wellness—and ultimately help them lead more fulfilling lives.\n\nTime Off to Focus on Mental Health and Wellbeing\n\nIn January 2022, Jabil started offering all full-time employees two additional days of paid time off to focus on strengthening their mental health and wellbeing.\n\nMental Health Resiliency Trainings for Leaders\n\nLeaders play a crucial role in creating the culture necessary to support healthy work environments by participating in mental health resiliency training. In these trainings, they explore how stress builds up in us; ways to create lasting stress management habits; how to create healthy leadership practices; and ways to detect and address workplace issues to maintain workplace engagement and wellbeing. These training courses are developed to equip leaders with the tools to help their teams most effectively.\n\nWe exceeded our FY22 goal of training 15% of leaders in mental health resiliency training. As of August 31, 2022, about 36.5% of our leaders have been trained. This effort is part of a broader, company-wide goal to train 90% or more of our leaders by the end of FY26.\n\nA Global Network of 200 Mentors\n\nAs part of our strategy, we have established a global network of more than 200 health mentors across all Jabil sites. These mentors are individuals with a keen interest in health and wellbeing, ensuring that all employees have access to information and programs that focus on their health. This network supports and follows up on our goal of establishing at least five health and wellbeing programs at each of our manufacturing sites by 2026.\n\nBy the end of fiscal year 2022, 93% of our global sites had implemented at least one health and wellbeing program. Our enterprise target for the year was to have 95% of our sites implement at least one program.\n\nIn Vienna, Austria, our teams have been hosting Nordic walking and running sessions twice a week. This program won second place in the “Company Fitness Award” of the leading Austrian newspaper Die Presse.\n\nThe teams in Suzhou, China, began offering yoga sessions to employees, encouraging them to participate in the practice for their health.\nJabil’s Pledge to Complete 1 Million Volunteer Hours Worldwide in 2022\n\nAt the beginning of 2022, Jabil announced its commitment to completing 1 million volunteer hours each year to give back to the communities in which employees live and work.\n\nBetween January 1 and December 31, 2022, Jabil logged 1,103,418 volunteer hours giving back to local communities.\n\nProviding the Foundation for Making a Difference: Jabil Cares\n\nJabil’s philanthropic and community outreach platform, Jabil Cares, focuses the company’s outreach efforts on the three pillars of Education, Empowerment and the Environment. The one million hours initiative built on the community work already underway at Jabil sites worldwide.\n\nSite-Sponsored Volunteer Events\n\n450,562 HOURS\n\nSite-organized volunteer opportunities with local charitable organizations.\n\nGlobal Volunteer Days\n\n35,336 HOURS\n\nMulti-site events intended to create a shared sense of purpose across the organization. Earth Day (April 22), World Environment Day (June 5) and World Food Day (October 16) were selected as Global Volunteer Days in 2022.\n\nWe are driven by the spirit of caring and a common purpose: to make a positive impact for each other, our communities and the environment. Accomplishing this goal is another defining moment in our organization’s history and has delivered a terrific outcome as we better the lives of many. We look forward to giving back one million hours every year from now on.\n\nMARK MONDELLO\nCEO and Chairman of the Board\nJabil\n\nTo kick off the initiative, employees from Jabil’s St. Petersburg, Florida, headquarters partnered with local community organizations for a day-long Serve-a-Thon in January 2022.\nJabil’s Pledge to Complete 1 Million Volunteer Hours Worldwide in 2022 – CONTINUED\n\nYour Day, Your Cause/Community Service PTO\n129,240 HOURS\nEligible employees receive eight hours of paid time off each calendar year to volunteer at a charity of their choice.\n\nPersonal Volunteer Hours*\n84,867 HOURS\nEmployees submit their volunteer efforts done outside of work to support charitable organizations in their local communities.\n\nAnnual Giving Campaigns*\n403,413 HOURS\nLarge scale employees initiatives that occur over a long-period of time where we consider the whole of what was accomplished versus individual employee hours. For example, Jabil employees throughout Europe quickly mobilized to arrange the distribution of humanitarian aid to assist those impacted by the crisis in Ukraine, and continue to provide ongoing aid.\n\n*These hours are not able to be audited by a third party.\nThe Jabil Community Unites to Support the Special Olympics USA Games\n\nThe Special Olympics USA Games has a core purpose of positively impacting the lives of people with intellectual disabilities. Its goals include promoting health and wellbeing, combating discrimination and promoting empowerment.\n\nThe 2022 USA Games united almost 5,500 athletes from all 50 states and the Caribbean and 132,000 spectators at the ESPN Wide World of Sports Complex in Orlando, Florida, USA, for the largest humanitarian event in the state’s history.\n\nIn the 18 months leading up to the Games, Jabil employees volunteered their expertise in the fields of IT, supply chain and logistics to help the Special Olympics USA Games staff prepare for the event.\n\nDuring the Games, 225 employees volunteered to ensure the athletes had an incredible experience. Jabil’s sustainability team partnered with sponsors and local government leaders to install proper recycling receptacles, divert landfilled waste and take steps to offset greenhouse gas emissions.\nThe Jabil Community Unites to Support the Special Olympics USA Games – CONTINUED\n\nSustainability at the 2022 Special Olympics USA Games\nWatch how Jabil’s Sustainability Engagement Manager, Linda Weber, helped the 2022 Special Olympics USA Games be the most sustainable event yet.\n\nAdding a Layer of Friendly Competition with Digital Technology\nLearn how Jabil’s IT Services Manager, Ishrain Hussain, helped make the 2022 Special Olympics USA Games more data-driven and valuable for all participants.\n\nView Highlights with Jabil Volunteers at the 2022 Special Olympics Games\nSee how Jabil employees made a difference at the 2022 event by supporting it in different ways.\nPutting People First: Recruiting, Retaining and Developing Diverse Talent\n\nOur people are truly our greatest differentiator, so we prioritize creating an inclusive work environment where employees feel safe showing up as their authentic selves every day. We go beyond recruiting diverse individuals and have developed initiatives to both retain and develop employees’ individualized talents from a wide variety of backgrounds.\n\nVirtual Events Bring Jabil Employees Together\n\nJabil launched multiple opportunities for development and learning this year in a safe space. The goal is to build the capability of employees to enable and embed diversity, equity and inclusion (DEI) into their daily work, starting with the foundational “Discovering DEI” virtual learning. The first event series, “DEI Dialogues,” was created, where all employees with a passion for DEI were able to connect and learn about topics such as gender allyship, disability inclusion and psychological safety.\n\nSecond, the “Let’s Get Real” series was a chance for people leaders to ask tough questions and grow their DEI leadership skills. Subject matter experts joined Jabil managers virtually to discuss topics such as managing across generations and mitigating microaggressions, as well as diverse recruitment and building a sense of belonging.\n\nFrom management down, we are seeing employees’ individual commitment to creating an inclusive workplace. By the end of fiscal year 2022 (FY22), 73% of people leaders had taken “Discovering DEI,” while 3,050 people across Jabil took the “Igniting Inclusivity” course, a facilitator-led unconscious bias training.\n\nBreaking the Bias\n\nThis year, we focused on the development and elevation of a few key underrepresented groups throughout our organization. As part of our commitment to #BreakTheBias on International Women’s Day, Jabil interviewed some of our top women business leaders, where they discussed development, challenges and other key topics for women in the workplace.\n\nA roundtable with these business unit and business development leaders was hosted, allowing other employees to ask questions and get advice for future career development. Enterprise-wide, Jabil reached its FY22 goal of having 20% of director and higher leadership positions held by women.\n\nBuilding a Strong Foundation for Leadership\n\nApproximately twice per calendar year, Jabil hosts the Leadership Acceleration Program (LEAP). This program helps prepare 30 high-potential directors or senior directors per cohort to progress in their leadership journeys at Jabil. Aiming for a mix of diversity in gender, ethnicity and ability, the FY22 cohort was made of up 59% men and 41% women, a positive step forward from the previous year’s 77% men and 23% women.\n\nLEAP provides participants with the opportunity to share ideas with others from around the globe while focusing on their own personal and professional development across four weeks of 12 half-day sessions. Jabil leaders and external vendors work with participants to develop core leadership competencies like emotional intelligence, executive presence, decisive decision-making, financial acumen, strategic design, inclusive leadership and effective coaching.\nAt Jabil, we are committed to being a place where everyone is psychologically and physically safe to authentically be themselves, and we are proud to recognize our LGBTQ+ (lesbian, gay, bisexual, transgender, queer and the sexual and gender identities not explicitly covered by the acronym) community. Throughout the year, employees have organized events to respect and celebrate the achievements of those in the LGBTQ+ community.\n\n**GUADALAJARA, MEXICO**\n\nThe Guadalajara team has attained a 100% rating on the “Best Places to Work for LGBTQ+ Equality” list from the Human Rights Campaign Mexico. This recognition uses a survey to evaluate LGBTQ+ inclusion around non-discrimination policies, the creation of employee groups and public activities to support LGBTQ+ inclusion.\n\nJabil Guadalajara has progressed in all these categories. Throughout FY22, the site focused on LGBTQ+ inclusion activities. Workers at the site hosted a conference about gender transitioning, sharing inclusive learnings, resources and guidance. Employees also participated in this year’s Guadalajara Pride Walk, where people from across the region observed Pride Month with festivities and celebrations.\n\n**TAICHUNG**\n\nJabil held its first LGBTQ+ event in Taichung, where over 300 employees joined across five sites to celebrate inclusivity and echo the spirit of diversity, equity and inclusion.\n\n**BAJA, MEXICO**\n\nJabil Baja is also doing inspiring work to make sure that LGBTQ+ employees feel included and supported. The site created its first LGBTQ+ Committee, which decided to host two conferences about LGBTQ+ inclusion at the site and provided LGBTQ+ inclusion training to site managers.\n\n**ST. PETERSBURG, FLORIDA**\n\nJabil sponsored the St. Petersburg, Florida, Pride programming for 2022, giving $10,000 to support events and activities celebrating LGBTQ+ Pride and allyship.\n\n\"Participating in our LGBTQ+ Pride month activities filled me with an inexplicable sensation. The way Jabil supports the LGBTQ+ community, promotes values to create a work environment free of discrimination and brings visibility to people belonging to this usually ignored community made me proud to work here. When I helped to deliver donations from our site to LGBTQ+ organizations, I was shocked by the amount of donations. It made me realize how many good people there are here who are open to understanding and learning things that are different from them. In my opinion, this support and visibility to the LGBTQ+ community makes Jabil unique and better.\"\n\nCONSTY CHIQUITO\nGroup Leader\nJabil, Baja\nEnabling Equity Globally with Disability Inclusion\n\nJabil is committed to creating a safe and equitable environment that enables everyone to bring their authentic selves to work every day no matter their identities, backgrounds or abilities. As part of this commitment, we are prioritizing the creation of programs for people with disabilities that focus on hiring and retention initiatives; professional development opportunities; and education and training for all employees to foster an inclusive culture. We far surpassed our fiscal year 2022 (FY22) goal of creating 14 programs company-wide, instead ending the year with 24 implemented programs.\n\nBringing Employees Together\n\nOne example of these programs is the “Tea Talk” events offered since 2019 for the persons with disabilities employee group at our Chengdu, China, site. These events are designed to provide employees with dedicated, safe spaces for open discussions amongst one another and with site Human Resources representatives about their work and life experiences. The feedback received from these forums leads to the insights needed to drive positive changes toward a more accommodating and satisfying workplace.\n\nEstablishing Partnerships for Disability Inclusion\n\nIn the United States, teams in Clinton and Devens developed a partnership with the Massachusetts Rehabilitation Commission (MRC) in early 2021. This organization promotes empowerment and encourages the pursuit of independence and employment for people with disabilities in their local community. These sites leverage the partnership to identify candidates and roles for the specific needs of their sites, hire employees with disabilities and provide continued on-site training necessary. To ensure all employees have access to proper resources and advocacy, site leaders and managers participate in training on how to best support and retain employees and create a workplace where everyone is welcomed, valued and respected.\n\nJabil Recognized as a Best Place to Work for Disability Inclusion\n\nWe are proud to have been recognized for the second year in a row as a “Best Place to Work for Disability Inclusion” by Disability:IN after receiving a score of 100 on the 2022 Disability Equality Index. The Disability Equality Index is the world’s most comprehensive benchmarking tool for the Fortune 1000 and Am Law 200 to measure disability workplace inclusion against competitors.\nA True Global Response: Jabil’s Humanitarian Efforts for Ukraine\n\nAs an employer of over 3,000 employees in Ukraine, we’ve been closely monitoring the events in the country, staying in close contact throughout the situation. The safety of our employees is top priority. The situation in Ukraine has brought our teams closer together, united in showing their support for our employees in Uzhgorod and Kharkiv.\n\nThe Transcarpathian region, where our manufacturing operations in Uzhgorod are based, saw the influx of many fleeing the war, including some of their co-workers from Kharkiv. From the very beginning, our sites in Hungary and Poland demonstrated unwavering kindness and empathy to those seeking refuge. Their efforts are heroic and demonstrate that, even in the darkest of days, acts of kindness will shine the brightest.\n\nOur sites in Uzhgorod, Kwidzyn (Poland) and Tiszajdros (Hungary) are and have been aiding Ukrainian employees and their families with relocation, border transportation, temporary housing, financial assistance, food and mental health support. Jabil employees have assisted with over 54 border crossings, and 30 Kwidzyn employees have opened their homes to those fleeing the war.\n\n“I signed up on the accommodation list, hoping to open my home to those fleeing the unimaginable. I welcomed one person into my home... It’s the least I can do to stand up for the values that are important to me,” said Roman Biedrzycki. “I’m focused on helping them with the legal aspects of their stay, and once a week we go for a run or visit places as a brief escape from the realities of war.”\n\n“We really appreciate your help and support because it gives the feeling that we are not alone, and we have friends in all corners of the planet. This is very important at the moment. These events were very shocking and unexpected for all of us. It is nice to know that although darkness is directed at us on the one hand, light is shining on us on the other.”\n\nVIKTOR TAIEMNYTSKYI\nSoftware Engineer\nJabil, Ukraine\n\nStory Continues on the Next Page >\nA True Global Response: Jabil’s Humanitarian Efforts for Ukraine – CONTINUED\n\nJust like Roman, our employees around the world were eager to help our colleagues. We quickly established a Ukraine Relief Fund to assist employees in need, with Jabil matching 100% of all money raised. At the end of the humanitarian relief campaign, Jabil employees had donated $200,000, which equated to $400,000 raised after Jabil’s match. Additionally, our customers, suppliers, friends and family donated an additional $80,000 and have helped with the donation of goods, free shipping and logistics support.\n\nAs the war has continued, our humanitarian efforts have only increased, as our sites across Europe began collecting physical donations from our employees of first-aid kits, non-prescription medicines, thermal clothes, bedding and non-perishable foods, volunteering over 4,000 hours to sort and pack donations for shipment into Ukraine. We have delivered over 409 pallets (94 tons) of critically needed items. The items not immediately in need by Jabil employees are distributed to those in the community, including refugee shelters and orphanages. On April 24, 2022, the single largest shipment of aid was received from Jabil’s site in Tuttlingen, Germany, working in partnership with other companies in its local area.\n\nOur sites continue to look for innovative ways to help. For example, our apprentices in Switzerland made pepper mills and sold them to employees to raise money for supplies. In Kwidzyn, our employees held cake sales, with all monies raised going to fund supplies for Ukraine. And in Waterford, Ireland, the site opened the donation process to its local community, with the fire service, schools, colleges and other companies donating critically needed items; 25,000 individual items have been shipped.\nOur vision is to be the most technologically advanced and trusted manufacturing solutions provider. That’s why we continue to heavily invest in factory automation, robotics and machine learning. We’re building the world’s best, sustainable and most progressive factories with these investments.\n\n\"The level of integration we’re building across our sites worldwide translates into the ability to quickly solve business-critical issues, accelerate deployments and factory startups, reduce application footprint and costs, and run an optimized factory while continually reducing non-value-added activity.\"\n\nGERALD “JJ” CREADON\nExecutive Vice President\nJabil, Operations\nStopping the SMOG\n\nFor most companies, including Jabil, the largest category of their greenhouse gas emissions is Scope 3 — indirect emissions generated throughout a company’s value chain. One of the most straightforward examples of Scope 3 is transportation, or the carbon dioxide used to fly, drive and ship raw materials, components, supplies and finished products across the globe. This is where the team at Jabil’s Kwidzyn, Poland, location set their sights.\n\nPreviously, the Kwidzyn facility emitted 12,010 metric tons of carbon dioxide annually through Scope 3 emissions tied to transportation — the equivalent of 11,204 gasoline-powered passenger vehicles driven for a year.\n\nThe site set a goal of reducing the amount of CO₂ emitted from transportation in its value chain by 4.5% — giving the team just one year to hit their target. They called the project “Stop Unnecessary Motion, Reduction of Gas Emission,” or “SMOG,” as a witty shorthand.\n\nTeam members started by organizing and consolidating their outgoing orders per weekly shipment and per destination. Previously, 45% of freight leaving the Kwidzyn facility went out on 1.5-ton trucks, while 55% was sent on 24-ton trucks.\n\nAfter consolidating shipments, the split shifted to 30% of freight on the smaller trucks and 70% on the larger trucks. By also cutting the number of delivery addresses from 87 to nine, the total number of trucks deployed by the site throughout the year dropped 23%, cutting about 70% of the CO₂ previously emitted by the site’s truck transportation each month.\n\nThe Kwidzyn team also worked with customers and suppliers to verify transit times for their orders and use potentially slower, but more fuel-efficient, modes of transportation for less time-sensitive orders. Using this process, the number of emissions from the popular heavy air and courier method dropped almost 30%.\n\nThe Kwidzyn team’s collaboration with partners, suppliers and customers generated real benefits for the environment and their bottom line. The site’s total Scope 3 transportation emissions dropped from 12,010 tons to 8,587 in one year, with transportation’s share decreasing from 23% to 18.8% of all emissions from the site. This emissions savings also yielded an annual cost savings of $370,000 USD for the site.\n\nThe team’s ingenuity was recognized with a second-place finish in the Deliver Best Practices Competition. This competition honors projects that advance Jabil’s commitment to people, process, technology and innovation, and social and environmental causes. With their SMOG project, the Kwidzyn site has provided other sites with the blueprint and inspiration to reduce their own transportation emissions. Kwidzyn and other sites worldwide are leading the charge with projects that make a big difference for Jabil, our customers and our communities.\nReduce, Produce and Procure to Cut Scope 1 and 2 Emissions\n\nThe reduction of Scope 1 and 2 greenhouse gas emissions is inextricably linked to an organization’s ability to decrease its reliance on traditional, nonrenewable power sources. At Jabil, we have developed a three-phase strategy to save energy and shrink our carbon footprint: reduce, produce and procure.\n\nReduce\n\nOur first step is identifying places where energy consumption can be cut and efficiency can be increased. Approximately 35% to 50% of Jabil’s energy usage of our sites, stems from high-intensity equipment like injection molding machines. Chillers account for more than 20% of all the energy used in Jabil’s manufacturing process, becoming more energy-intensive as they reach their 18–25-year life expectancy. Our site in Guadalajara, Mexico, has optimized energy use by installing misting systems in their 500-ton chiller, pre-cooling the chiller environment and reducing the electricity consumption of the machine.\n\nFogging systems that cool the air around the chiller before it begins working allow the machine to draw less energy for its processes or combined cycle air-cooled condensers. Pre-cooling can also increase process throughput or decrease pressure on steam turbines, producing a significant power boost and improving efficiency. These spray systems deliver maximum air cooling without wasting water. They also decrease demand for refrigerant gas, making our chillers run colder and with less pressure.\n\nThe system’s high-pressure water is atomized through fog nozzles, creating a mist containing billions of ultra-fine droplets of pure water. This fog is injected into the air and evaporates to reduce the temperature and increase the humidity of the air. Unlike wetted-media evaporative cooling systems, the fog nozzle approach can be operated in stages to precisely control the amount of cooling.\n\nProduce\n\nIn addition to reducing our energy consumption overall, Jabil is also making strides to use renewable energy wherever possible. We are adding additional green energy generation, namely solar, at a number of our sites for our own use.\n\nGUADALAJARA, MEXICO\n\nInstalled misting systems in 500-ton chiller, pre-cooling the environment and reducing electricity consumption.\n\nCLINTON, MASSACHUSETTS\n\nBegan rooftop solar panel project that will offset some of the site’s greenhouse gas emissions.\nReduce, Produce and Procure to Cut Scope 1 and 2 Emissions – CONTINUED\n\nInstalling renewable energy at sites is an important part of our strategy. In fiscal year 2022 (FY22), our Clinton, Massachusetts, site began a rooftop solar panel project. We are also building solar at sites in China, India, Mexico and across our European facilities.\n\nDue to space limitations, it’s not possible to install enough solar panels to support all the energy needs. In those cases, we turn to the third step of our strategy: procure.\n\nProcure\n\nAcross the world, we are entering direct power purchase agreements (PPAs) with local utilities providers to receive power at Jabil facilities that has been guaranteed to be produced through renewable energy. By using this strategy, we can get electricity where and when we need it for our manufacturing, but we are also assured it was created locally and sustainably.\n\nAt Jabil’s site in Knittlingen, Germany, manufacturing and most daily functions of the facility are powered by 100% renewable energy. In FY22, the Knittlingen team investigated the air quality equipment used at their site and created a heat recovery plan that would help them reuse energy more efficiently.\n\nTogether with external suppliers, they upgraded the site’s waste heat recovery system from a 1,500-liter tank to a 4,000-liter tank and added screw-type compressors to the air system, both for increased efficiency. With these simple changes, the Knittlingen team can reduce heating costs by approximately 100,000€ per year and both oil consumption and greenhouse gas emissions by 70% annually. Eventually, the team aims to deactivate the heating system completely.\n\nBy reducing our energy consumption and taking steps to leverage renewable power, we are on our way to meeting our enterprise emissions reductions goals. At the end of FY22, Jabil’s FY22 GHG emissions were 23% lower than our 2019 baseline, putting us well ahead of schedule for achieving our goal of a 25% reduction — and on our way to our target of a 50% reduction by 2030.\nJabil has initiated a multi-year, comprehensive machinery safety strategy to ensure the safety of employees as manufacturing processes become more advanced, automated, and complex. The Total Machinery Safety initiative considers every aspect of machinery and automation safety as well as the interactions of humans with machines and manufacturing work cells.\n\nLead by one of Jabil’s global Machinery Safety subject matter experts (SME), a Machinery Safety Community was launched in FY22. The community is an online forum where machinery and automation engineers, maintenance, and EHS professionals can share best practices, lessons learned, publications/articles and other relevant information. Live sessions are conducted where guest speakers, internal and external SMEs present the latest machinery safety information and data. Anyone in Jabil is free and encouraged to participate in the community.\n\nJabil has partnered with a globally recognized machinery safety group to deliver machinery expert training at Jabil sites around the world. To date, over 100 machinery and automation engineers, maintenance and EHS professionals have attended the comprehensive, four-day training. Many of these attendees then become certified machinery safety experts.\n\nOur corporate machinery safety SMEs in EHS partner with global engineering, our Regional Automation Center (RAC), and site machinery and automation engineers to develop guidelines, standards and minimum expectations regarding machines/systems and machinery safety. Jabil has established global requirements for machines/systems that are based on industry-accepted, best practice consensus standards. From machine guards to safety instrumented control systems and programmable safety logic, every aspect of machine/systems designs must take safety into consideration.\n\nThe use of automated processes, robotics, machinery learning, artificial intelligence (AI), the Industrial Internet of Things (IoT), and digital factories introduces new and complex risks that must be assessed and controlled at each phase of the machinery life cycle. Total Machinery Safety will ensure that Jabil successfully meets our goal to be the most technologically advanced manufacturing solution for our customers, while also providing safe workplaces.\nA Smarter Way to Clean Chengdu’s Wastewater\n\nOur site in Chengdu, China, has made major improvements since fiscal year 2021 on waste water treatment and hazardous liquid management processes. To minimize the need to introduce new water and the amount of chemicals needed to treat it, the site identified opportunities to conserve water in its manufacturing processes.\n\nThese advancements included equipment upgrades and process improvements that reduced both wastewater output and hazardous liquid discharge. Implementing these changes relied on a process improvement strategy that focused on three key reduction areas:\n\n**Chromium Reduction**\nBy adding a new process that canceled overflow from the polishing tank and recycled chromium wastewater in the waste liquid reduction system (a large boiler), combined wastewater has been reduced by 410m³ per day.\n\n**Nickel Reduction**\nThanks to process improvement, 25% of the wastewater from the nickel tank is now recycled back to the tertiary treatment system untreated. This reduces both the need to introduce new water and the use of treatment chemicals.\n\n**Integrated Wastewater Reduction**\nRecycling of water within the ultrasonic cleaning tanks reduced overflow, leading to wastewater reduction of 2m³ per day per machine.\n\nAdditionally, the new anodization process recycles cooling wastewater into deionized water, reducing wastewater by 138m³ per day.\n\n**Other Enhancements and Final Results**\nTo properly manage these processes, Chengdu’s monitoring system displays how much chromium and nickel is in the water every hour. The system also has real-time discharge tracking and alarms that trigger when a set discharge volume limit is reached.\n\nThe site also implemented a zero liquid discharge (ZLD) treatment into their hazardous liquid processing system in which all wastewater is recycled, reducing related emissions.\n\nStrategies like the ones outlined in Chengdu are driving drastic reduction in water use. Compared to the previous fiscal year, Jabil reduced water acquired in areas of high-water stress by 18%; and saw a 31.7% decrease in water intensity (acquired water/revenue) in FY22.\nMaking Haste to Achieve Zero Waste\n\nIn the U.S., 146 million tons of waste across all industries go to landfills each year. So how do we get to the point where all material is diverted from landfills through recycling and reuse?\n\nThrough Jabil’s waste stewardship initiative, sites around the globe have initiated processes at their facilities and in their communities to divert waste from landfills, incineration and the environment through methods like reuse and recycling. Taking these steps will reduce emissions and move us toward our goal of achieving an assured 90% or more landfill diversion at 20% of our sites by the end of fiscal year 2026 (FY26). Between FY21 and FY22, the amount of hazardous waste created by Jabil sites globally dropped by 25%; the amount of waste that was recycled increased 45%.\n\nTo help all Jabil sites work toward our goal of landfill diversion in a systematic way, we launched the Waste Stewardship Tool in FY22. This tool aligns all sites’ waste management programs and goals, while also identifying mature site programs that could be replicated at other locations and pinpointing underdeveloped site programs that may require improvement. In FY22, we had near-universal use of the tool, with 99% of Jabil sites adopting it as part of their EHS processes.\n\nBecoming “Green” Agents of Change\n\nKWIDZYN, POLAND\n\nJabil Kwidzyn’s journey toward landfill diversion started with a small team, only three waste removal vendors and no clear direction. By becoming “green” agents of change, the team sought expertise on waste and waste markets and created a landfill diversion plan. Now, the team has eight waste removal vendors, increased their recycling rate by 26% and decreased the waste they send to landfills by 22%.\n\nZeroing in on Domestic and Industrial Waste Management\n\nSHANGHAI, CHINA\n\nJabil Shanghai’s waste stewardship engagement has led to major improvements in domestic and industrial waste management. The team has taken proactive measures by boosting recycling rates by labeling bins for domestic recyclables as well as hazardous and residual waste. The site also implemented a resource utilization plan for household food waste. As for industrial solid waste, the\nMaking Haste to Achieve Zero Waste – CONTINUED\n\nThe team identified and tracked the recycling journey for scrap manufacturing materials like plastic, metals, cardboard and wood to ensure safe disposal. Employees in Shanghai not only tackled waste reduction at their site but also in their community by organizing regular clothing drives, empty cartridge recycling and beach cleanups.\n\nThe Dirty Details in Waste Sorting\n\nWUXI, CHINA\n\nThrough Jabil Wuxi’s Aurora project, the site developed a more detailed waste sorting process that would improve its ability to recycle and reuse waste. When waste is sorted, it’s either compressed or reused, in the case of items like cartons and pallets. All non-recyclable and non-reusable waste is now handed off to waste-to-energy vendors.\n\nJabil Wuxi also developed recycling capabilities for HWO6 waste organic solvent, which is used in paints, glues and cleaning products, and HWO8 waste mineral oil, used to condition oil for jute fibers in textile production. They accomplished a 100% diversion of waste with 10% thermal processing with energy recovery. The team saved $42,000 USD within six months by reusing packaging material and finding safe new uses for hazardous waste.\n\nFrom Waste to Value\n\nBANDUNG, INDONESIA\n\nFrom landfill to land fuel, Jabil Indonesia has introduced three alternative waste reduction strategies to help avoid landfills. Instead of sending out their food waste to landfill, the team composted the waste and utilized it for black soldier fly larvae cultivation. This is a more sustainable option because the fly larvae can convert the waste into high-value biomasses such as oils and proteins.\n\nBy properly recycling waste such as paper, plastic, metal and glass, the team could repurpose the material for other uses. In some cases, they created brand new products. Their final strategy involves non-recyclable waste. Waste that is not recyclable by normal processes is collected and delivered by a waste vendor as an alternative fuel supplement. The waste is then used in a thermal incineration process to generate both required and essential heat as part of the cement manufacturing process. This not only helps to grow our urban society, but it does so without compromising the planet.\nOur Innovative Solutions\n\nWe are a global manufacturing solutions provider relied on by over 300 of the world’s leading product brands for our end-market experience, technical and design capabilities, manufacturing know-how, supply chain insights, and global product management expertise. We are poised to create unmatched solutions for our customers.\n\n“Jabil has a unique perspective of the sustainability landscape. While we proactively manage our own environmental impacts, supporting our customers has provided us with deep knowledge of the unique sustainability challenges faced by a wide variety of industries, as well as best practices and expertise from which to draw. The expertise we’ve garnered by working toward our own sustainability goals can also be leveraged to help our partners and customers reach their targets and thereby create real partnerships with sustainability at their core.”\n\nMICHAEL COOKE\nVice President, Social & Environmental Responsibility\nJabil\nOptimization is in Jabil’s DNA. We are always analyzing ways to better our operations, supply chains and products to drive excellence for our customers and their brands — all while promoting a greener earth. Our goal is to have 10 cumulative and operational circular economy project partnerships by the end of FY26.\n\nReverse Supply Chain Services (RSCS)—Repair & Redeployment\n\nThe reverse logistics process moves products, product parts, components and materials back upstream for repair, redeployment, parts harvesting and/or recycling (mitigating landfill impacts). Through reverse logistics, telecoms equipment—for instance—can be reworked and redeployed up to three times before parts harvesting and recycling. This reduces customer cost through the reuse of products and components and decreases carbon emissions by eliminating the need to source virgin materials.\n\nMedical Device Reprocessing\n\nAnother form of RSCS is harvesting spare medical parts and repairing them to renewal. This brings new life to old medical devices, creating a more environmentally friendly product and enabling a commercially viable alternative to enter new markets. For our customers, this longer life cycle means reducing device costs by roughly 50% while also decreasing landfill waste disposal and associated costs.\n\nSustainable Brand Packaging & Life Cycle Assessment (LCA) Tools\n\nJabil’s supply chain packaging solutions help consumer packaging turn from waste into value. Our access to life cycle assessment (LCA) tools allows optimal, data-driven decisions to be made when it comes to developing the most sustainable products for our customers. An LCA is a method of understanding what the environmental footprint of a product will be over its full life cycle, allowing Jabil to build lasting partnerships that are essential to maximizing our customers’ sustainability.\n\nDesign for Sustainability (DFS) and Product Carbon Footprint (PCF) Calculator\n\nA DFS philosophy focuses on activities that benefit people and the environment. External tools like PCF calculators can be used to design for greater sustainability or circularity. For customers, this approach can mean large reductions in carbon footprint, manufacturing footprint and cost, as well as a longer lifespan for the product.\n\nSustainable Logistics, Packaging Carbon and Cost Reduction\n\nThe analysis of entire supply chains, material waste and underutilized space allows Jabil to benchmark better shipping solutions. Through technology and cubing software, customers have drastically reduced unused freight space, leading to hundreds of thousands of dollars in cost savings as well as large CO₂ emission reductions.\n\nLogistics Consolidation: Cost & Emission Reduction—Supply Chain Network Optimization (SCNO) Tool\n\nOur logistics consolidation assessments are conducted by our engineering and technology teams and measure three key areas: process, environment and people. Using Jabil’s Gartner-awarded SCNO tool, these teams can optimize for lower freight costs and emissions. For one customer, this meant annual diesel savings equivalent to 16,000 households’ CO₂ emissions/day.\nJabil’s Sustainability Solutions – CONTINUED\n\nData Center Secure Disposition, Material Reuse and Recycling\n\nBy playing multiple roles in a data-driven circular supply chain, Jabil offers greater security, IP and data protection to our cloud customers. This circular approach also makes redeployment (e.g., reusing rack frames) seamless, which empowers value-recovery networks to monetize assets and materials. Having a concentrated and predictable recycle stream offsets the need for mining virgin ores, precious metals, or petroleum, creating a net positive impact opportunity.\n\nReverse Supply Chain Services—Supply Chain Compression and Material Recycling\n\nTaking our customers’ complex supply chain networks and compressing them yields far fewer touches, significantly fewer logistics emissions and generates greater revenue—all while mitigating compliance risk. These recycling services provide our customers with full transparency and mass balance reporting.\n\nCarbon Black-Free Sustainable Packaging\n\nManufacturing carbon black-free resins in our packaging customers’ products can be a game changer. Carbon black-free means that the used polymers can be properly sorted for recycling purposes, enabling a fully recyclable product (which otherwise would have been landfilled) for our customers.\n\nReducing Cost and Carbon via Sustainability Projects\n\nRethinking packaging through slimmer design and the use of 100% recycled cardboard created less waste and lowered costs for one customer. In less than two months we enabled trucks to be more efficiently packed, reducing the number of pallets needed by 40%. Over a year, this allowed tens of thousands of pounds of content to be recycled and less wooden and plastics pallets to be used, reducing our customer’s carbon emissions by hundreds of metric tons.\nExamples of sustainable products and solutions that could be supported with green financing include:\n\n- Clean transportation (i.e., electric vehicles)\n- Renewable energy infrastructure\n- Smart infrastructure\n- Circular economy solutions\n- Sustainable packaging\n\nFinancing proceeds can also help improve the efficiency of Jabil sites and processes, including:\n\n- Waste and water diversion\n- Procurement and production of renewable energy\n- Operational improvements to reduce greenhouse gas (GHG) emissions\n- Green buildings and transportation\n\nThe selection and management of these projects are overseen by a cross-functional Sustainable Finance Committee, which ensures funds are spent in alignment with Jabil’s environmental commitments, outlined strategy and the green financing framework.\n\nExpenditures are tracked through our internal management reporting process, with annual reports sharing those results externally until net proceeds are fully allocated. To highlight the tangible effects of the green bonds, we also plan to report the sustainability impacts of bond-funded projects through metrics like:\n\n- GHG emissions (Scope 1 and 2 in tons CO₂e)\n- Electricity generated and/or consumed from renewable sources (MWh)\n- GHG emissions avoided using renewable energy (tons CO₂e)\n- Energy intensity of operations (Scope 1, 2) (kWh/$1,000 sales or kWh/sq. ft)\n- Emissions intensity of operations (tons CO₂e /$1,000 sales)\n- Global water acquired (cubic meters)\n- Landfilled waste (MT)\n- Number of green buildings (LEED/BREEAM-certified)\n- Installed EV charging stations (total number)\n\nBy creating a green financing structure, Jabil is reinforcing the links between our environmental sustainability goals and the work our employees do every day.\nElectric Vehicles & Charging Stations\n\nWe are helping our customers in the drive toward electric vehicle (EV) mass adoption. The manufacturing of electric vehicle components, including battery management systems, inverters, converters, cables, and off-board and on-board charging systems, is one of the fastest-growing areas of our business. Customers in both the automotive and commercial vehicle markets are facing internal and regulatory goals for electrification and the deployment of EV charging infrastructure across the globe. At Jabil, we can modify designs to meet the needs of different regions and scale production in-region as demand grows across those areas.\n\nClean Energy Solutions\n\nJabil is working with customers to develop green power solutions. By partnering with Jabil, SolarEdge has leveraged our industry-leading automation to cut their manufacturing time by nearly 50% and produce tens of thousands of products each week. Their intelligent power optimizers, inverters and battery solutions reach the market more quickly to optimize and lower the cost of energy produced by solar energy systems. We are also deeply engaged in the wind market, manufacturing pitch control systems, converters, nacelle control systems and PCBAs for a generation’s worth of wind turbines and growing; collectively, the Jabil components currently installed in turbines total more than 30,000 MW of energy.\n\nEnergy Storage Systems\n\nAlternative energy generation and consumption is driving an increased need for power conversion, power\n\nBringing Next-Generation Sustainable Solutions to Life\n\nAt Jabil, we act with purpose to enable our path forward. Part of that purpose is making a positive impact on the world by respecting and protecting the environment.\n\nOur commitment to sustainability runs throughout our manufacturing partnerships. We work with the world’s leading brands to design, build and deliver solutions that contribute to a healthier, safer, more resilient way of life.\n\nEmerson has set an ambitious goal to achieve net zero greenhouse gas (GHG) emissions across our value chain by 2045. This goal is reflective of our commitment to ensuring our business practices are sustainable, and value chain collaboration is a key pillar of our strategy. As a strategic partner, Jabil’s progress on sustainability issues is vital to our own success and increasing focus on our shared value chain impact has strengthened our relationship. We are proud to have Jabil as a supply chain partner on our sustainability journey.\n\nMIKE TRAIN\nChief Sustainability Officer\nEmerson\noptimization, line balancing and storage. Jabil has been investing in this space with reference designs and scaled manufacturing partnerships globally. To manage energy, Jabil supports customers in the design and manufacturing of smart meters and, in some cases, the entire smart meter ecosystem to reduce the risk of interoperability concerns. We also specialize in the collaborative design, development and value engineering of energy storage systems for the residential, commercial and industrial energy storage systems needed to ensure the renewable energy captured is available to deploy when and where it’s needed while avoiding a grid overload.\n\n**Intelligent Grid Management**\n\nThrough our partnerships with customers like Smart Wires, we are building resiliency with intelligent grid management. Smart Wires’ solutions enable utilities to pinpoint power demand and move energy sources where they’re needed to efficiently balance power delivery — unlocking gigawatts of new capacity on the existing grid by intelligently routing energy to underutilized power lines.\n\nJabil’s global supply chain reach created new avenues for Smart Wires to source custom electromechanical components at reduced cost and market risk, while our proven design and manufacturing expertise enabled the company to expedite delivery of highly reliable, quality products on a worldwide scale.\n\n**Digital Point-of-Care Diagnostics**\n\nWhile we consider our commitment to sustainable solutions from a global perspective, we also keep a focus on creating healthier individuals and communities. Jabil’s healthcare team has collaborated with customers like ams OSRAM to develop next-generation digital point-of-care diagnostics that have been used for COVID-19 detection and can be adapted for a wide range of diseases. With our scale and proven processes, ams OSRAM’s COVID-19 tests launched just nine months after the project began, meeting all stringent medical requirements, as well as demand.\n\nThe idea of making the world a better place goes beyond mere imagination at Jabil. Each day, we develop, manufacture and ship products that make a tangible difference in our communities. Together with our customers, we’re building the world we want to see.\nFusePack Hybrid Packaging\n\nIn October 2021, Jabil introduced FusePack. This is a new hybrid packaging format that combines the best features of a lightweight flexible pouch and a rigid container, making the container recyclable in traditional curbside bins. FusePack’s rigid interior frame defines the container’s shape and provides structural integrity, while the in-mold or paper panels enclose and protect the product as well as a traditional plastic container.\n\nEco.Bottle and EcoJar Packaging\n\nWe also rolled out additional sizes of Ecologic’s Eco.Bottle in fiscal year 2022 (FY22). A hybrid paper bottle with a thin plastic liner and strong outer fiber shell, these bottles range from 75 milliliters to 50 ounces and are fully recyclable after separation into their paper and plastic components. This year also saw the launch of the EcoJar, perfect for face creams and other cosmetics.\n\nMaterial Innovation in Additive Manufacturing\n\nHelping customers reduce their carbon footprint with innovative materials is a major focus across our segments. In FY22, Jabil’s additive manufacturing team launched PK 5000, an eco-friendly, powder-based additive material engineered to deliver improved strength, chemical resistance and resilience to support highly demanding automotive, consumer electronics, defense, medical and industrial manufacturing applications. PK 5000 is a low-carbon material made from carbon monoxide, an indirect contributor to global warming — reducing the material’s overall carbon footprint and contributing to the sustainability of products that leverage it.\nGRI & SASB Standards Index\nThe Organization & Its Reporting Practices\n\nGRI 2-1\nOrganizational Details\n\nJabil Inc. is a leading, worldwide manufacturing services and solutions provider that delivers comprehensive design, manufacturing, supply chain and product management services, all under the Jabil brand. As a public company, our common stock trades on the New York Stock Exchange under the symbol \"JBL.\" The company headquarters are located at 10800 Roosevelt Blvd, St. Petersburg, Florida 33716. We conduct our operations in facilities located in 30 countries worldwide, including but not limited to, China, Ireland, Malaysia, Mexico, Singapore and the United States. Please visit our website for additional information on our locations: jabil.com/contact/locations.html\n\nSASB 000.A\nNumber of manufacturing facilities\n\nSASB 000.B\nArea of manufacturing facilities\n\nGLOBAL FACILITIES FOOTPRINT (SF):\n\n| REGION | APPROX. SQ FT* (IN MILLIONS) |\n|--------|-----------------------------|\n| Asia   | 33                          |\n| Americas | 13                        |\n| Europe | 4                           |\n| **Total as of August 31, 2022** | **50** |\n\nNote: Approximately 4% of our total square footage is not currently used in business operations. The total consists of about 15 million square feet in facilities that we own, with the remaining is in leased facilities. All figures are as of August 31, 2022.\n\n*Excluding dormitories, land, and parking\n\nGRI 2-2\nEntities included in the organization’s sustainability reporting\n\nThis report covers all entities included in our financial statements. This includes all wholly owned facilities, and joint ventures in which we have operational control. A list of our global entities can be found on our website: jabil.com/contact/locations/list-of-global-entities.html\n\nGRI 2-3\nReporting period, frequency and contact point\n\nThis is Jabil’s eighth annual sustainability report, which covers our global social and environmental performance data for our fiscal year 2022, from September 1, 2021, through August 31, 2022. Our previous report was released in January 2021, covering two years: September 1, 2019 through August 31, 2021. We intend to release our sustainability progress reports on an annual basis moving forward.\n\nFor questions about this report, please contact: Timur Aydin, Director of Enterprise Content & Media, timur_aydin@jabil.com\n\nGRI 2-4\nRestatements of information\n\nAny performance tables that have been corrected are noted in the footnotes beneath those particular sets of data with the particular reasons as to why the data may have been updated.\n\nGRI 2-5\nExternal assurance\n\nWe did not seek external assurance for our full report. The fiscal year 2022 metrics that were third party assured are listed in the third-party Assurance Statement.\n\nThe scope of the assurance included evaluation of quality, accuracy and reliability of specified performance information, including KPI Data Point Descriptions (reporting criteria) and KPI Verified Data 2022 (disclosures) as detailed below. This assurance has been conducted at a limited level according to ISAE3000 (Revised), Assurance Engagements Other than Audits or Reviews of Historical Financial Information and according to the Société Générale de Surveillance (SGS) ESG & Sustainability Report Assurance protocols, including the Principles contained within the Global Reporting Initiative Sustainability Reporting Standards (GRI Standards) 101: Foundation 2016 for report quality.\nActivities and Workers\n\nGRI 2-6\nActivities, value chain and other business relationships\n\nWe are one of the leading providers of manufacturing and supply chain management services and solutions. We provide comprehensive electronics design, production and product management services to companies in various industries and end markets. Our services enable our customers to reduce manufacturing costs, improve supply chain management, reduce inventory obsolescence, lower transportation costs and reduce product fulfillment time. Our manufacturing and supply chain management services and solutions include innovation, design, planning, fabrication and assembly, delivery and managing the flow of resources and products. We have two reporting segments: Electronics Manufacturing Services (“EMS”) and Diversified Manufacturing Services (“DMS”).\n\nLeveraging the power of over 250,000* diverse, talented and dedicated employees across 100 locations in more than 30 countries, our vision is to be the most technologically advanced and trusted manufacturing solutions provider.\n\nWe depend, and expect to continue to depend, upon a relatively small number of customers for a significant percentage of our net revenue, which in turn depends upon their growth, viability and financial stability. Please see our 2022 Form 10-K Annual Report for additional information on our largest customers based on net revenue, for the fiscal year ended August 31, 2022. For the fiscal year ended August 31, 2022, we had net revenues of $33.5 billion and net income attributable to Jabil Inc. of $996 million.\n\nWe serve our customers primarily through dedicated business units that combine highly automated, continuous flow manufacturing with advanced electronic design and design for manufacturability.\n\nMost of our business units are dedicated to serve one customer each and are empowered to formulate strategies tailored to individual customer’s needs. Our business units generally have dedicated production lines consisting of equipment, production workers, supervisors, buyers, planners and engineers. Under certain circumstances, a production line may serve more than one business unit to maximize resource utilization. Our top manufacturers of products (by revenue) from which Jabil purchases include Intel, Samsung, Texas Instruments, Micron and LG Display.\n\nBusiness units have direct responsibility for manufacturing results and time-to-volume production, thereby promoting a sense of individual commitment and ownership. The business unit approach is modular and enables us to grow incrementally without disrupting the operations of other business units. Business unit management reviews the customer financial information to assess whether the business units are meeting their designated responsibilities and to ensure that the daily execution of manufacturing activities is being effectively managed. We procure components from a broad group of suppliers, determined on an assembly-by-assembly basis. Some of the products we manufacture contain one or more components that are only available from a single source.\n\nJabil is committed to sourcing materials responsibly and bringing greater transparency across the supply chain to help address our industry’s increasingly complex sourcing challenges. Our commitment is built on a foundation of transparency, governance, ethics and respect for human rights—creating value for our investors, customers and the communities we serve.\n\nPersistent and widespread disruptions associated with tightly connected and global supply chains have increased in recent years, highlighting the critical importance of our proactive due diligence model. Gathering and analyzing vast amounts of information is at the center of our responsible sourcing strategy to make informed, data-driven decisions. In addition, our approach aligns with the Responsible Business Alliance (RBA), the UN Guiding Principles on Business and Human Rights, and Organization for Economic Development (OECD) Due Diligence Guidance.\n\nOur Partner Lifecycle process includes risk assessments and due diligence efforts and is specifically designed to proactively screen and monitor suppliers to increase transparency significantly. In collaboration with our supply chain partners, we focus on identifying critical risks and working together to address those risks, including remediation activities or removal when necessary.\n\nRegarding other activities related to responsible global sourcing, screening our supply chain for environmental, social and regulatory concerns is vital. We have screened 85% of our active supply base, with over 5,700 screenings in fiscal year 2022. Less than 1% of our screened active suppliers were identified as having potential risks that are then elevated for further review and disposition.\n\n*Estimated number of employees fluctuate during the fiscal year depending on business needs and seasonality.\nWe continuously educate our vendors regarding our expectations for them to remain viable partners with Jabil. Setting clear expectations has successfully changed our supply base’s behavior because they know they are being evaluated.\n\nRisks in our supply chain derive from several different areas, including:\n\n- Sustainability\n- Security\n- Assurance of supply\n- Disaster preparedness\n\nDuring fiscal year 2022, our Partner Lifecycle processes continued to mature, achieving significant results, including:\n\n- Over 70% of active suppliers provided Jabil with a commitment to operate according to Jabil’s Supplier Code of Conduct and the RBA Code of Conduct.\n- Over 90% of our suppliers with projected future spend, and over 85% of active suppliers, successfully completed screening over the past 12 months. Process improvements and automation are in development to further improve these metrics.\n- Six Comprehensive Screening Modules have been launched, with over 350 mitigation actions initiated and closed.\n\nAs part of our commitment to supply chain transparency and responsible sourcing, we publish an annual Conflict Minerals Report, which includes a comprehensive analysis of the 3TG (tin, tantalum, tungsten, and gold) and the associated smelters used within our supply chain. In addition, we actively collaborate with customers and suppliers to further map and execute additional due diligence on other unregulated rare earth minerals, including cobalt, mica and lithium.\n\nFor more information, please see our 2022 Form 10-K Annual Report, pages 2 and 27. For significant changes to the organization and its supply chain, please see page 78.\n### GRI 2-7\n\n**Employees**\n\n| GLOBAL WORKFORCE | FY19 | FY20 | FY21 | FY22 |\n|------------------|------|------|------|------|\n| Total Employees (#) | 190,631 | 218,224 | 234,154 | 228,415 |\n| Direct labor | 72% | 76% | 78% | 75% |\n| Indirect labor | 28% | 24% | 22% | 25% |\n| Americas (#) | 38,347 | 40,407 | 39,540 | 45,993 |\n| Direct labor | 52% | 53% | 55% | 56% |\n| Indirect labor | 48% | 47% | 45% | 44% |\n| Europe (#) | 15,092 | 16,726 | 17,225 | 17,566 |\n| Direct labor | 55% | 53% | 54% | 53% |\n| Indirect labor | 45% | 47% | 46% | 47% |\n| Asia (#) | 137,146 | 161,091 | 177,380 | 164,850 |\n| Direct labor | 80% | 84% | 85% | 83% |\n| Indirect labor | 20% | 16% | 15% | 17% |\n| Africa (#) | 45 | n/a | n/a | n/a |\n| Direct labor | 2% | n/a | n/a | n/a |\n| Indirect labor | 98% | n/a | n/a | n/a |\n| Women | 42% | 40% | 41% | 41% |\n| Direct labor | 46% | 44% | 44% | 44% |\n| Indirect labor | 30% | 29% | 29% | 29% |\n| New hires | 36% | 33% | 35% | 33% |\n| Americas | 44% | 44% | 43% | 45% |\n| Europe | 45% | 41% | 40% | 40% |\n| Asia | 41% | 40% | 40% | 40% |\n| Africa | 31% | n/a | n/a | n/a |\n\nIn fiscal year 2022, Jabil had 228,415 employees worldwide. Please note that Jabil's employee numbers fluctuate during the fiscal year depending on business needs and seasonality. Employees who are listed as \"Direct Labor\" are involved in the hands-on manufacturing of products, whereas those listed as \"Indirect Labor\" are all the other employees who are not. Jabil calculates its total number of employees for the fiscal year by taking the average number of employees for each month and averaging those numbers for the year. Please note that these numbers do not include employees who are considered contingent labor. Jabil's Human Resources department includes the following categories in its definition of contingent labor: dispatched labor in Asia, independent contractors, contract services, outsourced operations and outsourced support. When contingent labor is included, our total number of employees consist of approximately 250,000 individuals.\nWe are a corporation governed by a Board of Directors. The Board has the following standing committees:\n\n- Audit\n- Compensation\n- Nominating and Corporate Governance – has responsibility for Environmental, Social, Governance (ESG) matters including climate change unless otherwise specified.\n- Cybersecurity\n\nUntil November 1, 2021, retired director Mr. Timothy Main served as Chairman, which allowed our CEO to focus his time and energy on operating and managing Jabil while leveraging the Chairman's experience and perspectives. Our Vice Chairman oversaw executive sessions. Following Mr. Main's retirement, our CEO, Mr. Mark Mondello, became Chairman of the Board. In this role, Mr. Mondello leverages his deep knowledge of the Company and its industry to lead the Board. Also beginning November 1, 2021, Mr. Steve Raymund assumed the role of Lead Independent Director. In that role, Mr. Raymund presides at meetings of the Board when Mr. Mondello is not present, including executive sessions of the independent directors, approves the agenda and schedule for Board meetings, and has authority to call executive sessions of the independent directors. Mr. Raymund may also act as a liaison between the Chairman and the Independent Directors.\n\nFor more information, please see the governance documents located on our website, as well as our 2022 Proxy Statement, pages 2, 7-15.\n\nFor information on our board processes and policies, please see our Nominating & Corporate Governance Charter as well as our Corporate Governance Guidelines.\n\nSenior leadership develops, approves and updates the purpose, values and strategy with oversight by the Board. Please see our 2022 Proxy Statement, page 2, for corporate governance highlights and pages 5-6 for Jabil environmental & social governance highlights.\n\nAlso see pages 10-19 in our 2022 Form 10-K Annual Report for information regarding the management of impacts.\n\nCommunications directed to any director, or any group of directors, must be in writing and mailed to:\n\nJabil Inc.\nOffice of the Corporate Secretary\n10800 Roosevelt Blvd. N.\nSt. Petersburg, Florida 33716\nUSA\n\nThe Board provides oversight for the management of the Company’s ESG program.\n\nIn fiscal year 2022, the EVP, General Counsel, Assistant Corporate Secretary, oversaw Jabil’s Sustainability approach and performance globally. Global and segment directors of environment, health and safety oversee implementation of SER programs and policies, which are supported by regional teams and local plant managers.\n\nIn fiscal 2023, the VP and Chief Compliance Officer oversees Jabil’s Sustainability approach and performance globally. In addition to upholding policies and implementing programs that create a positive impact, this leader is responsible for due diligence as we make decisions that affect our business and SER risk management.\n\nThe VP – Social and Environmental Responsibility communicates SER risks and opportunities regularly to the BOD Nominating and Corporate Governance Committee and members of the executive team.\n\nWithin the company, in fiscal year 2022 our structure consisted of the following for high-level accountability for sustainability topics:\n\n- Internal Audit reporting to the Board Audit Committee.\n- Social & Environmental Responsibility (SER) reporting to the EVP – Law Department – General Counsel, Assistant Corporate Secretary, reporting directly to the CEO.\n- The EVP – Law Department - General Counsel, Assistant Corporate Secretary is the Chief Ethics & Compliance Officer and the Chief Ethics & Compliance Officer reporting to the Board Audit Committee.\nGRI 2-15\nConflicts of interest\n\nThe Jabil Code of Conduct applies to the entire organization. Information can also be found in our Corporate Governance Guidelines.\n\nGRI 2-16\nCommunication of critical concerns\n\nMatters that are determined to rise to the level of a critical concern are reported to the Audit Committee of Jabil’s Board of Directors. Critical concerns are handled by the Global Ethics and Compliance Team at the direction and under the supervision of Jabil’s Chief Ethics & Compliance Officer who reports to the Chairman of the Audit Committee.\n\nOutside Counsel and external forensic consultants may be used to assist on critical matters.\n\nGRI 2-17\nCollective knowledge of the highest governance body\n\n- Director orientation – Our robust orientation program familiarizes new directors with Jabil’s businesses, strategies, and policies, and assists new directors in developing company and industry knowledge to optimize their service on the Board.\n\n- Continuing education – Regular continuing education programs enhance the skills and knowledge directors use to perform their responsibilities. These programs may include internally developed materials and presentations, programs presented by third parties, and financial and administrative support to attend academic or other independent programs.\n\nGRI 2-18\nEvaluation of the performance of the highest governance body\n\nThe Board of Directors annually evaluates the performance of the Board and its members. The Nominating & Corporate Governance Committee reviews the results, which are then reported to and discussed with the Board.\n\nPlease see our 2022 Proxy Statement, pages 12-14, for information on risk oversight.\n\nGRI 2-19\nRemuneration policies\n\nFor information on our remuneration practices, please see our 2022 Proxy Statement, pages 3 and 19-32.\n\nGRI 2-20\nProcess to determine remuneration\n\nThe fiscal 2022 annual total compensation of our CEO was $16,435,268 as set forth in the Summary Compensation Table. The ratio of our CEO’s annual total compensation to our median associates’ annual total compensation was 2,021:1.\n\nTo set some context for the above CEO pay ratio, as a large global manufacturing company, the nature of our operations relies significantly on employees outside the United States. Of the 146,990 associates included in our analysis, more than 93% are located outside the United States. The compensation elements and pay levels of our employees differ from country to country based on market trends as well as fluctuations in currency exchange rates. We annually conduct competitive market pay analysis in all of the countries we operate in to ensure we are competitive with local market practices.\n\nFor information on our remuneration practices, please see our 2022 Proxy Statement, page 42.\nStrategy, Policies & Practices\n\nGRI 2-22\nStatement on sustainable development strategy\n\nJabil is committed to conducting our business with uncompromising integrity and in compliance with all laws and regulations in the locations where we do business. In all interactions, we are accountable to our employees, customers, suppliers and shareholders. To ensure Jabil policies are followed, we provide ongoing training to employees and methods for individuals to confidentially request guidance and report ethical concerns.\n\nThe Jabil Code of Conduct (Code) provides guiding principles on how we interact with each other, our customers and suppliers, and the world in which we operate. The Code is translated into 24 languages, and employees are required to acknowledge receipt of and adherence to the Code as part of annual compliance training and new employee onboarding.\n\nJabil also adheres to the Responsible Business Alliance’s (RBA) Code of Conduct (RBA Code). RBA is the world’s largest industry coalition dedicated to corporate social responsibility in global supply chains. The RBA Code aligns with other international norms and standards, including the Universal Declaration of Human Rights, the ILD International Labor Standards and the OECD Guidelines for Multinational Enterprises.\n\n• The precautionary principle is inherent in Jabil’s operational planning as follows: Groups contributing to enterprise risk management are required to track and align to emerging areas of interest; regulatory, customer requirements, government policy changes, etc. These groups are expected to stay ahead of changes in their respective fields, assuring the company is well-positioned to respond to stakeholder’s expectations.\n\n• Company culture and values place a high value on employee, community and environmental well-being. Our culture drives executive management to question the impact of business decisions on employees, community and environment, including when dealing with plant closings, recruitment fees for migrant workers and remediation of pre-existing pollution acquired.\n\n• Global management system that drives insight and governance over environmental impacts and reducing uncertainty.\n\n• Adoption of preventative engineering solutions to reduce total insurable value of Jabil assets. For example, site selection that considers flood risk and required engineering to mitigate or eliminate flood risk.\n\n• EHS due diligence during M&A, including a robust process to identify, quantify and make decisions based on ESG risk associated with acquisitions.\n\nFor a letter from Mark Mondello, our Chairman and CEO, please see page 3.\n\nFor additional details and links to policy commitments, please see section GRI 2-6 on page 36.\n\nOther external initiatives include:\n\n• ISO 9001\n• ISO 14001\n• ISO 45001\n• ISO 50001\n• Sedex® (Packaging Sites)\n• RBA Code of Conduct\n• United Nations Guiding Principles on Business and Human Rights\n• New Plastics Economy Global Commitment (Ellen MacArthur Foundation Global Commitment)\n• International Sustainability and Carbon Certification (ISCC)\n\nLEED Certifications: Mezzovico, Switzerland; and Raron, Switzerland\nSASB 440a.1 (cont.)\nDescription of the management of risks associated with the use of critical materials\n\nFDA registrations in the following cities:\n- Albuquerque, New Mexico\n- Auburn Hills, Michigan\n- Brandywine, Pennsylvania\n- Cayey, Puerto Rico\n- Chicago, Illinois\n- Clinton, Massachusetts\n- Elmina, New York\n- Knittlingen, Germany\n- Maple Grove, Minnesota\n- Mebane, North Carolina\n- Mezzovico, Switzerland\n- Monument, Colorado\n- Penang, Malaysia\n- Raron, Switzerland\n- San Jose, California\n- Shanghai, China\n- Shenzhen, China\n- Singapore\n- Tijuana Baja, Mexico\n\nMost of our manufacturing facilities are certified to the ISO 9001:2015 Quality Management System standard, or ISO 13485 Medical Devices (Healthcare sites as applicable), and many are also certified to ISO 14001:2015 environmental standards.\n\nThe ISO 9001-certified Quality Management System is the criteria for establishing and demonstrating the ability to consistently provide products and services that meet customer and regulatory requirements, following Lean Six Sigma methodologies.\n\nThe ISO 14001-certified Jabil Environmental Management System provides the foundation for an environmentally sustainable business, EHS legal compliance and the preservation of natural resources. It is a framework of standards, procedures and internationally recognized best practices which provide an effective, repeatable approach to establishing strategic priorities, proactively managing EHS risks and continuously improving our processes.\n\nIn accordance with these requirements, Jabil sites use a standardized risk assessment process to identify and prioritize EHS risks, employ operational controls to mitigate risks, audit to internal and external requirements, report incidents and analyze trends, and employ a corrective action process to correct nonconformities and ensure continuous improvement.\n\nGRI 2-25\nProcesses to remediate negative impacts\nFor details, please see our 2022 Form 10-K Annual Report, pages 3 and 10-22.\n\nGRI 2-26\nMechanisms for seeking advice and raising concerns\nJabil provides multiple options to obtain advice on ethical behavior, and to report concerns of possible violations of the Code, Jabil policy and law.\n\nThese options include:\n- Utilizing Jabil's Open-Door Policy by discussing questions or concerns with management, HR or the Legal Department;\n- Emailing the Jabil's Global Ethics and Compliance Team at Global_Compliance@Jabil.com; or\n- Contacting the Jabil Integrity Hotline to submit confidential questions or concerns online or by phone. The Jabil Integrity Hotline is available 24 hours a day, 7 days a week, and it is staffed by an independent third party and provides translation services in all languages.\n\nJabil's Integrity Hotline reporting mechanisms are communicated to employees in the Code and Jabil policy and in compliance training, communication and posters.\n\nWe maintain an active reporting system for engaging with requests for advice and reports of concerns about ethics and workplace issues. All submissions are triaged by Jabil's Global Ethics and Compliance Team to determine appropriate next steps for review and disposition.\n\nGRI 2-28\nMembership associations\n- Center for Automotive Diversity, Inclusion and Advancement\n- Disability:IN\n- Ellen MacArthur Foundation\n- Equality Means Business\n- Hiring Our Heroes\n- Responsible Business Alliance (RBA) founding member\n- Science Based Targets Initiative\n- Sustainable Packaging Coalition\n- The Association of Plastic Recyclers\n- World Sustainability Leaders\nStakeholder Engagement\n\n**GRI 2-29**\nApproach to stakeholder engagement\n\nOur key stakeholders include: customers, employees, suppliers, investors, governments and NGOs/nonprofits.\n\nJabil’s culture is intended to reinforce two-way communications between our direct labor employees and management.\n\nJabil follows local regulations, laws and policies as they relate to freedom of association and collective bargaining agreements. In some international locations, such as Europe, China and Mexico, Jabil employees are covered by work councils and labor unions.\n\nU.S. employees are not covered by labor unions. As detailed in the RBA Code and the Jabil Code of Conduct, Jabil supports freedom of association rights for all our employees, including the right to choose freely whether or not to join a union.\n\n**GRI 2-30**\nCollective bargaining agreements\n\nDisclosures on Material Topics*\n\n**GRI 3-1**\nProcess to determine material topics\n\nWe continually evaluate materiality through our engagement with the Responsible Business Alliance (RBA), stakeholder engagements, and customer requests for information. Jabil engages with a wide array of stakeholders to understand the issues most important to our business.\n\nIn addition to leveraging industry consortiums that conduct assessments relevant to our business, we referenced the recommended material topics provided from the Sustainable Accounting Standards Board (SASB). While we used the guidance provided for the Electronic Manufacturing Services & Original Design Manufacturing industry within the Technology & Communications sector, a few of the material topics did not apply to Jabil, and an edited list can be found in GRI 102-47.\n\nUnless otherwise noted, all data are derived from facilities and operations which we own or have operational control over.\n\n**GRI 3-2**\nList of material topics\n\nThe material topics for Jabil are as follows:\n\n- **Energy Use**\n  - GRI 302 – Energy\n\n- **Water Use**\n  - GRI 303 – Water and Effluents\n\n- **Hazardous Waste**\n  - GRI 306 – Waste\n\n- **Supply Chain Compliance and Transparency**\n  - GRI 308 – Supplier Environmental Assessment\n  - GRI 414 – Supplier Social Assessment\n\n- **Labor Relations**\n  - GRI 402 – Labor and Management Relations\n\n- **Employee Safety**\n  - GRI 403 Occupational Health & Safety\n\n- **Diversity, Equity and Inclusion**\n  - GRI 405: Diversity and Equal Opportunity\n\n**GRI 3-3**\nManagement of material topics\n\nFor details, please see our 2022 Form 10-K Annual Report, pages 3 and 10-22.\n\n*The terms “material” or “materiality,” as used in our response to the GRI framework, do not have the same meanings as they have under the Federal securities laws; rather, we are using these terms consistent with how the GRI framework defines and uses such terms.*\nEconomic Performance\n\nGRI 201-1\nDirect economic value generated and distributed\n\nIn fiscal year 2022, our five largest customers accounted for approximately 44% of our net revenue and 79 customers accounted for approximately 90% of our net revenue.\n\nFor more information on our financials, please see our 2022 Form 10-K Annual Report, page 5.\n\nGRI 201-2\nFinancial implications and other risks and opportunities due to climate change\n\nCertain components we use in our manufacturing activities are petroleum-based. In addition, we, along with our suppliers and customers, rely on various energy sources (including oil) in our facilities and transportation activities. An increase in energy prices, which have been volatile historically, could cause an increase in our raw material costs and transportation costs.\n\nIn addition, increased transportation costs of certain suppliers and customers of ours could be passed along to us. We may not be able to increase our product prices enough to offset these increased costs. In addition, any increase in our product prices may reduce our future customer orders and profitability.\n\nOur operations and those of our customers and suppliers may be subject to natural disasters, climate change-related events, or other business disruptions, which could seriously harm our results of operation and increase our costs and expenses.\n\nWe are susceptible to losses and interruptions caused by hurricanes (including in Florida, where our headquarters are located), earthquakes, power shortages, telecommunications failures, water or other natural resource shortages, tsunamis, floods, typhoons, drought, fire, extreme weather conditions, rising sea level, geopolitical events such as direct or indirect terrorist acts or acts of war, other natural or man-made disasters, boycotts and sanctions, or widespread criminal activities. Such events could make it difficult or impossible to manufacture or to deliver products to our customers, receive production materials from our suppliers, or perform critical functions, which could adversely affect our business globally or in certain regions.\n\nWhile we maintain similar manufacturing capacities at different locations and coordinate multi-source supplier programs on many of our materials, which we believe better enables us to respond to these types of events, we cannot be sure that our plans will fully protect us from all such disruptions. Our insurance coverage with respect to natural disasters is limited and is subject to deductibles and coverage limits. Such coverage may not be adequate, or may not continue to be available at commercially reasonable rates and terms. While we manufacture our products in a large number of diversified facilities and maintain insurance covering our facilities, including business interruption insurance, a catastrophic loss of the use of all or a portion of one of our key manufacturing facilities due to accident, labor issues, weather conditions, natural disaster or otherwise, whether short- or long-term, could have a material adverse effect on us.\n\nInformation on natural disasters, climate change and global events can be found in our 2022 Form 10-K Annual Report pages 21-22.\n\nGRI 201-3\nBenefit plan coverage\n\nWe offer self-insured, fully insured and voluntary plans, but currently there are no retiree benefits or pension plans. Financial and actuarial oversight is provided by our brokers, Marsh & McLennan Agency (MMA) and Milliman, Inc. Plan utilization and costs are monitored monthly and reported back to Jabil via monthly financial monitoring reports (FMR). Annually, MMA and Milliman provides an \"All Lines Gross Net\" report including employer and employee contributions.\nAnti-Corruption\n\nGRI 205-1\nRisks related to corruption\n\nJabil’s Global Ethics and Compliance Team (GECT) continuously assesses the organization’s risk by considering a variety of factors. These factors include Jabil’s geographic footprint and industry sectors, tracked and trended Jabil Integrity Hotline data, compliance audit and investigations findings, and Jabil’s engagement with suppliers and vendors. To address and mitigate identified risk, GECT developed and implemented the Jabil Code of Conduct, Anti-Bribery and Anti-Corruption Policy, Conflict of Interest Policy, Anti-Commercial Bribery Policy, other compliance policies, and targeted and tailored compliance communication and training.\n\nGECT also works with Jabil’s Supply Chain team to manage supplier and vendor risk and oversight through the Partner Lifecycle program. This program defines Jabil’s third-party requirements, which are communicated to our suppliers and vendors via our Supplier Code of Conduct, Supplier Requirements Manual, and supplier contracts and associated documents. All potential suppliers and vendors are assessed against these requirements prior to engagement. We also conduct ongoing monitoring and assessment of active suppliers and vendors for non-compliance and evolving risk. Remediation measures are defined and implemented to address any identified areas of non-compliance and/or risk. When identified, higher risk suppliers and vendors are subject to enhanced due diligence, and to additional more prescriptive contract terms and conditions (e.g., audit clause, anti-corruption certifications).\n\nGRI 205-2\nCommunications and training on anti-corruption\n\nFor our employees, Jabil has a risk-based strategy to target and tailor compliance communication and training to help facilitate the integration of our policies and procedures further into the organization. As to communication, Jabil executives publish “Tone-at-the-Top” compliance videos and messaging that align to our vision and purpose statements and reinforce the guidance provided in the Jabil Code of Conduct and Jabil policies. Jabil’s Global Ethics and Compliance team also publishes a “Compliance Matters” newsletter that highlights key compliance risks, shares compliance program updates and initiatives, and that informs employees about Jabil’s position on misconduct by spotlighting compliance investigation outcomes.\n\nAs to training, we issue annual Jabil Code of Conduct training to all existing and new employees. This addresses numerous compliance-related risk areas, and is assigned as required training in Jabil’s LMS/HRIS Workday and in new employee onboarding. Anti-corruption was the topic of focus in this year’s Code of Conduct training. Also, we provide in-person and virtual training to managers and individuals in control or high-risk functions. These training sessions are tailored to address high risk topics and highlight key control responsibilities. Anti-corruption, conflicts of interest and the Jabil value of integrity are key topics in our employee compliance communication and trainings. Additionally this year we implemented an Anti-Bribery and Anti-Corruption Policy training course and assigned as required training to all employees.\n\nFor our suppliers and vendors, Jabil’s Supply Chain team communicates the organization’s requirements through our Supplier Code of Conduct, Supplier Requirements Manual, contracts and associated documents. Access to this guidance is made available through Jabil’s Supplier Portal.\nAnti-Competitive Behavior\n\n**GRI 206-1**\nAnti-competitive behavior\n\nJabil believes in free and open competition. We gain our competitive advantages through the quality of our products, rather than through unethical or illegal business practices.\n\nThe [Jabil Code of Conduct](#) provides guidance to employees to ensure our relationships with competitors, suppliers, distributors and customers are in compliance with fair competition laws in all jurisdictions in which Jabil operates.\n\n---\n\n**Tax**\n\n**GRI 207-1**\nApproach to tax\n\nFor information on our approach to taxes, please see our [2022 Form 10-K Annual Report](#), page 29.\n## Energy\n\n### GRI 302-1\nEnergy consumption within the organization (Scopes 1 + 2)\n\n### GRI 302-2\nEnergy consumption outside the organization (Scope 3)\n\n### GRI 302-3\nEnergy intensity\n\n### GRI 302-4\nEnergy reductions\n\n| ENERGY USE (MWh) | FY19 | FY20 | FY21 | FY22 |\n|------------------|------|------|------|------|\n| **Scope 1 – on site fuel combustion**<sup>4, 5, 6</sup> | 181,689 | 193,482 | 244,872 | 240,926 |\n| Fuel (Natural Gas) | 147,913 | 175,957 | 225,345 | 212,158 |\n| Other Fuels<sup>2</sup> | 33,776 | 17,525 | 19,527 | 28,768 |\n| **Scope 2 – on site usage of electricity and steam**<sup>4, 5, 6</sup> | 2,498,990 | 2,742,207 | 3,141,164 | 3,072,154 |\n| Electricity (renewable and non-renewable) | 2,282,069 | 2,524,138 | 2,937,814 | 2,969,760 |\n| Electricity (renewable) | 1,201,015 | 1,181,930 | 1,920,041 | 1,958,504 |\n| Electricity | 1,081,054 | 1,342,208 | 1,017,773 | 1,011,256 |\n| Steam | 216,921 | 218,069 | 203,350 | 102,393 |\n| **Scope 3 – value chain identified**<sup>1, 4, 5, 6</sup> | 19,092 | 23,678 | 26,830 | 26,805 |\n| **TOTAL**<sup>4, 5, 6</sup> | 2,699,771 | 2,959,367 | 3,412,866 | 3,339,885 |\n\n| Change from previous year | 5% | 10% | 15% | -2% |\n| Revenue (in millions) | $25,282 | $27,266 | $29,285 | $33,478 |\n| Square footage (ft<sup>2</sup> in millions) | 53 | 54 | 55 | 50 |\n| Energy intensity (Scopes 1, 2, 3) (kWh/$1K sales)<sup>1, 5, 6</sup> | 106.78 | 108.54 | 116.54 | 99.77 |\n| Energy intensity (Scopes 1, 2, 3) (kWh/ft<sup>2</sup>)<sup>1</sup> | 51.10 | 54.95 | 62.05 | 66.80 |\n\nNote: Based on 96 sites reporting.\n\n1. Due to data corrections after report publication, some figures may differ from those reported last year. Significant or material changes are highlighted, where appropriate.\n2. Other fuels used may include gasoline/petrol, diesel, natural gas, liquefied petroleum gas, jet fuel or refrigerants.\n3. Scope 3 value chain includes business travel (Category 6) and employee commuting (Category 7) from locations where Jabil provides sponsored bus services.\n4. FY19-20 Energy data was 3rd party verified by TRANSREG LLC.\n5. FY21 Energy data was 3rd party verified by ERM CVS.\n6. FY22 Energy data was 3rd party verified by SGS, based on 96 locations reporting.\nWater\n\nManagement approach\n\nWater management has been determined to be a significant environmental aspect for many sites using a standardized risk assessment process approach. A Jabil global EHS Standard for Water Management has been established and applies to all sites owned or leased by Jabil that use water for domestic and/or manufacturing processes, generate wastewater during manufacturing processes, treat wastewater, discharge water to streams or treatment systems, or have storm water drainage systems.\n\nThe Standard sets forth the minimum company requirements for drinking water management, wastewater characterization, wastewater treatment operational control and inspection, monitoring, reporting, storm water pollution prevention, inspections, emergency response, and applicable training requirements. The requirements are monitored, including through the use of site self-assessments, corporate EHS assessment teams and government inspections.\n\nNonconformances identified, such as through internal audits or external evaluations, are documented in Jabil’s incident tracking system, investigated as appropriate and reviewed by company management to evaluate and respond to potentially significant issues and emerging trends.\n\nGRI 303-3\nWater withdrawal\n\nThe right to water is a fundamental human right. As part of our water conservation commitment, we established a water use baseline fiscal year 2021 for our acquired water intensity reduction goal.\n\nCurrently, we have 16 general locations located in regions experiencing high to very high water stress based on research using the World Resources Institute (WRI) online tool, located in China, US, Mexico, India, and some areas in Europe and the Middle East. In fiscal year 2022, locations in our high or extremely high stress regions, plus our top 10 water consuming sites (regardless of water stress status) have developed or updated their water conservation plans.\n\nSASB 140a.1\n(1) Total water withdrawn, (2) total water consumed, percentage of each in regions with High or Extremely High Baseline Water Stress\n\nGRI 303-4\nWater discharge\n\nGRI 303-5\nWater consumption\n\n| GLOBAL WATER USE (m³)¹ | FY19 | FY20 | FY21 | FY22 |\n|------------------------|------|------|------|------|\n| Water acquired²        | 13,170,345 | 15,483,333 | 17,531,824 | 14,922,089 |\n| Water discharged        | 5,955,248 | 6,183,886 | 7,594,396 | 6,247,679 |\n| Water consumption (acquired-discharge)³ | 7,215,097 | 9,299,447 | 9,937,428 | 8,674,410 |\n\n| WATER USE IN AREAS OF HIGH WATER STRESS (m³)¹ | FY19 | FY20 | FY21 | FY22 |\n|-----------------------------------------------|------|------|------|------|\n| Water acquired¹ | 3,188,433 | 4,809,714 | 3,923,328 | 3,208,185 |\n| Water discharged | 2,373,649 | 2,966,149 | 2,801,440 | 2,629,705 |\n| Water consumption (acquired-discharge)³ | 814,783 | 1,843,565 | 1,121,888 | 578,480 |\n\n¹ Due to data corrections after report publication, some figures may differ from those reported last year. Significant or material changes are highlighted, where appropriate.\n² Fiscal year 2022 water acquired data was third-party assured by SGS, based on 100 locations reporting. For fiscal year 2021 was assured by ERM-CVS, for fiscal year 2020 assured by Transreg LLC.\n³ Jabil uses the term “acquired,” rather than “withdrawn,” when it pertains to our water use. Our sites currently only report their purchased water, rather than other sources of water intake such as rainwater, well water, etc.\n\nNote: Data based on 100 sites reporting. The data in the chart above only applies to the 16 Jabil general locations that are located in high or extremely high water stress regions. Our analysis of top 10 water users were completed at the beginning of fiscal year 2021.\nEmissions\n\n**GRI 305-1**\nDirect GHG emissions (Scope 1)\n\n**GRI 305-2**\nIndirect GHG emissions (Scope 2)\n\n**GRI 305-3**\nOther indirect GHG emissions (Scope 3)\n\n**GRI 305-4**\nGHG emissions intensity\n\n**GRI 305-5**\nGHG emissions\n\nMethodology used:\n- Accounting and Reporting: Greenhouse Gas Protocol (GHGGP)\n- External Verification: ISO-14064 and ISO-14065\n- Renewable Energy: RE100 Technical Criteria\n\nWe have made progress on expanding our Scope 3 GHG identification. In previous years, we reported two categories of Scope 3 — category six (business travel) and partial category seven (employee commuting, where we have sponsored buses for employees). During fiscal year 2022, we calculated Scope 3, category one (purchased goods and services), as well as categories four and nine (upstream and downstream transportation), for fiscal year 2021.\n\nWhen we’ve completed mapping our Scope 3 emissions, we will set the appropriate reduction targets in alignment with SBTi methodology as we did for Scope 1 and Scope 2 emissions.\n\nWe also signed a commitment letter for the Science Based Targets initiative (SBTi) putting us on the path to carbon neutrality by 2045.\n\n| GHG EMISSIONS (MT CO₂e) | FY19 | FY20 | FY21 | FY22 |\n|--------------------------|------|------|------|------|\n| Scope 1                  | 39,759 | 47,547 | 53,865 | 53,174 |\n| Refrigerants (HFC)       |       |       |       | 4,348 |\n| Refrigerants (H)CFC      |       |       |       | 1,078 |\n| Scope 2 Location Based   | 1,572,629 | 1,730,850 | 1,992,711 | 1,735,145 |\n| Scope 2 Market Based     | 759,881 | 946,435 | 752,285 | 558,405 |\n| Scope 3 Value Chain (partial) | 83,337 | 51,847 | 45,869 | 52,489 |\n| Total Location Based     | 1,694,725 | 1,830,244 | 2,092,445 | 1,840,808 |\n| Total Market Based       | 881,977 | 1,045,829 | 852,019 | 664,068 |\n| Scope 3 Value Chain with New Categories | ibid | ibid | 9,290,731 | 156,741 |\n| Revenue (in millions)    | $25,282 | $27,266 | $29,285 | $33,478 |\n| Location GHG intensity (kg CO₂e/$1,000 sales) | 67.03 | 67.13 | 71.45 | 54.99 |\n| Market GHG intensity (kg CO₂e/$1,000 sales) | 34.89 | 38.36 | 29.09 | 19.84 |\n| GHG emissions avoided through renewable energy use/Scope 2 Location-Based | 52% | 45% | 62% | 68% |\n\nNote: Based on 96 sites reporting.\n\n1 Due to data corrections after report publication, some figures may differ from those reported last year. Significant or material changes are highlighted, where appropriate.\n2 Fiscal year 2022 GHG emissions and intensity data was third-party assured by SGS, for fiscal year 2021 was assured by ERM-CVS, for fiscal years 2019 and 2020 Scope 1 and 2 emissions only were assured by Transreg LLC.\n3 Scope 1 – Direct emissions from owned or controlled sources (stationary and mobile combustions)\n4 Scope 2 – Indirect emissions from purchased electricity and steam\n5 Scope 3 – All other value chain emissions (only partially quantified by Jabil) (category 6, business travel) (category 7, employee commuting where company buses are in use)\n6 During fiscal year 2022, we calculated and submitted the fiscal year 2021 emissions to the CDP for Scope 3 category 1 (purchased goods and services) and categories 4 and 9 (upstream and downstream transportation). This was the first time Jabil submitted emissions for these categories. However, the category 1 emissions figure was not included in the third-party assurance activity.\n7 This figure refers to categories 4 and 9: upstream and downstream transportation emissions for fiscal year 2022. Category 1: purchasing of goods and services emissions were not yet available at the time of this report.\nEffluents & Waste\n\nManagement approach\n\nWaste management has been determined to be a significant environmental aspect for many sites using a standardized risk assessment process approach.\n\nA Jabil global EHS Standard for Solid Waste has been established and applies to all sites owned or leased by Jabil that generate wastes that are hazardous, non-hazardous, biological, radioactive, pharmaceutical, universal, and electronic scrap.\n\nThe Standard sets forth the minimum company requirements for waste stream characterization, handling, storage, disposal, monitoring, use of approved vendors, emergency response, reporting and applicable training. The requirements are monitored, including through the use of site self-assessments, corporate EHS assessment teams and government inspections.\n\nNonconformances identified, such as through internal audits or external evaluations, are documented in Jabil’s incident tracking system, investigated as appropriate and reviewed by company management to evaluate and respond to potentially significant issues and emerging trends.\n\nDiverting waste from landfill is part of Jabil’s overall sustainability strategy; in fiscal year 2022, we developed an internal waste stewardship tool to ensure sites have identified their waste streams and are leveraging existing infrastructure and opportunities in their regions to keep wastes out of landfill.\n\nGRI 306-1\nWater discharge\n\nFor information on our water use and discharge, please see GRI 303-4 on page 48.\n\nGRI 306-2\nWaste by type and disposal method\n\nManaging potentially hazardous or flammable manufacturing waste is a challenge that Jabil addresses through rigorous risk management and by ensuring appropriate handling and disposal.\n\nOnce waste is defined as hazardous, we comply with all global regulations regarding its proper processing, including following strict handling procedures and working with qualified vendors for proper disposal. Any storage on site is contained in specified hazardous waste areas and facilities.\n\nGRI 306-3\nSignificant spills\n\n| WASTE & SPILLS | FY19 | FY20 | FY21 | FY22 |\n|----------------|------|------|------|------|\n| eScrap/eWaste (MT) | 3,496 | 3,245 | 2,457 | 1,584 |\n| Hazardous waste (MT) | 21,219 | 29,528 | 44,636 | 33,319 |\n| Incinerated/destroyed waste (MT) | 1,475 | 2,033 | 12,467 | 12,885 |\n| Landfilled waste (MT) | 14,510 | 16,836 | 26,598 | 26,823 |\n| Recycled waste (MT) | 44,530 | 63,027 | 75,256 | 108,760 |\n| Other wastes (MT) | 1,742 | 1,903 | 1,310 | 1,109 |\n| **Total (MT)** | **86,973** | **116,572** | **162,726** | **184,480** |\n\n# of spills | 0 | 0 | 0 | 0\n\nVolume of spills (gallons/liters) | n/a | n/a | n/a | n/a\n\nNote: Based on 114 sites reporting. n/a: Not applicable. *Estimated, based on site self-reporting (not third-party verified)\n\nGRI 306-4\nTransport of hazardous waste\n\nSASB 150a.1\nAmount of hazardous waste from manufacturing, percentage recycled\n\nGRI 306-5\nWater bodies affected by water discharges and/or runoff\n\nNone.\nSupplier Environmental Assessment\n\nManagement approach\n\nFor information on our approach to our supply chain, please see GRI 2-9 on page 39.\n\n| GRI 308-1 | New suppliers screened using environmental criteria |\n|-----------|---------------------------------------------------|\n| GRI 308-2 | Negative environmental impacts in the supply chain |\n\n| SUPPLIER SCREENING | FY19 | FY20 | FY21 | FY22 |\n|--------------------|------|------|------|------|\n| Suppliers screened using environmental criteria | 0.65% | 0.85% | 1.18% | 1.81% |\n| Suppliers assessed for environmental impact (#) | 139 | 143 | 185 | 347 |\n| Suppliers with significant actual and potential environmental impacts | 10 | 10 | 5 | 5 |\n| Suppliers with actual/potential negative impacts (with which improvements were agreed upon as a result of assessment) | 70% | 100% | 100% | 100% |\n| Suppliers terminated as the result of the assessment for actual/potential negative impacts | 0 | 0 | 0 | 0 |\n\nFor more information, please see GRI 2-9 on page 39 for information on our supply chain.\nEmployment\n\nGRI 401-1\nNew employee hires and turnover\n\n| TURNOVER & HIRING | FY19 | FY20 | FY21 | FY22 |\n|-------------------|------|------|------|------|\n| New Employee Hires| 316,104 | 403,367 | 389,491 | 397,274 |\n| Americas          | 11%  | 5%   | 6%   | 15%  |\n| Europe            | 2%   | 2%   | 2%   | 2%   |\n| Asia              | 88%  | 93%  | 92%  | 83%  |\n| Africa            | 0%   | 0%   | 0%   | 0%   |\n| Age (<30)         | 73%  | 61%  | 59%  | 60%  |\n| Age (30-50)       | 27%  | 38%  | 41%  | 39%  |\n| Age (>50)         | 0.9% | 0.5% | 0.6% | 1%   |\n| Men               | 61%  | 64%  | 62%  | 63%  |\n| Women             | 36%  | 33%  | 35%  | 33%  |\n\nBeginning in 2019, the company began using Workday globally, which enabled documentation and reporting on all dimensions.\n\nGRI 401-2\nBenefits provided to full-time employees (United States)\n\nOur Welfare Benefit Plan offers a range of benefits to eligible employees and their eligible dependent(s). Employees are generally eligible for coverage under the Plan if they work a minimum average of thirty (30) hours per week.\n\nNewly hired full-time employees scheduled to work 30 hours or more per week are eligible for benefits on the first day of the month following 30 days of employment. Employee contributions are required for plans outside of core company paid plans.\n\nSummary of benefits:\n- Medical Plan\n- Prescription Drug Plan\n- Dental Plan\n- Vision Plan\n- 401k Retirement Plan\n- Short-term Disability\n- Long-term Disability\n- Basic Life and Accidental Death & Dismemberment (AD&D) Plan\n- Supplemental Life\n- Tax Advantaged Accounts: (Flexible Spending Accounts, Health Reimbursement Account, Health Savings Account)\n- Employee Assistance Plan (EAP)\n- Wellness Program\n- Voluntary Plans (Accident, Critical Illness, Hospital Indemnity, Identity Protection, Legal, Pet)\n- Employee Stock Purchase Plan (ESPP)\n\nJabil is built on the foundation of empowered employees. Our Employee Stock Purchase Plan (ESPP) allows employees to be a stockholder and share in the success of our global organization. The ESPP allows eligible Jabil employees the option to purchase Jabil stock (JBL on the New York Stock Exchange) at a 15% discount to Fair Market Value (FMV). Employees become eligible to participate in the ESPP following 90 days of employment.\n\nOutside the United States, benefits including leaves are provided in line with country and local laws and regulations.\nUnder the Federal Family and Medical Leave Act (FMLA) in the United States, eligible employees are generally allowed to take up to 12 weeks of unpaid leave for certain family and medical situations and continue their elected coverage during this time. Jabil is required to maintain coverage under the Medical plan for employees while on FMLA leave whenever such coverage was provided before the leave was taken and on the same terms as if they had continued to work.\n\nEmployees may take up to 12 weeks of unpaid leave under FMLA in a 12-month period. Group health plan coverage will be maintained by Jabil during an eligible employee’s FMLA leave to the extent and under the same circumstances as such coverage ordinarily is furnished.\n\nEligible employees can take FMLA leave for the following reasons:\n- For the birth and care of your newborn child or a child who is placed for adoption or foster care;\n- For the care of a spouse, child or parent who has a serious health condition;\n- For employees’ own serious health conditions;\n- For “any qualifying exigency” (a qualifying urgent situation or pressing need) arising out of the fact that the spouse, son, daughter or parent of the employee is on active duty or called to active duty status as a member of the National Guard or Reserves in support of a contingency operation.\n\nThe number of weeks of unpaid state leave available for family and medical reasons may vary based on state law requirements.\n\nEligible full-time employees may apply for medical short-term disability with third-party administrator.\n\nEffective January 1, 2022, Jabil Inc. has started offering paid parental leave to eligible employees in the U.S.\n\n### PARENTAL LEAVE (U.S. ONLY)\n\n| NUMBER OF EMPLOYEES | 2019 | 2020 | 2021 | 2022 |\n|---------------------|------|------|------|------|\n| Entitled to parental leave, by gender | 2,835 | 5,860 | 2,984 | 6,044 |\n| Took parental leave, by gender | 46 | 46 | 66 | 53 |\n| Returned to work after parental leave, by gender | 37 | 37 | 74 | 59 |\nLabor/Management Relations\n\nManagement approach\n\nAll employees are entitled to work in a respectful environment, free from harassment and discrimination. Jabil complies with all applicable employment, labor and immigration requirements, and promotes a diverse and inclusive workplace. Jabil is committed to equal employment opportunity and prohibits discrimination or harassment based on race, religion, religious practices, creed, color, national origin, sex, sexual orientation (including gender identity), marital status, age, physical or mental disability, medical condition, genetic information, ancestry, veteran status or any other characteristic protected by law.\n\nJabil promotes respect for fundamental human rights as an essential element of responsible corporate citizenship. Jabil is also a founding member of the Electronic Industry Citizenship Coalition (EICC), which became the Responsible Business Alliance (RBA) in 2017. Jabil participates in the RBA Validated Assessment Process (VAP), which confirms alignment to RBA Code. Jabil is always looking for ways to improve respect for human rights throughout its organization and supply chain. In particular, we are committed to the following key principles:\n\n• Employment should be a free choice. Forced, bonded or indentured labor, involuntary prison labor, slavery or trafficking of persons is never acceptable.\n• Child labor must never be used in any stage of manufacturing.\n• Working hours should not be more than 60 hours per week, including overtime, except in emergency or unusual situations. Workers should be allowed at least one day off every seven days.\n• Wages and benefits must comply with all applicable wage laws, including those relating to minimum wages, overtime hours and legally mandated benefits.\n• Harsh and inhumane treatment, including sexual harassment, sexual abuse, corporal punishment, mental or physical coercion, or verbal abuse is prohibited; nor should workers be subjected to threats of such treatment.\n• The workplace should be free of harassment and unlawful discrimination.\n• The right of all workers to form and join trade unions, to bargain collectively and to engage in peaceful assembly, as well as the right of workers to refrain from such activities, must be respected.\n\nGRI 402-1\n\nMinimum notice periods regarding operational changes\n\nJabil follows all applicable local laws and agreements regarding notice of operational changes to our employees.\nOccupational Health & Safety\n\nManagement approach\n\nJabil has a comprehensive occupational safety program in place that includes a health and safety policy: a health and safety management system, global health and safety standards, and we utilize both a triennial assessment process and annual site self-assessments to evaluate conformance status and to drive improvements. Jabil uses an environmental health and safety index, which is a composite of leading and lagging indicators as an internal Key Performance Indicator (KPI), and the metrics are reviewed regularly by company leaders.\n\nThe Jabil EHS Leadership global standard outlines the importance of every supervisor and manager in providing leadership to their respective organizations in the implementation of the EHS Management System. This standard defines each level of management’s responsibility, accountability and authority in regards to EHS.\n\nThe occupational health and safety program includes chemical and other hazardous materials safety. The objective of the global Hazardous Materials Management standard is to:\n\n- Eliminate, or reduce, to an acceptable level, the risk of injury and/or illness, property damage, environmental impact and regulatory violations through a process that controls acquisition, use and disposition of hazardous material in a Jabil facility;\n- Eliminate, or reduce the hazards associated with hazardous materials by establishing processes for evaluating, approving, handling, using, storing, disposing and shipping hazardous material;\n- Substitute fewer hazardous materials when possible;\n- Meet all the Global Harmonized System criteria requirements for Hazard Communication guidelines;\n- Provide awareness training for all employees; and provide specialized training for employees who handle hazardous materials\n\nThe objective of the Dangerous Goods/Hazardous Materials and Security Requirements standard is to mitigate the risks associated with dangerous goods/hazardous materials and requires the application of safety precautions during their transport, use, storage and disposal.\n\nLearn more about Jabil’s management approach to health and safety on page 23: Meeting the Safety Needs of a More Complex Digital Machinery World.\n\nGRI 403-1\nOccupational health and safety management system\n\nJabil has established a health and safety management system that meets and often exceeds the requirements of the ISO 45001 Health and Safety international standard. More than 30% of Jabil manufacturing sites have obtained external certification on their health and safety management system.\n\nGRI 403-2\nHazard identification, risk assessment, and incident investigation\n\nAll Jabil sites follow Jabil’s global EHS Risk Assessment Standard to evaluate and prioritize our EHS-related hazards in the workplace and develop controls to proactively prevent incidents from occurring. All safety incidents, no matter how minor, are required to be reported into the company’s enterprise incident management software—EHSIP. Jabil’s Incident Reporting and Analysis Standard defines the process all sites follow for reporting and investigating incidents.\n\nThere was a single occasion of work stoppage in a manufacturing cell of one factory. In response to the employee fatality described in section GRI 403-9, work was paused for seven days to ensure that a comprehensive investigation and root cause analysis was completed. There were no other work stoppages, or days idle, due to work-related injuries or illness in fiscal year 2022 (excluding government-required COVID-19 closures, which are not considered work-related).\n\nSASB 310a.1\n(1) Number of work stoppages and (2) total days idle\nGRI 403-4\nWorker participation, consultation, and communication on occupational health and safety\n\nAll Jabil workers are trained on occupational health and safety as part of the new employee onboarding process and receive refresher training as appropriate. They are provided with information on the hazards they may encounter at work and how to mitigate the associated risks.\n\nWe give all employees the ability to report incidents, hazardous conditions, and other concerns or suggestions into the enterprise incident management software—EHSIP, including anonymously if desired. Our global EHS risk assessment standard requires a cross-functional team approach to assess and mitigate risks in the areas in which they work. Jabil’s safety culture maturity model, referred to as the AIM program, contains six levels of performance. A specific set of criteria must be achieved by a site to progress to the next level, where they are validated by a corporate team of qualified assessors. The objectives of the AIM program are to:\n\n• Ensure that our Safety-First philosophy is a core business value\n• Establish Jabil as a leader in EHS performance and a differentiator from others\n\nGRI 403-5\nWorker training on occupational health and safety\n\nWhile Jabil continued to focus on workplace health and safety, attention has been expanded to include the whole health and wellbeing of the employee. Jabil offers non-occupational health services to employees at various sites throughout the company. In some locations, these services are extended to employees’ families.\n\nIn addition, Jabil recognizes that mental health is essential to overall wellbeing; thus, in fiscal year 2022, an expanded health and wellbeing program was deployed, including a mental health and resiliency training curriculum.\n\nThe Employee Assistance Program (EAP) has been expanded to include the entire organization and includes services to assist with urgent or immediate employee mental health issues. The EAP can also assist with referrals for substance abuse/addiction.\n\nJabil has a comprehensive privacy policy that ensures medical data is strictly protected in accordance with the laws applicable to each location and has undergone rigorous General Data Protection Regulation (GDPR) assessments. Jabil policy ensures that workers’ personal health information is not used for any favorable or unfavorable treatment.\n\nGRI 403-6\nPromotion of Worker Health\n\nJabil has a global EHS Contractor Requirements Standard that establishes a standardized process for assessing and managing potential risks associated with contractor work practices that may affect employee health and safety and/or the environment. It is intended to ensure that the consulting and procurement of contractors does not create additional risk or negative impact to safety, health and/or environment.\n\nThe following elements, at a minimum, are included in the Contractor Safety process:\n\n• Contractor Pre-screening for Safety Performance, Risks and Qualifications\n• Contractor Orientation/Training Requirements\n• Contractor Approval and Conflict Resolution\n• Contractor EHS Requirements\n\nIn addition, the Jabil Health and Safety Policy communicates Jabil’s commitment to ongoing health and safety standards that safeguard employees, contractors and visitors to our facilities against injury and ill health. Jabil’s Master Services Agreement/contact mandates that contractors adhere to Jabil EHS requirements.\n\nCompliance to contractor safety is audited at least annually as part of site assessment process, every three years through the EHS corporate assessments, and the audit report outcomes are made available to management.\nJabil’s EHS Management System is mandatory for:\n\n- All manufacturing locations owned or leased by Jabil, and all joint ventures where Jabil has operational control.\n- All research and development (R&D) locations that have more than 50% non-administrative activities and more than 60 employees.\n- Jabil locations with less than 50% non-administrative activities are required to implement only EHS-critical components of the EHS management system, unless certain high-risk EHS concerns exist, such as explosive materials, high-flammable materials, toxic materials, etc.\n\nIn fiscal year 2022, one Jabil employee unfortunately suffered fatal injuries while working at a Jabil factory. A thorough investigation, including root cause analysis, was undertaken to determine the genesis of the incident to ensure prevention of further occurrences. As a result, actions were affected for each identified root cause, tracked to completion and used to develop a comprehensive “Red Alert” communication cascaded to all Jabil sites globally.\n\n### SASB 320a.1\n\n(1) Total recordable incident rate (TRIR), Lost Time Injury Rate (LTIR) and (2) near miss frequency rate (NMFR) for (a) direct employees and (b) contract employees\n\n| INJURIES | FY19 | FY20 | FY21 | FY22 |\n|----------|------|------|------|------|\n| FOR EMPLOYEES: | | | | |\n| Total Recordable Injury Rate (TRIR) | 0.29 | 0.24 | 0.16 | 0.14 |\n| LTIR | 0.21 | 0.15 | 0.09 | 0.08 |\n| Fatalities (#) | 0 | 0 | 0 | 1 |\n| Health and safety-focused audits (#) SAT+CA | 156 | 102 | 119 | 109 |\n| OSHA 18001 / ISO 45001 certifications (# of sites) | 14 | 21 | 36 | 36 |\n| High-consequence work-related injuries (# Tier1) | 2 | 6 | 1 | 2 |\n\nMain types of work-related injury\n\n- Slip/Fall\n\nNumber of hours worked\n\n- 445,322,560\n- 494,868,930\n- 561,496,566\n- 556,156,975\n\nNote: The number of hours work includes all active Jabil sites, as well as those which were closed during that fiscal year.\n\nJabil does not track temporary/leased employee injuries separately. For EHS reporting purposes, a temporary/leased employee is a non-Jabil employee who is contracted through a temporary agency or employee leasing service or contractor employee who is directly supervised by a Jabil employee on a day-to-day basis. Contractor employees who do not fall into these categories are monitored with separate metrics at the site level. We do not currently track near-miss frequency rate (NMFR).\nTraining & Education\n\nGRI 404-1\nAverage hours of employee training\n\nJabil views learning & development as a high priority for its employees. We offer a robust learning curriculum that focuses on leadership/professional skills and functional/technical skills. In addition, all employees are required to complete annual compliance and/or EHS training. Training is offered in both a self-paced e-learning format as well as instructor led.\n\nGRI 404-2\nPrograms for upgrading employee skills and transition assistance programs\n\n| EMPLOYEE TRAINING (AVG HRS) | FY19 | FY20 | FY21 | FY22 |\n|-----------------------------|------|------|------|------|\n| Men                         | 52   | 43   | 19   | 47   |\n| Women                       | 42   | 35   | 15   | 62   |\n| Chose not to identify       | 48   | 3    | 2    | 3    |\n| Employee category           | 56   | 56*  | 34*  | 51*  |\n| Sr. Executives              | 16   | 6    | 6    | 8    |\n| Mid-level                   | 13   | 17   | 24   | 29   |\n| Entry level                 | 20   | 19   | 12   | 40   |\n| Direct labor (average hours)| 80   | 80   | 80   | 80   |\n| Indirect labor (average hours)| 17  | 18   | 22   | 29   |\n\n*Average training hours by job category, gender and level include all workers (employees and contractors) total.\n\nGRI 404-3\nPercentage of employees receiving regular performance reviews\n\n| PERFORMANCE REVIEWS | FY19 | FY20 | FY21 | FY22 |\n|---------------------|------|------|------|------|\n| Employees receiving annual performance and development reviews | 92%  | 99%  | 98%  | 93%  |\nDiversity & Equal Opportunity\n\nGRI 405-1\nDiversity of governance bodies and employees\n\nAt Jabil, our differences unite us. They give us strength and make us better. And by creating a culture where every employee feels valued and heard, Jabil benefits from everyone’s ideas, skills and engagement.\n\nOur diverse workforce involves many different countries, cultures and generations, all contributing unique experiences and abilities to drive solutions for today’s challenges and create opportunities for tomorrow.\n\nAt Jabil, everyone is welcome; everyone can be their true self. It’s better for our customers and our business. It’s better for the communities we work in, and of course, it creates a better workplace for all of us.\n\n| DIVERSITY | FY19 | FY20 | FY21 | FY22 |\n|-----------|------|------|------|------|\n| Total (#) | 190,631 | 218,224 | 234,154 | 228,415 |\n| Men | 56% | 56% | 56% | 55% |\n| Women | 42% | 40% | 41% | 41% |\n| Age group (<30) | 53% | 41% | 43% | 40% |\n| Age group (30–50) | 42% | 52% | 53% | 54% |\n| Age group (>50) | 5% | 6% | 5% | 6% |\n| Board (#) | 10 | 10 | 10 | 10 |\n| Men | 70% | 70% | 70% | 70% |\n| Women | 30% | 30% | 30% | 30% |\n| Senior Executives (#) | 967 | 1,071 | 970 | 1005 |\n| Men | 83% | 81% | 81% | 79% |\n| Women | 17% | 19% | 19% | 21% |\n| Age group (<30) | 0.4% | 0.0% | 0.0% | 0.0% |\n| Age group (30–50) | 59% | 52% | 53% | 50% |\n| Age group (>50) | 41% | 48% | 47% | 50% |\n\nSome percentages may not add up to 100% because some employees have chosen not to disclose certain information.\nFreedom of Association & Collective Bargaining\n\n**GRI 407-1**\nOperations and suppliers in which the right to freedom of association may be at risk\n\nWe require suppliers to adopt the Responsible Business Alliance’s (RBA) Code of Conduct.\n\n“In conformance with local law, participants shall respect the right of all workers to form and join trade unions of their own choosing, to bargain collectively and to engage in peaceful assembly as well as respect the right of workers to refrain from such activities. Workers and/or their representatives shall be able to openly communicate and share ideas and concerns with management regarding working conditions and management practices without fear of discrimination, reprisal, intimidation or harassment.”\n\nFor more information on the RBA Code of Conduct, visit their website.\n\nSee section GRI 409-1 more information on at-risk operations.\n\nChild Labor\n\n**GRI 408-1**\nSignificant risk of child labor in operations and suppliers\n\nWe are committed to preventing forced and child labor in our operations and enforce a strict minimum age of 18 in all Jabil factories, which are reinforced and monitored constantly through internal evaluation. We hold our suppliers to internationally recognized requirements in Jabil’s Supplier Code of Conduct, including a minimum employee age of 15, or higher where local law stipulates.\n\nForced or Compulsory Labor\n\n**GRI 409-1**\nOperations and suppliers at significant risk for incidents of forced or compulsory labor\n\nOur Malaysian operations are the main corridor for risk of foreign migrant workers from overseas. We continue to invest in our Malaysian operations with respect to direct engagement and recruitment of foreign workers in resident countries. We manage the deployment of recruited workers through a consolidated agent structure. We monitor risk for compulsory or forced labor in countries where Jabil operates and countries from which we receive foreign workers.\n\nWe endorse the Responsible Labor Initiative’s expectations for suppliers. These include:\n\n- All work must be voluntary, and workers must be free to leave or terminate employment.\n- Treatment of workers must be free from discrimination and harsh or inhumane treatment.\n- There should be no unreasonable restrictions on workers’ freedom of movement.\n- No employer or agency recruitment fees should be paid by workers.\n\n- Recruitment fees already paid by workers should be reimbursed.\n- Workers’ passports should not be held by employers or agents unless required by law.\n- Employment agreements must be written in workers’ native languages.\n- Working hours and wages must be lawful.\n- Additional protections summarized in the RBA Code of Conduct.\nHuman Rights Assessment\n\nGRI 412-1\nOperations that have been subject to human rights reviews\n\nGRI 412-2\nEmployee training on human rights policies and procedures\n\nRespect for fundamental human rights is critical and Jabil views these rights as an essential element of responsible corporate citizenship. In addition to support of the United Nations Global Compact and the United Nations Guiding Principles on Business and Human Rights, Jabil is also a member of the Responsible Business Alliance (RBA). Jabil is always looking for ways to improve respect for human rights throughout its organization and supply chain. We are committed to the following internationally recognized principles:\n\n• Employment should be a free choice. Forced, bonded or indentured labor, involuntary prison labor, slavery or trafficking of persons is never acceptable.\n• Child labor must never be used in any stage of manufacturing.\n• Working hours should not be more than 60 hours per week, including overtime, except in emergency or unusual situations. Workers should be allowed at least one day off every seven days.\n• Wages and benefits must comply with all applicable wage laws, including those relating to minimum wages, overtime hours and legally mandated benefits.\n• Harsh and inhumane treatment, including sexual harassment, sexual abuse, corporal punishment, mental or physical coercion, or verbal abuse is prohibited; nor should workers be subjected to threats of such treatment.\n• The workplace should be free of harassment and unlawful discrimination.\n• The right of all workers to form and join trade unions, to bargain collectively and to engage in peaceful assembly as well as the right of workers to refrain from such activities, must be respected.\n\nWe focus on training in high-risk areas. Jabil relies upon the RBA Code of Conduct as its human rights proxy.\n\nHUMAN RIGHTS\n\n| FY19 | FY20 | FY21 | FY22 |\n|------|------|------|------|\n| Operations assessed for human rights (#)* | 18 | 13 | 16 | 19 |\n| Operations assessed for human rights (% of high-risk facilities)* | 72% | 54% | 62% | 70% |\n\n*Independent, external audits were conducted through the Responsible Business Alliance’s (RBA) Validated Assessment Program (VAP), customer human rights/code of conduct audit\n\nRegions considered high-risk by Jabil are located in the following areas:\n\n• Brazil\n• China\n• Hungary\n• India\n• Malaysia\n• Mexico\n• Poland\n• Taiwan\n• Ukraine\n• Vietnam\n\nThe list is derived from the sites that we have categorized as high risk following a full social compliance risk evaluation and conducted audits. However, while we have conducted an audit on a site in a country that is classified as high risk, not all facilities in that country are considered to be high risk.\nLocal Communities\n\nGRI 413-1\nOperations with local community engagement, impact assessment, and development programs\n\nAn environmental impact assessment (EIA) is a legal requirement in most countries where we operate. However, environmental impact assessments are already a part of our risk assessment process at each Jabil location, even if a documented EIA is not legally required. If an EIA is required, we prepare a public document to identify any potential environmental and social impacts. Jabil is continually conducting such assessments when there are environmental impacts from changes in operations and any new construction. Jabil respects legally designated protected areas and commits to avoiding negative impacts on threatened and protected species.\n\nIdentifying health- and safety-related impacts are part of the risk assessment at each Jabil location, and they are evaluated and controlled if the risk is higher than a tolerable level.\n\nJabil defines an activity risk being at a \"tolerable level\" when the activity may proceed with normal supervision after control measures are implemented, all controls are in place, risks are being minimized, and that no other risk reductions are possible. The risk associated with this activity is reassessed as appropriate.\n\nGRI 413-2\nOperations with significant potential and actual negative impacts on local communities\n\nNone in fiscal year 2022.\n\nSupplier Social Assessment\n\nManagement approach\n\nJabil’s supplier assessment strategy is to use Responsible Business Alliance (RBA) code to guide our core governance program. All sites are assessed for risk every six months, using 11-point risk evaluation criteria which was developed with both external and internal risk factors considered.\n\nAll Jabil sites are risk rated, by region, as either low, medium, or high risk. A number of high-risk facilities are then subject to an external third-party independent audit, part of the RBA Validated Assessment Program (VAP). Those sites that are not subject to external VAP audit will be either audited against RBA protocol using internal auditors or by customer audit teams.\n\nExternal VAP audits and customer audits would be considered the validation that the internal governance communication and execution is of an adequate level to meet the needs of the business and expectations of our customers.\n\nGRI 414-1\nNew suppliers screened using social criteria\n\nNew suppliers are evaluated and, if accepted, onboarded following the Jabil Partner Lifecycle process. Onboarded suppliers are subject to additional evaluations following the RBA Code of Conduct. Please refer to the GRI 2-9 section for additional information.\nGRI 414-2\nNegative social impacts on society in the supply chain, and actions taken\n\nSASB 320a.2\nPercentage of (1) entity’s facilities and (2) Tier 1 supplier facilities audited in the RBA Validated Audit Process (VAP) or equivalent, by (a) all facilities and (b) high-risk facilities\n\nApproximately 33% (25/80) of facilities reviewed in our Annual Global Facilities Evaluation were identified as a “high-risk facility.”\n\nSASB 320a.3\n(1) Non-conformance rate with the RBA Validated Audit Process (VAP) or equivalent and (2) associated corrective action rate for (a) priority non-conformances and (b) other non-conformances, broken down for (i) the entity’s facilities and (ii) the entity’s Tier 1 supplier facilities\n\nFor more information, please see GRI 412 on page 61.\n\nGRI 415-1\nPolitical Contributions\n\nOur policy on political contributions is covered under our Code of Conduct. We do not make a political contribution with the intent to improperly influence someone.\n\nGRI 418-1\nSubstantiated complaints concerning breaches of customer privacy and losses of customer data also information security risk insurance\n\nNo known material breaches or substantiated complaints occurred in fiscal year 2022.\nTask Force on Climate-Related Financial Disclosures (TCFD)\n\nGovernance\n\nOur Board of Directors provides oversight of climate change risks and opportunities.\n\nThe Board is provided with regular updates on the progress of the five-year sustainability strategy, including the status of greenhouse gas reduction goals as well as the development of our Scope 3 greenhouse gas (GHG) identification.\n\nOur senior management develops, approves, assesses, updates and manages climate-related risks and opportunities.\n\nOur Enterprise Sustainability Leadership Council was formed with the objective of advising on sustainable business strategies to provide pathways to responsible, stable, profitable and long-term economic growth. The council, comprised of a cross-functional team of senior leaders, helps ensure the integration of business and sustainability priorities across the company. The team orients the organization toward the inclusion of social and environmental aspects of the company’s sustainability efforts in all areas of the business. Their responsibilities include:\n\n- Reviewing and endorsing global corporate sustainability goals, as well as assisting in the communication and implementation within areas of functional/business responsibility\n- Developing and increasing stakeholder awareness of the imperatives and benefits of sustainable behavior\n- Initiating and supporting changes and/or continued improvements to sustainability efforts across the company\n- Contributing to the development and review of high visibility communication and reports\n- Assessing the significant social, ethical and environmental risks that might impact the long-term business or impair Jabil’s objective to be recognized as a leading responsible company\n- Supporting employees in understanding and delivering on their personal responsibilities for implementing sustainable practices\n\nIn fiscal year 2022, the council membership consisted of:\n\n- EVP/Chief Human Resources Officer – Sponsor\n- VP – Social & Environmental Responsibility – Chair\n- SVP – Supply Chain\n- SVP – Global Sales\n- SVP – Treasury\n- SVP – Global Quality\n- VP – Deputy General Counsel\n- VP – Investor Relations\n- Sr. Director – Packaging Sustainability\n- Sr. Director – Supply Chain Compliance\n- Sr. Program Manager – Sustainability Subject Matter Expert\nStrategy\n\nOur organization has set climate-related goals over the short, medium and long term based on identified risks and opportunities.\n\n| TERM | FROM (yrs) | TO (yrs) | DESCRIPTION |\n|------|------------|----------|-------------|\n| Short | 0          | 4        | Annual site-specific reduction/efficiency improvement goals for energy use vs. previous fiscal year |\n| Medium | 5          | 10       | 25% reduction of Scope 1 & 2 greenhouse gas emissions vs. 2019 baseline by close of fiscal year 2025 and 50% reduction by close of fiscal year 2030 |\n| Long  | 11         | 25       | Journey to carbon neutrality by 2045 |\n\nWe have identified the impact of climate-related risks and opportunities on our business, strategy and financial planning.\n\nWe are subject to risks associated with climate change and associated weather phenomena. Our operations and those of our customers and suppliers may be subject to climate change-related events, the severity of which depends on the location, and which could negatively impact the results of operations and increase our costs and expenses. We are susceptible to losses and interruptions caused by hurricanes (including in Florida, where our headquarters are located), earthquakes, power shortages, telecommunications failures, water or other natural resource shortages, tsunamis, floods, typhoons, drought, fire, extreme weather conditions, rising sea level, geopolitical events such as direct or indirect terrorist acts or acts of war, other natural or man-made disasters, boycotts and sanctions, or widespread criminal activities. Such events could make it difficult or impossible to manufacture or to deliver products to our customers, receive production materials from our suppliers, or perform critical functions, which could adversely affect our business globally or in certain regions. While we maintain similar manufacturing capacities at different locations and coordinate multi-source supplier programs on many of our materials, which we believe better enables us to respond to these types of events.\n\nThere are opportunities for business growth of new markets for more sustainable products. Through the acquisition of a sustainable packaging company, Jabil has new capabilities around reducing GHG emissions in its packaging lines.\n\nIn addition, Jabil’s development of its Design for Sustainability (DFS) services will create opportunities for further emission reduction strategies across the products Jabil manufactures. Please see page 28 for additional details on the services and solutions Jabil can offer customers.\n\nJabil is also working to install electric vehicle (EV) chargers at sites worldwide, which encourages employees to contribute to climate action.\n\nIn fiscal year 2022, Jabil issued its first green bond and raised $500 million in bonds earmarked for the environment. The green bond helps to provide funds for sustainability initiatives, confirming the company’s commitment to environmental sustainability. It also encourages better collaboration internally, promoting greater integration between the finance and sustainability teams. Finally, the financing satisfies the high demand from investors, driven by a desire to invest in sustainable products and to use green bonds as a hedging tool against climate risk.\n\nAligned to Jabil’s overarching strategy, a significant portion of the net proceeds are expected to be allocated to expenditures related to two of Jabil’s sustainability pillars:\n\nOur Innovative Solutions\nThe services and solutions Jabil provides which enable the production of green and sustainable products for customers, including:\n\n• Clean transportation\n• Renewable energy infrastructure\n• Ecologic-brand recycled packaging products\n• Smart infrastructure\n• Circular economy\n• Sustainable packaging\n\nOur Operations & Resources\nEnsuring we operate and manage resources in our sites as efficiently as possible, including:\n\n• Waste and water diversion\n• Procurement and production of renewable energy\n• Operational improvements to reduce greenhouse gas emissions\n• Green buildings and transportation.\nA cross-functional Sustainable Finance Committee was formed to oversee the project evaluation and selection process to ensure selected projects comply with the Green Financing Framework’s eligibility criteria defined in the Use of Proceeds section and are aligned with Jabil’s sustainability strategy. The amount and extent of expenditures on projects meeting the framework’s eligibility criteria is tracked and maintained through an internal management reporting process, and a report will be published annually until the net proceeds have been fully allocated.\n\nOur processes for identifying, assessing and responding to climate-related risks and opportunities:\n\n| Value Chain Stage(s) Covered | Risk Management Process | Frequency of Assessment |\n|------------------------------|-------------------------|-------------------------|\n| Direct operations            | Integrated into multi-disciplinary company-wide risk management process | More than once a year |\n| Upstream                     |                         |                         |\n| Downstream                   |                         |                         |\n\nWith over 250,000 diverse, talented and dedicated employees across 100 locations in 30 countries, our vision is to be the most technologically advanced and trusted manufacturing solutions provider. We provide comprehensive electronics design, production and product management services to companies in various industries and end markets.\n\nJabil is subject to acute and chronic physical risks associated with natural disasters and climate change. We utilize third-party risk assessment experts whose services include identifying and assessing sites’ climate-related risks, providing mitigation recommendations and providing risk transfer to insure residual risks. Jabil approaches relevant climate-related risks on a risk-by-risk basis. As it relates to our sites, as risks are identified, the risk owners within the business operations are responsible for further evaluating their potential financial, strategic and/or reputational impact as well as the probability for those risks to occur.\n\nThe physical risks are relevant to different parts of the business. For instance, the risk of increased flooding and extreme weather events impacting the production, logistics and procurement of products from suppliers is monitored by our Supply Chain organization. Securing consistent, resilient and sustainable supply chains for key materials is a strategic priority for the Supply Chain organization. Enterprise-level risks are reviewed by members of our senior leadership team.\n\nOur global Risk Management & Insurance Director oversees the third-party risk assessment, proposed mitigation plan issuance and insurance claim management process. Our legal team, in partnership with our sustainability experts, survey climate-related legal risks, which includes evaluating the applicability of upcoming legal ESG disclosure requirements. The Enterprise Sustainability Leadership Council has been established and is chaired by Jabil’s Vice President of Social and Environmental Responsibility, who serves as the company Chief Sustainability Officer.\n\nOur organization’s strategy is resilient in the face of different climate-related scenarios, including a two degree Celsius or lower scenario.\n\nIn order to set goals that further enhance our water conservation efforts, we conducted a refreshed scenario analysis on our facilities worldwide to understand which sites are in water stress areas in accordance with the World Resources Institute (WRI) Aqueduct Water Risk Assessment tool in fiscal year 2021. During fiscal year 2022, sites that fell in the category of “high” or “extremely high,” as well as our top 10 water users, developed or updated their water conservation plans, and applicable sites designed projects to reduce acquired water use.\n\nWater management has been determined to be a significant environmental aspect for many sites, using a standardized risk assessment approach. A Jabil global EHS Standard for Water Management was established and applies to all sites owned or leased by Jabil that use water for domestic/manufacturing processes, generate wastewater during manufacturing processes, treat wastewater, discharge water to streams or treatment systems, or have stormwater drainage systems. The standard sets forth the minimum company requirements for drinking water management, wastewater characterization, wastewater treatment operational control and inspection, monitoring, reporting, stormwater pollution prevention, inspections, emergency response, and applicable training requirements. The requirements are monitored, including through the use of site self-assessment teams and government inspections. Nonconformities are identified, such as through internal audits or external evaluations, are documented in Jabil’s incident tracking system, investigated as appropriate and reviewed by company management to evaluate and respond to potentially significant issues and emerging trends.\nRisk Management\n\nWe have processes for identifying and assessing climate-related risks.\n\nTo identify and assess Jabil’s exposure to both acute and chronic climate-related events, Jabil’s Risk Management, Real Estate, Facilities, and Social and Environmental Responsibility teams actively collaborate to identify and assess potential physical climate risks at the site level in all locations where we have operations.\n\nIdentifying our company’s risk includes site visits from our property insurer. Their specially trained engineers evaluate our facilities based on construction, occupancy, protection and exposure (COPE). They also examine Jabil’s hazard management programs to identify any gaps or processes that could put Jabil’s business at risk. Jabil is provided with a Risk Report that contains a detailed explanation of the exposures that could cause a property loss at our facility, and we work with the site to put together a thorough, cost-effective loss prevention program that mirrors Jabil’s business and risk management objectives.\n\nJabil’s property insurer was concerned that Jabil’s plant in eastern Europe could be at-risk of flooding due to climate related risks associated with increasing flood levels at two rivers located near the plant. To mitigate this risk, Jabil hired a consultant to evaluate the risk and prepare 3D models to provide evidence that the plant would not flood in the event of a 1 in 100-year event. The plant also rewrote its flood preparedness and response plan to implement recommendations from the consultant and to include informal daily contact with the local water authority for the duration of any flood alerts at a level II status or above.\n\nJabil has created Flood Emergency Response Plans (FERP) for many of its locations that include information on:\n\n- A reliable flood-warning method.\n- A clearly defined, designated leader with the authority to take action, including shutting down operations in preparation for a flood.\n- Plans for safely shutting down production lines and electrical systems.\n- Simple actions to reduce the financial impact of the flood, such as relocating high-value equipment and supplies.\n- Practical cleanup, temporary operation, and recovery plans.\n\nOur organization has processes for managing climate-related risks.\n\nOnce a recommendation for improvement is identified at the site level, a remediation owner is assigned. The remediation owner is a Jabil employee at the site that is responsible for:\n\n- Deciding how to act on the recommendation\n- Implementing a remediation plan for the recommendation\n- Uploading evidence of the remediation once it has been completed\n- Collecting and providing evidence to Jabil’s property insurer that the remediation is complete\n\nAt the corporate level, Risk Management uses its Risk Management Information System to:\n\n- Document recommendations for improvement from Jabil’s property insurer\n- Track the progress of remediation efforts at the site level\n- Track approval of the completed remediation by Jabil’s property insurer\n\nOur processes for identifying, assessing and managing climate-related risks are integrated into our company’s overall risk management system.\n\nJabil’s global climate action plan follows three core strategies:\n\n- Reduce: Reducing site energy usage through strategic investments and innovations in energy efficiency, peer auditing and best practice sharing.\n- Produce: Producing energy through on-site power purchase agreements (PPA) to minimize GHG emissions and maximize cost savings.\n- Procure: Procuring green energy where feasible through guarantees of origin (GO), renewable energy credits (RECs), power purchase agreements (PPAs), and virtual power purchase agreements (VPPAs).\n\nEnergy and environmental data from each of our global sites is tracked in an enterprise environmental data management software and aggregated to analyze trends and to monitor progress toward target achievement. Energy, acquired water data and other sustainability data undergo a third-party assurance process each year.\n\nAlso, Jabil has begun working on a solution for a transformational digitization of electricity usage data. The goal of this initiative is to unburden site teams from manual data entry; eliminate the risk of human error in data entry; improve the timeliness of data capture; create visibility into real-time data trends; progress toward goals; and facilitate the annual third-party assurance process.\n\nPlease see page 21 for additional details on Jabil’s strategy to cut Scope 1 and Scope 2 emissions.\nRisk Management continued\n\nMetrics and targets\n\nOur organization uses metrics to assess climate-related risks and opportunities in line with our strategy and risk management process. Jabil’s Scope 1 and Scope 2 GHG emissions were analyzed and validated both internally and externally to ensure accurate reporting. Using our 2019 baseline data and Science Based Targeting (SBT) methods, we have established targets in line with the scientific community’s recommendations for limiting global warming to 1.5 degrees Celsius. Our goal is to reduce GHG in our operations by 50% by 2030, including a five-year checkpoint 25% reduction target by 2025. The ultimate goal is to achieve carbon neutrality by 2045.\n\nPurchased electricity is the primary source of our operational emissions and has the greatest opportunity for improvement. Therefore, the initial focus of mitigation will be Scope 2 purchased energy. Jabil’s Scope 2 strategy focuses on our highest GHG-emitting sites first to ensure we are aligning investments with the greatest CO2e reduction return. Jabil enhanced its data management system to track usage at the country, segment, site and plug-load levels, deploy energy efficiently and implement renewable energy to achieve large levels of decarbonization. Jabil stakeholders (customers, investors, and the public) have been informed of our efforts, public reporting and engagements showcasing our achievements and progress.\n\nWe disclose Scope 1 and Scope 2 and partial Scope 3 GHG emissions and the related risks.\n\nFor information on our GHG emissions, see page 49 of this sustainability report.\n\nWe have targets to manage climate-related risks and opportunities.\n\nJabil has set GHG reduction targets in line with the scientific community’s recommendations for limiting global warming to 1.5 degrees Celsius. We commit to reducing Scope 1 and 2 GHG emissions in our operations by 25% by the end of fiscal year 2025 and by 50% by the end of fiscal year 2030, as compared to our 2019 baseline levels. Scope 3 emissions analyses and associated goals are under development. We have developed digital dashboards that are accessible to the organization that show progress towards the achievement of the sustainability targets. The dashboards are reviewed regularly by leadership teams, and strategy adjustments are made as necessary. The sustainability goals and targets are published and made publicly available through the company’s annual corporate sustainability report.\n## GRI Standards Index General Disclosures\n\n### The Organization & Its Reporting Practices\n\n| PG | Description |\n|----|-------------|\n| 2-1 | Organizational Details |\n| 2-2 | Entities included in the organization's sustainability reporting |\n| 2-3 | Reporting period, frequency and contact point |\n| 2-4 | Restatements of information |\n| 2-5 | External assurance |\n\n### Activities & Workers\n\n| PG | Description |\n|----|-------------|\n| 2-6 | Activities, value chain and other business relationships |\n| 2-7 | Employees |\n| 2-8 | Workers who are not employees |\n\n### Governance\n\n| PG | Description |\n|----|-------------|\n| 2-9 | Governance structure and composition |\n| 2-10 | Nomination and selection of the highest governance body |\n| 2-11 | Chair of the highest governance body |\n| 2-12 | Role of the highest governance body in overseeing the management of impacts |\n| 2-13 | Delegation of responsibility for managing impacts |\n| 2-14 | Role of the highest governance body in sustainability reporting |\n| 2-15 | Conflicts of interest |\n| 2-16 | Communication of critical concerns |\n\n### Strategy, Policies & Practices\n\n| PG | Description |\n|----|-------------|\n| 2-17 | Collective knowledge of the highest governance body |\n| 2-18 | Evaluation of the performance of the highest governance body |\n| 2-19 | Remuneration policies |\n| 2-20 | Process to determine remuneration |\n| 2-21 | Annual total compensation ratio |\n\n### Stakeholder Engagement\n\n| PG | Description |\n|----|-------------|\n| 2-29 | Approach to stakeholder engagement |\n| 2-30 | Collective bargaining agreements |\n\n### Disclosures on Material Topics\n\n| PG | Description |\n|----|-------------|\n| 3-1 | Process to determine material topics |\n| 3-2 | List of material topics |\n| 3-3 | Management of material topics |\n\n## GRI Standards Index Economic\n\n### Economic Performance\n\n| PG | Description |\n|----|-------------|\n| 201-1 | Direct economic value generated and distributed |\n| 201-2 | Financial implications and other risks and opportunities due to climate change |\n| 201-3 | Benefit plan coverage |\n\n### Anti-Corruption\n\n| PG | Description |\n|----|-------------|\n| 205-1 | Risks related to corruption |\n| 205-2 | Communications and training on anti-corruption |\n\n### Anti-Competitive Behavior\n\n| PG | Description |\n|----|-------------|\n| 206-1 | Anti-competitive behavior |\n\n### Tax\n\n| PG | Description |\n|----|-------------|\n| 207-1 | Approach to tax |\n| 207-2 | Tax governance, control, and risk management |\n## GRI Standards Index Environmental\n\n### Energy\n\n| Code | Description                                                                 | Page |\n|------|-----------------------------------------------------------------------------|------|\n| 302-1 | Energy consumption within the organization (Scopes 1+2)                      | 47   |\n| 302-2 | Energy consumption outside the organization (Scope 3)                       | 47   |\n| 302-3 | Energy intensity                                                            | 47   |\n| 302-4 | Energy reductions                                                           | 47   |\n\n### Water\n\n| Code | Description                  | Page |\n|------|------------------------------|------|\n| 303-3 | Water withdrawal             | 48   |\n| 303-4 | Water discharge              | 48   |\n| 303-5 | Water consumption            | 48   |\n\n### Emissions\n\n| Code | Description                                                                 | Page |\n|------|-----------------------------------------------------------------------------|------|\n| 305-1 | Direct GHG emissions (Scope 1)                                              | 49   |\n| 305-2 | Indirect GHG emissions (Scope 2)                                            | 49   |\n| 305-3 | Other indirect GHG emissions (Scope 3)                                      | 49   |\n| 305-4 | GHG emissions intensity                                                     | 49   |\n| 305-5 | GHG emissions                                                              | 49   |\n\n### Effluents & Waste\n\n| Code | Description                                                                 | Page |\n|------|-----------------------------------------------------------------------------|------|\n| 306-1 | Water discharge                                                             | 50   |\n| 306-2 | Waste by type and disposal method                                           | 50   |\n| 306-3 | Significant spills                                                          | 50   |\n| 306-4 | Transport of hazardous waste                                                | 50   |\n| 306-5 | Water bodies affected by water discharges and/or runoff                     | 50   |\n\n### Supplier Environmental Assessment\n\n| Code | Description                                                                 | Page |\n|------|-----------------------------------------------------------------------------|------|\n| 308-1 | New suppliers screened using environmental criteria                          | 51   |\n| 308-2 | Negative environmental impacts in the supply chain                           | 51   |\n## GRI Standards Index Socials\n\n### Employment\n\n| Code | Description                                      | Page |\n|------|--------------------------------------------------|------|\n| 401-1| New employee hires and turnover                  | 52   |\n| 401-2| Benefits provided to full-time employees (US)     | 52   |\n| 401-3| Parental leave (Leave of absence)                | 53   |\n\n### Labor/Management Relations\n\n| Code | Description                                      | Page |\n|------|--------------------------------------------------|------|\n| 402-1| Minimum notice periods regarding operational changes | 54   |\n\n### Occupational Health & Safety\n\n| Code | Description                                      | Page |\n|------|--------------------------------------------------|------|\n| 403-1| Occupational health and safety management system | 55   |\n| 403-2| Hazard identification, risk assessment and incident investigation | 55   |\n| 403-4| Worker participation, consultation and communication on occupational health and safety | 56   |\n| 403-5| Workers training on occupational health and safety | 56   |\n| 403-6| Promotion of worker health                       | 56   |\n| 403-7| Prevention of occupational health and safety impacts directly linked by business relationships | 56   |\n| 403-8| Workers covered by an occupational health and safety management system | 57   |\n| 403-9| Work-related injuries                            | 57   |\n\n### Training & Education\n\n| Code | Description                                      | Page |\n|------|--------------------------------------------------|------|\n| 404-1| Average hours of employee training               | 58   |\n| 404-2| Programs for upgrading employee skills and transition assistance programs | 58   |\n| 404-3| Percentage of employees receiving regular performance reviews | 58   |\n\n### Diverse & Equal Opportunity\n\n| Code | Description                                      | Page |\n|------|--------------------------------------------------|------|\n| 405-1| Diversity of governance bodies and employees     | 59   |\n\n### Freedom of Association & Collective Bargaining\n\n| Code | Description                                      | Page |\n|------|--------------------------------------------------|------|\n| 407-1| Operations and suppliers in which the right to freedom of association may be at risk | 60   |\n\n### Child Labor\n\n| Code | Description                                      | Page |\n|------|--------------------------------------------------|------|\n| 408-1| Significant risk of child labor in operations and suppliers | 60   |\n\n### Forced or Compulsory Labor\n\n| Code | Description                                      | Page |\n|------|--------------------------------------------------|------|\n| 409-1| Operations and suppliers at significant risk for incidents of forced or compulsory labor | 60   |\n\n### Human Rights Assessment\n\n| Code | Description                                      | Page |\n|------|--------------------------------------------------|------|\n| 412-1| Operations that may have been subject to human rights reviews | 61   |\n| 412-2| Employee training on human rights policies and procedures | 61   |\n\n### Local Communities\n\n| Code | Description                                      | Page |\n|------|--------------------------------------------------|------|\n| 413-1| Operations with local community engagement, impact assessment and development programs | 62   |\n| 413-2| Operations with significant potential and actual negative impacts on local communities | 62   |\n\n### Supplier Social Assessment\n\n| Code | Description                                      | Page |\n|------|--------------------------------------------------|------|\n| 414-1| New suppliers screen using social criteria       | 63   |\n| 414-2| Negative social impacts on society in the supply chain, and actions taken | 63   |\n| 415-1| Political contributions                          | 63   |\n| 418-1| Substantiated complaints concerning breaches of customer privacy and losses of customer data also information security risk insurance | 63   |\n## SASB Index\n\n### The Organization and its Reporting Practices\n\n| Code | Description                                      | Page |\n|------|--------------------------------------------------|------|\n| 000.A | Number of manufacturing facilities               | 35   |\n| 000.B | Area of manufacturing facilities                 | 35   |\n\n### Activities & Workers\n\n| Code | Description                                      | Page |\n|------|--------------------------------------------------|------|\n| 000.C | Number of employees                               | 38   |\n\n### Strategy, Policies & Practices\n\n| Code | Description                                                                 | Page |\n|------|-----------------------------------------------------------------------------|------|\n| 440a.1 | Description of the management of risks associated with the use of critical materials | 41   |\n\n### Water\n\n| Code | Description                                                                 | Page |\n|------|-----------------------------------------------------------------------------|------|\n| 140a.1 | (1) Total water withdrawn, (2) total water consumed, percentage of each in regions with High or Extremely High Baseline Water Stress | 48   |\n\n### Effluents & Waste\n\n| Code | Description                                                                 | Page |\n|------|-----------------------------------------------------------------------------|------|\n| 150a.1 | Amount of hazardous waste from manufacturing, percentage recycled           | 50   |\n\n### Occupational Health & Safety\n\n| Code | Description                                                                 | Page |\n|------|-----------------------------------------------------------------------------|------|\n| 310a.1 | (1) Number of work stoppages and (2) total days idle                        | 55   |\n| 320a.1 | (1) Total recordable incident rate (TRIR), Lost Time Injury Rate (LTIR) and (2) near miss frequency rate (NMFR) for (a) direct employees and (b) contract employees | 56   |\n\n### Supplier Social Assessment\n\n| Code | Description                                                                 | Page |\n|------|-----------------------------------------------------------------------------|------|\n| 320a.2 | Percentage of (1) entity’s facilities and (2) Tier 1 supplier facilities audited in the RBA Validated Audit Process (VAP) or equivalent, by (a) all facilities and (b) high-risk facilities | 63   |\n| 320a.3 | (1) Non-conformance rate with the RBA Validated Audit Process (VAP) or equivalent and (2) associated corrective action rate for (a) priority non-conformances and (b) other non-conformances, broken down for (i) the entity’s facilities and (ii) the entity’s Tier 1 supplier facilities | 63   |", "source": "jabil_2022", "added": "2025-04-27", "created": "2025-04-27", "metadata": {"Source-File": "climate_reports/tp_reports/jabil_2022.pdf", "olmocr-version": "0.1.59", "pdf-total-pages": 73, "total-input-tokens": 161599, "total-output-tokens": 41376, "total-fallback-pages": 0}, "attributes": {"pdf_page_numbers": [[0, 0, 1], [0, 1977, 2], [1977, 3071, 3], [3071, 6549, 4], [6549, 7150, 5], [7150, 9187, 6], [9187, 10582, 7], [10582, 12272, 8], [12272, 13038, 9], [13038, 15711, 10], [15711, 17392, 11], [17392, 18276, 12], [18276, 19307, 13], [19307, 19977, 14], [19977, 23192, 15], [23192, 25759, 16], [25759, 28173, 17], [28173, 30234, 18], [30234, 32049, 19], [32049, 32716, 20], [32716, 35551, 21], [35551, 37937, 22], [37937, 39982, 23], [39982, 42268, 24], [42268, 44417, 25], [44417, 46627, 26], [46627, 48884, 27], [48884, 49862, 28], [49862, 52992, 29], [52992, 54801, 30], [54801, 56552, 31], [56552, 59128, 32], [59128, 61361, 33], [61361, 62944, 34], [62944, 62971, 35], [62971, 66448, 36], [66448, 71372, 37], [71372, 73018, 38], [73018, 75074, 39], [75074, 78679, 40], [78679, 81467, 41], [81467, 84617, 42], [84617, 88145, 43], [88145, 90909, 44], [90909, 94618, 45], [94618, 98129, 46], [98129, 98760, 47], [98760, 100979, 48], [100979, 104724, 49], [104724, 108340, 50], [108340, 111329, 51], [111329, 112376, 52], [112376, 114808, 53], [114808, 116822, 54], [116822, 119277, 55], [119277, 122946, 56], [122946, 126609, 57], [126609, 129027, 58], [129027, 130597, 59], [130597, 132131, 60], [132131, 134833, 61], [134833, 137579, 62], [137579, 140247, 63], [140247, 141450, 64], [141450, 143765, 65], [143765, 147864, 66], [147864, 152909, 67], [152909, 157459, 68], [157459, 159939, 69], [159939, 162418, 70], [162418, 165072, 71], [165072, 169186, 72], [169186, 171976, 73]]}}