{"id": "ab4dd9def3946e0aab589d96ed9912bc28d4492d", "text": "# TABLE OF CONTENTS\n\n| Page | Section |\n|------|---------|\n| 05   | ABOUT THIS REPORT |\n| 07   | EXECUTIVE LETTER |\n| 08   | OUR ESG TARGETS |\n| 08   | Short and Medium Term ESG Targets |\n| 11   | GOVERNANCE |\n| 12   | BOARD COMPOSITION |\n| 14   | BOARD’S OVERSIGHT OF ESG RISKS AND OPPORTUNITIES |\n| 16   | Case Study – 2021 Activity of the ESG Subcommittee |\n| 17   | MANAGEMENT’S ROLE IN ASSESSING AND MANAGING ESG RISKS & OPPORTUNITIES |\n| 18   | Case Study – Embedding ESG Metrics Throughout Company and Executive Targets |\n| 18   | SUSTAINABILITY TASK FORCE |\n| 19   | FUEL OPTIMIZATION TEAM |\n| 21   | RISK AND OPPORTUNITY MANAGEMENT |\n| 23   | COMPETITIVE BEHAVIOR |\n| 23   | Partnerships |\n| 24   | Northeast Alliance |\n| 25   | Case Study – JetBlue Effect |\n| 26   | POLITICAL CONTRIBUTIONS |\n| 28   | ETHICAL CONDUCT |\n| 28   | DATA AND INFORMATION SECURITY |\n| 31   | ENVIRONMENT |\n| 32   | WHERE WE ARE NOW: ENVIRONMENTAL METRICS & TARGETS |\n| 32   | 2021 Emissions Inventory |\n| 32   | Jet Fuel Consumption by Type |\n| 32   | Domestic Carbon Neutrality and Carbon Offsets |\n| 32   | Meet the Fleet |\n| 33   | Case Study – Airbus A220 Emissions Benefits |\n| 34   | OUR PATH FORWARD: DECARBONIZATION PLAN |\n| 34   | Decarbonization Levers |\n| 34   | Roadmap to Net Zero |\n| 34   | SAF Growth |\n| 35   | Case Study – JetBlue Sustainable Travel Partners |\n| 36   | Case Study – Reducing Onboard Waste |\n| 37   | CLIMATE-RELATED RISKS AND OPPORTUNITIES |\n| 37   | Identifying Climate Related Risks |\n| 39   | Climate Related Opportunities |\n| 40   | Investment Into Climate Research and Development |\n| 41   | Climate Scenario Analysis |\n| 42   | JetBlue Ventures (JBV) Investments in Sustainability Technologies |\n| 44   | Case Study – Industry Collaboration to Advance Aviation Decarbonization |\n| 47   | SOCIAL |\n| 47   | HUMAN CAPITAL MANAGEMENT |\n| 48   | Labor Relations |\n| 48   | Crewmember Composition |\n| 50   | Promoting Diversity, Equity, and Inclusion |\n| 52   | Case Study – Building an Inclusive Brand |\n| 53   | Recruiting and Hiring Equitably |\n| 54   | ACCIDENT & SAFETY MANAGEMENT |\n| 54   | Safety Risk Management |\n| 56   | Incidents and Accidents |\n| 57   | LOOKING FORWARD |\n| 58   | APPENDIX |\n| 58   | SASB Metrics |\n| 59   | TCFD Metrics |\n| 60   | Equal Employment Opportunity (EEO-1) Data |\n| 61   | GHG Inventory Assurance Statement |\nJetBlue views robust oversight of ESG matters as critical in ensuring its long-term growth and success. We focus our efforts where we can have the most positive impact on our business and the communities we serve, including issues related to climate change and environmental sustainability, culture, and human capital.\n\nRecognizing that ESG is a continuous improvement journey, JetBlue is constantly seeking to minimize material risks and maximize opportunities through trend evaluation, transparent reporting, ambitious target-setting, and following through with clear actions and strategy.\n\nThe 2021 ESG Report provides a comprehensive disclosure that aligns to the frameworks of the Taskforce for Climate-Related Financial Disclosures (TCFD) and Sustainability Accounting Standards Board (SASB). The related Social Impact report which can be found on our website, aligns with the Global Reporting Initiative (GRI) framework.\n\nThis report will cover our:\n- Governance structure and how we have integrated ESG considerations\n- Environmental impacts, metrics, investments, and mitigation efforts\n- Social responsibility focused on labor practices, health and safety, and diversity equity and inclusion (DEI)\n\nIn the appendix of this report are tables on our disclosed SASB metrics and mapping to our TCFD disclosures.\n\nFor additional reporting on JetBlue’s work in philanthropy, volunteerism, disaster response, and general social responsibility and environmentalism, please refer to our annual financial reports and website, where we have publicly released general information on social and environmental efforts since 2006.\nDEAR FRIENDS,\n\nThe last two years have been filled with pivotal moments for our society. Political, societal, and economic unrest combined with the global pandemic and mounting environmental concerns have given rise to instability the likes of which we’ve never seen before. Yet, none of these challenges are insurmountable with focus and commitment. We are incredibly proud of the level-headed determination shown by JetBlue crewmembers in the face of these challenges in both their work and personal lives. Their dedication is a testament to their caring and passion for the industry and gives us confidence in our ability to execute into the future.\n\nRather than letting the turbulence of the world and industry downturn shake our vision, we found opportunity in the lull to approach the challenges with clear eyes, to strategize, plan and reemerge stronger than ever. In 2021, with light on the horizon, we started putting many of those plans into action. We continued to strengthen our ESG work, establishing innovative paths to encourage and develop a more diverse, representative workforce across all disciplines and set some of our most ambitious climate commitments to date.\n\nTo ensure progress on our ambitious decarbonization targets, we launched a dedicated Sustainability Task Force with cross-functional representation from leaders across the organization. We also became the first U.S. airline to regularly fly on Sustainable Aviation Fuel (SAF) from both domestically available SAF producers, solidifying our commitment to encouraging the growing the SAF market. Additional commitments for future SAF supply and JetBlue Ventures investments in alternative energy technology continue to set JetBlue up to quickly seize future opportunities in our transition from fossil fuel.\n\nWe also believe our success depends on our crewmembers delivering the JetBlue Experience in the sky and on the ground and are committed to hiring, retaining, and developing a diverse workforce of caring, passionate, fun, and friendly people who share our mission to inspire humanity. As we prepared to return our operations to pre-pandemic levels, our average number of full-time equivalent crewmembers increased by 8% in 2021. In addition to external efforts to increase access to technical aviation jobs and to further diversity our talent pipelines, we also established multiple new development programs for current JetBlue crewmembers which focus on removing the barriers and uncertainty that stop talented individuals from pursuing rewarding careers in the industry and as well as showing the untapped potential that exists within underrepresented communities.\n\nOur path forward is not without challenges. We must balance the rapidly returning customer demand with the lingering impact of the pandemic on the destinations we serve as well as the supply chain and workforce constraints felt across all industries. However, holistic thinking leads to holistic solutions. By integrating our ESG efforts within the very fabric of our organization and the decisions we make, we are able to fully realize the true potential of these initiatives. We continue to be inspired by our crewmembers’ dedication and are encouraged to continue helping lead the future of aviation. This report offers highlights and evidence of exactly that.\n\nSincerely,\n\nRobin Hayes Joanna Geraghty\nCEO President & COO\nOUR ESG TARGETS\n\nWe see robust ESG oversight made of clear, measurable commitments and action.\n\nAs we look forward, we are pleased to reaffirm our comprehensive short- and medium-term ESG targets released in 2021, that continue to hold us accountable in achieving our long-term goals. This year, we provide an update to the status of each target set.\n\nWe have also committed to setting a near-term science based target to the Science Based Target Initiative (SBTi), and anticipate releasing this commitment, once verified.\n\nENVIRONMENTAL\n\nTarget\n\nEmissions excluding offsets: Reduce aircraft emissions 26% per available seat mile (ASM) by 2030 from 2015 levels, excluding offsets.\n\nEmissions including offsets: Achieve net zero carbon emissions by 2040, including offsets.\n\nSustainable Energy: Convert 10% of jet fuel to be from sustainable aviation fuel (SAF) by 2030.\n\nSustainable Energy: Convert 40% of 3 most common owned ground service equipment types to electric by 2025, and 50% by 2030.\n\nWaste: Eliminate single use plastics within serviceware, where possible. Where not possible, ensure plastic is recyclable.\n\nWaste: Maintain at least an 80% recycling rate for audited domestic flights.\n\nStatus as of December 31, 2021\n\nWe achieved a 9.5% reduction in CO2 per ASM from 2015 levels. We are on pace to achieve this target through planned fleet changes, enhanced fuel optimization programs, and SAF commitments.\n\nIn 2021, our Scope 1 carbon emissions were 6.8M metric tons of CO2. We observed a 35% decrease from 2019 mostly from reduced flying due to COVID-19 impacts, but also further reduced due to fuel efficiency initiatives and SAF deliveries.\n\nOf all jet fuel we consumed in 2021, 0.19% was SAF. We have multiple future looking SAF commitments that put us on pace to achieve our target.\n\nAs of December 2021, 17.8% of these vehicles are now electric. However, once BOS and EWR conversions are complete, we anticipate 35% of these vehicles will be electric.\n\nWe have made substantial changes to our onboard product, detailed within a case study in this report.\n\nWe noted our inflight crewmembers sorted and collected recyclables 95.4% of our audited domestic flights in 2021.\n\nSOCIAL\n\nTarget\n\nLeadership Diversity: Double our race and ethnic minority representation at the officer and director level, from 12.5% to 25% by 2025.\n\nLeadership Diversity: Increase our female representation at the officer and director level, from 30% to 40% by the end of 2025.\n\nBusiness Partner Engagement: Engage with 80% of top active Business Partners by spend on ESG principles within the Business Partner Code of Conduct by 2023.\n\nStatus as of December 31, 2021\n\nOn pace. Our race and ethnic minority representation at the officer and director level remains at 12.9% yet we are aiming to increase diversity at this level in 2022.\n\nOur female representation at the officer and director level remains at 32%.\n\nOn pace, with work expected to roll out by Q1 2023.\n\nGOVERNANCE\n\nTarget\n\nBoard ESG Oversight: Establish an ESG Subcommittee of the Governance and Nominating Committee, consisting of at least 3 members, meets 3 times a year by 2021.\n\nBoard ESG Oversight: Establish Board-level accountability and publish areas of oversight by 2021.\n\nBoard ESG Fluency: Integrate ESG and DEI awareness and education as well as integration into Board member selection process by 2021.\n\nExecutive Compensation: Establish ESG goals tied to senior leadership compensation by 2021.\n\nStatus as of December 31, 2021\n\nComplete. We held 3 meetings of the ESG Subcommittee in 2021.\n\nComplete and included within this ESG report.\n\nIn August of 2022, we announced the appointment of Nik Mittal to our Board of Directors, who is the current president and co-portfolio manager of Molecule Ventures LLC, a New York City-based environmental markets investment firm, bringing expertise in sustainability and ESG matters to our Board.\n\nComplete. In 2021, we announced that we had tied JetBlue’s senior leaders 2021-2023 long-term incentive plan (LTIP) compensation to key ESG metrics. An ESG Index was developed that measures leadership payouts based on percent reduction in company emissions per ASM, volume of SAF used, spend toward underrepresented business partners, long-term efforts to engage and work with minority and women owned businesses (MWBE), and a more diverse slate of officers and directors.\nJetBlue’s mission is to Inspire Humanity. We believe that strong corporate governance, informed by direct participation from our stakeholders, is essential to achieving our mission. At JetBlue, we strive to conduct our business in ways that are principled, transparent, and accountable. We have safeguarded our values of Safety, Caring, Integrity, Passion and Fun since our first flight.\n\nIn this section, we outline our Board level and leadership level approach to the governance of ESG related-topics and JetBlue’s overall risk management strategy.\n\n**BOARD COMPOSITION**\n\nA top priority of the Board and the Governance and Nominating Committee is ensuring the Board is comprised of directors who bring diverse viewpoints and perspectives, exhibit a variety of skills, professional experience and backgrounds, and effectively represent the long-term interests of our shareholders. The Board and the Governance and Nominating Committee believe that different perspectives are critical to a forward-looking and strategic Board, as is the ability to benefit from the valuable experience and familiarity that longer-serving directors bring. When recommending to the Board the slate of director nominees for election at the Annual Meeting of Stockholders, the Governance and Nominating Committee strives to maintain an appropriate balance of diversity, skills, and tenure on the Board.\nOUR DIRECTORS\n\nThe skills and experience categories reflect self-identification by the directors. Information in this chart is presented as of the 2022 annual meeting.\n\n| Name                  | Age | Director since | Independent | Other Public Boards | Committee Memberships |\n|-----------------------|-----|----------------|-------------|---------------------|-----------------------|\n| B. Ben Baldanza       | 60  | 2018          | Y           | 1                   | Audit, Comp, Airline Safety, G&N, ESG, Subcommittee, Finance, Technology |\n| Peter Bonaparth       | 62  | 2008          | Y           | 1                   | Audit, Comp, Airline Safety, G&N, ESG, Subcommittee, Finance, Technology |\n| Monte Ford            | 62  | 2021          | Y           | 2                   | Audit, Comp, Airline Safety, G&N, ESG, Subcommittee, Finance, Technology |\n| Robin Hayes           | 55  | 2015          | N           | 1                   | Audit, Comp, Airline Safety, G&N, ESG, Subcommittee, Finance, Technology |\n| Ellen Jewett          | 63  | 2011          | Y           | 1                   | Audit, Comp, Airline Safety, G&N, ESG, Subcommittee, Finance, Technology |\n| Robert Leduc          | 66  | 2020          | Y           | 2                   | Audit, Comp, Airline Safety, G&N, ESG, Subcommittee, Finance, Technology |\n| Teri McClure          | 58  | 2019          | Y           | 3                   | Audit, Comp, Airline Safety, G&N, ESG, Subcommittee, Finance, Technology |\n| Sarah Robb O'Hagan    | 49  | 2018          | Y           | -                   | Audit, Comp, Airline Safety, G&N, ESG, Subcommittee, Finance, Technology |\n| Vivek Sharma          | 47  | 2019          | Y           | -                   | Audit, Comp, Airline Safety, G&N, ESG, Subcommittee, Finance, Technology |\n| Thomas Winkelman      | 62  | 2013          | Y           | -                   | Audit, Comp, Airline Safety, G&N, ESG, Subcommittee, Finance, Technology |\n\nThe skills and experience categories reflect self-identification by the directors. Information in this chart is presented as of the 2022 annual meeting.\n\nBOARD SKILLS AND EXPERIENCE MATRIX\n\nAGE\n\n- 20% 60-69\n- 60% 60-69\n- 20% 6-10 years\n- 20% 10+ years\n\nBOARD TENURE\n\n- 20% 6-10 years\n- 20% 10+ years\n\nRACE ETHNICITY\n\n- 60% White\n- 10% African American\n- 10% Prefer not to self-identify\n\nGENDER\n\n- 30% Female\n- 60% Male\n\nBOARD DIVERSITY MATRIX\n\n| Part I: Gender Identity | Female | Male | Prefer Not to Answer |\n|-------------------------|--------|------|----------------------|\n| African American or Black | 1      | 1    | 1                    |\n| Asian America           |        |      | 1                    |\n| White                   | 2      | 4    |                      |\n\nTotal number of Boards: 10\nBOARD OVERSIGHT OF ESG RISKS AND OPPORTUNITIES\n\nWe recognize that ESG issues touch all parts of our business. To ensure we are appropriately identifying and managing potential ESG-related risks and opportunities, such as the risks associated with climate change, we have incorporated ESG considerations into our core business functions starting at the top with our Board.\n\nAt JetBlue, the Board has ultimate oversight of our Enterprise Risk Program and is informed of these risks quarterly by the Audit Committee and at least annually by the Governance and Nominating Committee. The Board operates an ESG Subcommittee within the Governance and Nominating Committee to ensure the Board is aware of the JetBlue ESG strategy and has a comprehensive understanding of ESG matters. In 2021, the ESG Subcommittee met on three occasions to discuss ESG trends and best practices, and to review JetBlue’s strategy and updates pertaining to material and current ESG matters.\n\nESG oversight extends across nearly all Committees of the Board, and has been clearly defined by the ESG Subcommittee. We view the ESG Subcommittee as the ‘convener’ – ultimately responsible for the Board’s oversight of ESG matters, identification of material ESG issues, and ensuring progress on ESG targets and metrics.\n\nFULL BOARD RESPONSIBILITIES\n- Awareness of the JetBlue ESG strategy\n- Ensure ESG competency and fluency of Board\n\n| AREAS OF OVERSIGHT | COMMITTEE |\n|---------------------|-----------|\n| GOVERNANCE RISK     | ESG       |\n|                     | GOVERNANCE & NOMINATING | AUDIT | COMPENSATION | AIRLINE SAFETY |\n| ESG risk assessment and response | X | | X | X |\n| Executive compensation tied to ESG metrics | X | | | X |\n| SUPPLY CHAIN RISK   | Supplier ESG diversity, natural resources conservation | X | | |\n| HUMAN CAPITAL RISK  | Workforce diversity | X | X | X | X |\n|                     | Integrate ESG competency into executive succession planning | X | X | X |\n|                     | Talent management / leadership development | | X | X |\n| PHYSICAL & REPUTATIONAL RISK | Environmental management climate change, emissions, waste | X | | |\n| REGULATORY RISK     | Understand risks and opportunities relating to ESG regulations and reporting | X | | |\n\n1ESG Sub-Committee of the Nominating and Governance Committee\n2021 ACTIVITY OF THE ESG SUBCOMMITTEE\n\nOur Board of Directors has ultimate oversight of enterprise risks and is informed of these risks quarterly by the Audit Committee and at least annually by the Governance and Nominating Committee. Our ESG Subcommittee ensures the Board is aware of the Company’s ESG strategy and has a comprehensive understanding of ESG matters, which we continued to operate throughout 2021. The Charter of this Subcommittee can be found here.\n\nIn 2021, we held three meetings of the ESG Subcommittee, with the following focus areas.\n\nFebruary 2021:\n- ESG Trends and Best Practice Review\n- Board ESG Oversight – Structure, Charter, and Targets\n- Decarbonization Updates\n\nJune 2021:\n- ESG Trends and Best Practice Review\n- Sustainability Marketing and Communications Updates\n- 2019-2020 ESG and Social Impact Reports Review\n- Climate Risk Scenario Analysis\n\nOctober 2021:\n- ESG Trends and Best Practice Review\n- Investor ESG Expectations and Engagements\n- ESG Ratings Review\n- D&I and SAF Updates\n\nMANAGEMENT’S ROLE IN ASSESSING AND MANAGING ESG RISKS & OPPORTUNITIES\n\nWe employ a dedicated Sustainability and ESG executive and team to oversee the efforts of the business and keep our management team and Board aware of climate-related risks and opportunities when developing strategy, performance, and budgets. Our Sustainability and ESG group leads risk and opportunity assessment efforts across a broad range of ESG topics on an on-going basis, and shares initial scoping of these topics with the General Counsel & Corporate Secretary.\n\nRisks are defined as transition or physical, and identified as short-, medium-, or long-term. Areas of risk that the ESG team and General Counsel & Corporate Secretary evaluate as possibly material are escalated to the Enterprise Risk Management Program, which liaises with the relevant business functions to propose, assess, and implement actions to mitigate the risks.\n\nOther risks that could cause immediate, short-term disruptions are managed by our Business Continuity and Crisis Management Teams. Business Continuity conducts quarterly meetings with department heads and other senior leaders to assess the potential impacts from risks such as increased extreme weather events. Crisis Management performs quarterly contingency planning exercises with department leadership to help prepare for significant operational events and risks, including the integration of complications from climate change into standard business continuity and business planning. In this way, the impacts of climate change are realistically woven into operational concerns and not treated as a stand-alone topic.\n\nIdentified material opportunities are reported directly to the General Counsel & Corporate Secretary, who raises the issue with the CEO and President, followed by the relevant Board committee, if appropriate. As opportunities are escalated upwards, the ones with the most potential impact are chosen to be investigated further and then pursued by the relevant business unit and team.\n\n| OPPORTUNITIES ESCALATION PROCESS |\n|----------------------------------|\n| Highlights Opportunities to Pursue |\n| Appropriate Board Committees |\n| CEO/Chair/President |\n| General Counsel/Corporate Secretary |\n| Regular Report on ESG Issues |\n| Sustainability & Environmental Social Governance Team |\nEMBEDDING ESG METRICS THROUGHOUT COMPANY AND EXECUTIVE TARGETS\n\nIn 2021, we elevated multiple key ESG metrics into the highest company targets to ensure continued alignment across the full organization and so that our progress is continuously monitored and driven.\n\nCompany Goals\nIn 2019, JetBlue refreshed its corporate strategy, which has been the north star for JetBlue’s short-term and long-term success. One of the key elements in our corporate strategy is now an explicit initiative to decarbonize our business, measured by emissions per ASM. Given ESG’s importance within our strategy, it ensures we set ESG-specific metrics and track progress at the highest level.\n\nExecutive Compensation Tied to ESG\nIn 2021, we announced that we had tied JetBlue’s senior leaders 2021-2023 long-term incentive plan (LTIP) compensation to key ESG metrics. An ESG Index was developed that measures leadership payouts based on percent reduction in company emissions per ASM, volume of SAF used, spend toward underrepresented business partners, long-term efforts to engage and work with minority and women owned businesses (MWBE), and a more diverse pipeline of officers and directors. For our senior leaders’ 2022-2024 LTIP, we set new ESG targets aligned with the same ESG Index.\n\nSUSTAINABILITY TASK FORCE\nRecognizing the elevated importance and cross-functional nature of decarbonizing our business, in early 2022 a Sustainability Task Force was established to oversee and ensure progress within all decarbonization efforts. This monthly meeting is co-chaired by the CEO and Head of Sustainability and ESG, with the JetBlue senior leadership team in regular attendance. These meetings complement quarterly ESG updates to the entire senior leadership team.\n\nEach Sustainability Task Force meeting begins with general decarbonization or sustainability updates, and then focuses on two rotating topics, within the ‘decarbonization levers’ defined below.\n\nTASK FORCE PURPOSE:\nEnsure continued progress and alignment toward our ambitious decarbonization targets\n\nSUSTAINABILITY TASK FORCE\n\n| Fleet | Air Traffic Control Modernization | Fuel Optimization | Sustainable Aviation Fuel | Alternative Energy Aircraft and Technology | Electric Ground Operations | Offsetting | Communications and Messaging |\n|-------|----------------------------------|-------------------|---------------------------|-------------------------------------------|---------------------------|-----------|-----------------------------|\n\nFUEL OPTIMIZATION TEAM\nWe operate a cross-functional team to ensure progress across fuel efficiency measures. In 2021, we established a goal to build out a team of full-time crewmembers to focus entirely on fuel optimization.\n\nGOVERNANCE\n\nSenior Leadership Optimization Team\nFuel Optimization Team\nSustainability • Technical Operations • Flight Operations • Dispatch • JetBlue University • Safety • Airports • PMO\nWE MADE PROGRESS ACROSS ALL KEY FOT WORKSTREAMS IN 2021:\n\n| FUEL OPTIMIZATION TEAM (FOT) WORKSTREAM | OBJECTIVE | UPDATE |\n|----------------------------------------|-----------|--------|\n| Leadership and Structure               | Establish a clear and multi-disciplinary structure and working team to ensure continued progress in fuel optimization | • Standing permanent team has been established, which will track progress across Workstreams and regularly liaise with senior leadership to provide progress updates. |\n| Single Engine Taxi (SET) and Single Engine Taxi without APU (SETWA) | Increase SET and SETWA availability and compliance | • SET is in the process of becoming a Standard Operating Procedure (SOP) for our A220/21 fleet (it is already SOP for E190 and A320 fleet). SET rates are tracked and compared to taxi times on a station-by-station basis with a dashboard that is monitored by the FOT. • SETWA kits are being installed on A220 & A212 taxi fleet, which will further reduce burn during taxi by using an APU utilization (SETWA is already installed on E190, A211/21, and A220/20 fleet). |\n| APU Strategy and Integration           | Increase rates of using ground power and air instead of jet fuel powered auxiliary power units (APU) | • Launched a dashboard monitoring ground power unit (SPU) utilization. • Rolled back an early-COVID era policy regarding the use of APU power at gates for air conditioning has been rolled back, which led to a sharp uptick in ground PC air utilization. |\n| Ground Power Strategy                  | More ground power and conditioned air infrastructure at maintenance and airport operations | • Standard Operating Procedure is to hook airplanes up to Ground Power Unit and Preconditioned Air immediately upon arrival, and compliance with this policy is being regularly monitored. • Stations with deficiencies in equipment operability or availability are being addressed, through maintenance or the consideration of capital expenditures for air boxes and coolers for the connection points with the aircraft. |\n| Tracking of Additional Fuel Above Planned and execute reduction plan, as appropriate | A dashboard has been developed which tracks “fuel above planned”. Preliminary, compliance has proven to be strong. There are no specific routes, nor specific pilots, who are regularly over-fueling. Spot checks of specific over-fueling flights resulted in a confirmation that the additional fuel was utilized for valid reasons. • The dashboard will continue to be utilized to make sure that no specific route or station exhibits any pattern over over-fueling. |\n| Dispatch                               | Ensure efficient routing, fuel planning, and weight handling | • JetBlue received FAA approval to implement 9542 and 8544 OptiFlights, which have resulted in a savings in the planned required special fuel reserves, which in turn lowers weight and results in a more efficient flight. • Trained dispatch teams utilize the new OptiFlights as part of their planning process, and compliance will be tracked to monitor program effectiveness. |\n| Fuel Optimization Comm/ Education Strategy | Execute education and action plan for front-line operations | • The System Ops/ Pilot regularly communicates with the pilot groups on fuel optimization, providing refreshers and notifications of new procedures. • Separately and similarly, Airport Ops and Tech Ops leadership regularly communicate with station leaders to understand their staffing and equipment needs, as well as to promote fuel optimization procedures. |\n\nRISK AND OPPORTUNITY MANAGEMENT\n\nTo assess the materiality of identified ESG-related risks and opportunities, we examine the likelihood of an event happening against the potential financial or reputational impact of the event. The criteria for materiality are set by the relevant business leaders, through the guidance of the Enterprise Risk Management and Audit team, who then create the strategy for addressing the most material risks and opportunities.\n\nAll risks and opportunities are categorized as:\n\nShort-Term (1-5 years)\nThese are risks, that if not addressed, will have a material impact in the near-term such as not addressing gaps in racial, ethnic or gender representation and a lack of ESG oversight at the board level.\n\nMedium-Term (5-10 years)\nThese are risks that are in the near horizon that we must plan for now to be able to address in the near future. This includes preparing for emerging regulations, changes in immigration and migration patterns due to political or environmental factors, and dealing with an aging air fleet.\n\nLong-Term (10-20 years)\nThese are risks projected further off in the future that do not pose an immediate risk to JetBlue, however, they should be monitored for materiality. As mitigating long-term risks often requires early preparation (such as securing long-term contracts with favorable terms), we continue to roadmap and plan for the mitigation of these risks. One of our biggest long-term risks to the company is a failure to adapt to climate change. To ensure we are prepared for future emissions requirements and to improve our resiliency, we have aligned our net zero goal with our long-term planning horizon of 2040.\n**COMPETITIVE BEHAVIOR**\n\nFrom our founding over 22 years ago, JetBlue has consistently advocated for expanded access to new entrant carriers. History has shown that when JetBlue has access to new markets and can compete with legacy carriers, customers ultimately benefit with lower fares and more options. JetBlue advocates for strong pro-competition policies that create more sustainable growth, increased innovation, and better customer service.\n\nIn July 2022, we announced with Spirit Airlines that our Boards of Directors had approved a definitive merger agreement under which JetBlue will acquire Spirit. Once complete, this will position JetBlue as the most compelling national low-fare challenger to the four large dominant U.S. carriers by accelerating JetBlue’s growth and expanding the reach of the “JetBlue Effect,” which occurs when legacy carriers react to JetBlue’s unique combination of low fares and award-winning customer service. In the 22 years since JetBlue first brought low fares to New York, airline mergers have created a landscape where the four largest U.S. carriers control more than 80% of the domestic market, to the detriment of consumers. The combination of JetBlue and Spirit would create the fifth largest domestic airline, better positioning it on a national level as a customer-centric, low-fare alternative to the dominant “Big Four” airlines.\n\nThe announced merger also brings environmental benefit to the broader industry by expanding the reach of JetBlue’s sustainability leadership.\n\n- The all-Airbus combined fleet would include new A220s and A320neos, proven to deliver double-digit improvements in fuel and carbon emissions. After closing, JetBlue will leverage the order book for the combined company to accelerate the fleet transition to next generation, fuel-efficient aircraft.\n- JetBlue expects to extend its industry-leading climate commitments to the combined airline, including its target to achieve net zero carbon emissions by 2040, which is ten years ahead of the broader U.S. airline industry’s goal.\n- JetBlue would extend its goal to convert 10% of jet fuel to SAF by 2030 to the combined airline, with plans to introduce regular use of SAF into Spirit’s West Coast operations after closing.\n\nIn 2021, we paid no material regulatory fines or settlements associated with anticompetitive practices and continued to be active members of airline trade associations, such as Airlines for America, IATA, and the Latin America and Caribbean Air Transport Association, which lobby on local, state, federal, and international policy issues.\n\n**PARTNERSHIPS**\n\nAirlines frequently participate in commercial partnerships with other carriers in order to increase customer convenience by providing interline-connectivity, codeshare, complementary flight schedules, frequent flyer program reciprocity, and other joint marketing activities. In 2021, we had 46 airline commercial partnerships. Our commercial partnerships typically begin as an interline agreement allowing a customer to book a single itinerary with tickets on multiple airlines. On their day of travel, they enjoy a simplified airport experience with single check-in and bag drop.\nNORTHEAST ALLIANCE\n\nIn July 2020, we announced our intention to enter into a strategic relationship with American Airlines Group Inc. (“American”). Once fully implemented, this arrangement, known as the Northeast Alliance (the “NEA”), includes an alliance agreement with reciprocal code sharing on domestic and international routes to, from or connecting through New York (John F. Kennedy International Airport (JFK), LaGuardia Airport, and Newark Liberty International Airport) and Boston, excluding JetBlue’s European transatlantic flying to London. We believe this partnership creates more capacity, seamless connectivity for travelers in the Northeast, and offers more choices for customers across the networks of both airlines. In addition, we believe this relationship will accelerate our recovery as the travel industry adapts to new trends and requirements as a result of the COVID-19 pandemic. Pursuant to federal law, American and JetBlue submitted this proposed alliance arrangement to the Department of Transportation (DOT) for review. After American, JetBlue and the DOT agreed to a series of commitments, the DOT terminated its review of the proposed alliance. The commitments included growth commitments to ensure capacity expansion, slot diversities at JFK and at Reagan National Airport near Washington, D.C. and antitrust compliance measures. Beyond this agreement with the DOT, American and JetBlue will also limit their coordination on certain city pair markets within the scope of the alliance. Implementation of the NEA began in February 2021. Since then, JetBlue and American have collectively grown across New York and Boston, offering customers more options for travel and returning crewmembers back to the operations faster. We are investing in a seamless customer experience and have also introduced loyalty benefits that will give both JetBlue and American customers the opportunity to earn and redeem on both airlines.\n\nOn September 21, 2021, the United States Department of Justice (“DOJ”), along with the Attorneys General of six states and the District of Columbia filed a lawsuit against JetBlue and American concerning the previously implemented NEA. The lawsuit asserts and seeks an adjudication that the NEA violates U.S. antitrust laws, and that we and American should be permanently enjoined from continuing, and restrained from further implementing, the NEA. Also on September 21, 2021, the DOT published a Clarification Notice relating to the agreement that had been reached between the DOT, JetBlue, and American in January 2021, at the conclusion of the DOT’s review of the NEA (“DOT Agreement”). The DOT Clarification Notice stated, among other things, that the DOT Agreement remains in force during the pendency of the DOJ action against the NEA and, while the DOT retains independent statutory authority to prohibit unfair methods of competition in air transportation, the DOT intends to defer to DOJ to resolve the antitrust concerns that the DOJ has identified with respect to the NEA. The DOT simultaneously published a Notice Staying Proceeding in relation to a complaint by Spirit Airlines, Inc. regarding the NEA, pending resolution of the DOJ action described above. We believe the lawsuit is without merit and, along with American, intends to defend itself vigorously. In November 2021, JetBlue and American filed a motion to dismiss the DOJ’s lawsuit against the NEA. Motion practice has concluded and the parties await a decision, while the lawsuit proceeds concurrently.\n\nMoving forward, we expect to continue to seek additional strategic opportunities through new commercial partners as well as assess ways to deepen existing airline partnerships, including the NEA. We plan to do this by expanding codeshare relationships and other areas of cooperation such as frequent flyer programs. We believe these commercial partnerships allow us to better leverage our strong network and drive incremental traffic and revenue while improving off-peak travel.\n\nJETBLUE EFFECT\n\nThe JetBlue Effect is a documented phenomenon where fares are lowered immediately upon JetBlue entering a route, benefiting the communities served by offering more affordable air fare. It occurs when legacy carriers react to JetBlue’s unique combination of low fares and award-winning customer service. It was first noted in an MIT study in August 2013, noting that “the effects of other low-cost and ultralow-cost carriers on average airfares at U.S. airports now exceed the Southwest effect. In 2012, the presence of JetBlue Airways, another low-cost carrier, was associated with a decrease of about $32 in average one-way fare, controlling for average itinerary distance and other low-cost carrier competition.”\n\nExamples of the JetBlue Effect in action include a reduction of 27% of fares from New York, New York (JFK) to San Antonio, TX and 46% from Boston, MA to Milwaukee, WI upon JetBlue entering these routes. In addition, the JetBlue Effect is documented to keep fares down even after one year – with fares decreasing 50% between Boston, MA and New York, New York (LGA), 21% between South Florida (FLL) to Detroit, MI (DTW); and 22% between South Florida (FLL) to Las Vegas, NV. As JetBlue grows, we anticipate the documented JetBlue Effect will continue to provide more affordable and high-quality air travel to underserved or overpriced markets.\nPOLITICAL CONTRIBUTIONS\n\nOur Policy for Political Contributions states that, in rare cases, we can make financial contributions to candidates for office. We made no such corporate contributions in 2021. JetBlue is a member of three industry trade associations, Airlines for America (A4A), International Air Transport Association (IATA), and Association of Latin American Airlines (ALTA). We do not make financial contributions to our trade associations other than in the form of customary dues and charges. Our dues to each for 2021:\n\n| Association                                      | 2021          |\n|--------------------------------------------------|---------------|\n| International Air Transport Association (IATA)   | $79,806       |\n| Latin American and Caribbean Air Transport Association (ALTA) | $5,000 12 Roundtrip Tickets |\n| Airlines for America (AIA)                       | $2,010,683    |\n| Percentage of Dues Attributable to Lobbying Expense | 19%           |\n\nThe JetBlue Airways Corporation Crewmember Good Government Fund (JetBlue PAC) is a political action committee funded with voluntary crewmember contributions that operates pursuant to extensive government regulation. JetBlue PAC keeps crewmembers aware of important issues and decisions made by government officials that can affect our business, and allows crewmembers to pool their financial resources to support qualified political candidates, campaigns and political committees to further the interests of the company, our crewmembers and our customers.\n\nPolitical contributions made by JetBlue PAC are funded entirely by the voluntary contributions of JetBlue crewmembers [no corporate funds are used], and decisions about participation in JetBlue PAC have no bearing on a crewmember’s career at JetBlue. JetBlue PAC files monthly reports with the Federal Election Commission which are publicly available [see http://www.fec.gov], and provide an itemization of JetBlue PAC’s receipts and disbursements.\n\n2021 JETBLUE PAC GIVING\n\n| Candidate Description                                      | Amount  |\n|------------------------------------------------------------|---------|\n| Friends of Schumer [Sen Chuck Schumer (D-NY)]              | $10,000 |\n| Maloney for Congress [Representative Carolyn Maloney (D-NY)] | $3,500  |\n| Sinema for Arizona [Senator Kyrsten Sinema (D-AZ)]         | $2,500  |\n| The Bill Keating Committee [Representative Bill Keating (D-MA)] | $2,500  |\n| DeFazio for Congress [Representative Peter DeFazio (D-OR)]  | $2,500  |\n| Wicker For Senate [Senator Roger Wicker (R-MS)]            | $2,500  |\n| Friends for Gregory Meeks [Representative Gregory Meeks (D-NY)] | $2,000  |\n| Darren Soto for Congress [Representative Darren Soto (D-FL)] | $1,000  |\n| Citizens to Elect Rick Larsen [Representative Rick Larsen (D-WA)] | $1,500  |\n| Rosen for Nevada [Senator Jacky Rosen (D-NV)]              | $1,500  |\n| Alaskans for Dan Sullivan [Senator Dan Sullivan (R-AK)]    | $1,500  |\n| Garbarino for Congress [Representative Andrew Garbarino (R-NY)] | $1,000  |\n| Price for Congress [Representative David Price (D-NC)]     | $1,000  |\n| Nicole for New York [Representative Nicole Malliotakis (R-NY)] | $1,000  |\n| Kathleen Rice for Congress [Representative Kathleen Rice (D-NY)] | $1,000  |\n| Hoyer for Congress [Representative Steny Hoyer (D-MD)]     | $1,000  |\nETHICAL CONDUCT\n\nJetBlue’s success is built on our values and ethical conduct. Please review the following documents available on our website for our detailed expectations of our own crewmembers and business partners.\n\n- JetBlue Code of Conduct – This is a key master document outlining the business, personal, and professional standards that must be followed by all JetBlue crewmembers and anyone conducting business on behalf of JetBlue.\n\n- JetBlue Business Partner Code of Conduct – This document defines JetBlue’s expectations of how its business partners, their workers, agents and subcontractors should operate while conducting business with or on behalf of JetBlue.\n\nDATA AND INFORMATION SECURITY\n\nIn the current environment, there are numerous and evolving risks to cybersecurity and privacy, including criminal hackers, hacktivists, state-sponsored intrusions, industrial espionage, employee malefiance, and human or technological error. The secure maintenance and transmission of customer and crewmember information is a critical element of our operations. JetBlue has increased cyber security spending during 2021-2022 in a way that directly addresses (or equitable to) the security risk of the airline and transportation sector at large. During the reporting period, we doubled the professionals dedicated to cyber security, built out a Threat Intelligence team, and added business partners who bring modern solutions to the problem of criminality today. These new team members and solutions are driven by our understanding of cyber risk today. This understanding now comes from information sharing groups who disclose activities of threat actors (Who), their motivations (Why), and the technical actions and patterns these groups follow (How).\n\nAt JetBlue, we are focused on enhancing our knowledge of the threats and reducing Time-To-Discover. Time-to-Discover is the concept that detection is the most important way to reduce the consequence of an intrusion. Armed with the knowledge gained, we are also decreasing Time-To-React. This concept of measuring the time we have to react, specifically to awareness of a vulnerability in our environment, especially one being actively exploited, is required today because criminals are “weaponizing” these weaknesses much more quickly than in prior years. Weaponizing is the act of taking a disclosed vulnerability and codifying it so that any threat actor regardless of skill level can exploit it, often using code that is publicly posted. Cyber security defenders are now seeing times for weaponizing a new, exploitable vulnerability collapse from days or weeks to hours in many cases. This situation puts a premium on quality threat intelligence. But the most positive change seen by the cyber security defenders has been the increased sharing of information inside and between industries. We are seeing a positive shift to willingness to share and ways to facilitate sharing that increases the time for us all to remediate and hunt more effectively, and JetBlue has become very active in both sharing and consuming intelligence with our peers, the aviation industry community and within cyber “trust groups” of like-minded professionals.\nJetBlue has a long history of leading the aviation industry in mitigating climate risk and reducing emissions associated with its operation.\n\nThroughout 2021, we only elevated our focus on reducing the environmental impact of our operations, setting the ambition to ‘decarbonize our business’ as one of our key company-wide strategic priorities and integrating key emissions-reduction metrics and milestones within our business-wide KPIs. The following section will outline the specific environmental risks and opportunities we’ve identified, our key environmental metrics and targets, and environmental investments.\nWHERE WE ARE NOW: ENVIRONMENTAL METRICS & TARGETS\n\n2021 EMISSIONS INVENTORY\n\nWe present our 2021 emissions inventory below, which has been verified by our partner Verifavia. The verification statement can be found in the Appendix of this report.\n\n| JET FUEL CONSUMPTION BY TYPE | TYPE OF FUEL | FUEL PROVIDER | 2021 GALLONS CONSUMED |\n|------------------------------|--------------|---------------|-----------------------|\n|                              | Sustainable aviation fuel | Neste | 691,831 |\n|                              | Sustainable aviation fuel | World Energy | 798,104 |\n|                              | Conventional jet fuel | All Business Partners | 696,158,159 |\n\nLooking forward, we have announced partnerships with additional providers to source additional SAF for use at more airports. Through our current and future partnerships, we are continually expanding our use of SAF to reach 10% of total fuel use by 2030.\n\nDOMESTIC CARBON NEUTRALITY AND CARBON OFFSETS\n\nWhile JetBlue has a proven record of reducing its direct emissions on an intensity basis, we also believe that there is a legitimate role for high-quality carbon offsets for emissions that we are unable to avoid today. Since July 2020, through the end of 2021, we offset all the emissions associated with our domestic and transatlantic flying, through our three expert offsetting partners Carbonfund.org, EcoAct, and South Pole.\n\nAs of December 31, 2021, we have retired a total of 5.2 million metric tons of CO₂ emissions associated with our domestic and transatlantic carbon neutrality initiative announced in 2020.\n\nMEET THE FLEET\n\nWe are proud to operate a young, fuel-efficient fleet, and to continue to introduce increasingly efficient aircraft into our operation, as detailed below.\n\n| NEW, FUEL EFFICIENT AIRCRAFT | A321neo High Density (H) Deliveries | A321neo Low Density (L) Deliveries | A321LR Long Range (LR) Deliveries | A321 Extra Long Range (XLR) Deliveries | A220-300 Deliveries |\n|------------------------------|-------------------------------------|-----------------------------------|-----------------------------------|--------------------------------------|-------------------|\n| 2019                         | 6                                   | 2                                 | 3                                 | 11                                   | 1                 |\n| 2020                         | 7                                   | 3                                 | 3                                 | 13                                   | 7                 |\n| 2021                         | 3                                   | 3                                 | 3                                 | 11                                   | 6                 |\n| 2022                         | 3                                   | 3                                 | 3                                 | 11                                   | 6                 |\n| 2023                         | 3                                   | 3                                 | 3                                 | 11                                   | 6                 |\n| 2024                         | 3                                   | 3                                 | 3                                 | 11                                   | 6                 |\n| 2025                         | 3                                   | 3                                 | 3                                 | 11                                   | 6                 |\n| 2026                         | 3                                   | 3                                 | 3                                 | 11                                   | 6                 |\n| 2027                         | 3                                   | 3                                 | 3                                 | 11                                   | 6                 |\n\nAIRBUS A220 EMISSIONS BENEFITS\n\nOptimizing fuel burn is an important first step in JetBlue’s sustainability strategy, and continuing to introduce new, fuel-efficient aircraft and engines – while retiring older, less efficient aircraft – is critical in meeting our emissions reduction targets. In early 2022, JetBlue announced plans to acquire a significant fleet of Airbus A220s, an aircraft known for its industry-leading fuel efficiency. The A220 is powered exclusively by new Pratt & Whitney GTF engines, which deliver double-digit improvements in carbon emissions, enabled by even more thrust and fuel efficiency. The aircraft are proudly built in the USA, and the 2x3 seating offers spacious seating, bin space, and lavatories. The A220 brings customers an estimated 50% reduced noise footprint and up to 35% lower fuel burn per seat and CO₂ emissions compared to previous generation aircraft, as well as around 50% lower NOx emissions than industry standards.\n\nOur first A220 entered into service for regular operations in April 2021, and as of July 2022 we had a total of 100 A220 aircraft either delivered or ordered. We are already realizing the benefits of these aircraft; performance data comparing the per-seat performance of our A220 aircraft validated the significant reduction in fuel and associated emissions compared to the Embraer E190 (E190) aircraft they are replacing. We expect to entirely retire our E190 fleet by 2025, as more A220 aircraft enter service.\nOUR PATH FORWARD: DECARBONIZATION PLAN\n\nWe identify six key levers that will play a role in reducing the emissions associated with our operation and helping us achieve our climate commitments:\n\n01 Aircraft Efficiency\nWe continuously introduce new, fuel-efficient aircraft, and retire older, less efficient aircraft.\n\n02 Fuel Optimization\nWe operate a cross-functional team focused on procedural and technological improvements in fuel performance.\n\n03 Sustainable Aviation Fuel\nWe are regularly flying on SAF from San Francisco International Airport (SFO) and Los Angeles International Airport (LAX) that reduces lifecycle emissions up to 80%, and we continue to seek growth opportunities as we work forward our 10% 2030 SAF goal.\n\n04 Electronic Ground Operations\nWhere feasible, we are converting our Ground Service Equipment (GSE) to electric and maximizing electric ground power and air systems for our aircraft to minimize our fuel use and emissions on the ramp. We are committed to converting 40% of our GSE to electric by 2025, and 50% by 2030.\n\n05 Carbon Offsetting\nFor unavoidable emissions today, we purchase quality, verified offsets. Since July 2020, through the end of 2021, we offset all the emissions associated with our domestic and transatlantic flying.\n\n06 Technology Partnerships\nThrough subsidiary JetBlue Ventures, we identify, fund, and partner with game-changing aviation decarbonization technologies such as alternative energy aircraft. We have nine public sustainability-related investments to date, as detailed further in this report.\n\nROADMAP TO NET ZERO\n\nIn December 2020, we announced our commitment to achieve net zero carbon emissions by 2040 by being the first U.S. airline to sign the Amazon Climate Pledge. In the coming months we will release our Roadmap to Net Zero, charting out our potential pathways. This will be a living document that will be continuously refined as more unknowns become clear – such as what the availability of decarbonizing technologies including SAF and alternative energy aircraft will look like.\n\nSAF GROWTH\n\nAt this point in time, all SAF that is commercially available for regular flying is produced from wastes fats, oils, and greases (F0G0e), such as animal tallow or used cooking oil, through the HEFA refining process. HEFA-based SAF is likely to remain a major supply of SAF in the coming years, but it will eventually be joined by others. There are multiple potential feedstocks and technology types being pursued by SAF producers, both existing and future.\n\nAs we look forward to future offtake deals, we are taking a portfolio approach to our contracted SAF technologies and feedstocks, thereby reducing our exposure to development or pricing risks. In the coming years, we plan to pursue SAF offtake agreements with a diverse set of producers across multiple technology and feedstock types. This strategy ensures that we will be able to receive a balanced, regular supply of SAF.\n\nOur ongoing SAF partnerships include an offtake with Neste since 2020 for our operation in SFO, and with World Energy for our operation in LAX since 2021. Our future plans include offtake with Aemetis for California airports, and with Air Company for its unique power-to-liquids SAF. To date, our corporate partners have helped us source roughly 760,000 gallons of SAF through the Sustainable Travel Partners Program, helping reduce 7,000 metric tons of CO2e.\n\nCASE STUDY\n\nJETBLUE SUSTAINABLE TRAVEL PARTNERS\n\nThe world of business travel has changed significantly since the onset of the pandemic. In addition to the growing nature of remote work and gatherings, many of JetBlue’s corporate partners set their own emissions reduction goals – which often include their business travel emissions. As they set to return to the skies, many of our corporate partners asked us how we can work together to reduce the emissions associated with their necessary business travel.\n\nIn recognition of this need, in 2021, JetBlue formed its JetBlue Sustainable Travel Partners program, a partnership program with its business customers seeking to further engage and reduce the environmental impact of their business travel with JetBlue. It launched with a set of inaugural customers, Biogen, Deloitte, ICF, and Salesforce, offering a new suite of solutions to help corporate travel customers reduce their business travel emissions and meet their own corporate sustainability targets.\n\nThe Sustainable Travel Partners program offers corporate partners the following resources:\n\n- Business travel emissions reduction through the offering of JetBlue generated SAF certificates\n- Complimentary carbon offsetting on all domestic flights operated by JetBlue\n- Personalized travel data and analysis for more accurate emissions reporting\n- Consultation and tools for custom planning and target-setting to support in making more sustainable travel decisions\n\nThrough the purchase of SAF certificates, JetBlue customers can directly and meaningfully reduce their business travel emissions, and allow JetBlue to source SAF beyond what it planned for alone. Business travel emissions, categorized as Scope 3 emissions, are indirect emissions to which customers are not directly responsible but exist within the value chain. By purchasing SAF certificates, our corporate partners may reduce their reported carbon footprint, while helping to cover the cost premium of SAF that exists today - thereby growing the share of SAF JetBlue is able to source. Further, this program helps to stimulate the emerging SAF market that is critical for the aviation industry to reach its net zero goals. Through the Sustainable Travel Partners program, our launch partners helped us source roughly 325,000 gallons of SAF in 2021, helping reduce 2,730 metric tons of CO2 emissions.\nREDUCING ONBOARD WASTE\n\nWe are continuously fine-tuning our onboard product and operations to enhance the sustainability of the inflight experience. Last year, we announced two waste-related targets – 1.) Eliminate single use plastics within service-ware where possible. Where not possible, ensure plastic is recyclable and 2.) Maintain at least an 80% recycling rate for audited domestic flights.\n\nWe launched our domestic onboard recycling program in 2013, introducing a policy for our inflight crewmembers to sort and recycle the bottles and cans for all domestic flights, where safe and feasible. We estimate we divert roughly 30 million recycled bottles and cans annually and work with our inflight crewmembers, ground operations crewmembers, and business partners to ensure recycling is available in our domestic airports.\n\nWe also regularly review the products served onboard, in both our Mint, our premium cabin, and Core, our economy cabin. Recent changes include:\n\nChanges to our Core product\n- Our napkins served network-wide not only undergo a non-chlorine process but are also made from 100% recycled material and 60% post-consumer waste.\n- We partner with Dig to bring vegetable-forward menus to the new JetBlue Core experience to London. The meals are made with mindfully sourced ingredients from minority and women-run local farms, cutting down on the emissions during food shipping. One of the three hot main options is always vegan and, on most menus, at least two of the three sides are also vegan.\n- When we launched our flights to London, we did not want to offer “peel & reveal” meals, so we invested in reusable dishes and lids for our Core meal service. This makes us one of the only airlines in the industry that does not use single-use containers for complimentary economy cabin meal service.\n- The amenity kits we offer on our transatlantic flights are packaged within a reusable and resealable silicone bag, that can be used to store food and products.\n- Network-wide, the box design of our Buy-Onboard EatUp boxes were changed to no longer need plastic wrap.\n\nChanges to our Mint product\n- We recently redesigned the pillows and blankets offered within our Mint cabin, which are washed, sanitized and reused, and packaged in reusable fabrics rather than plastic packaging.\n- The Mint amenity kits are made from recyclable kraft paper with contents curated by Wanderfuel, a female-run wellness company that sources items with recycled or compostable packaging.\n- Our Mint cabins network-wide use reusable cutlery, dishes, and mugs, served on a reusable and washable tray, thereby reducing waste from disposable products.\n\nCLIMATE-RELATED RISKS AND OPPORTUNITIES\nIDENTIFYING CLIMATE-RELATED RISKS\n\nTo identify and track climate risk, JetBlue incorporates consideration of the topic into multiple enterprise-wide general systems:\n\n- Enterprise Risk Management. The Audit department coordinates enterprise risk management efforts to mitigate identified strategic risks, including those from climate change.\n- Business Continuity. The Business Continuity department develops cross-departmental plans and exercises in conjunction with the Crisis Management team.\n- Climate Scenario Analysis. The climate scenario analysis is conducted by a third-party where outcomes are communicated to the wider business through the ESG team.\n- Regulatory Risk. We actively participate in regular meetings held by our trade associations to monitor, advocate, and plan for reasonable climate change regulation. JetBlue does not instinctively or immediately oppose climate regulation. We have supported physically and financially viable climate regulation.\n\n| CLIMATE RELATED RISKS (PHYSICAL) |\n|----------------------------------|\n| **RISK TYPE** | **DESCRIPTION OF RISK** | **SECTOR AND GEOGRAPHICAL SPREAD** | **POTENTIAL IMPACT** | **TIMEFRAME** | **BUSINESS CONTINUITY, MITIGATION, AND ADAPTATION** |\n|----------------|------------------------|-----------------------------------|---------------------|--------------|--------------------------------------------------|\n| ACUTE PHYSICAL | Extreme Weather | Products and Services, Operations, Supply Chain | Operations Impact, Reduced Revenue, Supply Chain, Disruption, Unstable Fuel Costs | Short to long term | Practice engagement with airports, Hurricane season preparedness procedures, Flight dispatch flexibility |\n| CHRONIC PHYSICAL | Climate Change | Products and Services, Operations | Operations Impact, Reduced Revenue, Supply Chain, Disruption, Unstable Fuel Costs, Transmittable Disease | Short to long term | Climate Risk Scenario Analysis |\n### CLIMATE RELATED RISKS (TRANSITION)\n\n| RISK TYPE | DESCRIPTION OF RISK | SECTOR AND GEOGRAPHICAL SPREAD | POTENTIAL IMPACT | TIMEFRAME | BUSINESS CONTINUITY, MITIGATION, AND ADAPTATION |\n|-----------|---------------------|--------------------------------|------------------|-----------|-----------------------------------------------|\n| CURRENT & EMERGING REGULATION | Regulations aimed at addressing climate change | Products and Services | • Increased fuel costs  \n• Increased operational costs  \n• Loss of license to operate | Medium term | • Sustainable technology investment  \n• Voluntary reporting  \n• Proactive regulatory engagement |\n| TECHNOLOGY | Technology aimed at supporting the transition to a low-carbon technology | Products and Services Operations | • Increased operational costs  \n• Reduced revenue | Short to long term | • Sustainable technology investment  \n• Dedicated technology ventures subsidiary |\n| MARKET | A shift in supply and demand in transition to a low-carbon economy | Products and Services | • Demand for sustainable aviation solutions  \n• Reduced demand for flights | Medium to long term | • Monitor customer demand and expectations  \n• Proactive decarbonization of operations  \n• Sustainable technology investment  \n• Voluntary reporting |\n| REPUTATION | Damaged reputation and loss of customers | Products and Services | • Reduced demand for flights | Short to long term | • Monitor customer demand and expectations  \n• Proactive decarbonization of operations  \n• Sustainable technology investment  \n• Voluntary reporting |\n\n### CLIMATE RELATED OPPORTUNITIES\n\nAt JetBlue, consideration of climate change may increase both our resiliency and competitiveness. The following table shows the most material opportunities we have identified.\n\n| OPPORTUNITY TYPE | DESCRIPTION OF OPPORTUNITY | SECTOR AND GEOGRAPHICAL SPREAD | DESCRIPTION OF IMPACT | TIMEFRAME | BUSINESS CONTINUITY, MITIGATION, AND ADAPTATION |\n|------------------|-----------------------------|--------------------------------|----------------------|-----------|-----------------------------------------------|\n| RESILIENCE | Improved asset mobility | Products and Services | • Reduced costs and improved operational efficiency | Short to long term | • Focus city network improves asset mobility |\n| PRODUCTS AND SERVICES | Increased revenue | Products and Services Operations | • More competitive amidst shifting consumer and producer preferences | Short to long term | • Communicating sustainability strategy  \n• Sustainability as part of company brand and mission |\n| RESOURCE EFFICIENCY | Investment in a more efficient fleet | Products and Services, Organization, Supply Chain | • Lower fuel costs, increased efficiency, better products for customers | Short to long term | • Sustainable technology investment  \n• Fuel optimization |\n| ENERGY SOURCE | Investment in sustainable energy sources | Products and Services, Organization, Supply Chain | • Ahead of sector in engaging in sustainability issues, likely to be more resilient to regulatory changes | Short to long term | • Procurement of SAF  \n• Converting to electric ground vehicles  \n• Sustainable technology investment |\n| REPUTATION | Damaged reputation and loss of customers | Products and Services | • Reduced demand for flights | Short to long term | • Monitor customer demand and expectations  \n• Proactive decarbonization of operations  \n• Sustainable technology investment  \n• Voluntary reporting |\n| MARKETS | Proactive investment in environmental markets | Products and Services, Organization, Supply Chain | • Proactively seek opportunities in new markets to be better positioned in a lower-carbon economy | Short to long term | • Sourcing multiyear contracts  \n• Environmental assets  \n• Sustainable technology investment |\nINVESTMENT INTO CLIMATE RESEARCH AND DEVELOPMENT\n\nJetBlue continuously investigates means of mitigating climate risk exposure and introducing new forms of lower-carbon technologies and innovations. The table below details some of the investment opportunities across the short, medium, and long term. In 2020, we strengthened the focus on sustainability with our subsidiary JetBlue Ventures, who led the investments in alternative energy aircraft companies detailed within the New Technology section below.\n\n| INVESTMENT IN R&D | CLIMATE RISK/OPPORTUNITY | ITEM | DESCRIPTION | TIME PERIOD | TIME FRAME OF INVESTMENT RETURN |\n|-------------------|--------------------------|------|-------------|-------------|---------------------------------|\n| RESILIENCE        | Focus cities             | Further investment in diversifying our operations to allow for better asset mobility | Ongoing to long term | 1-3 years |\n| IMPROVED PROCESS FOR IDENTIFYING CLIMATE RISKS & OPPORTUNITIES | Climate Risk Scenario Analysis | Modeling to test resilience to climate change | Short term | N/A |\n| EMISSIONS MITIGATION | New engine option (NEO) aircraft | New engine technology: Fuel efficiency | Short to medium term | Fuel savings immediate, aircraft |\n| | Airbus A220 aircraft | New fleet: Fuel efficiency | Short to medium term | Fuel savings immediate, aircraft |\n| | Sustainable Aviation Fuel | Lower carbon intensity fuel | Medium term | N/A |\n| | Electric ground service equipment | Lower carbon intensity ground equipment | Short term | 2 years |\n| | NextGen navigation | New navigation system: Increased flight and fuel efficiency | Ongoing to long term | Realized in 2014 |\n| | Electric Ground Power and Air Units | Powering aircraft at gates and remote locations without jet fuel [APU] | Short term | 2 years |\n| NEW TECHNOLOGY **Please see even more investments in the next section** | Joby Aviation | Developing regional electric eVTOL aircraft | Long term | N/A |\n| | Universal Hydrogen | Carbon-free aviation fuel alternative | Long term | N/A |\n| CARBON OFFSETTING | Domestic Carbon Neutrality | Voluntary emissions offsets | Ongoing | N/A |\n\nCLIMATE SCENARIO ANALYSIS\n\nIn 2021, we released our first climate scenario analysis, with the purpose of attributing a financial value on climate related risks and opportunities facing JetBlue. We assessed our assets on the basis of transition risks (carbon pricing, litigation, technology, reputation, and market); physical risks (temperature extremes, coastal flooding, drought, wildfire, tropical cyclone, water stress, and fluvial flooding); and opportunities (resource efficiency, energy source, products and services, markets and resilience).\n\nThe chart below represents potential revenue at risk in a scenario of inaction. We do not consider the modeled annual average loss an inevitability, but rather a worst-case scenario which we will work to avoid.\n\n| TOP RISKS IDENTIFIED | RISK | CAUSE OF FINANCIAL IMPACT | MODELED ANNUAL GAIN | % OF RELATIVE REVENUE GAIN |\n|----------------------|------|---------------------------|----------------------|---------------------------|\n| Carbon Pricing       | Regulatory compliance costs | 9% | $222.5M |\n| Temperature Extremes  | Business interruption | 1.8% | $117.6M |\n| Coastal Flooding     | Business interruption | 1.4% | $13.1M |\n| Technology           | New technology reduces competitiveness, production efficiency, or demand | 1.2% | $5.8M |\n| Reputation           | Negative perception affecting consumer demand, shareholder value, employee costs, and supplier costs | 0.9% | $4.1M |\n| Market               | Supply and demand changes in a lower carbon economy | 0.8% | $3.4M |\n| Litigation           | Facing increasing costs to defend against climate related litigation | 0.2% | $1M |\n\n| TOP OPPORTUNITIES IDENTIFIED | OPPORTUNITY | CAUSE OF FINANCIAL IMPACT | % OF ASSET VALUE AT RISK | MODELED ANNUAL AVERAGE LOSS (2030s)** |\n|------------------------------|-------------|---------------------------|--------------------------|----------------------------------------|\n| Products and Services        | Improve competitiveness amidst shifting consumer and producer preferences | $13.6M | .29% |\n| Energy Source                | Potential energy savings from shifting to low emission energy sources | $10.3M | .23% |\n| Resource Efficiency          | Optimize costs by improving efficiencies and materials management | $4.7M | .14% |\n| Resilience                   | Adaptive capacity to respond to climate change to better manage risks and seize opportunities | $3.1M | .08% |\n| Markets                      | Proactively seek opportunities in new markets to be better positioned in a lower-carbon economy | $3.6M | .07% |\nJETBLUE VENTURES (JBV) INVESTMENTS IN SUSTAINABILITY TECHNOLOGIES\n\nInvestment Overview\nJetBlue Ventures (JBV) is JetBlue’s venture capital arm that invests in and partners with early-stage technology startups improving the future of travel and hospitality. It was established in 2016 to invest in JetBlue’s innovative future and help enhance our operations and Customer experience.\n\nWe prioritize investments that align with our five investment themes – (1) seamless customer journeys, (2) reimagining the accommodation experience, (3) next-generation aviation operations and enterprise technology, (4) innovation in loyalty, distribution, and revenue, and (5) sustainable travel.\n\nWhile our ESG team’s current strategy of expanding our fuel-efficient aircraft fleet, streamlining ground operations, and sourcing sustainable aviation fuels is effective, it is simply not enough to help JetBlue reach its ambitious goal of net zero carbon emissions by 2040. To support the airline’s sustainability strategy and targets, JetBlue Ventures invests in technology focused on advanced methods of measuring and reducing emissions, improved environmental protections, and game-changing transportation. This mindset is the driving force behind JetBlue Ventures’ most notable sustainability investments: Universal Hydrogen, Joby Aviation and AIR COMPANY.\n\nInvestments in Emerging Technologies in Sustainability\n\nJoby Aviation\n- Joby is developing an electric vertical take-off and landing (“eVTOL”) aircraft that will quietly transport a pilot and four passengers up to 190 miles while producing zero operating emissions. It became a public company in 2021.\n- The company’s aerial ridesharing service, which Joby intends to launch in 2025, will enable revolutionary ways for people to move in and around cities while reducing ground traffic congestion and carbon emissions.\n- In 2021, we announced a partnership with Joby and Signature Aviation to create a pathway to utilization of electric and hydrogen aviation credits. Together, we committed to define the framework for the creation, validation and eventual use of these new credits on aviation carbon markets, including identifying a third party to oversee and validate transactions. Designed to grow the market for offset credits for flights powered by low-carbon electric and hydrogen propulsion technologies, this partnership is the first of its kind.\n\nUniversal Hydrogen\n- In 2021, we announced our investment in Universal Hydrogen, a Los Angeles-based company focused on the decarbonization of aviation by making hydrogen a viable long-term fuel source.\n- Universal Hydrogen is currently building a fuel distribution network that connects green hydrogen production directly to commercial aviation aircraft by using modular capsules that are transported using the existing intermodal freight network, avoiding the need for costly new pipelines and storage facilities.\n\nAIR COMPANY\n- AIR COMPANY’s direct carbon capture technology seeks to remove and repurpose CO₂, the most abundant greenhouse gas in the atmosphere, to produce synthetic, carbon-negative fuels at costs equal to fossil or bio-derived fuels.\n- In September 2022, Air Company announced the launch of their Airmade SAF product and a 25 million gallon offtake agreement with JetBlue.\n\nElectric Power Systems\n- Electric Power Systems (EPS Systems) is a leading provider of high-power, scalable powertrains for electrified aviation including energy storage systems, DC fast-charging stations, and electric propulsion products.\n\nTPG Rise Climate Fund\n- TPG Rise Climate is within the family of the TPG Rise Fund and focuses on funding de-carbonization within five focus areas - Clean Energy, Enabling Solutions, Decarbonized Transport, Greening Industrials and Ag & Natural Solutions\n\nRubicon\n- Rubicon is an end-to-end carbon solutions platform delivering greater scale, confidence and innovation to help lead the next generation of the carbon market\n\nInvestments in Sustainability-Adjacent Technology\n\nTomorrow.io\n- Tomorrow.io is a weather technology company that aims to help the aviation industry make better business decisions by more accurately predicting the weather and tracking long-term climate change.\n- It’s cloud-based platform enables fuel suppliers, airports, into-plane agents and airlines to better plan, control and monitor fueling operations.\n- The technology is expected to save airlines up to 20% CO₂ per flight. Savings are for long-haul flights and based on a 5-year case study using baseline airline and into-plane data. The technology is currently in use at JetBlue’s operation at Boston Logan International Airport.\n\nBeacon AI\n- The aviation industry is ripe for technological disruption, particularly when it comes to flight operations. Beacon AI capitalizes on this emerging area of innovation through its artificial intelligence platform designed to improve operational efficiencies.\n\nInnovation Work\nJetBlue Ventures regularly partners with JetBlue to conduct 12-week “innovation sprints.” The goal is to uncover and connect relevant startups to a specific business unit. In 2021, JetBlue Ventures worked hand-in-hand with the ESG team to execute an in-depth innovation sprint. JetBlue’s investors, customers, and crewmembers are increasingly demanding heightened ESG standards in almost everything we do, and this sprint allowed our team the opportunity to explore the latest game-changing ideas in the business.\n\nAt the beginning of the sprint, JetBlue Ventures and the JetBlue ESG team invited a number of stakeholders from across JetBlue to participate in a day-long exercise, which helped us narrow the scope to five guiding themes:\n- Sustainable Operations\n- Crewmember Engagement Tools\n- Customer-facing Technology (including carbon offset innovation)\n- Data Accessibility\n- Data Generation\n\nWith these themes in mind, JetBlue Ventures sourced over 150 startups from around the world. Over the course of the next several months, the working team selected six that were emblematic of the most exciting innovation taking place in the field. The end result was new partnerships formed between JetBlue and innovative start-ups in the ESG space.\nINDUSTRY COLLABORATION TO ADVANCE AVIATION DECARBONIZATION\n\nTo meet our ambitious sustainability targets, we know collaboration across all key partners will be critical – including aircraft and technology manufacturers, fuel providers, governments, finance community, and other airlines. We highlight here several examples announced or developed in 2021.\n\nAviation industry climate commitments\n\n- In addition to serving as CEO of JetBlue, from November 2020 through June 2022 Robin Hayes served as the Chair of the Board of Governors of The International Air Transport Association (IATA), the airline industry’s global trade association made of over 300 member airlines. In Robin’s role guiding the global trade association, he worked with other airline CEOs to elevate sustainability within the agenda. Supported by Robin’s leadership, in October 2021 IATA announced a commitment to achieve net zero carbon emissions by 2050, aligned with the Paris Agreement goal for global warming to not exceed 1.5°C. To accompany this announcement, the industry released a comprehensive plan and set of key milestones focusing on growing the SAF market. This commitment builds on the commitment of U.S. carriers to achieve net zero by 2050 announced in March 2021 via Airlines for America and to make three billion gallons of cost competitive SAF available in the U.S. by 2030. It is rare that an entire industry comes together to set a voluntary target, and Robin’s leadership helped enable this significant achievement.\n\nPartnership with corporate customers\n\n- While SAF is proven to be safe and reduce air travel emissions, the significant and rising cost premium in which SAF is delivered today limits the volume airlines are reasonably able to uplift. To enable JetBlue to source additional SAF beyond its own agreements, we formed a new partnership with key corporate customers who were seeking to partner on sustainable solutions. Our launch partners to the Sustainable Travel Partners Program, Biogen, Deloitte, ICF and Salesforce, helped grow the SAF market by contributing to the purchase of SAF and receiving Scope 3 claims in return. Through the Sustainable Travel Partners program, our launch partners helped us source roughly 325,000 gallons of SAF, reducing roughly 2,700 metric tons of CO2 emissions.\n\n- In addition, in November 2021 during the United Nations climate talks in Glasgow, we announced work to collaborate with other airlines, non-profits, and corporates to help formalize the SAF certificate space. Alongside airlines Amazon Air, Alaska Airlines, and United Airlines, announced the formation of the Aviators Group within Sustainable Aviation Buyers Alliance (SABA), run by non-profits Rocky Mountain Institute (RMI) and Environmental Defense Fund (EDF). We partnered in support of its mission to drive investment in SAF and accelerate the transition to net zero emissions air transport. SABA was originally launched in April 2021 to bring together aviation customers committed to reducing their air transport emissions through investment in high-integrity SAF. The new Aviators Group enabled SABA to send an even stronger demand signal to drive greater SAF production, price reduction and technological innovation.\n\nAccelerating aviation decarbonization technologies\n\n- Taking another approach to industry collaboration to accelerate aviation decarbonization, in late 2021, JetBlue, along with our venture capital subsidiary JetBlue Ventures formed the Aviation Climate Taskforce (ACT) with nine other airlines and the Boston Consulting Group. Together, we are working to invest in and facilitate the development of emerging technologies to decarbonize aviation. ACT is working to drive technological innovation and accelerate the research and development lifecycle of emerging technologies. Taking a portfolio approach, the group is focused on critical medium-term solutions, such as synthetic fuel, and on more near-term solutions, such as emerging bio-based SAF pathways, and long-term solutions, such as hydrogen technologies. ACT is supporting the advancement of these technologies through two key pillars: an Innovation Network, which is using proven tools to map the vast amount of research across the ecosystem and pinpoint collaboration opportunities to accelerate breakthroughs, and a Collaboration Forum, to facilitate engagement across experts, activists, policy makers, and thought leaders to facilitate the deployment of innovative technologies.\n\n- JetBlue Ventures is continuing its commitment to creating a more sustainable travel industry through its investment as a limited partner in TPG Rise Climate, the climate investing fund of TPG’s global impact investing platform TPG Rise. TPG Rise Climate is a multibillion-dollar investment fund focused on supporting climate solutions at scale. It seeks to work collaboratively with the companies, entrepreneurs, and scientists who are pioneering innovative climate solutions across five key climate sub-sectors, of which decarbonized transport is one. As part of the investment, JetBlue Ventures joins the fund’s other corporate investors that make up the TPG Rise Climate Coalition, which aims to promote knowledge-sharing and investment opportunities amongst its members.\nIn this ESG report, we focus on the disclosure of information relevant to the recommendations of the Sustainable Accounting Standards Board (SASB) such as labor and accident & safety management practices.\n\nJetBlue also produces an annual social impact report using Global Reporting Initiative (GRI) Standards, the most widely adopted voluntary corporate responsibility reporting framework in the world. That report, which can be found on our JetBlue for Good website, focuses on its corporate responsibility and impact through community partnerships; corporate giving; diversity, equity and inclusion; safety; and employment and relevant human resources data.\n\n**HUMAN CAPITAL MANAGEMENT**\n\nWe believe our success depends on our crewmembers delivering the JetBlue Experience in the sky and on the ground. One of our competitive strengths is a service-oriented culture grounded in our five key values: safety, caring, integrity, passion, and fun. We believe a highly productive and engaged workforce enhances customer loyalty. Our goal is to hire, train, and retain a diverse workforce of caring, passionate, fun, and friendly people who share our mission to inspire humanity.\nLabor Relations\nWe believe a direct relationship between crewmembers and our leadership is in the best interests of our crewmembers, our customers, and our stockholders. Except for our pilots and inflight crewmembers, our frontline crewmembers do not have third-party representation. In 2014, JetBlue pilots elected to be represented by the Air Line Pilots Association, or ALPA. The National Mediation Board, or NMB, certified ALPA as the representative for JetBlue pilots. The parties reached a final agreement for the first collective bargaining agreement which was ratified by the pilots in July 2018. The agreement is a four-year renewable contract effective August 1, 2018. In February 2022, the parties commenced Section 6 negotiations for a successor contract, in accordance with the collective bargaining agreement.\n\nIn April 2018, JetBlue inflight crewmembers elected to be represented by the Transport Workers Union of America, or TWU. The NMB certified the TWU as the representative for JetBlue inflight crewmembers. The parties reached a final agreement for the first collective bargaining agreement which was ratified by our inflight crewmembers in December 2021. The agreement is a five-year, renewable contract effective December 13, 2021.\n\nAs of December 31, 2021, approximately 44% of our full-time equivalent crewmembers were represented by unions. The following table sets forth our crewmember groups and the status of their respective collective bargaining agreements.\n\n| CREWMEMBER GROUP | REPRESENTATIVE | CREWMEMBERS* | AMENDABLE DATE |\n|-------------------|---------------|--------------|----------------|\n| Pilots            | Air Line Pilots Association (ALPA) | 3,850 | August 1, 2022 |\n| Inflight          | Transport Workers Union (TWU) | 4,833 | December 13, 2026 |\n\n*Approximate number of active full-time equivalent crewmembers as of December 31, 2021.\n\nOne of the biggest examples of our commitment to crewmembers is our no furlough policy, something we were proud to have upheld through the pandemic. While our operation at the worst of the pandemic was reduced a staggering 75%, through a number of cost-cutting initiatives and with help from our federal government, JetBlue managed to become the only major U.S. carrier to avoid furloughs or sending warnings of possible furloughs for its crewmembers in 2020. This is no small feat, and it’s a commitment to our crewmembers that we are proud of.\n\nCrewmember Composition\nOur average number of full-time equivalent crewmembers increased by 8% compared to 2020, primarily driven by additional hiring, as we prepare to return our operations to pre-pandemic levels.\n\nOur average number of full-time equivalent crewmembers for the year ended December 31, 2021 consisted of:\n\n- 3,744 Pilots\n- 4,381 Inflight (whom other airlines may refer to as flight attendants)\n- 3,891 Airport operations personnel\n- 706 Technicians (whom other airlines may refer to as mechanics)\n- 1,103 Reservation agents\n- 3,168 Management and other personnel\n\nFor the year ended December 31, 2021, we employed an average of 15,452 full-time and 4,014 part-time crewmembers. As of December 31, 2021, approximately 46% of our full-time equivalent crewmembers were represented by labor unions and approximately 20% were covered by collective bargaining agreements that are currently amendable or that will become amendable within one year.\n\n| CREWMEMBERS BY WORKGROUP | % OF TOTAL JETBLUE WORKFORCE | % OF WORKGROUP UNION REPRESENTED |\n|---------------------------|------------------------------|----------------------------------|\n| Airports                  | 28.9%                        | 0%                               |\n| Customer Support          | 10.3%                        | 0%                               |\n| Flight Ops                | 19%                          | 98.9%                            |\n| Inflight                  | 25.7%                        | 98.29%                           |\n| Support Services          | 6.7%                         | 0%                               |\n| Sys Ops                   | 1.7%                         | 0%                               |\n| Tech Ops                  | 6.6%                         | 0%                               |\n| JetBlue Travel Products   | 1%                           | 0%                               |\n| JetBlue Ventures          | 0.04%                        | 0%                               |\n| Total                     | 100%                         | 47.55%                           |\n\n| CREWMEMBERS BY LOCATION | % OF TOTAL |\n|-------------------------|------------|\n| Caribbean                | 0.3%       |\n| Latin America            | 0.5%       |\n| United States            | 99.1%      |\nPromoting Diversity, Equity, and Inclusion (DEI)\n\nAt JetBlue, we’re on a journey to become more representative, courageous, and inclusive. Our goal is to include the diverse communities and cultures we serve in all aspects of the airline because for JetBlue, DEI is not just the right thing to do, it’s essential to our success. It influences retention and maximizes our investment in our crewmembers, improves our ability to attract top talent for the future of the airline, and drives better decision-making and innovation ensuring we keep our competitive edge. To better reflect our communities and society as a whole, we’ve refined our DEI focus to concentrate on three areas: People, Sourcing and Brand.\n\n- **People:** We invest in our crewmembers with opportunities for development and growth, diversity our leadership and support a culture of inclusivity.\n- **Sourcing:** We engage with and source from diverse business partners including minority and women owned businesses.\n- **Brand:** We build lasting connections with our diverse customers to continue to drive inclusive representation.\n\nIn 2020, we committed to five-year goals to achieve bold and measurable change in these core areas:\n\n| BRAND | PEOPLE | SOURCING |\n|-------|--------|----------|\n| Add an inclusivity question to JetBlue’s quarterly brand health tracker to deliver a regular pulse on how JetBlue is perceived compared with other travel brands and set benchmarks for growing the perception of our inclusivity efforts in key markets. | Double our racial and ethnic minority representation at the officer and director level from 13.5% to 20% by the end of 2025. Increase representation of women at the officer and director level from 32% to 40% by the end of 2025. | DEI is ingrained in JetBlue’s sourcing process by engaging and using minority and women owned business enterprises (MWBE) business partners with a proven commitment to DEI in their lines of business. Attend a minimum of three Women’s Business Enterprise National Council and/or National Minority Supplier Development Council events per year. Require RFPs to include at least one partner from an underrepresented group in the selection process. |\n\n**Brand:**\n- Modeled a culture of inclusivity by adopting a gender-neutral wardrobe.\n- Honored the Deaf community with an aircraft named “JetBlue Loves You” in American Sign Language.\n\n**People:**\n- Improved racial and ethnic minority representation at the officer and director level to 12.9%.\n- Increased representation of women at the officer and director level to 31.7%.\n- Implemented the Blue Select Interviewing program to increase diversity in our pipeline. Learn more about Blue Select later on in this report.\n- Boosted our BlueBenefits program to provide additional support to advance the wellness of our crewmembers.\n\n**Sourcing:**\n- Engaged with 140 diverse businesses as potential company suppliers.\n- Added three new diverse business partners to our onboard product offerings, bringing our total onboard to six.\n\n**CREWMEMBER DIVERSITY DATA**\n\nOur Equal Opportunity Employment filing (EEO-1 Consolidated Report) is presented in the appendix of this report. For a more detailed overview of the composition and representation of our crewmembers, please refer to our 2021 Social Impact Report available at http://investor.jetblue.com\nBUILDING AN INCLUSIVE BRAND\n\nJetBlue took steps to strengthen the inclusivity of our brand in 2021, both groundbreaking and just plain fun.\n\nAdopting Gender-Inclusive Uniform Policies - The ability to bring your true self to work and feel included is one of the many reasons crewmembers join JetBlue. In 2021, JetBlue rolled out a new uniform policy with a vast range of apparel and hair and makeup options for all crewmembers. We made these changes after an extensive review by the Uniforms, Brand and DEI teams as well as input from our crewmembers who are required to wear uniforms.\n\nJetBlue’s gender-inclusive uniform and hair and makeup policy offers crewmembers a combination of uniform pieces, rather than items based on binary gender terms. By offering crewmembers the ability to select from a broader collection or combination of pieces they are most comfortable in and clarifying appearance guidelines, we are removing barriers that unintentionally isolated some groups including our BIPOC (Black, Indigenous and People of Color) Crewmembers and religious groups, and to be more inclusive of gender identity, age and body type, giving them opportunities to honor their personal identities, traditions, or heritage while representing JetBlue.\n\nChanges to our uniform policy include:\n- Added accommodations for crewmembers practicing religious observances.\n- Clarified guidelines to reduce bias in uniform enforcement.\n- Provided visual charts to accompany guidelines around makeup, hair color and styling.\n- Replaced gender-focused dress sections to the policy and added gender-neutral language with a focus on how all crewmembers can represent JetBlue’s brand.\n- Broadened our beauty and accessories policy to offer all genders the same options.\n\nRECRUITING AND HIRING EQUITABLY\n\nJetBlue made significant changes to our hiring and recruiting policies in 2021 to be more inclusive and broaden opportunities. Notably, we recognized relevant work experience and skills as equivalent to bachelor’s degrees for many positions, qualifying prospective crewmembers for jobs previously reserved for college graduates. In compliance with New York State law, we also continued allowing prospective crewmembers to apply for positions without providing their salary history, removing another roadblock for people passionate about pursuing well-paying careers in aviation.\n\nBlue Select - We are working hard to ensure that the diverse communities and cultures we serve are represented across our company, beginning with the hiring process. When hiring paused during the COVID-19 pandemic, our Talent Acquisition team used the time to develop Blue Select, a new method of interviewing designed to overcome unconscious biases in the hiring process and increase diversity in our pipeline. To conduct Blue Select interviews, crewmembers must complete more than six hours of training, including our Fly Above Bias and Blue Select e-learning courses, as well as a mock interview session.\n\n| TAKEOFFS AND LANDINGS: 2021 NEW HIRES AND ATTRITION RATE |\n|----------------------------------------------------------|\n| **HIRING** | **NEW HIRE TOTALS** | **PROPORTION OF NEW HIRES** | **ATTRITION (VOLUNTARY AND NONVOLUNTARY)** | **NUMBER OF SEPARATIONS** | **ATTRITION RATE** |\n| Total | 4,208 | 100% | Total | 2,545 | 12.5% |\n| Female | 2,609 | 58.1% | Female | 1,491 | 16.3% |\n| Male | 1,736 | 41.9% | Male | 1,041 | 9.3% |\n| 18-24 | 480 | 12.7% | 18-24 | 130 | 55.2% |\n| 25-34 | 1,687 | 44.7% | 25-34 | 195 | 19.8% |\n| 35-44 | 861 | 22.8% | 35-44 | 552 | 9.7% |\n| 45-54 | 504 | 13.4% | 45-54 | 318 | 7.1% |\n| 55-64 | 207 | 5.5% | 55-64 | 216 | 8.1% |\n| 65+ | 31 | 0.8% | 65+ | 105 | 25.1% |\nGender Parity & Executive Leadership – JetBlue pursues gender parity at all levels, especially senior leadership. Currently, we conduct gender pay reviews and ethnicity comparisons at the executive and director levels.\n\nDiversity Leadership Council – To support JetBlue’s goal of being the most inclusive travel partner, our Diversity Leadership Council continued to execute on our DEI goals within their business units in 2021. The council is composed of 11 leaders across the organization including functions such as Legal, Sourcing, Marketing, People, Communications, Network and Airports. This structure ensures DEI is an integral part of our DNA.\n\nACCIDENT & SAFETY MANAGEMENT\nFor 20 years, JetBlue has raised the bar and set new standards in the industry. You can count on us to keep doing that—and on a healthy and safe travel experience—both in the air and on the ground.\n\nSafety Risk Management\nTo stay ahead of potential safety issues, we have developed a formal process for analyzing, assessing, and mitigating safety risks. Through this Safety Risk Management (SRM) process, we evaluate the probability and severity of adverse safety outcomes and determine the resources needed to prevent or mitigate them. This has led to the creation of our best-in-class safety programs (listed below) including our Safety from the Ground Up program.\n\n| SAFETY PROGRAMS |\n|-----------------|\n| JETBLUE SAFETY PROGRAM | DESCRIPTION |\n| Safety Management Software Platform (LEMS/AQD) | JetBlue Event Management System (LEMS) or Aviation Quality Database (AQD) is an online tool application and database to collect and analyze crewmember reports and SMS data. |\n| Safety Action Report Program | Safety Action Report Program (SARP) provides a confidential system which crewmembers can use to report safety concerns. |\n| Safety Promotion Program | The Safety Promotions Program (SPP) implements promotional materials with Corporate Communications to distribute Safety Communications to all areas of the airline. |\n| Safety Evaluation and Audit Program (SEAP) | The Safety Evaluation and Audit Program (SEAP) conducts safety evaluations and audits, and serves as the coordinating department for external audits, including OOD, IOSA, and Code Share Audits. |\n| Environmental Regulatory Program | The Environmental Regulatory Program (ERIP) contains various environmental programs which work to ensure compliance with federal, state and local regulations related to environmental protection. |\n| Crewmember Health and Safety Program | The Crewmember Health and Safety Program (CHSP), ensures operational departments and support centers remain compliant with the Occupational Safety and Health Administration (OSHA) standards that apply to JetBlue. |\n\n| SAFETY PROGRAMS |\n|-----------------|\n| JETBLUE SAFETY PROGRAM | DESCRIPTION |\n| Safety Investigations Program | The Safety Investigations Team also oversees the Safety Department’s emergency response processes and the JetBlue Accident Investigation Team (AIT). The objectives of JetBlue safety investigations are safety risk mitigation and accident prevention. |\n| Fatigue Risk Management | The Fatigue Risk Management Team is responsible for the oversight of fatigue risk in JetBlue’s Flight and Inflight Operations, using a data-driven approach, along with scientific principles on human physiology and operational knowledge, to monitor and assess the safety risks associated with fatigue-related performance decrements. |\n| Human Factors Program | The Human Factors Program provides subject matter expertise and support to all workgroups in the application of scientific principles relating to the strengths and limitations of human performance in operational environments. |\n| Flight Operations Safety Program | The Flight Operations Safety Program defines the protocols of the program and is responsible for continuous development and enhancement of the department’s Safety Management System (SMS). |\n| Aviation Safety Action Program (ASAP) | The purpose of the ASAP is, voluntarily alongside the FAA and the pilot’s Union, to identify safety events and implement corrective measures that reduce the opportunity of safety hazards or unsafe conditions through self-reporting, cooperative follow-up, and appropriate corrective action. |\n| Flight Operational Quality Assurance (FOQA) Program | Flight Operational Quality Assurance (FOQA) Program collects, monitors, trends, and analyses aggregate, de-identified flight data recorded automatically by the aircraft during routine flight operations. |\n| Safety Analytics Program (Analytical Safety Assurance) | The Safety Analytics program’s role within the Safety department is to objectively determine where risk may lie within the JetBlue operation, across all operational departments. |\n| Line Operations Safety Audit (LOSA) Program | The Line Operations Safety Audit (LOSA) Program is a voluntary safety program that provides a Threat and Error Management (TEM) based assessment of line operations and a way to measure JetBlue’s safety culture. |\n| Inflight Safety Program | The Inflight Safety Program encompasses the management and success of inflight’s Safety Management System (SMS). Inflight defines the protocols of the program and is responsible for continuous development and enhancement of SMS. |\n| Airports Safety Program | The Airports Safety Program is developed to assist the Airports Department in protecting Crewmembers from injury, and the aircraft and equipment from damage during ground operations. |\n| Technical Operations Safety Program | The Technical Operations Safety Program is developed to assist the Technical Operations Department in protecting Crewmembers from injury, and the aircraft and equipment from damage during maintenance operations. |\n| System Operations Safety Program | The System Operations Safety Program conducts investigations of System Operations and Dispatch related events to identify hazards and non-compliance issues. |\n| Ground Safety Program | The Ground Safety Program maintains the official organizational aircraft ground damage metrics and rates. |\nIncidents and Accidents\nAs defined according to Annex 13 of the International Civil Aviation Organization Convention on International Civil Aviation, in 2021 JetBlue had one incident of a fall that has since been classified to “occurrence.” While no longer under investigation, public records are in progress of being updated to reflect this change.\n\nTaking into consideration the number of flights flown each year, our Flight Safety Metric (FSM) – an internal measure of overall operational flight safety – was bettered year-over-year by 25% from 2020 to 2021, resulting in our flight safety goal for the year being met.\n\nWhile many factors undoubtedly contributed to the improvement of the FSM, a broad, proactive organizational focus on identifying the risks associated with operations in both a pandemic, and post-pandemic environment, and in implementing mitigations for those risks, surely played a large part in ensuring the safety of our operations.\n\nLOOKING FORWARD\n2021 was a year of action. With the skies clearing ahead of us, we not only started building back to what we do best - serving our customers and communities - we also took meaningful steps to further our mission of inspiring humanity and championing change in areas that are critical not only to our industry, but to the world.\n\nThe future of sustainable travel depends on the steps we take today. As we look to the future, we recognize that our ambitious goals won’t be reached alone. Inherent in the idea of leadership is finding and encouraging other leaders to join the cause, share insights and offer their unique views and expertise.\n\nAlong with industry colleagues and sustainability-focused alliances, we are sharing best practices and building the relationships that help us set meaningful goals and hold each other accountable. In partnership with sustainable aviation fuel producers and the many businesses that rely on corporate travel, we are taking steps to grow the SAF market and show policy makers there’s an appetite for alternative and sustainable fuel sources worthy of support. Through JetBlue Ventures we continue to look for and invest in future technologies in sustainable travel. And within JetBlue, we are empowering stakeholders across the organization to make sustainability a priority in their decision making and giving them the tools and data to back those decisions.\n\nThe value we place on collaboration and celebrating diverse ideas and backgrounds as an opportunity to grow can also be seen in our social impact and commitment to DEI. In partnership with numerous expert training institutions, we have created several best-in-class development opportunities for crewmembers with JetBlue Scholars, Jet Pathways Operations to Support Center Program, and our growing list of pilot and AMT Gateways. With JetBlue Foundation inspiring the next generation of aviation professionals and additional Gateways designed to address the concerns that prevent many external candidates from pursuing careers in aviation, we see the incredible untapped potential that exists within underrepresented communities. By casting a wider net we can very well meet the growing need for aviation professionals while also opening the door to more candidates from underrepresented communities, including women and people of color.\n\nAs we enter our next chapter, we are exceptionally proud of the crewmembers and partners that have supported our efforts and are confident of the ambitious ESG targets we have set – and new science-based targets to come. Our mission of inspiring humanity is one that also comes with a clear direction, and we welcome you to join us along our journey.\n### SASB Activity Metrics\n\n| SASB Code | Activity Metric | 2018       | 2019       | 2020       | 2021       |\n|-----------|----------------|------------|------------|------------|------------|\n| TR-AL-000-A | Available Seat Miles [ASM] | 59,881 million | 63,941 million | 32,689 million | 54,113 million |\n| TR-AL-000-B | Passenger Load Factor | 86.8% | 86.0% | 56.9% | 76.0% |\n| TR-AL-000-C | Revenue Passenger Miles [RPM] | 50,790 million | 53,617 million | 18,598 million | 41,152 million |\n| TR-AL-000-E | Number of departures | 366,619 | 368,355 | 168,636 | 264,385 |\n| TR-AL-000-F | Average age of fleet | 9.8 years | 10.6 years | 11.3 years | 11.6 years |\n\n### SASB Accounting Metric Mapping\n\n| Topic | SASB Code | Activity Metric | JetBlue Report Heading | Page |\n|-------|-----------|----------------|------------------------|------|\n| GREENHOUSE GAS EMISSIONS | TR-AL-110a.1 | Gross Global Scope 1 Emissions | 2021 Emissions Inventory | 32 |\n| | TR-AL-110a.2 | Strategy to manage scope 1 emissions | Strategy to manage scope 1 emissions | 34 |\n| | TR-AL-110a.3 | Total fuel consumed by type | 2021 Jet Fuel Consumption by Type | 32 |\n| LABOR PRACTICES | TR-AL-310a.1 | Percentage of active workforce covered under collective bargaining agreements (including crewmember breakdown) | Crewmember Composition | 48 |\n| | TR-AL-310a.2 | [1] Number of work stoppages and [2] Total days idle | Labor Relations | 48 |\n| COMPETITIVE BEHAVIOR | TR-AL520a.1 | Amount of legal and regulatory fines and settlements associated with anticompetitive practices | Competitive Behavior | 23 |\n| ACCIDENT & SAFETY MANAGEMENT | TR-AL540a.1 | Safety management system implementation & outcomes | Safety Risk Management | 54 |\n| | TR-AL540a.2 | Number of Accidents | Incidents and Accidents | 56 |\n| | TR-AL540a.3 | Number of governmental enforcement actions of aviation safety regulations | Incidents and Accidents | 56 |\n\n### TCFD Accounting Metric Mapping\n\n| Section | TCFD Disclosure Recommendation | JetBlue Report Heading | Page |\n|---------|--------------------------------|------------------------|------|\n| GOVERNANCE | Describe the board’s oversight of climate-related risks & opportunities | Board’s Oversight of ESG Risks and Opportunities | 14 |\n| | Describe the management’s role in assessing and managing climate-related risks and opportunities | Management’s Role in Assessing and Managing ESG Risks & Opportunities | 17 |\n| STRATEGY | Describe the climate-related risk and opportunities the organization has identified over the short, medium, and long term (consider providing by sector and/or geography as appropriate) | Climate-Related Risks & Opportunities | 37 |\n| | Describe the resilience of the organization’s strategy, taking into consideration different climate-related scenarios, including a 2°C or lower scenario | Climate Scenario Analysis | 41 |\n| RISK MANAGEMENT | Describe the organization’s processes for identifying and assessing climate-related risks | Management’s Role in Assessing and Managing ESG Risks & Opportunities | 17, 41 |\n| | Describe the organization’s processes for managing climate-related risks | Climate Scenario Analysis | 17 |\n| | Describe how processes for identifying, assessing, climate-related risks are integrated into the organization’s overall risk management | Management’s Role in Assessing and Managing ESG Risks & Opportunities | 17, 21 |\n| METRICS AND TARGETS | Disclose the metrics used by the organization to assess climate-related risks and opportunities in line with its strategy and risk management process | Where We Are Now: Environmental Metrics & Targets | 32 |\n| | Disclose scope 1, scope 2, and, if appropriate, scope 3 GHG emissions, and the related risks | 2021 Emissions Inventory | 32 |\n| | Describe the targets used by the organization to manage climate-related risks and opportunities and performance against targets | Where We Are Now: Environmental Metrics & Targets | 32 |\nEQUAL EMPLOYMENT OPPORTUNITY (EEO-1) DATA\n\nSECTION B - COMPANY IDENTIFICATION\n1. JETBLUE AIRWAYS CORPORATION HQ\n   27-61 QUEENS PLAZA NORTH\n   6TH FLOOR\n   LONG ISLAND CITY, NY 11101\n\nSECTION C - TEST FOR FILING REQUIREMENT\n1. JETBLUE AIRWAYS CORPORATION HQ\n   27-61 QUEENS PLAZA NORTH\n   6TH FLOOR\n   LONG ISLAND CITY, NY 11101\n   EIN: 873617994\n\nSECTION D - EMPLOYMENT DATA\n\n| JOB CATEGORY | MALE | FEMALE | WHITE | BLACK OR AFRICAN AMERICAN | HISPANIC OR LATINO | ASIAN | TWO OR MORE RACES | TOTALS |\n|--------------|------|--------|-------|--------------------------|-------------------|------|------------------|--------|\n| EXECUTIVE OR OFFICER | 1    | 0      | 31    | 1                        | 0                 | 0    | 0                | 46     |\n| PROFESSIONAL | 236  | 156    | 389   | 122                      | 2                 | 64   | 3                | 108    |\n| TECHNICAL    | 527  | 153    | 3414  | 204                      | 6                 | 197  | 9                | 350    |\n| SKILLED WORKER | 46   | 3      | 67    | 9                        | 0                 | 44   | 2                | 101    |\n| SERVICE WORKER | 0    | 0      | 0     | 0                        | 0                 | 0    | 0                | 0      |\n| CRAFT WORKER | 572  | 168    | 254   | 282                      | 6                 | 73   | 6                | 903    |\n| OPERATIONS   | 257  | 26     | 222   | 114                      | 3                 | 80   | 4                | 12     |\n| SUPPORT      | 803  | 139    | 342   | 752                      | 9                 | 69   | 7                | 55     |\n| TOTALS       | 3966 | 2990   | 5267  | 1792                     | 38                | 683  | 35               | 253    |\n\nPROVIDER REPORT TOTAL: 2749\n\nDATES OF PAYROLL PERIOD: 12/15/2021 THRU 12/31/2021\n\nGHG INVENTORY ASSURANCE STATEMENT\n\nASSURANCE STATEMENT\n\nContext\n\nVERIFAVIA SAS (VERIFAVIA) has been engaged by JetBlue Airways Corporation to perform an independent verification with limited assurance of the scope 1, 2 and some scope 3 carbon inventory data for the year 2021 (January 1, 2021 - December 31, 2021) as presented in the JetBlue Airways Corporation’s Carbon Footprint report. Scope 2 emissions were calculated using location-based emission factors. Scope 3 emissions consisted of Well-to-tank (WTT) emissions for Ground Support Equipment (GSE), Aviation jet fuel and electricity. Additionally, Sustainable Aviation Fuel has been added as “Additional Greenhouse Gases”. The following table summarizes the emissions for all scopes.\n\n| Type of Emissions | Activity | Unit | Activity Data | 2021 | 2021 |\n|-------------------|----------|------|---------------|------|------|\n| Direct (Scope 1)  |          |      |               |      |      |\n| Ground Fuel       |          |      |               |      |      |\n| Jet Fuel          |          |      |               |      |      |\n| Total             |          |      |               |      |      |\n| Indirect (Scope 2) |          |      |               |      |      |\n| Purchased Electricity |      | kWh |               |      |      |\n| Total             |          |      |               |      |      |\n| Indirect Other (Scope 3) |      |      |               |      |      |\n| Additional Upstream Activities | | | | | |\n| Ground Fuel WTT   |          |      |               |      |      |\n| Jet Fuel WTT      |          |      |               |      |      |\n| Electricity WTT & R&D | | | | | |\n| Total             |          |      |               |      |      |\n| Additional GHG - Biogenic Accounting | | | | | |\n| Total             |          |      |               |      |      |\n\nAll other information in JetBlue Airways Corporation’s Carbon Footprint report is not subject to our assurance engagement and we do not report and do not opine on this information.\nThe Environmental, Social, and Governance (ESG) Department of JetBlue Airways Corporation is responsible for the preparation and presentation of JetBlue Airways Corporation’s Carbon Footprint report, including the reported annual environmental data and information presented therein. We are responsible for providing an Assurance Statement on the reported annual environmental data presented in the report. VERIFAVIA disclaims any liability or responsibility to a third party for decisions, whether an investment or otherwise, based on this Assurance Statement.\n\nCriteria\nWe conducted the independent audit based on the following verification criteria:\n- ISO 14065:2013 – Greenhouse gases - requirements for greenhouse gas validation and verification bodies for use in accreditation or other forms of recognition\n- ISO 14064-3:2018 – Greenhouse Gases – Specification with guidance for the validation and verification of greenhouse gas emissions and removals\n- Chapter 10 of the Greenhouse Gas Protocol – “A Corporate Accounting and Reporting Standard” (Revised Edition)\n\nResponsibilities\nJetBlue Airways Corporation is solely responsible for the preparation and reporting of their carbon inventory data, for any information and assessments that support the reported data, for determining the company’s objectives in relation to carbon information and management, and for establishing and maintaining appropriate performance management and internal control systems from which reported information is derived.\n\nIn accordance with the verification contract, it is our responsibility to form an independent opinion, based on the examination of information and data presented in the Carbon Footprint report, and to report that opinion to JetBlue Airways Corporation.\n\nWe also report if, in our opinion:\n- the carbon inventory data is or may be associated with misstatements (omissions, misrepresentations, or errors) or non-conformities;\n- the verification team/verifier has not received all the information and explanations that it requires to conduct its examination;\n- improvements can be made to the company’s performance in monitoring and reporting carbon inventory data.\n\nWe conducted our examination having regard to the verification criteria documents listed above. This involved a virtual site visit on 26 April 2022, to interview the staff responsible to give us reasonable assurance that the amounts and disclosures relating to the data have been properly prepared in accordance with the requirements of the Greenhouse Gas Protocol in terms of relevance, completeness, consistency, transparency, and accuracy. This also involved assessing where necessary estimates and judgements were made by JetBlue Airways Corporation in preparing the data and considering the overall adequacy of the presentation of the data in the Carbon Footprint report.\n\nIndependence statement\nWe confirm that VERIFAVIA and the verification team are independent of JetBlue Airways Corporation and have not assisted in any way with the development of the carbon inventory or in the preparation of any text or data provided in the Carbon Footprint report, except for this Assurance Statement.\n\nOpinion\nWe conducted a verification of the carbon inventory data reported by JetBlue Airways Corporation in its Carbon Footprint report and presented above. Based on the verification work undertaken to reasonable assurance, these data are fairly stated and contain no material misstatements or material non-conformities.\n\nParis, 24 May 2022\nMathias Grossmann, Aviation & Airports Director, VERIFAVIA SAS\n", "source": "jetblue_2021", "added": "2025-04-27", "created": "2025-04-27", "metadata": {"Source-File": "climate_reports/tp_reports/jetblue_2021.pdf", "olmocr-version": "0.1.59", "pdf-total-pages": 33, "total-input-tokens": 153132, "total-output-tokens": 26418, "total-fallback-pages": 0}, "attributes": {"pdf_page_numbers": [[0, 0, 1], [0, 2373, 2], [2373, 3999, 3], [3999, 7383, 4], [7383, 11761, 5], [11761, 13144, 6], [13144, 15931, 7], [15931, 18243, 8], [18243, 21584, 9], [21584, 24496, 10], [24496, 29732, 11], [29732, 32922, 12], [32922, 38304, 13], [38304, 41667, 14], [41667, 44867, 15], [44867, 45484, 16], [45484, 50969, 17], [50969, 56760, 18], [56760, 61374, 19], [61374, 65176, 20], [65176, 69906, 21], [69906, 76093, 22], [76093, 81349, 23], [81349, 82525, 24], [82525, 87276, 25], [87276, 90612, 26], [90612, 94290, 27], [94290, 100391, 28], [100391, 104056, 29], [104056, 108002, 30], [108002, 111872, 31], [111872, 115448, 32], [115448, 115448, 33]]}}