{"id": "b92d5fd4aad8e67e49a3446e42b6d6c33c11b991", "text": "Act With Purpose for a Better World\n\n2021 Environmental, Social, and Governance Report\nUnleashing the power of innovation together for a better world\n\nA message from our CEO\n\nThe nature of doing business has changed. Maintaining a leadership position has always meant producing leading edge products that solve our customers’ toughest problems and providing best-in-class service and support. Today, that is no longer enough. The impacts of big, global challenges like climate change and inclusion and diversity are much greater today than they have been in the past.\n\nClimate change is having tangible impacts to businesses: Extreme weather events can cause operational disruption and the cost of energy, water, and waste is increasing. We are also faced with rapid industry growth, rising technological complexity, and a global talent shortage with a particularly large deficit in science, technology, engineering, and math (STEM) careers. Attracting and retaining the workforce of the future has never been more important, and it requires strategic investment in the right workplace policies and social and environmental programs.\n\nLed by our Guiding Principle to act with purpose for a better world, we are reimagining what is possible for our future. Conserving finite resources, championing inclusion and diversity, and driving product sustainability efforts – simultaneous progress in all these areas is required to maintain leadership and strengthen the company.\n\nOur business model has evolved to reflect that ESG is now an imperative, and we are committed to progress. I am proud to say that in 2021, for the first time, we were named to the North America Dow Jones Sustainability Index, which recognizes the top 20% of sustainability performers among the 500 largest companies in the U.S. and Canada.\n\nWe were among the first in the semiconductor industry to set a goal to reach net zero by 2050. In 2021, we took swift action to put a plan in place with a clear roadmap and strong governance and committed to setting a science-based target. We’re already making progress toward this goal, with our facilities in Ohio, US; Malaysia, China, and Austria operating on 100% renewable energy.\n\nIn keeping with integrating ESG into all that we do, we elevated Inclusion and Diversity to our Core Values, to formally reflect what we practice every day. We are rethinking philanthropic investments, recruiting tactics, and workplace practices to attract and retain the best people today and improve our STEM pipeline for the future. This includes a global, expanded parental leave program that puts Lam at the forefront of the industry, as well as a new On-Site and Flexible workplace policy designed to achieve our business goals, while supporting a better balance of how we live and where and when we work.\n\nThe stakes are high. Achieving net zero and creating a workforce representative of our population is a significant undertaking, on par with some of the biggest obstacles we’ve faced in semiconductor equipment manufacturing. At Lam, we have spent our first four decades, diligently solving the unsolvable - and we remain committed to proving what we believe is possible for a better and brighter future. We hope you’ll join us.\n\nTim Archer\nPresident & Chief Executive Officer\nAt Lam, we drive semiconductor breakthroughs that define the next generation.\n\nOur customers are reaching new milestones of innovation with smaller and better-performing devices powered by ever-more-advanced microchips. And nearly every one of these chips is built with Lam technology. As a global supplier of innovative wafer fabrication equipment and services to the semiconductor industry, our technology is at the core of the world’s most exciting innovations. As we help transform the world with technology, we aspire to incorporate environmental, social, and governance (ESG) principles into everything we do. From our global operations, to our workplace practices, to how we source our materials and design our products, we act with purpose for a better world.\n\nLam Research around the world\n\nWe have 10 primary locations. This map highlights our headquarters, manufacturing, and lab locations.\n\nGlobal employee distribution*\n\n| Region          | Percentage |\n|-----------------|------------|\n| United States   | 54.8%      |\n| South Korea     | 8.6%       |\n| India           | 8.0%       |\n| Southeast Asia  | 7.2%       |\n| Taiwan          | 6.5%       |\n| Europe          | 6.1%       |\n| China           | 5.9%       |\n| Japan           | 2.9%       |\n\nGlobal employee population\n\n16,300+\n\n*As of December 31, 2021.\nWe aspire to integrate ESG into everything we do\n\nIn our workspaces and across our supply chain\n\nInclusive culture\nOur goal is to foster a diverse and equitable culture where every person feels valued, included, and empowered to achieve their full potential.\n\nResponsibility\nWe approach our supply chain with the same focus on human rights, the environment, and diversity that we apply to our own business—and we work to hold our suppliers to these same standards.\n\nEmployee well-being\nOur employees deliver success for Lam, and in return, we deliver the resources they need to thrive. We provide competitive benefits that foster professional and personal growth and well-being.\n\nIntegrity\nOur Ethics and Compliance program is rooted in our Core Values. We earn our customers’ trust by aiming to make everything we do reliable and accurate. We execute with the highest level of quality, integrity, and sound governance.\n\nNet zero future\nTo contribute to a more sustainable world, we have established goals to operate on 100 percent renewable energy by 2030 and become net zero by 2050.\n\nSustainable operations\nWe are making progress toward our 2025 sustainable operations goals in energy savings, water conservation, waste diversion, and greenhouse gas emissions reduction.\n\nEfficient products\nWe continually innovate to provide customers with sustainable solutions, like the Sense.i product family, which delivers energy reductions and uses less raw materials in its vertical, space-saving design.\n\nAcross our global operations\n\nStrong communities\nWe invest in our communities to build a better world for generations to come.\n\nExternal engagements\nThrough academic and industry engagement, we align the global semiconductor technology community to accelerate innovation.\n\nIn our collaborations\n\nStrong communities\nWe invest in our communities to build a better world for generations to come.\n\nExternal engagements\nThrough academic and industry engagement, we align the global semiconductor technology community to accelerate innovation.\nAchieving our ESG goals\n\nGoals guide our focus and hold us accountable. That’s why we developed 19 goals across the six major pillars of our ESG program. We have worked hard to make progress against these goals, and we’re proud of how far we’ve come. We aim to achieve the majority of our ESG goals by 2025, unless otherwise stated.\n\n### Governance*\n\n| GOAL | STATUS | PROGRESS TO DATE |\n|------|--------|------------------|\n| Continue to expand our disclosure and alignment with industry-recognized frameworks and standards | | - Increased disclosure against Task Force on Climate-related Financial Disclosures (TCFD) |\n\n### Product innovation*\n\n| GOAL | STATUS | PROGRESS TO DATE |\n|------|--------|------------------|\n| 83% of customers by revenue set science-based targets | | - This goal was set in 2021 and progress will be reported in our 2022 report |\n\n### Sustainable operations*\n\n| GOAL | STATUS | PROGRESS TO DATE |\n|------|--------|------------------|\n| Achieve net zero emissions by 2050 by meeting the following targets: | | - Sourced 54% renewable energy globally in 2021 |\n| - Achieve 100% renewable energy globally by 2030 | | - Achieved 9.5% reduction in Scope 1 and 2 (market-based) GHG emissions |\n| - Reduce absolute Scope 1 and 2 (market-based) greenhouse gas (GHG) emissions 25% by 2026 and 46% by 2030 from a 2019 baseline. Achieve net zero operations by 2040 | | - Achieved 4.7 million kWh in energy savings - 39% to goal |\n| - Achieve 12 million kWh in total energy savings from a 2019 baseline | | - Diverted 99% from landfill in 2021 |\n| Achieve zero waste to landfill for hazardous waste | | - Saved 13.2 million gallons of water in water stressed regions - 78% to goal |\n| Achieve 17 million gallons of water savings (15%) in water-stressed regions from a 2019 baseline | | |\n\n### Responsible supply chain*\n\n| GOAL | STATUS | PROGRESS TO DATE |\n|------|--------|------------------|\n| Achieve more than 90% compliance rate with our social and environmental expectations across our top-tier suppliers | | - Exceeded our goal with 92% supplier compliance in 2021 |\n| Engage with at least 50% of our top-tier suppliers on environmental sustainability opportunities | | - Exceeded our goal by engaging with 73% of top-tier suppliers in 2021 |\n| Increase engagement with all suppliers on social and environmental topics through assessment, training, and capacity building | | - Undertook a variety of engagement activities such as one-on-one meetings, assigned trainings, and supplier events in 2021 |\n| 80% of top direct suppliers by spend set science-based targets by 2025 and 95% by 2030 | | - This goal was set in 2021 and progress will be reported in our 2022 report |\n\n### Workplace*\n\n| GOAL | STATUS | PROGRESS TO DATE |\n|------|--------|------------------|\n| Build on our high-performance culture with best-in-class employee engagement at the top-tier benchmark as measured by our annual employee survey** | | - Achieved top 20% engagement in 2021 |\n| Maintain an OSHA recordable injury rate at or below 0.4*** | | - Realized recordable injury rate of 0.4 in 2021 |\n| Increase number of women and underrepresented employees across the company | | - Expanded proportion of women globally by 4.8% and underrepresented employee groups by 15.4% in 2021 |\n\n### Community*\n\n| GOAL | STATUS | PROGRESS TO DATE |\n|------|--------|------------------|\n| Determine key targets for larger-scale impact aligned to a new strategic focus | | - Goal achieved by launching strategic planning process to transform our philanthropic identity and targets |\n| Implement measurement of outcomes for key program and large-scale grants | | - Not yet started |\n| Increase annual unique employee participation rate from 10% to 30% | | - Reached 10% employee participation in 2021 |\n| Increase volunteer hours by 33% from 2019 baseline | | - Volunteer hours at 95% of 2019 baseline due to COVID-19 impact |\n\n*We aim to achieve goals by 2025, unless otherwise stated.\n**Updated in 2021 to reflect change in methodology for measuring engagement benchmark.\n***Updated in 2021 to clarify goal is at or below 0.4.\n2021 ESG scores and recognition\n\n**ESG RATINGS**\n- Dow Jones Sustainability Index (DJSI)—North America\n- CDP Climate Change Survey—B score\n- CDP Water Survey—B score\n- ISS QualityScore—Top rated in environment and governance\n- MSCI USA Semiconductors and Semiconductor Equipment Index—AA rating\n- Sustainalytics—14.7 low risk\n\n**WORKPLACE AND COMMUNITY RECOGNITIONS**\n- 3D InCites—SemiSisterAward\n- American Heart Association—Gold Recognition\n- Forbes\n  - Best Employers, Oregon, USA\n  - World’s Top Female-Friendly Companies\n  - World’s Best Employer\n  - America’s Best Employer\n- Fortune Magazine—World’s Most Admired Companies\n- Human Rights Campaign Foundation’s 2021 Corporate Equality Index—100%\n- Fortune and Refinitiv—Measure Up Inclusion & Diversity Index\n- The Org—The Most Gender Diverse Executive Team\n- Taiwan’s Flu Prevention Alliance—Silver Award\n- United Negro College Fund (UNCF)—Corporation of the Year\n\n**CORPORATE RECOGNITION**\n- Institutional Investor—Top Ranking for Semiconductor industry by Sell-Side analysts for:\n  - #1—ESG\n  - #1—Investor Relations (IR) Team\n  - #1—IR Professional (awarded to Ram Ganesh, managing director investor relations)\n  - #2—IR Program\n  - #2—Crisis Management\n  - #3—Chief Executive Officer (awarded to Tim Archer)\nWe build business resilience, customer trust, and long-term value through our ESG program.\nWe are a company where potential is realized, and where the future of technology is defined. Our impact is exponential, going beyond what we do to what we enable—the continuous progress of society. That makes it our responsibility to ensure that everything we undertake—from sourcing and production to how we manage our business, to how we deliver for our customers—is executed with excellence.\n\nTo that end, we aspire to make ESG criteria part of everything we do. And when we consider the environmental and social impacts of our actions, we build business resilience and help raise the bar for our entire industry. We strive to exceed our customers’ expectations and launch cutting-edge products and technologies without compromising on our values or our responsibility. Amid ongoing change and continued, heightened demand for semiconductors in 2021, we are proud to have delivered with agility, compassion, and an unwavering commitment to ESG.\n\nContributing to the UN SDGs\nWe recognize the importance of the United Nations 2030 Agenda for Sustainable Development and the Sustainable Development Goals (SDGs). These goals play an important role in building a more equitable, inclusive, sustainable world. We have identified five SDGs as most relevant to Lam’s top material topics: #3 Good Health and Well-Being, #4 Quality Education, #8 Decent Work and Economic Growth, #10 Reduced Inequalities, and #13 Climate Action. In this report, we are proud to share how we’re contributing to these SDGs.\n\nGovernance*\n\n| GOAL | STATUS | PROGRESS TO DATE |\n|------|--------|------------------|\n| Continue to expand our disclosure and alignment with industry-recognized frameworks and standards | • Increased disclosure against Task Force on Climate-related Financial Disclosures (TCFD) |\n\n2021 highlights\n\n- Named on the Dow Jones Sustainability Index for North America (DJSI North America) for the first time\n- Launched $1.5 billion sustainability-linked revolving credit facility to reinforce ESG goals\n- Established Ethics and Compliance Steering Committee\n\n*We aim to achieve goal by 2025, unless otherwise stated.\nESG at Lam: Delivering a positive impact\n\nWe put our business to work for a better world. Our ESG strategy, which provides a framework for our ESG investments and efforts, is composed of six key pillars reflective of the issues that matter most to our business and stakeholders.\n\nFrom goal setting and regular progress assessments on material ESG topics, to investments in environmental and social responsibility initiatives, we actively involve our leadership in the efforts we put forward. Doing so ensures that we adopt ESG best practices to create a program that delivers value to all Lam stakeholders.\n\nBeing transparent about our ESG strategy and performance is a critical component in taking accountability and achieving our ESG goals. We continue to expand our disclosure and alignment with industry-recognized frameworks and standards and make measurable progress toward our ESG priorities in the short and long term.\n\nStacey MacNeil\nchief communications officer and ESG executive sponsor\n\n“Our holistic approach to ESG is key to providing a positive impact to the company and our world. Further integrating ESG into our operations — while managing ESG-related risks and opportunities — demonstrates our leadership and values.”\n\nDoug Bettinger\nexecutive vice president and chief financial officer\n\n“Lam’s new sustainability-linked credit facility is part of our overall management focus on financial performance while integrating ESG principles into day-to-day operations. We believe this will also add long-term value for Lam’s stakeholders.”\n\nINNOVATION SPOTLIGHT\n\nGiving ESG its credit: New financing structure links sustainability to our bottom line\n\nFinancial considerations shouldn’t hinder the pursuit of bold ESG goals—they should inspire them. That’s the vision behind our new financing structure consisting of a $1.5 billion, five-year sustainability-linked line of credit, launched in May 2021. Over the credit facility term, Lam will receive a pricing adjustment if the company is above or below performance targets around annual energy savings and maintains our high standard of employee safety. This connection further promotes and engrains our ESG initiatives while providing access to potentially lower-cost financing.\n\nAct with purpose for a better world\n\nOUR ESG MISSION:\nWe elevate human prosperity and protect the environment in our operations, supply chain, and the products we create.\nMaking an impact where it matters most\n\nWe center our ESG strategy, investments, engagements, and reporting on the topics that reflect the most significant environmental, social, and economic impacts of our business and to our stakeholders. In this report, we refer to these as “material” topics. To identify those topics, we conduct an ESG materiality assessment every three to five years, or when notable shifts happen in our business.\n\nIn our most recent assessment, conducted in 2018, we identified 13 material topics across six strategic pillars. These pillars provide the basis of our ESG strategy and priorities.\n\n| Strategic pillars                  | Material topics                                                                 |\n|-----------------------------------|---------------------------------------------------------------------------------|\n| Business and governance           | • Leadership participation in ESG                                               |\n| Products and customers            | • New product pipeline                                                          |\n|                                   | • Product safety                                                                |\n|                                   | • Product compliance                                                            |\n|                                   | • Regulatory compliance and emerging regulations                               |\n| Sustainable operations            | • Energy efficiency                                                             |\n|                                   | • Greenhouse gas emissions                                                      |\n|                                   | • Waste and recycling                                                           |\n| Our workplace                     | • Employee wellness and professional growth                                     |\n|                                   | • Health and safety                                                             |\n|                                   | • Inclusion and diversity                                                       |\n| Responsible supply chain          | • Supplier screening and managing negative impacts within the supply chain      |\n| Our communities                   | • Community engagement and charitable giving                                    |\n\nThe identification of a topic or other matter as “material” for purposes of this report does not and should not be interpreted to mean that it is material for any other purpose, including for the purpose of our financial statements or the documents we file with the U.S. Securities and Exchange Commission.\nLeading with an ESG lens\n\nGood governance—it’s the foundation of Lam’s business and critical to our success. This makes it imperative that the highest levels of our leadership are involved in our governance approach. Our leadership emphasizes financial performance while integrating ESG principles into day-to-day operations.\n\nGiven the breadth of ESG issues for a company of our size and reach, oversight of ESG issues occurs within our existing Board governance framework. Our CEO and members of the CEO staff participate in our ESG Executive Steering Committee. And members of our management team provide regular updates to the Board and its committees and engages them to discuss ESG strategy, gain alignment on goals, and report on progress.\n\nIn 2021, we formed a new net zero leadership team that is responsible for working with business units to integrate climate considerations into decision-making processes, driving progress on our net zero strategy, and tracking GHG performance on our climate goals.\n\nOur Board believes that board diversity is important to serving the long-term interests of Lam’s stockholders. To underscore this, we adopted a change to Lam’s Corporate Governance Guidelines in 2021 that reflects the commitment of the Board’s Nominating and Governance Committee, when identifying potential director candidates outside the Company, to actively seeking out qualified candidates who reflect diverse backgrounds, skills and experiences. Under our current Corporate Governance Guidelines, diverse backgrounds are defined to include diversity of gender identity, LGBTQ+ identity, race, and ethnicity. We draw from this diverse pool from which Board nominees are chosen, and we instruct any third-party search firms retained for a related search to include such candidates for consideration. Learn more about inclusion and diversity at Lam in the Workplace section of this report.\nEngaging our stakeholders\n\nThrough our materiality assessment and other activities, we engage with a diverse group of stakeholders around the world, including our employees and stockholders, the communities we work in, and the organizations that promote the sustainable growth of our industry. Their valued perspectives inform our ESG strategy and goals.\n\nHow we engage:\n\n**Community**\n- Interactions through community collaborations and volunteerism\n- Participation in conferences and forums\n- Philanthropic investments\n\n**Employees**\n- All employee meetings\n- Employee resource groups\n- Employee surveys\n- Inclusion index\n- Performance and development discussions\n- Professional development\n\n**Policymakers**\n- Direct engagement through our Global Government Affairs group\n- Trade organization participation such as the National Association of Manufacturers, SEMI, and the Semiconductor Industry Association\n\n**Suppliers**\n- Annual ESG supplier surveys\n- Annual Supplier Day (with Excellence Awards)\n- Monthly supplier scorecard reviews\n- Regular Supplier Town Halls\n- Strategic business reviews as needed\n\n**Customers**\n- Customer Support Business Group interactions\n- Global Customer Operations engagement and support\n- Industry conferences\n- Regular business review meetings\n\n**Industry organizations**\n- Conference participation\n- Innovation collaborations\n- Memberships\n\n**Stockholders**\n- Annual meeting of stockholders\n- Participation in conferences and forums\n- Quarterly earnings conference calls\n- Regular calls and in-person meetings\nDecarbonizing the world, together\n\nAddressing climate change is one of the biggest challenges the world faces today, and we all have a role to play. Lam’s own R&D and manufacturing activities, and the manufacturing and transportation of goods in our supply chain, have climate impacts. So do our products when they are in use by our customers. Therefore, when we accelerate our own climate action, we help our customers do so, too.\n\nWe’re ready to prove it\n\nWhen it comes to mitigating the impacts of climate change, time is of the essence. In 2021, Lam announced a net zero goal to reduce GHG emissions along a science-based trajectory. Net zero is a climate action goal to balance the greenhouse gas emissions going into the atmosphere with the reduction and removal of gases from it. As we work toward this goal, we aim to enable our customers and suppliers to reach their own decarbonization goals, while supporting Lam’s cultural imperatives, corporate strategy, and business growth ambitions.\n\nWe’ve developed a net zero pathway that details how Lam’s business units, product teams, and supply chain vendors will contribute. Key milestones along our journey to net zero include:\n\n**Net zero roadmap**\n\n| Year | Milestones |\n|------|------------|\n| 2021 | Announced science-based target (SBT) intention and net zero pathway |\n| 2025 | • Reduce Scope 1 and 2 (market-based) emissions by 25% from a 2019 baseline  \n• Achieve 12 million kWh in total energy savings  \n• 80% of top direct suppliers by spend set SBTs  \n• 83% of customers by revenue set SBTs |\n| 2030 | • Achieve 100% renewable energy  \n• Reduce Scope 1 and 2 (market-based) emissions by 46% from a 2019 baseline  \n• 95% of top direct suppliers by spend set SBTs |\n| 2040 | • Achieve net zero operations (Scope 1 and 2)  \n• Achieve absolute reduction in supply chain emissions (goal to be set in the future) |\n| 2050 | Achieve net zero emissions |\n\nWe plan to achieve our energy and climate goals by activating multiple strategies: investing in renewable energy and energy efficiency while working with our suppliers and customers to reduce upstream and downstream emissions. Supporting our progress will be several cross-cutting tools and practices:\n\n- Net zero governance and leadership support, including a net zero leadership team and cross-functional working groups\n- Funding mechanisms, which are embedded into Lam’s financial decision-making processes\n- Careful management of current and projected emissions data\n- Internal communications and employee engagement to help us build momentum\n- Standards and frameworks, such as SBTi and TCFD, that enhance Lam’s credibility among external stakeholders\n- Close collaboration with our customers and suppliers\nAssessing climate risk\n\nLike all companies, Lam faces risks related to climate change. These risks include disruptions to our manufacturing facilities due to extreme weather events and laws and regulations imposed due to climate change concerns. In 2021, we worked with a third party to undertake a deeper analysis of the climate risks and opportunities that could have an impact on Lam. These include:\n\n**Risks**\n- Changing customer expectations\n- Competitors developing lower-impact products\n- Operational disruptions from flooding, natural hazards, rising temperatures, and/or water stress\n- Natural hazards leading to supply chain disruptions and/or preventing access to the operational workplace\n- Regulation of Lam’s direct operations, customer operations, and/or raw materials (e.g., carbon pricing)\n- Reputational impacts from poor performance on external climate-related engagements\n- Water stress impacting major customer operations\n\n**Opportunities**\n- Expansion of end-use markets\n- Improving resilience of business operations through asset hardening\n- Operational footprint reduction\n- Reduced resource consumption of sold products\n\nAs we learn more about the potential likelihood and impact of these risks, we will continue to share our management and mitigation efforts with stakeholders. The Appendix to this report includes a full inventory of our disclosures to the TCFD, the Sustainability Accounting Standards Board (SASB), and the Global Reporting Index (GRI). Our alignment with the following key TCFD categories is as follows:\n\n| TCFD CATEGORY | ALIGNED PRACTICES AT LAM |\n|---------------|--------------------------|\n| Metrics and Targets | 2025 and 2030 GHG reduction goals aligned with Science Based Targets Initiative (SBTi) methodology |\n| | Scope 3 emissions inventory to understand impacts in the value chain |\n| | 2050 goal to achieve net zero across all emissions scopes, with interim goals for 2030 and 2040 |\n| Risk Management | Multiple leading enterprise risk management practices |\n| | Strong governance to manage and escalate risk to appropriate levels |\n| Strategy | Leadership involvement and oversight on ESG strategy |\n| Governance | Board-level ESG oversight |\n| | Regular ESG reports to the Board and the Nominating and Governance Committee |\n| | Net zero leadership team and cross-functional working groups |\n| | Annual net zero objectives integrated into corporate accountability systems and review |\n| Reporting | Consistent climate-related metrics reported to CDP and in our annual ESG Report |\nConducting business with integrity\n\nOur business has thrived for more than 40 years by embracing innovation while remaining true to our Core Values. Our customers choose us because they trust our products, our people, and our performance. We aim to earn their trust by ensuring that what we do is reliable, accurate, and executed with a high level of quality, integrity, and sound governance.\n\nOur Ethics and Compliance (E&C) program sets the standards and principles for how we do business. Our program is designed to meet evolving requirements and encompasses the following major areas: risk management, policies and procedures, training, communications, and investigations. Our chief compliance officer, who reports to the chief legal officer, with dotted-line reporting to the Chair of the Audit Committee of the Board, manages the E&C function and leads a global team. In 2021, we formed an E&C Steering Committee to further strengthen our program. This Committee provides operational guidance on our E&C program and promotes an ethical and compliant culture throughout the organization by supporting the E&C function in achieving its program requirements.\n\nProtecting and enhancing our culture promotes an ethical working environment for our employees. Last year we launched a global ethics culture employee survey to identify and measure strengths and areas of opportunity. The survey results, which were communicated at an all-employee meeting, will be used to prioritize enhancements to our program.\n\nOur Core Values\n\nOur culture is built on our Core Values. These values underpin our commitments to sustainable growth and to working together for a better world. In 2021, we added two new core values: Agility and Inclusion and diversity.\n\nKelley Kinney\nsenior director, ethics and compliance\n\n“When faced with a challenging situation at work, our employees ask themselves not just the foundational question of whether the law and our policies permit the activity, but also whether the conduct is ethical and consistent with our Core Values.”\nRisk management\nOur dedication to continuous improvement means we assess internal and external risks, refine our programs, and adjust our goals. As we operate globally and continue to grow, we are exposed to a changing regulatory landscape, as well as bribery and corruption challenges, which make enhancing our risk management program a priority.\n\nWe take a risk-based approach to due diligence and we have strengthened our third-party risk management through our compliance questionnaire and Supplier Code of Conduct.\n\nPolicies and procedures\nIt’s not just what we do, but how we do it that matters. Our employees are dedicated to a values-driven culture. To reinforce this, we created our Global Standards of Business Conduct (GSBC), which outline expectations for ethical workplace behavior.\n\nThe GSBC address various issues such as: protecting confidential information, prohibiting bribery and corruption, and giving or receiving gifts, meals, travel, and entertainment. They also cover workplace conduct issues such as harassment, discrimination, and conflicts of interest created by relationships. We regularly review and update our GSBC so that they remain relevant to our business. Additional policies and procedures provide further guidance on specific ethics and compliance areas, including:\n\n- Anti-bribery and corruption\n- Anti-harassment\n- Conflicts of interest\n- Conflicts of interest created by relationships\n- Gifts, meals, travel, and entertainment\n- Insider trading\n- Reporting Concerns\n\nTraining\nWe are focused on training our employees to ensure they are empowered to make ethical decisions. Employees are required to complete an annual online training course that reinforces their understanding of selected topics covered by the GSBC. We exceeded 99% completion rate* for this training. We also deliver targeted training sessions to further increase awareness of our policies and processes. In 2021, E&C delivered more than 50 virtual training sessions to leadership teams, new hires, and employees whose role and/or location put them at higher risk.\n\nCommunications\nWe work diligently to communicate practical guidance and lessons learned from investigations with all employees. In 2021, we held “Ask Me Anything” sessions with our chief compliance officer. We also distributed four compliance bulletins providing guidance on our policies and specific risk areas, so our employees have the tools and knowledge to make ethical decisions.\n\nInvestigations\nAt Lam, employees have the right and responsibility to raise concerns to their managers, senior management, human resources, and E&C. Employees and third parties, including contractors, suppliers, and customers can make a report by phone or through the web by using our Ethics Helpline.\n\nThe Ethics Helpline is operated by an independent third party and is available to anyone who wants to ask a question about, or report potential violations of the GSBC, other policies, regulations or laws. It is accessible through both our external and internal websites, and interpreters covering over 75 foreign languages are available for phone submissions. Concerns may be reported anonymously, where allowed by law, and all reports are treated confidentially. Our Reporting Concerns Policy provides guidance to employees on raising concerns on a variety of issues, including financial concerns.\n\nE&C investigates allegations involving alleged kickbacks, bribery, trade secret theft, insider trading, conflicts of interest, corporate card and expense abuse, among other issues. In 2021, our E&C team shared with employees its investigations reporting data for 2021, including trends compared to 2020, report volume, claim types, anonymous reporting rate, the substantiation rate at which E&C concluded a violation occurred, and aggregated corrective action taken for substantiated cases.\n\n*Employee completion rate was calculated by excluding: 1) employees who were on leave of absence during the reporting period; or 2) employees who left the company during the reporting period before completing the training. The reporting period was from November 2021 to March 2022.\nProtecting data and intellectual property\n\nSafeguarding our corporate, employee, customer, and supplier data is a top priority for us. It is essential to maintaining our business and retaining stakeholder trust. Our global information security strategy proactively evolves in real time to address emerging threats, minimize cybersecurity risk, and incorporate the latest best practices and technologies. In 2021, we continued to expand and strengthen our information security program with a focus on protecting Lam’s intellectual property.\n\nOur program is led by our chief information security officer, who reports on a regular basis to the Audit Committee and the full Board. To continually improve our program, we collaborate with world-class industry peers and global security researchers, and hold International Standards Organization (ISO) 27001 certifications for information security for nine sites. In addition, we screen suppliers for information security controls that protect our information as well as that of our suppliers.\n\nEmployees also play a critical role in preserving information security. We educate employees on cyber threats, and all employees participate in mandatory information security and privacy training each year. We also conduct periodic tests of random user populations to determine which users are vulnerable to real attacks and reinforce security awareness training. In 2021, we did not experience any cyber incidents that resulted in a material adverse effect, nor any losses or breaches of customer data that resulted in a material adverse effect.\n\nPillars of our information security program\n\n- **PRODUCT SECURITY AND ENGINEERING**\n  - focused on driving enhanced security in products and applications development\n\n- **GOVERNANCE, RISK AND COMPLIANCE, AND IDENTITY ACCESS MANAGEMENT**\n  - focused on risk management, compliance, and identity governance for internal/external users and access control\n\n- **SECURITY OPERATIONS CENTER**\n  - responsible for detecting, analyzing, and responding to potential cybersecurity threats\n\nGovernment affairs\n\nSound public policy is imperative to fulfilling our mission to drive breakthroughs that define the next generation. We pursue a collaborative approach to policy engagement, working alongside our industry, supplier, and customer stakeholders to advocate for our priorities at the local, state, and federal levels. We work to engage the policy process in the areas of taxes, trade, export control policy, research and development, business operations, and other areas key to our business strategy. This engagement is critical to ensure that the interests of our customers, employees, and stockholders are properly represented at all levels of government.\n\nOur Global Government Affairs (GGA) group, led by our vice president of GGA, directs these efforts. Our lobbying and political activities are governed by our Global Standards of Business Conduct, and our Political Activity and Government Affairs Policy. As a matter of company policy, Lam makes no direct political contributions of any kind to political parties or candidates, nor does Lam engage in indirect political spending, such as through its supply chain, consultants, or third-party political organizations such as 501(c)(4) entities. We remain active in various business and trade associations that align with our company imperatives, such as the National Association of Manufacturers, SEMI, and the Semiconductor Industry Association. Some portion of our trade association dues may be used, by the associations, for political advocacy efforts. Lam Research does not engage in undisclosed political spending, such as contributions above the cost of our membership dues to trade or business associations for political activities. For more details, please refer to our Public Policy Engagement and Political Activity statement located in the Corporate Governance section of our website.\n\nGlobal taxation\n\nFor all types of taxes, our approach is to consistently comply with legal, regulatory, and internal control requirements while supporting our business and commercial strategy. Our approach to global taxation is intended to ensure we:\n\n- Adhere to all applicable global tax laws, filings, and reporting disclosures\n- Account for tax risks in accordance with the applicable accounting standards and have internal controls in place over our tax reporting processes\n- Align our transfer pricing policies with the guidelines of the Organisation for Economic Co-operation and Development (OECD), as well as with all of the jurisdictions in which we operate\n- Apply the arm’s length principle when conducting intercompany transactions\n\nWe have a network of internal and external tax and finance professionals who are knowledgeable in various direct and indirect taxes and who monitor ongoing tax law and business changes, so that we may adapt processes and deliverables accordingly. This network, along with our framework regarding internal policies and controls, seeks to ensure the complete and accurate communication of tax positions and risks through established governance and reporting processes to our management and Board of Directors.\nWe enable our customers to reach new heights.\nIn a market that demands ongoing innovation, big ideas are priceless. From initial product design to installation, we positively impact worldwide technology development by thinking critically, challenging assumptions, and defying conventions. In turn, we help our customers achieve what was once thought impossible.\n\nWe develop products and solutions with the belief that business success includes making a positive impact on society and the planet. For us, that means that environmental impact and social responsibility inform our product design and research and development, and that we accelerate innovation through collaboration. In 2021, we continued to deliver smarter and faster solutions that increase value, lower environmental impact, enhance product safety, and extend product life.\n\nWhen it comes to sustainable product performance, our net zero strategy pushes us even further. Through it, we intend to accelerate the integration of environmental considerations into the design, manufacturing, delivery, and performance of our products to help us meet our carbon reduction goals.\n\nIn 2021, we continued to deliver smarter and faster solutions that increase value, lower environmental impact, enhance product safety, and extend product life.\n\n**Product innovation**\n\n| GOAL | STATUS | PROGRESS TO DATE |\n|------|--------|------------------|\n| 83% of customers by revenue set science-based targets | | This goal was set in 2021 and progress will be reported in our 2022 report |\n\n**2021 highlights**\n\n- Funded research collaborations at 23 universities in five countries through our Unlock Ideas program\n- Launched the Elevate Ideas program to accelerate product innovation\n- Hosted our Engineering & Technology Conference Virtual Experience for more than 1,200 Lam technical community members\n\n*We aim to achieve goal by 2025, unless otherwise stated.*\nUnleashing the power of innovation together for a better world\n\nWhat we do\nLam products and services are a catalyst for progress. We enable:\n\n- Computers and phones that connect us\n- Smart cities that operate efficiently and improve quality of life\n- Energy efficient cloud computing servers\n- Critical medical devices and technologies that save lives\n- Electric vehicles that support the transition to cleaner, renewable energy sources\n\nHow we do it\nOur vast range of products and solutions include:\n\n- Deposition\n  - Metal Films\n  - Dielectric Films\n  - Film Treatment\n- Etch\n  - Conductor Etch\n  - Dielectric Etch\n  - Through-Silicon Via (TSV) Etch\n  - Selective Etch\n- Strip & Clean\n  - Wet Clean\n  - Dry Plasma Clean\n- Advanced Equipment and Process Control\n  - Mass Metrology\n  - Integration Modeling Software\n- Customer Support\n  - Service\n  - Spares\n  - Upgrades\n  - Reliant Systems™ Training\n\nINTRODUCTION\nBUSINESS AND GOVERNANCE\nPRODUCT\nSUSTAINABLE OPERATIONS\nOUR WORKPLACE\nRESPONSIBLE SUPPLY CHAIN\nOUR COMMUNITIES\nAPPENDIX\nWe focus on innovation\n\nWe drive semiconductor breakthroughs that define the next generation. In relentless pursuit of this mission, we continuously innovate and connect technologies—artificial intelligence, smart manufacturing, big data, and others—to power more productive, responsive, and connected devices and solutions. We hold ourselves to the highest standards and reliability so that when we do what’s never been done, we don’t stop until we ensure success is achievable and repeatable at scale.\n\nInspiring an innovation culture\n\nThere’s no innovation without experimentation, and breakthroughs aren’t often achieved alone. When we innovate, we drive value, for ourselves and for our customers. We achieve this through:\n\n- Significant investments in R&D\n- A culture that embraces innovation and teamwork\n- Programs and initiatives designed to inspire new ideas and ways of working\n- Close, strategic collaborations with our customers, universities, and other stakeholders\n\nIn 2021, we launched a campaign to celebrate our employees’ innovation successes and show that innovation is everyone’s business. This campaign featured 35 stories that included 71 Lam employees from around the world. Select stories are featured as “Innovation Spotlights” within this report.\n\nAnnual R&D spend\n\n19% increase from FY20 to FY21\n\n| Fiscal year | USD (in thousands) |\n|-------------|--------------------|\n| FY2019      | $1,191,320         |\n| FY2020      | $1,252,412         |\n| FY2021      | $1,493,408         |\n\nNote: Unless noted as fiscal year (FY), all the data in this report refers to the calendar year.\nWith each industrial revolution, the rate of change has increased. At Lam, we don’t just witness this speed: we enable it.\n\nEnabling Industry 4.0\n\nIndustry 4.0 (i4.0) is a new phase in the industrial revolution that focuses heavily on interconnectivity, automation, machine learning, and real-time data. Even more so than the previous revolutions, i4.0 is transforming the way people live and work. Industries ranging from medicine to transportation to agriculture are reaping the benefits of machine intelligence.\n\nTo continue this transformation, the semiconductor industry must rapidly innovate. We need to move faster to design equipment, develop processes, and increase production yields. Lam is meeting these imperatives. Our i4.0 Steering Committee, led by our chief technology officer (CTO) and leaders across our business, guides the implementation of i4.0 across Lam. The committee focuses on strategic initiatives involving the connectivity of data, optimized workflows across the entire supply chain, human-machine interfaces, and intelligent systems that will create more time for people to focus on innovation.\n\nHigher productivity, lower footprint\n\nWe strive to be the partner of choice for supporting our customers’ ESG goals. Two recent innovations that deliver on this objective include Dry Resist and the Sense.i product family.\n\n- **Dry Resist** uses dry photoresist technology to deliver significant improvement in extreme ultraviolet (EUV) lithography resolution, productivity, and yield. By using five to ten times fewer chemicals and half as much energy to create the same result, Dry Resist saves resources and costs customers less.\n\n- **The Sense.i™ product family** increases energy efficiency by enabling customers to reduce the radio frequency power used by 10% to 20% for each wafer etched. Using less material is also significant: with new design and advanced manufacturing approaches, we eliminate 15,000 pounds of aluminum raw material per Sense.i™ tool, the equivalent of 1.5 million pounds of aluminum per year. Its vertical design results in less space per tool within a fab, creating the potential for a smaller factory footprint.\n\n**INNOVATION SPOTLIGHT**\n\n**Bundle up: Redesigned cables streamline a tedious task**\n\nWhile attending a training at our Tualatin, Oregon facility, Lohith Shetty—a mechanical designer from Lam India—noticed process module cables being installed one-by-one. Deciding that time-consuming task needed an upgrade, he developed a prototype of a new cable bundling tool. Used during the design process, the tool groups cables by routing path and signal while preparing them for manufacturers. Lam teams receive the bundles ready to install, cutting time by 40 percent while improving accuracy.\nSustainability drives product innovation\n\nOur ambition to drive breakthroughs comes to life with our net zero goals. We see the transition to a net zero economy as an opportunity to mitigate the worst impacts of climate change while spurring product innovation and creating competitive advantage for Lam, and most importantly generating new value for our customers.\n\nCritical to achieving this vision is designing our products with climate action in mind. At 62%, the majority of our total greenhouse gas (GHG) footprint lies in the product-use phase, so further integrating energy efficiencies and carbon reductions into product design and engineering processes while building on previous green accomplishments is critical.\n\nCurrently, our approach to reducing energy use is twofold: productivity improvements (reducing the amount of energy consumed in making each wafer) and pure energy savings (building our equipment with more energy-efficient heaters, radio frequency power sources, and other components). In 2021, we introduced new and also improved etch products to deliver:\n\n- Up to 15% improved generator efficiency on several toolsets for NAND and foundry logic\n- 30% to 50% improved clean times via chamber modifications\n- Up to 80% decreased tool usages of helium\n\nSince 2015, we have also achieved a cumulative reduction in energy use of approximately 35% in multiple deposition product lines and a 25% reduction for our EOS® wet clean product lines. Our deposition products have environmental features offering up to 9% energy reduction by adding Eco pump and scrubber modes, optimizing exhaust flows, and adding more efficient chiller options.\n\nThe product path to net zero\n\nLam’s Product Innovation Working Group is developing a net zero roadmap to achieve meaningful energy and GHG emissions reductions while meeting business growth objectives. To inform this roadmap and prioritize top emissions and consumption areas, we are currently conducting a data baseline and assessment of environmental and ESG-related elements in current product designs. In conjunction to establishing our technical roadmap to reach net zero, we also intend to engage with our customers on their own emissions reduction journeys. To that end, we are aiming for 83% of our customers by revenue to set a science-based target by 2025. Read more about Lam’s decarbonization efforts and path to net zero in Business and Governance.\n\nDesigning with the planet in mind\n\nWe have begun to explore Design for Environment (DfE) and lifecycle assessment methodologies to reduce the environmental impact of our products. In 2021, we conducted a series of workshops focused on:\n\n- Equipping Lam product designers with the knowledge to discuss the environmental impact of specific products\n- Developing a methodology and tools to quantify environmental improvements and to evaluate past and future product design changes\n- Creating a repeatable environmental impact framework for use on future products\n\nIn the future, our product teams will leverage the findings of these workshops as we refine existing products and design new ones.\n\nLeading product safety in our industry\n\nOur product safety engineers ensure that the products and services we deliver are safe for their intended use and meet regulations and standards in the markets we serve.\n\nWe also advance product safety best practices in our industry through collaboration with customers and industry peers. Lam helps lead the SEMI Equipment Suppliers group to address new product regulations impacting the industry. For over 20 years, Lam has worked with stakeholders to develop, implement, and continuously improve the SEMI EHS Guidelines for Semiconductor Manufacturing Equipment. These standards are broadly used across the semiconductor industry and other industries to minimize hazards related to equipment, facilities, and work environments.\nDelivering customer impact\n\nOur customers include leading semiconductor memory, logic, and specialty technology chipmakers. Together, we prove that devices with ever-greater performance are possible. We aren’t satisfied with good enough. We hold ourselves to the highest reliability and quality standards. And we continuously improve to build a competitive edge.\n\nOur commitment to quality\n\nAt Lam, we embrace quality. We don’t aim to just meet customer requirements; we strive to exceed their highest expectations. Our Quality Leadership Team, a cross-functional senior management team, drives our design teams to ensure that safety and quality are designed into every product, and that we react quickly for needed improvements to existing products. We are committed to deliver quality through systematic and continuous improvement of our processes. We are also certified under ISO 9001, an international standard that provides a framework for an effective quality management system.\n\nBy the end of 2021, our installed base was approximately 75,000 chambers with a dedicated service team to maintain those tools for maximum productivity.\n\nElements of our Customer Support Business Group (CSBG) strategy\n\n- **SERVICE**\n  Customized service and software solutions that enhance productivity throughout the product lifecycle.\n\n- **SPARES**\n  High-quality, low-defect consumable and non-consumable spare parts designed to balance performance, availability, and cost of operation.\n\n- **UPGRADES**\n  Technology and productivity upgrades that increase productivity, reliability, and efficiency and reduce lifecycle costs.\n\n- **RELIANT™ SYSTEMS**\n  High-performance new and refurbished tools at 200 mm and 300 mm that allow customers to extend the productive life of fabs, increasing production capacity while decreasing waste.\n\n- **TRAINING**\n  Technical training that develops customer knowledge and technical expertise through expert instruction and training courses for both hardware and software.\nEnabling customer success\nTo help our customers succeed, we must meet their needs today while anticipating what they’ll need tomorrow. CSBG provides solutions throughout the equipment lifecycle that help customers improve productivity and get the most out of their capital investments. Enabling customers to extend the life of their existing equipment is an important aspect of the CSBG strategy. We do this by offering spares, upgrades, and product refurbishment, as well as Advanced Services that combine tool data, software, and expertise to help optimize tools beyond the process results they deliver.\n\nExtending the value of our products\nEnhanced productivity. Extended product lifetimes. Our customers expect it, and we deliver. CSBG provides refurbished previous-generation equipment for applications that do not require the most advanced wafer processing capability, avoiding the environmental impacts of manufacturing a new tool.\n\nOur spares offerings include the reuse of high-value spare parts such as electrostatic chucks, RF hardware, and showerheads through a variety of re-cleaning, repair, refurbishment, and re-coating services. Parts lifetime extension, enabled by re-cleaning services, translates to approximately $400 million of reduction in materials consumption per year. Parts reuse enabled by repair and refurbishment services translates to approximately $150 million of reduction in materials consumption per year.\n\nAchieving faster technology transitions with Equipment Intelligence™\nCustomer demand for increasingly faster cycles of learning and lower cost of development and production are accelerating the adoption of i4.0 in semiconductor manufacturing. We address these demands through our Equipment Intelligence™ solutions. Equipment Intelligence™ uses machine learning, artificial intelligence, and big data, combined with our equipment and process expertise, to deliver improved productivity, efficiency, and performance for our customers, all while using fewer resources and generating less waste.\n\nEnabling next-generation technologies with additive manufacturing\nWe leverage additive manufacturing (AM) as an innovation driver to enable our customers to build smaller, faster, more powerful, and power-efficient electronic devices for everyday use. AM aligns with our mission to continuously seek new technologies that push the limits of product design and manufacturing by allowing us to transition the production of parts typically manufactured by subtractive methods, to higher performing, innovative designs.\n\nContinuously improving product performance\nCorvus™ technology, available on our etch products, is a great example of technology innovation to reduce our products’ environmental footprint inside the customer fab. Corvus automates maintenance so that manual intervention is only needed yearly rather than weekly or monthly. At each of those maintenance events, parts are cleaned using a variety of chemicals and acids to restore the chamber to a pristine condition. Many of those parts are sent offsite to special facilities for cleaning. By using innovation to extend the productivity of our etch chambers, Corvus is a technology that allows our customers to achieve a 66% reduction in yearly chemical usage related to system maintenance.\nGoing further together\n\nComplexity excites us. Collaboration drives us. Lam’s Tech Vision is to develop solutions for grand challenges. Collaboration across the global technical community helps make that vision possible.\n\nTechnology Vision\n\nACCELERATE INNOVATION + DISCOVER TOGETHER = REALIZE OPPORTUNITY\n\nOur Tech Vision approach has two components:\n\n• Educational opportunities and events that embolden our technical community to share knowledge, collaborate, and spark new ideas\n\n• Internal and open innovation programs that leverage external collaborations—enabling better solutions and faster cycles of learning\n\nIn 2021, most of our traditionally in-person events were held virtually due to the ongoing COVID-19 pandemic. While we missed being together in person, virtual formats enabled us to increase the participation size and global reach of our events.\n\nEngaging with universities around the world\n\nIn the pursuit of proving what’s next, we need the strongest and smartest on our side. So when it comes to defining the future of technology, our collaborations with global universities play a critical role. We invest in a variety of university research projects to accelerate innovation and provide us with a pipeline of highly skilled talent. Additionally, our university engagements include capstone project sponsorships, scholarships, fellowships, thesis awards, scholarly competitions, events, and membership in research consortia.\n\nUnlock Ideas\n\nAll breakthroughs begin with an idea. Since 2015, our Unlock Ideas program has supported the testing of novel ideas through an annual call for research proposals that address challenges in the semiconductor industry. Through this program, the Lam global technical community and university faculty collaborate to submit proposals for the opportunity to receive a monetary donation to test and advance those ideas, which can relate to technologies across software and controls, subsystems, automation and robotics, process and materials, productivity, and sustainability. The annual Unlock Ideas and Elevate Ideas programs accounted for approximately 20% of Lam’s academic research funding in 2021. Unlock Ideas initiated 161 proposals funded by more than $4 million in awards over the past seven years. In 2021, Unlock Ideas funded research at 23 universities in five countries led by employees across five Lam offices globally.\n\nIn the spirit of collaboration and shared insights, we hosted our University Collaboration Showcase in August 2021 to share outcomes of 2020 Unlock Ideas projects with our global technical community and give employees the opportunity to learn from our academic research collaborations. Further building on the program, we hosted our inaugural Unlock Ideas Showcase in November 2021. The virtual event featured a panel discussion on Lam’s collaboration on research projects with universities in Korea and was followed by a session on career opportunities at Lam Korea. We also piloted the Elevate Ideas program to bridge the gap between Unlock Ideas feasibility and product group development. Elevate Ideas provides an opportunity for continued funding of successful projects that show promise in accelerating innovation in the semiconductor industry.\n\nUnlock Ideas gives Silfex employees the opportunity to try disruptive ideas, learn from one another and think deeper about complex challenges and solutions.”\n\nJohn Chen\ndirector of technology,\nSilfex\nStories can inspire innovation in work and in life, so we hold a regular company-wide Innovation Book Series with virtual and regional group discussions.\n\nAt the forefront with industry collaborations and events that inspire\n\nOpen innovation and collaboration can deliver big rewards, so we engage with our industry peers and external experts through a variety of events and programs throughout the year. We also host several innovation programs and events that encourage our employees to connect, learn, innovate, and be inspired.\n\nInnovation and technical seminars\n\nOur Seminar Series, sponsored by the Office of the CTO, is an opportunity for our engineering community to share work with peers. In 2021, we hosted 46 technical seminars attended by 7,400 participants.\n\nThrough our Innovation Speaker Series, we invite distinguished thought leaders to present their latest ideas and findings. Our 2021 Innovation Speaker Series featured:\n\n- A discussion between Pedro David Espinoza, author of *Differences That Make a Difference: How Organizations Succeed by Focusing on Innovation through Inclusion*, and Lubab Sheet-Davis, vice president of strategy and innovation at Lam, on how diversity fuels innovation\n- A roundtable focused on how chip startups are innovating in memory and compute to enable artificial intelligence with CEOs from three Lam Capital portfolio startups\n- A keynote by Shellye Archambeau, author of *Unapologetically Ambitious: Take Risks, Break Barriers, and Create Success on Your Own Terms*, on taking risks and failing fast\n\nTech Scouting\n\nOur Tech Scouting open innovation program identifies and co-develops technologies with third parties to drive innovation and growth, further enabling our product groups to deliver the highest-quality, highest-performing products. Tech Scouting focuses on prioritized technology needs from our business units, aligned with our Tech Vision. Tech Scouting remains an important part of our innovation strategy to leverage technologies outside of the semiconductor industry for speed to solution and competitive differentiation.\n\nStartup Pitch Competition\n\nTechnology and innovation play an important role in creating a more sustainable economy, which is why in 2021 Lam Capital teamed up with eight other SEMI member companies to seek out and support innovative startups to help solve our industry’s sustainability challenges faster, with a focus on:\n\n- **Energy efficiency** at tool, manufacturing process, and supply chain levels\n- **Water sustainability** technologies to increase manufacturing process efficiencies, reclamation, reuse, and restoration in industrial treatment centers\n- **Material usage and sustainability**, including alternative chemistries for wafer processing, materials recycling, and waste stream abatement\n\nThe participating companies selected 18 startups to receive coaching by Lam and other industry experts on productization options and integration considerations within the semiconductor industry. In 2022, finalists will pitch their innovations to the world’s leading semiconductor companies and clean-tech investors.\nNearly 7,500 employees attended our technical and innovation seminars in 2021.\n\n**Engineering & Technology Conference**\n\nOur annual Engineering & Technology Conference brings together members of the Lam global technical community to participate in specialized learning opportunities that build skills and accelerate new ideas. In 2021, we hosted the event virtually and thus increased participation from 500 to more than 1,200. We collaborated with two internationally recognized leaders in broadcast media and gaming design to create an immersive, virtual world for attendees and optimized the broadcast for a global audience, running it continuously for 48 hours across global time zones.\nSUSTAINABLE OPERATIONS\n\nThere’s a greener way.\nWe live in an increasingly connected world. As technology advances and demand increases for more powerful semiconductors and the devices they make possible, our industry grows as well. This means a greater impact on the planet and natural resources that we all share.\n\nLam takes responsibility for our environmental impacts by integrating environmental considerations into our manufacturing and R&D activities. At facilities around the world, we are leveraging renewable energy sources, continuing to drive energy and water efficiency and responsibly managing waste and chemicals. Bold goals—including a new goal to achieve net zero emissions by 2050—hold us accountable.\n\nWe can’t do it alone. We are also driving change across our value chain, inspiring our suppliers to decarbonize and engaging with our customers to advance their sustainability efforts.\n\n### Relevant SDGs\n\n| Goal | Status | Progress to Date |\n|------|--------|------------------|\n| Achieve net zero emissions by 2050 by meeting the following targets: | | |\n| - Achieve 100% renewable energy globally by 2030 | | |\n| - Reduce absolute Scope 1 and 2 (market-based) greenhouse gas (GHG) emissions 25% by 2025 and 46% by 2030 from a 2019 baseline. Achieve net zero operations by 2040 | | |\n| - Achieve 12 million kWh in total energy savings from a 2019 baseline | | |\n| Achieve zero waste to landfill for hazardous waste | | |\n| Achieve 17 million gallons of water savings (15%) in water-stressed regions from a 2019 baseline | | |\n\n### 2021 highlights\n\n- Established global goals to achieve net zero by 2050 and 100% renewable energy by 2030\n- Reached 100% renewable energy at our Ohio, Malaysia, and China sites\n- Launched Lam Employee Sustainability Community and Green Teams\n\n*We aim to achieve goals by 2025, unless otherwise stated.*\nOn the path to zero\n\nEmissions reduction is the heart of our net zero goal. We address our carbon footprint through energy management, procurement of renewable energy, GHG abatement technologies, and, in the future, offsets of the emissions that we do not eliminate.\n\nScope 1 and 2: Focusing where we have the greatest impact\n\nWhile only 2% of Lam’s GHG footprint is attributable to Scope 1 and 2 emissions, this is the aspect of our footprint over which we can make the most impact. Scope 1 and 2 encompasses the emissions that primarily result from our R&D, customer demonstrations, manufacturing, and other activities, as well as the electricity we purchase to power those activities. We are addressing these emissions by investing in energy efficiency upgrades and grid-scale energy solutions, including onsite renewable energy, where we can. As we work toward our net zero goal, one of Lam’s new operating principles is that all new equipment investments will be made with Scope 1 and 2 emissions in mind.\n\nWe are working toward a 2025 goal to reduce Scope 1 and 2 (market-based) emissions by 25% from a 2019 baseline, and as of the end of 2021, we have reduced emissions by 9.5% from that baseline.\nScope 1\nMore than half of our Scope 1 emissions can be attributed to process gases used for customer demonstrations and R&D activity. Scope 1 emissions went up in 2021 due to increased R&D activity and concept and feasibility studies at our Fremont lab. We mitigate our Scope 1 emissions and minimize the emissions of toxic air contaminants and hazardous air pollutants, such as carbon monoxide, nitrogen oxides (NOx), and sulfur oxides (SOx), through optimization of our semiconductor processes and the use of best-available emission control technologies, including point-of-use abatement devices and house abatement systems.\n\nScope 2\nGlobal demand for semiconductors is higher than ever and, with it, is demand from customers for our wafer fabrication equipment and other products. Over the past five years, Lam has added new manufacturing space to keep up with this demand. In 2021, the addition of a new building and the build-out of our existing facility in Tualatin, Oregon; the use of Sensei™ tools in Fremont, which are more efficient on a per wafer basis for customers but increase our lab energy use on an absolute basis; the addition of new equipment at our Springfield site; and the initiation of Lam Malaysia Manufacturing in Penang all contributed to increased energy use.\n\nEnergy efficiency\nWhile increased manufacturing and lab expansion means more energy use, this is a relationship we must decouple as we work toward our energy and climate goals. Lam has a goal to achieve 12 million kWh of energy savings by 2025 compared to a 2019 baseline. Since setting this goal, we have invested in energy efficiency projects such as LED lighting upgrades, retrofits, and improvements to HVAC equipment like air compressors. 2021 projects that helped us make progress toward this goal include:\n\n- Continuing to upgrade vacuum pumps and install LED lighting and commissioning our ultrapure and chilled water system in Tualatin, Oregon, which will save 1.1 million kWh per year\n- Addition of variable frequency drives on PCW3 pumps at our Fremont, California, facility, saving over 200,000 kWh of energy per year\n- Innovation in our crystal growing processes at our Springfield, OH site saving an estimated 750,000 kWh per year\n\nRenewable energy\nEmbracing renewable energy will also help us reach our net zero goal. We aim to use 100% renewable energy globally by 2030, and in 2021 we developed a strategy and roadmap to achieve this goal. Our roadmap will leverage a combination of available options at each site, including onsite solar, and market-based instruments.\n\nSilicon savings\nGrowing silicon ingots is an energy intensive process and our team in Springfield, Ohio looks for opportunities to optimize the equipment and process to save energy. In 2021, Abhinav Rao and Joshua Russell, research scientists, implemented process improvements that reduced the number of attempts to grow each crystal and increased the probability of growing a defect-free crystal, which resulted in decreasing the energy consumption per mm of silicon grown.\n\n\"Lam has a unique silicon growing process, which we continuously aim to improve upon by applying our Tech Vision principles. And in this case, our innovative approach resulted in not only growing better crystals but a significant reduction in energy use.\"\nFor example:\n\n- Our Villach, Austria plant continues to use 100% renewable energy through a combination of onsite solar and purchased energy. We expect to complete an expansion of the site’s onsite solar in 2022.\n- Our newest and largest manufacturing site in Penang, Malaysia will install onsite solar that is expected to generate over 4 million kWh of energy per year.\n- We purchase renewable energy certificates (RECs) that help us to achieve 100% renewable energy at our Ohio, Malaysia and China sites and 90% renewable at our India site.\n\nCombining the energy we generate, RECs we purchase and the renewable energy from the local grids where we operate, 54% of our domestic and global electricity consumption from our labs and manufacturing sites was renewable in 2021.\n\n**Scope 3: Driving down emissions together**\n\nMost of our emissions occur from within our value chain, with our supply chain and use of our products being the highest contributors to our Scope 3 emissions. Over the long term, we plan to address these emissions by holding suppliers accountable for setting and achieving emissions targets, improving logistics efficiency, and increasing the energy efficiency of our products. For Scope 3 categories where emissions reduction isn’t practicable, we plan to purchase emissions offsets to reach our net zero 2050 goal.\n\nWe conducted a Scope 3 inventory, using standard accounting protocols, to continue measuring our impact in this area and to serve as a launching point for our Scope 3 emissions reduction efforts. In 2021, we were able to further assess our average product lifetime using an updated dataset and methodology. This resulted in an increase of the product lifetime from eight years to 25 years. That significantly impacted our overall Scope 3 emissions and the proportion represented by the use of our products. The results of this inventory activity underscored the importance of focusing on the impact of our products. To do this, Lam’s Product Innovation working group is developing a roadmap that will be integrated into product design, services, and industry collaboration. In the meantime, we plan to engage with our customers on setting their own science-aligned targets as well collaborating to support achievement of their sustainability objectives.\n\nWe also recognize how integral suppliers and their emissions reductions are to Lam’s success in reaching net zero. To ensure that our suppliers set their own SBTs to reduce emissions, we developed a supplier engagement plan that will build awareness and capability with our top direct suppliers over the coming years. To date, 10 of our top direct suppliers have already set or committed to setting SBTs. Our first Supplier ESG Forum in 2022 will encourage even more suppliers to join us on this journey.\n\nWhere possible, we aim to avoid and reduce Scope 3 emissions from business travel, including those associated with air travel, hotel stays, and car rentals. For those emissions that cannot be eliminated, we purchase the industry recognized gold-standard carbon offsets. In 2021, we offset 100% of our global air travel and rental cars, supporting renewable energy projects, distribution of efficient gas stoves, and biogas unit construction.\n\n**INNOVATION SPOTLIGHT**\n\n**Thinking locally: Leveraging language skills to make internal audits more efficient**\n\nBefore the COVID-19 pandemic, Lam employees carried out internal audits by visiting our locations around the globe, which contributed to our Scope 3 emissions from business travel. In the wake of travel restrictions, senior internal audit manager Kristin Gallardo created a streamlined approach. Gallardo leveraged the diverse language skills of her team and their contractors to choose culturally relevant key words in Audit Command Language software to identify inappropriate expenses, duplicates in expense reports, and compliance with Lam’s policies. What used to take one to two weeks due to travel, manual processes, and random sampling can now be completed in a single day, with the added benefit of reducing travel and the associated carbon emissions.\nMaking the most of every material\n\nLam generates waste in the research, development, and manufacturing of our products. We monitor and manage both hazardous and non-hazardous wastes, looking for ways to reduce, recover, reuse, and recycle materials. In addition, Lam maintains ISO 14001 certification at nearly all of our manufacturing and R&D facilities to reduce our environmental impact through more efficient use of resources.\n\nNon-hazardous waste: Finding new recycling streams\n\nMost of the waste that Lam generates is non-hazardous, consisting of materials like wood pallets, cardboard and packaging materials, and municipal wastes. In 2021, our non-hazardous waste generation rose due to increased activities at our manufacturing and R&D facilities compared to the previous year and the addition of our Malaysia facility.\n\n8,505 metric tons of non-hazardous waste\n71% recycling rate\n\nMaking a dent in waste\n\nThe facilities team at our Tualatin, Oregon plant initiated a recycling pilot in 2021 to dramatically increase recycling for hard-to-recycle plastics.\n\nThe pilot resulted in:\n- 81 different types of plastics diverted from landfill\n- A reduction of trash compactor pickups from nine per month to one per month\n- Over 32,000 pounds of waste diverted from landfill since July 2021\n\nNon-hazardous waste generation and recycling\n\nNon-hazardous waste recycling\n\nNote: In 2020, we updated our methodology in calculating recycling rate for solid wastes in order to align with SASB.\nHazardous waste generation and recycling\n\nHazardous waste: Managing with care\n\nThe manufacturing of our products involves chemicals that produce corrosive wastes, flammable wastes, and lab debris, all of which are considered hazardous. We follow strict controls for responsible handling of these waste streams. Because this waste is an inherent part of our R&D and manufacturing processes, we do not have a goal to reduce this waste. Instead, we aim to find alternative disposal streams for all hazardous waste so that none goes to landfill.\n\nWe continue to divert most of our hazardous waste to offsite wastewater treatment and recycling facilities, which use treatment methods including fuel blending, solvent recovery, metal recycling, deep-well injection, and off-site wastewater treatment. In 2021, we sent 1% of our total global hazardous waste to landfill. This was slightly above the amount we sent in 2020 due to pandemic-related backlogs at the incineration facilities where some of our waste is managed.\n\nLam works with CHWMEG, a nonprofit trade association whose members strive to efficiently steward waste. CHWMEG audits our major offsite hazardous waste treatment, storage, and disposal facilities (TSDF). This audit is an integral part of our TSDF selection and risk assessment process.\n\n2,208 metric tons of hazardous waste generated\n24% recycling rate\nProtecting people and the environment from chemical risks\n\nJust as we manage waste generated during our production processes, we also carefully manage the chemicals that people encounter as part of manufacturing. Chemical management is part of our EHS standards, which also include guidelines related to:\n\n- Secondary containment of chemicals\n- Spill prevention control (e.g., safe valves, sumps, leak detection)\n- Prohibition of direct buried chemical tanks and pipes regardless of controls\n- Fall protection tie-off points\n- Confined space safety feature\n\nLam uses a chemical information management system (CIMS) to facilitate chemical use approval at each site and to track and monitor our chemical inventories.\n\nConserving our most precious resource\n\nWater is essential to our business, our suppliers, and our customers. It’s also a critical part of Lam’s own R&D and manufacturing processes. We use freshwater in our chillers, house scrubbers, process cooling water system, and soft water treatment plant. The quality of the water is also important—the cleaner the water we use, the fewer chemicals we need to treat it, and the less maintenance is needed on our facility equipment.\n\nIn 2019, Lam used the World Resources Institute (WRI) Aqueduct Water Risk Atlas to identify areas with water stress. During this process we identified three facilities to focus on, which include our two sites in California and our manufacturing facility in South Korea. In 2021, we have also identified our new site in Malaysia, our leased facilities in India, and our new technology center in South Korea as water-stressed areas.\n\nWe have a goal to achieve 17 million gallons in water savings in water-stressed locations by 2025 using a 2019 baseline. Since setting this goal, Lam’s Global Workplace Solutions (GWS) team has explored new technology solutions and invested in efficiency upgrades in accordance with emerging best practices. These solutions include recycling of treated wastewater for house scrubbers and point-of-use abatement units, and use of brackish water for landscaping and fire suppression. We added eight water recovery units to our abatement systems in California in 2020 and another seven in 2021. In 2021, we saved 6.3 million gallons of water at our water-stressed locations.\n\nWastewater: Being a good steward\n\nWe monitor industrial wastewater and stormwater discharges in accordance with local regulatory requirements. In many cases, we reuse process wastewater for other aspects of our operations, allowing us to use less water overall. We are finishing the construction of wastewater reclamation and recycling systems and acid waste neutralization systems at our California and Korea facilities. These new systems are expected to be fully operable in 2022 and will save over 20 million gallons of water per year once in use, exceeding Lam’s 2025 goal.\n\nGoing green at Lam Villach\n\nLam Villach takes its cues from the Austrian ‘smart city’ in which it’s located. From a planned neutralization plant that enables our operations to minimize acid concentrates and hazardous waste generation, to the use of 100% renewable energy through a combination of onsite solar and purchased energy, sustainability features permeate the campus. Seven new electric vehicle charging stations were added in 2021, bringing the total to 11. Outside, employees can enjoy fruit trees and pollinator plants, and harvest herbs and vegetables from the garden.\nWorking together to care for the planet\n\nAcross the world, Lam employees take action to reduce their own environmental impacts and those of the company. Throughout the year, we offer programs to engage employees and build momentum for sustainability. These include:\n\nSupporting employee-led action\n\nTransformative change often comes from the grassroots. Lam’s Employee Sustainability Community (LESC), launched in 2021, invites all employees and contractors globally to collectively enact sustainable change inside and outside of Lam. The group meets monthly to hear from guest speakers and brainstorm new programs. To date, LESC has organized initiatives such as Plastic Free July, in which participants were challenged to use as little single-use plastic as possible. The group is also advocating for more plant-based food in facility cafeterias to reduce food-related emissions.\n\nBeyond LESC, Lam also has three employee Green Teams, which are site-specific groups that focus on improving our campuses’ ecological sustainability, including improving waste diversion, enhancing natural spaces, and conserving resources. Green Teams are currently active in Tualatin, Livermore, and Fremont.\n\nA critical piece of our employee engagement strategy is rooted in the recognition and celebration of our employees’ environmental efforts. For the second year, Lam presented Environmental Stewardship Awards to individuals and groups who advocate for sustainable practices, both at Lam and in their communities. We’re proud to recognize the 2021 winners:\n\n- Angela Hartman, an administrative assistant from Fremont, who serves as volunteer program coordinator at the Ohlone Humane Society Wildlife Rehabilitation Center\n- John Niggley and Stacy Fortner, facilities professionals in Tualatin, who have adopted sustainable practices at the facility, including leveraging incentives for energy efficiency, increasing plastic recycling, and creating a pollinator garden on the campus\n\nCelebrations around the globe\n\nThroughout Asia, employees took part in World Environment Day events, including a beach cleanup at Pasir Ris Beach Park in Singapore and a litter cleanup day in Shanghai.\n\nDuring Earth Month, employees participate in the EcoChallenge, a 30-day challenge organized by EcoChallenge.org. Throughout the month, participants can commit to reduce waste and water, use less energy, eat healthy meals, and spend more time outdoors. In 2021, the winner of the challenge was Lisa Thamer, an administrative support professional in Austria. Lisa adopted many new habits during the 30-day period, including wasting less food, switching to LED bulbs, planting trees, and learning about environmental practices.\n\nCreating a buzz at our facilities\n\nInsects are small but mighty partners in protecting the health of ecosystems. Lam Research teams worldwide have taken steps to promote healthy local insect populations, such as:\n\n- Using ladybugs as a natural aphid control measure and alternative to pesticides and planting a pollinator garden in Tualatin, Oregon\n- Supporting the restoration of firefly habitats in Chungcheongbukdo, Korea, where fireflies are a natural indicator of pollution levels\n- Planting flowers in Villach, Austria, to provide a food source for local pollinators\n\nLisa Thamer\nEcoChallenge winner\n\n“The EcoChallenge makes participants stop and think about what they are doing for or against our planet. This can be a ‘wake-up call’ to change their ways.”\nWe foster an innovative, achievement-oriented culture and celebrate the people who bring it to life.\nA tiny nudge in nanotechnology can move the whole world forward. That’s the idea that propels our employees as they push the boundaries of what’s possible. Bold innovators, masters of precision, and believers in process and proof—our employees represent the top talent in our industry and are at the heart of Lam’s success.\n\nWe support our employees by cultivating a safe and inclusive environment and investing in their wellness and development. Our commitment to inclusion and diversity (I&D) contributes to a culture where every employee is empowered to do their best work. We leverage diversity to fuel innovation—uniting unique individuals with broad perspectives to tackle complex challenges in new ways.\n\nIn 2021, around the world our employees rolled up their sleeves to meet increased production demands in the midst of a global health pandemic. At the same time, we expanded our global workforce dramatically, adding over 4,000 individuals to our team—a 33% increase over 2020. We did so with a focus on hiring diverse talent, including more female and minority workers, who are widely underrepresented in the fields of science, technology, engineering, and math (STEM). Through it all, our employees delivered tremendous results for our business and customers, driven by the question, “what’s next?”\n\n### RELEVANT SDGS\n\n| SDG | Description |\n|-----|-------------|\n| 3   | Good Health and Wellbeing |\n| 4   | Quality Education |\n| 8   | Decent Work and Economic Growth |\n| 10  | Reduced Inequalities |\n\n### 2021 highlights\n\n- Expanded benefits to include 16-week paid parental leave and up to six months for birth mothers\n- Established new relationships with Historically Black Colleges and Universities (HBCUs) and Hispanic Serving Institutions (HSIs)\n- Launched six new employee resource groups (ERGs), including four in our Asian regions\n- Created WorkWise, a global initiative to support employee wellness\n\n*We aim to achieve goals by 2025, unless otherwise stated.\n**Updated in 2021 to reflect change in methodology for measuring engagement benchmark.\n***Updated in 2021 to clarify goal is at or below 0.4\nPutting our people first: Our approach to human capital management\n\nWe're building on our success in making Lam an outstanding global workplace. Our Board of Directors oversees the performance of our CEO and the succession of executive talent, and works with the Compensation and Human Resources Committee to engage with management across a broad range of human capital-related topics. Our CEO Staff and Global Human Resources teams drive the same objectives for our entire global workforce. Their focus areas include:\n\n- I&D to enable greater innovation and self-empowerment in the workplace\n- Recruitment, employee development, and retention\n- Employee engagement\n- Compensation and benefits\n- Health and safety\n\nSince calendar year 2020, all of our named executive officers have had compensation goals related to culture, talent, and I&D to help ensure the members of our executive team are aligned with our corporate goals in these areas and are accountable for the results achieved.\n\nOur commitment to non-discrimination\n\nWe aim to maintain and cultivate a workplace where every person has equal opportunities to thrive. In line with the highest ethical and legal standards of labor and employment laws in every country where Lam maintains our workforce, we are committed to equal opportunity and non-discrimination in all our employment practices. We prohibit discrimination, harassment, and retaliation in any aspect of employment—including recruiting, hiring, promotion, and compensation.\n\nLeading from the top\n\nIn 2021, Lam’s CEO Tim Archer joined more than 2,000 signatories of the CEO Action for Diversity and Inclusion pledge, which aims to drive measurable action and meaningful change in advancing diversity, equity, and inclusion in the workplace.\n\n“...\nMoving the needle on I&D\n\nTo underscore our ongoing focus on these important topics, we added inclusion and diversity as one of our Core Values in 2021. Our commitment to cultivating an inclusive environment and increasing diversity among our workforce has an influence in areas ranging from recruitment practices to benefits offerings to our company policies. Our global head of I&D, Antoinette Hamilton, leads our I&D strategy, which focuses on three core pillars: fostering inclusion, increasing diversity, and sharing our progress.\n\nIn 2021, we focused on deepening and expanding our commitments to accountability, transparency, gender equality, and supporting diverse communities through investments in leadership development, employee engagement, talent growth, and communication.\n\n2021 workforce representation\n\nAs we continue implementing our I&D strategy, we’re committed to holding ourselves accountable and being transparent about our results and in 2021, we expanded our disclosure by publicly reporting our Equal Employment Opportunity EEO-1 data for the first time.\n\nTo the right is a snapshot of the demographics of our U.S. and global workforce as of December 31, 2021. The scope of employee demographic data does not include our Talus employees, although they are included in our total headcount.\n\nIn 2021, we encouraged our employees to self-identify their disability status, and to date 34% of employees disclosed it. We will use these insights to inform the continuous improvement in our I&D initiatives.\n\nGlobal gender representation\n\n| Category                  | Global | U.S. | Male | Female | Other |\n|---------------------------|--------|------|------|--------|-------|\n| All Employees             | 19.8%  | 22.0%| 80.1%| 0.2%   | 0.3%  |\n| Board of Directors        | 40.0%  | 16.9%| 83.1%| 81.8%  | 60.0% |\n| Executives                | 17.3%  | 18.2%| 82.7%| 81.8%  | 79.2% |\n| Managers                  | 11.7%  | 15.0%| 88.3%| 85.0%  | 76.2% |\n| Technical Employees       | 25.4%  | 21.8%| 74.6%| 77.3%  | 0.5%  |\n\nMinimal rounding has been applied to this data.\nU.S. ethnic diversity\n\n- American Indian or Alaskan Native: 2.6%\n- Native Hawaiian or Other Pacific Islander: 0.7%\n- Black or African American: 5.9%\n- Two or More Races: 7.0%\n- Hispanic or Latinx: 30.0%\n- Asian: 0.4%\n- White: 50.5%\n- Chose not to disclose: 2.9%\n\nU.S. gender and ethnicity*\n\n- Female: 3.0%\n- Male: 1.1%\n\nOther workforce diversity\n\nU.S. Veteran status\n\n- U.S. Veteran: 8%\n- Non-U.S. Veteran: 92%\n\nGlobal employees by generation*\n\n- Born 1996 or after: 6.7%\n- Born 1980-1995: 9.8%\n- Born 1965-1995: 23.1%\n- Born 1946-1964: 60.4%\n\n*Minimal rounding has been applied to this data. Data does not include Talus.\nAdvancing I&D in our industry\n\nCompanies with increased diversity among their management teams reportedly drive an average of 19% more of their revenue from innovation than their less diverse counterparts. Therefore, we are confident that attracting, retaining, and developing diverse talent helps us maintain a competitive edge. Despite ongoing evidence that an inclusive and diverse workforce boosts companies’ ability to drive value and fuel innovation, a lack of pathways persists in the U.S. for people of color and women to enter STEM fields. The time for progress is now, and we know it takes teamwork to move our industry forward.\n\nIn 2021, we launched and continued a variety of collaborations to support organizations advancing I&D in STEM. The organizations we work with include:\n\n- Alliance for Global Inclusion\n- Conference for Engineering Diversity\n- DEI Board, founding member\n- EDGE in Tech Initiative at the University of California\n- National GEM Consortium\n- Out & Equal\n- Out in Science, Technology, Engineering, and Mathematics (gSTEM)\n- United Negro College Fund\n- Women in Science, Engineering and Technology (WISET in Korea)\n\nAround the world, we support organizations that build awareness and opportunities for underrepresented STEM talent, including but not limited to people of color, women, and members of the LGBTQIA+ community. One of our key relationships is with the National Consortium of Graduate Degrees for Minorities in Engineering (GEM), which provides graduate-level fellowships to underrepresented candidates in engineering and science. We’re proud that our CEO, Tim Archer, has served as GEM’s Chairman since 2020, and our foundation provides $300,000 for GEM fellowships each year.\n\nIn 2021, Lam hosted a panel on the main stage of SEMICON West that highlighted why prioritizing diversity, equity, and inclusion is not just the right thing to do, it is a business imperative – crucial to combatting the existing tech talent shortage. The panel convened industry luminaries to promote accountability, share best practices, and increase opportunity around the path forward for advancing diversity, equity, and inclusion.\n\n1. Boston Consulting Group https://www.bcg.com/publications/2018/how-diverse-leadership-teams-boost-innovation\nRecruiting diverse employees and helping them thrive\n\nAt Lam, we lean into complex challenges to move society forward. Today, surging chip demand is fueling industry growth, yet widespread labor shortages make it hard for companies around the world to keep up. With millions of job openings available across the tech and advanced manufacturing sectors, our industry faces stiff competition to attract, retain, and source new talent. At the same time, diverse candidates remain underrepresented in many industries powered by STEM.\n\nIn 2021, Lam launched several new relationships to support and engage diverse students and professionals throughout the U.S. and help close the representation gap in STEM. Our new engagements with INROADS creates opportunities for students from historically underserved communities to complete internships at Lam. And our collaboration with the United Negro College Fund (UNCF) provides $100,000 in funds through 20 new scholarships at UNCF schools including HBCUs. We also have student and alumni recruiting relationships with:\n\n- Howard University\n- Norfolk State University*\n- North Carolina A&T\n- The National Society of Black Engineers (NSBE)*\n- Society for Hispanic Professional Engineers (SHPE)*\n\n*new in 2021\n\nWe continue to prioritize investments in our internship program, new college graduate (NCG) rotation program, campus events, and thesis awards and scholarships. Through the NCG rotation program, recent graduates gain educational training along with real-life experiences that help prepare them for successful careers.\n\nThrough these programs, we’ve transformed an industry-wide challenge into an opportunity for Lam. In 2021, 19% of our new hires were from underrepresented groups, and we will continue to promote diversity inside and outside our company.\n\nFrom kindergarten to college, we’re increasing pathways to STEM\n\nThe talent pipeline starts long before the recruitment or application process. It begins by showing K-12 students just how fun and exciting STEM can be and continues through collaborations with universities and organizations fostering better career opportunities for underrepresented groups.\n\nCore to our early outreach efforts, two of our ERGs—Black Employee Network (BEN) and Community of Latinx and African Americans for Student Success (C.L.A.S.S.)—volunteer in schools to encourage students in the African American and Latinx communities to explore STEM education and careers.\n\nAs students progress beyond their K-12 years, our ongoing and new relationships with HBCUs, HSIs, GEM, and other organizations create opportunities for diverse graduating high school seniors—as well as undergraduate and graduate-level university students—to discover their full potential. We continue to provide support through scholarships, internships, and opportunities to join our workforce.\n\nTony Davis\nproduct support engineer and Black Employee Network chair\n\n“An inclusive future is one in which everyone has a path to economic, social, and educational opportunities.”\n\nLam Blog: https://blog.lamresearch.com/the-semiconductor-industrys-next-inflection-point/\nOur 2021 Inclusion Index Score compared to the technology industry benchmark of 73\n\nTapping into the heart of Lam\n\nOur ERGs harness the passion of employees around the world to contribute to a more inclusive and diverse company culture. They create opportunities for employees to connect, learn, and develop; volunteer in mentoring programs; support diverse recruitment; and engage in our local communities. Under our ERG model, each group develops its own charter, goals, and initiatives that align with the company’s I&D Vision, for every person to feel valued, included, and empowered to achieve their full potential. By bringing unique individuals and viewpoints together, we achieve extraordinary results.\n\nIn 2021, all members of the CEO staff participated in ERG activities throughout the year, achieving our goal of 100% engagement. And each of our ERGs has an engaged executive sponsor. In 2021, we launched several new groups, expanding our total to 14, which includes the following:\n\n- Black Employee Network*\n- Community of Latino/African Americans for Student Success Outreach\n- Lam India Women’s Network (LIWN)*\n- New Professionals Network*\n- PRIDE LGBTQ+ Allies\n- Lam’s Veteran Community\n- Women in CSBG\n- Women in Engineering\n- Women@Fremont\n- Women in Global Operations (WGOP)\n- Women in Leadership at Lam\n- Women in Global Operations Malaysia*\n- Women of Southeast Asia*\n- Women in Global Operations Korea\n\n*New in 2021\n\nFostering an inclusive culture through ongoing training and engagement\n\nWe strive to embed I&D values throughout every aspect of our organization, including through trainings, engagement activities, and employee development resources. We provide cross-cultural training and mentoring opportunities, and I&D training is required for all new employees.\n\nManagers receive further trainings and support to help them cultivate a more inclusive workplace for the teams they lead. We also offer resources through our app-based Inclusion Every Day program, which features practical, accessible reminders to be inclusive in daily leadership and decision-making. In addition, we are requiring all managers to set an inclusion development goal on an annual basis beginning in 2022.\n\nIn 2021, we further focused on I&D engagement by launching an Inclusion Index within our annual employee survey. The index represents the combined score of three survey questions that address equal opportunity, inclusion, and authenticity. While these items have been included in previous surveys, the new combined measurement will allow us to hold ourselves accountable by more clearly assessing our progress and identifying opportunities to improve. We also kicked off a new quarterly speaker series titled “Inclusion and Diversity Talks,” which had participation from over 1,500 employees globally.\nAdvancing equity at Lam\n\nWomen now outpace men in earning college degrees within the U.S.¹, and they’ve achieved parity in the life sciences areas of work in many countries throughout the world.² Yet when it comes to STEM fields beyond health sciences—such as engineering, computing, physics, and math—a stark gender gap remains. That gap highlights the persistent inequities facing women in STEM, and a critical missed opportunity for our in-demand industry.\n\nTo help address this gap, we’re committed to promoting gender equality and increasing the number of women in our workforce. To ensure accountability, we regularly measure the progress of our efforts to recruit, hire, and retain female employees. We also conduct an annual pay equity assessment of our compensation practices and systems to promote fair and equitable compensation in our workforce.\n\nAdditionally, in 2021, we continued to focus on increasing the number of women in our workforce and advancing their development by engaging with organizations that support women in STEM, including the National Association of Women in Manufacturing; Society of Women Engineers; Watermark; WIN (Women in Innovation) Korea; Women in Science, Engineering and Technology; and several universities in India. From Korea to the U.S., our female leaders spoke at virtual events streamed around the world, and we sponsored and participated at numerous conferences and event series aimed at connecting and empowering women. Examples include:\n\n- Anita B.org: annual Grace Hopper Celebration of Women in Computing event\n- Expanding Diversity and Gender Equity in Tech Initiative: Women in Tech Symposium\n- San Jose State University: Women in Engineering Conference\n- Singapore Semiconductor Industry Association: Semiconductor Women’s Forum\n- Women Impact Tech: event series\n- WIN (Women in Innovation) Korea: bi-annual conferences\n\nOur employees celebrated International Women’s Day with a #ChooseToChallenge campaign, which called out gender bias and inequality while celebrating women’s achievements. Meanwhile, female employees leveraged our Yammer channels to cultivate connections by launching groups like Moms of Lam. ERGs remain a core mode of connection for female employees worldwide.\n\nAs part of our efforts to reduce the gender gap in STEM, retain our female workforce, and provide family-supportive benefits (for both female and male employees), in 2021, we expanded our benefits offerings with inclusion and diversity in mind—including increasing paid parental leave and creating more workplace flexibility globally. We also collaborated with Pathforward to design and develop a Return-to-Work Program, which will launch in 2022 to help workers return to the workplace after a gap in their employment history and provide new recruitment channels for Lam.\n\nRepresentation of women in our workforce by level\n\n| Level          | Percentage |\n|----------------|------------|\n| Executives     | 5%         |\n| Managers       | 19%        |\n| Technical      | 33%        |\n| Other          | 43%        |\n\nPushing gender equality forward\n\nOur Women in Global Operations (WGOPs) ERG reaches across continents to support and develop Lam’s female talent. In 2021, WGOPs continued their collaboration with FountainBlue, a change management consultancy, to deliver a series of year-round, women-in-leadership events and programs. This included 24 frontline manager meetings on topics such as communication, negotiation, and creativity in tech; 12 panel meetings for middle to senior women leaders; and 12 VIP roundtables for leaders at the director level and above.\n\n¹Pew Research: https://www.pewresearch.org/fact-tank/2021/11/08/whats-behind-the-growing-gap-between-men-and-women-in-college-completion/\n²World Economic Forum: https://www.weforum.org/agenda/2021/07/science-technology-gender-gap/\nEngaging employees to create a great workplace for all\n\nWhen employees feel engaged, they approach their jobs with a long-term commitment and perspective that helps them produce their best work. And when that happens, our customers benefit, and our business thrives. Over the last few years, our work dynamic has changed with a portion of our employees working remotely, so maintaining high levels of employee engagement has never been more important.\n\nListen, learn, improve: Our strategy for ongoing engagement\n\nEmployee feedback plays a critical role in shaping many of our workplace initiatives and priorities. We measure employee engagement and capture employee insights through a comprehensive annual survey, which is facilitated through an external vendor and incorporates our new Inclusion Index, employee onboarding and exit surveys, and employee listening sessions. With each new round of insights, we act on what we learn. For example, to maintain consistently high scores throughout Lam, we invited managers of consistent, highly engaged teams to share their stories and best practices at scale, igniting energy and inspiring action. We provided personalized coaching and support for new people managers to improve performance and help elevate teams to the Lam average. Over the past three years, we’ve also used employees’ feedback to develop and enhance some of our most valuable workplace programs, including:\n\n- Strengthening the Employee Resource Group community\n- Continuing data-driven leadership development programming (including resilience and communication)\n- Launching new programs including Better Up Coaching, Mentor Connect, and our U.S. Flexible Workplace policy\n\nIn 2021, our annual employee engagement index score of 80 put us in the top 20% of our survey vendor’s technology clients for the second year in a row. Lam survey scores exceeded the technology benchmark on all items in 2021 including manager support. We also expanded employee listening through two new surveys: in March, we re-launched our corporate exit survey to gain insights across the employee experience. And in September, we launched a new-hire experience survey, administered at 45 days of employment, and also streamlined our new hire training and improved the welcome experience.\n\nCelebrating employees who go above and beyond\n\nWe celebrate each other’s success. Above and Beyond, our “everyone-to-everyone” recognition program, allows employees to acknowledge individuals or teams for great work or demonstration of our Core Values. In 2021, employees recognized fellow colleagues with more than 71,000 awards. Individual and team accomplishments are also recognized through our Vista, Outstanding Technical Achievement, and Patented Innovation awards.\n\nErin Wixson\nemployee engagement senior manager\n\n“While Lam employee engagement scores are top tier, focusing on engagement isn’t enough to be best-in-class. Which is why we are focused on our employee experience listening and measurement strategy to inform targeted investments in the overall employee experience.”\nLooking out for our employees’ well-being\n\nOur employees deliver results for Lam, and we strive to deliver great benefits and resources in return. The resources we provide help employees maintain strong physical health, manage their finances, and find a critical balance between work and life. We offer these benefits through on-demand platforms to ensure accessibility to our global workforce.\n\nIn 2021, we further integrated inclusive features into our global benefits and wellness offerings, with a focus on increasing support for families and parents. We added:\n\n- Expanded our paid maternity leave for birth mothers up to 6 months and provided all parents with up to 4 months of paid parental leave\n- Higher lifetime maximums for fertility treatments and prescriptions\n- Higher reimbursement for adoption expenses\n- Extended bereavement leave\n- Expanded our elective legal insurance benefit to cover a broader range of needs\n\nOur global workforce was incredibly resilient throughout 2020 and 2021. However, in listening sessions and engagement surveys, we found that some employees were struggling with fatigue and isolation. This was due in part to the ongoing COVID-19 pandemic and the resulting shift to remote and hybrid work. We responded by hiring additional resources in key areas, outlining clearer organizational priorities, and expanding our benefits focused on physical, financial, and mental health. We also rolled out new trainings and initiatives through digital and on-demand platforms, including:\n\n- WorkWise: A series of initiatives to support wellness and engagement, which added two new holidays, instilled better boundaries and best practices for video calls and included virtual events to create social connections among colleagues\n- Managing Medical and Leave Issues in the Workplace: An inclusivity-focused training to help managers support people with complex leave and disability issues\n- Mental Health First Aid certification: A program to build practical skills to spot signs of mental health issues and learn strategies to support a person in distress\n- Remote meeting practices: Protocols to support wellness including Workday Boundaries, which set expectations and boundaries for working hours, and Focus Fridays, which establish that Friday meetings are off-camera and should end by 2:00 p.m. local time.\n\nEmployee benefits\n\nPhysical health\n\n- Telehealth access\n- Virtual Health Fair* enhanced to include sessions for children and family\n- COVID-19 tests and treatment covered at 100% with no co-payment\n- COVID-19 resources for those who are sick, in quarantine, or caring for others\n- Personalized nutrition plans, nutrition challenges, healthy cooking demonstrations, and webinars\n- Virtual fitness experts, classes, daily workout ideas, and personal training\n- Virgin Pulse app—a wellness platform for employees, families, and friends that provides resources for better sleep, lowering stress, and being more active\n- Wellness incentive*\n\nFinancial well-being\n\n- Pay continuity for employees affected by closures for cleaning, social distancing, and other safety measures\n- Emergency pay of up to 80 hours for days when an employee stays home due to COVID-19-related absences\n- Penalty-free COVID-19 related 401(k) distributions allowed of up to $100,000\n- Financial seminars and webinars\n\nWork-life management\n\n- Convenient access to licensed therapists via text through Talkspace\n- Personalized on-demand help for stress, anxiety and depression with the Sanvello app\n- Childcare support through Care.com (U.S. only)\n- Fully-paid leave of absence of up to 16 weeks paid family leave for baby bonding (U.S. only) (expanded by four weeks)\n- Webinars on stress management, family support, and family wellness\n- Lifestyle account allowance up to $500 for a variety of life-enhancing opportunities for employees and their families (U.S. only)\n- Employee Assistance Program (EAP)** that offers confidential, professional care and resources including information, advice, and support in 14 languages\n\n*new in 2021\n**Increased from six to seven sessions\nNote: Benefits offered to all global regular, full-time employees unless otherwise noted.\nFocusing on employee development\n\nLam employees are curious. They are continuous learners who discover new ideas and test new possibilities. Our goal is to help employees build a dynamic, evolving career at Lam. To do so, we enlist our Learning Connect portal, iLearn on-demand training portal, and other platforms to create flexible development opportunities for remote workers and provide trainings customized by region. Additionally, in 2021 we launched the Lam Learning Series, which provides live trainings on current and relevant topics for Lam, delivered in local languages globally. Topics included building organizational resilience for people leaders, and managing and preventing burnout for all employees.\n\nFurther, we focus on offering existing employees opportunities for promotion and growth, as well as ensuring talent succession. In 2021, we promoted over 1,900 Lam employees, or 45% of our open positions.\n\nTurning talent into leadership\n\nAt Lam everyone is a learner and everyone is a leader. As employees develop their skills and gain knowledge, we help them build their confidence to lead Lam’s global teams toward world-class results. Our leadership programs and our technical certification program are designed to meet Lam’s managers at different stages of their evolving careers. They include:\n\n- **Grow**: With a focus on first-time managers and effective communication, Grow allows us to scale leadership across our business, guiding new managers early on.\n- **Lead**: Lead is designed to help experienced managers to up-level their leadership skills.\n- **Edge**: Edge equips our executive leaders to drive positive change through a year-long cohort journey.\n- **Leap**: Our technical program, Leap, provides new hires and current engineers with a comprehensive company overview and a four-level skill certification program across 12 disciplines to accelerate their development.\n\nAs our leaders grow their careers, they mentor others to share knowledge and increase their network and capabilities. In April 2021, we implemented Mentor Connect, a new technology that expands our ability to facilitate mentorship relationships across the company. In our first enterprise mentor program we had 317 mentoring participants, with a satisfaction score of 3.9/4. We also work with BetterUp, an online coaching platform, to provide external coaching to key talent, including 315 managers in 2021.\n\nTraining and development in 2021\n\n- **454,000** total employee training hours\n- **~4,500** courses offered\n- **$2M** reimbursement for educational expenses\n- **680+** managers engaged through Grow, Lead, and Edge programs in 2021\n\nTuning in to the voice of our customers\n\nOur Edge development program empowers Lam executives to drive positive change in our organization. In 2021, one multidisciplinary Edge team set out to explore ways to streamline our Voice of Customer (VoC) programs, which capture critical customer feedback so that we can improve our customer experience.\n\nBy analyzing current VoC practices, the Edge team captured and summarized several areas for improvement. They then benchmarked Lam’s practices against industry peers and interviewed a key customer to capture their insights. Through an organized training program the team turned their findings into a set of recommendations for better organization-wide VoC practices and awareness. This set the foundation for a second phase of the project, in which they hope to capture additional VoC insights, such as customers’ views on ESG.\n\nEmployees participated in over 16,000 Leap training classes representing 40,000 learning hours. Since 2018, over 2,500 Leap certifications have been awarded to the technical community.\nCommitted to safety\n\nThe products and services our employees deliver enable the devices on which our society relies. Never was that truer than in 2021, when global demand for chip technologies reached record heights. Keeping pace required a tremendous amount of work by our employees at manufacturing sites and labs, and offices around the globe. Protecting and supporting our employees is always paramount. We follow strict safety protocols, prioritize safety training, and use risk controls to enable employees to safely do their work while continuing to meet and exceed customer expectations.\n\nOur global Environmental, Health, and Safety (EHS) Policy outlines our commitment to protect all Lam personnel and minimize risk through prevention of illness, injury, and environmental impact. It applies to every site and employee where we operate. To uphold our commitment to safety, we invest in prevention-based education, training, and awareness programs, as well as emergency preparedness procedures. Our safety programs are governed through a multi-tiered system—which includes corporate governance, site-based EHS leadership and business unit involvement, and additional committees and reviews. Likewise, we monitor our safety performance at the enterprise, regional, and site levels. Our corporate EHS team uses Lam’s global incident tracking system to assess and monitor safety trends, which it reports to business units and executive leadership through quarterly reviews. Our recordable injury rate is reported to the Board on a quarterly basis.\n\nIn 2021, Lam onboarded a large volume of new employees and ramped up production to meet increased customer demand. These factors, along with an aging workforce, contributed to a rise in our recordable injury rate. Strains and sprains continue to be our top mode of injury, and in 2021, we added a new physical training program, increased our general health and safety training, and performed more ergonomic assessments with the goal of reducing ergonomic injuries globally.\n\nOur safety standards also extend to our contractors. We screen contractor safety performance and require their compliance with the safety standards set forth in our Contractor Handbook. Contractors must report safety incidents so that we can take formal actions if contractors fail to adhere to our standards.\n\nWe maintain multi-site certifications for ISO 45001, the globally recognized standard for occupational health and safety management systems.\n\nINNOVATION SPOTLIGHT\n\nHolding steady: A handy solution improves quality and safety\n\nWe specialize in delivering big solutions through the smallest technologies. To do this, our metrology staff uses high-powered microscopes to examine each small wafer sample for quality control. The task requires them to physically prepare each sample and hold it steadily in place for test after test—potentially leading to repetitive motion injuries. For a more ergonomic and efficient solution, engineering technician Albert Wright designed a Sample Cradle Holder and Sample Preparation Station, which assist technicians like a “third hand.” The tools are currently in use at our Fremont, California, and Tualatin, Oregon, labs, enabling technicians to perform their tasks more comfortably and thoroughly while improving the image quality of each test result.\nSafety performance\n\n53,000 hours employee safety training\n\n65% injuries attributed to strains, sprains and slips, trips, and falls\n\nAll safety data is reflective of Lam operations with the exception of our Silfex sites.\n\nOur risk assessments and training programs\n\nOur site and regional EHS teams use a layered approach to conduct annual safety risk assessments of their local operations. In 2021, these assessments comprised increased COVID-19 employee protection protocols, including face coverings use and social distancing. We conducted more than 206,000 Risk Management by Walking Around inspections—a process that we use to identify and track safety issues, as well as implement corrective actions at our offices and manufacturing sites. Similarly, our field teams use a Rapid Field Risk Assessment process to manage risks at customer sites.\n\nOur people managers in field support, manufacturing, research and development, warehouse, and logistics operations all undergo formal safety leadership training to enhance their skills in safety management and communication. We also continued our Safety Awareness for Everyone (SAFE) program, which we use to update employees on emerging safety issues. We employ SAFE to prevent future issues by including lessons and stories based on incidents of the past.\n\nKeeping employees safe during COVID-19\n\nAs the COVID-19 pandemic posed ongoing safety risks in 2021, we continued to take steps to protect our workers and reduce the risk of transmission in our workplaces. We continuously adapted our strategy and practices through a science-based approach, and we adjust to new governmental and regulatory regulations where and when needed.\n\nEmployees were informed of safety best practices through trainings, updated signage, videos, frequent communication from leadership, and updates via our dedicated internal COVID-19 website. For our onsite workers, we employed administrative, engineering, and environmental controls such as face masks, temperature monitoring, social distancing, sanitization, workforce segmentation, enhanced indoor air quality controls, and offered free onsite testing and vaccination clinics. We also focused on expanded workplace flexibility to improve and allow for remote work where possible.\n\nRecordable injury rate (Lam vs. industry)\n\n| Year | Industry avg | Lam rate | Lam target |\n|------|--------------|----------|------------|\n| 2018 | 0.33         | 0.7      | 0.4        |\n| 2019 | 0.34         | 0.7      | 0.4        |\n| 2020 | 0.26         | 0.7      | 0.4        |\n| 2021 | 0.40         |          | At or Below 0.4 |\n\nNote: Rate based on 100 employees working full time for one year. Data as of April 2022. Certain historical figures have been updated to reflect new reported cases received. 2021 industry average was not available at time of publication.\nRESPONSIBLE SUPPLY CHAIN\n\nWe use our scale and influence to inspire positive change.\nLam’s business is part of a complex global supply chain that propels technology forward. Over the past few years, surging consumer demand has led to shortages of integrated circuits and sub-tier components throughout the semiconductor ecosystem, as well as increased cost pressures. As we meet these challenges, we continue to prioritize a responsible supply chain and continually monitor and manage risks. We are committed to fostering a supply chain that is ethical, resilient, and diverse. Our focus on critical issues in our supply chain include human rights, conflict mineral sourcing, and the environmental impact of climate change. As part of our commitment to driving industry collaboration, we are an active participant in several multi-stakeholder organizations such as the Responsible Business Alliance.\n\nIn 2021, we established a new foundational supply chain strategy and began our engagement with suppliers to make progress toward our 2050 decarbonization goal. As we begin this journey, we are committed to providing ongoing support and resources to suppliers that create shared value for our business, our value chain, our customers, and the world. When our suppliers succeed, Lam and our customers succeed, too.\n\n### Responsible supply chain*\n\n| GOAL | STATUS | PROGRESS TO DATE |\n|------|--------|------------------|\n| Achieve more than 90% compliance rate with our social and environmental expectations across our top-tier suppliers | • | Exceeded our goal with 92% supplier compliance in 2021 |\n| Engage with at least 50% of our top-tier suppliers on environmental sustainability opportunities | • | Exceeded our goal by engaging with 73% of top-tier suppliers in 2021 |\n| Increase engagement with all suppliers on social and environmental topics through assessment, training, and capacity building | • | Undertook a variety of engagement activities such as one-on-one meetings, assigned trainings, and supplier events in 2021 |\n| 80% of top direct suppliers by spend set science-based targets by 2025 and 95% by 2030 | • | This goal was set in 2021 and progress will be reported in our 2022 report |\n\n### 2021 highlights\n\n- Adopted supplier engagement platform\n- Featured ESG in our virtual Supplier Day\n- Developed net zero supplier engagement strategy\n\n*We aim to achieve goals by 2025, unless otherwise stated.\nEmbedding ESG across our global supply chain\n\nA responsible, ethical supply chain is integral to our business strategy. It builds resilience, makes us more competitive, and supports workers throughout our value chain. Over the past several years, we have refined our approach to ESG management and performance in our supply chain. In 2020, we introduced a strategic framework with six pillars:\n\n- Transparency\n- Responsibility\n- Governance\n- Training\n- Risk Assessment and Audit\n- Supplier Diversity\n\nBuilding upon this framework, 2021 was a year of establishing baselines, planning resources, and aligning around our 2025 goals and ambitions. For example, we:\n\n- Created a baseline of current supplier performance using ESG criteria\n- Leveraged advanced technology solutions for supplier surveys, risk assessment, and engagement\n- Implemented an engagement strategy for communicating compliance, regulatory, and ESG challenges and trends\n- Established a cross-functional approach to supplier diversity\n- Identified opportunities within key commodities to address environmental impacts\nProactively managing our supply chain\n\nWith a supply chain footprint that spans over 25 countries on six continents, Lam has a robust and active approach to engaging with suppliers, which begins with strong supply chain oversight and governance.\n\nOur ESG Supply Chain team leads our compliance and risk assessment efforts to drive continuous improvement throughout our supply chain. We also maintain a cross-functional Supply Chain Committee comprised of representatives from our direct and indirect supply chain teams; environmental, health, and safety; ethics and compliance; and ESG. The Committee meets regularly to identify opportunities, develop plans, and provide input on the implementation of responsible supply chain initiatives throughout our business.\n\nWe expect all third-party suppliers and contractors to operate in a legal, ethical, and compliant manner and abide by our Global Supplier Code of Conduct, which covers topics such as ethics, integrity, transparency, anti-corruption, conflict minerals, human trafficking, environmental sustainability, and social responsibility. Suppliers are required to acknowledge and agree to the Code during the onboarding process, and our standard terms and conditions of supplier purchase orders and purchasing contracts stipulate the Code as a contractual obligation. We expect our suppliers to adhere to the Responsible Business Alliance (RBA) Code of Conduct. This code is a set of standards that address labor and wages, environment, health, safety as well as ethics and management systems expectations in our supply chains. We expect adherence to our code of conduct and encourage our suppliers to become active RBA members and complete an annual RBA self-assessment questionnaire (SAQ).\n\nOur supply chain at a glance\n\n1,450 supplier families in over 25 countries\n1.7% spend with diverse suppliers\nMinerals sourced from smelters in 54 countries\n269 human rights trainings as stated in UK Modern Slavery Act\n\n2021 Country of origin direct material spend\n\n- North America 52.2%\n- Asia 41.9%\n- European Union 5.9%\nHow we evaluate suppliers\n\nWe use a risk-based approach to conduct due diligence assessments on our highest risk suppliers. Our due diligence activities may involve audits, inspections, and corrective actions where needed. We are committed to driving continuous improvement throughout our supply chain.\n\nAs our supply chain becomes larger, more complex, and faces new disruptions, we are enhancing the tools we use to support suppliers and evaluate their performance. In 2021, we onboarded a new supplier engagement platform that will make ESG communication, surveys, and progress tracking simpler and more accessible. We will be able to import many types of data to this platform, including survey findings on conflict minerals, GHG emissions, and human rights issues.\n\nAnother way that we assess our suppliers’ performance is through our Quality Management System Assessment (QMS). This comprehensive assessment covers several topics such as forced labor/child labor, information security, foreign trade, and more conducted via survey and onsite visits. QMS is required for every new supplier and we reassess existing suppliers regularly. In 2021, we conducted 16 QMS audits.\n\nWe utilize a monthly supplier scorecard and incorporate ESG components as bonus points. Currently designation as a diverse supplier, membership with the RBA, and ISO 14001 certification each count as a bonus point on the scorecard.\n\nEnsuring our shared success\n\nLam works closely with suppliers to assess programs and policies, share best practices, and encourage collaboration to help them succeed. We host Town Halls with our top suppliers and hold an annual Supplier Day, an event designed to strengthen collaborative relationships and create opportunities to drive continuous improvements in the supply chain.\n\nDuring Supplier Day 2021, Jami Haaning, Lam’s senior manager of ESG, spoke about our ESG commitment and expectations of suppliers related to these issues. We also announced the winners of our Supplier Excellence Awards, given since 2005, to companies demonstrating exceptional commitment to outstanding performance. The main award categories are for General Excellence, Ramp Performance, and Rapid Prototype Manufacturing Performance and Excellence. In 2020, we added an award for ESG. The 2021 winner of this award will be announced at our inaugural ESG Forum in 2022.\nWorking together for a greener world: Our focus on supplier environmental performance\n\nA critical issue on which we engage suppliers is their environmental performance, particularly their reduction of GHG emissions. Lam’s goal to achieve net zero emissions by 2050 is inclusive of the emissions in our supply chain. We have established interim goals to set us on the right track. By 2025, we aim for 80% of our top-tier suppliers by spend to set their own science-based targets for emissions reductions. By 2030, we expect 95% of top-tier suppliers to set these targets. Learn more about our goals for a responsible supply chain.\n\nWe are laying the foundation for future progress through technology, data collection, capacity building, and engagement. In 2021, we expanded our environmental survey to our top 100 suppliers. This survey focuses on GHG emissions, CDP scores, environmental goals, ISO 14001 certification, and RBA membership status. We prioritized our supplier engagement based on their tier and the amount of Lam spend. Using our new supplier engagement platform, we will gather more information about suppliers’ GHG baselines and then work with suppliers to establish SBTs. Moving forward, we will engage with suppliers on our evolving expectations and build incentives to motivate them to meet emissions reduction goals.\n\n“We believe that engagement and collaboration with our supply chain is one of the most effective ways to make a meaningful and lasting impact on our greenhouse gas emissions.”\n\nPeter Holland\nvice president, supply chain\nActing with intention to uphold human rights\n\nDignified, safe work is a fundamental human right. Just as important as continuous improvement on environmental performance is ensuring the health and protection of workers in our extended supply chain. We are committed to upholding human rights in our operations and in our supply chain. We take action to prevent labor violations and promote better working conditions wherever we do business—this includes complying with laws such as the UK Modern Slavery Act of 2015, and the California Transparency in Supply Chains Act of 2010.\n\nOur Global Supplier Code of Conduct lays out our expectations of suppliers, while our Global Employment Practices Statement declares our support of workers’ rights to freedom of association and collective bargaining, to the extent permitted under local laws. These documents are distributed via email, published through our intranet, and made publicly available on our external website.\n\nA potential risk present in manufacturing supply chains is the exploitation of migrant workers who travel to places of work in different countries. We work with specific suppliers to understand workers’ journeys and require all suppliers to enact policies that prohibit forced and bonded labor in any form. To prioritize due diligence and risk mitigation, we use the Slavery and Trafficking Risk Template (STRT). We sent this survey to our top 100 suppliers located in countries identified as high risk for human trafficking in 2020. And in 2021, we followed up with suppliers based on their results, asking them to provide evidence of compliance with company policies, re-sign our Supplier Code of Conduct, and, as necessary, undergo training on Lam’s prohibition of forced labor.\n\nOur suppliers and their employees are encouraged to use the Lam Ethics Helpline to report concerns related to human trafficking and forced labor, as well as any other ethical issues. We did not receive any reports from our suppliers regarding human rights issues in 2021.\n\nConducting due diligence on conflict minerals\n\nAs part of a responsible and ethical raw material sourcing strategy, Lam is a member of the Responsible Mineral Initiative (RMI). The objective of this multi-stakeholder organization is to help address egregious human rights issues in the mining of tin, tantalum, tungsten, gold, and other minerals of concern.\n\nSince 2012, we have used the Conflict Minerals Reporting Template developed by RMI to assess our suppliers. From our 2021 smelter due diligence exercise, Lam suppliers used RMI approved smelters in 54 smelter countries. In 2021, 92% of suppliers in scope responded to this survey. In 2022, we plan to update our due diligence efforts to include additional minerals of concern (such as cobalt and mica), as recommended by RMI. Our conflict minerals disclosures are available here.\n\nPromoting supply chain excellence through RBA\n\nSince 2019, Lam has been an affiliate member of the RBA, the world’s largest industry coalition dedicated to corporate responsibility in global supply chains. To ensure our own operations and supply chain adhere to RBA requirements, we conduct self-assessments to determine our greatest social, environmental, and ethical risks. We also encourage suppliers to join us in becoming RBA members.\n\nIn 2021, two of our top 10 suppliers, equating to 14% of our spend, joined the RBA. With these new additions, 31% of our total spend is now with RBA member suppliers.\n\nBeyond general RBA membership, we participate in the multi-industry Responsible Labor Initiative (RLI) and RMI, which guide our approaches to protecting human rights and ensuring responsible sourcing of conflict minerals, respectively.\nFostering supply chain diversity\n\nWe recognize the value of building relationships with small and diverse suppliers, including minority-, women-, LGBTQIA+-, and veteran-owned businesses, and those owned by people with disabilities. These diverse businesses drive economic growth and stability in local communities, and our relationships with them help Lam build a more competitive and flexible supply base.\n\nWe use diverse suppliers that meet our company’s standards and customer needs and implement measures to identify diverse suppliers during the onboarding process. We include diversity performance in our supplier scorecard, and track and report spending with diverse direct material suppliers on a quarterly basis. We use this data to facilitate a cross-functional approach to supplier diversity.\n\nThe pandemic posed particular challenges with many of our suppliers globally. With KNT Manufacturing, Inc., with whom we’ve worked closely for many years, we were able to overcome many of those challenges together.\n\n“As we all know, the impact the COVID-19 pandemic has had and is still having on how businesses operate, and how employees and their families respond, is unparalleled. We found our employees feeling more anxious, somewhat isolated and overwhelmed, but still courageously motivated even through the pandemic as we grew over 55% from 2020 – 2021. Our growth can be attributed to the constant partnership and business opportunities provided to us by Lam.\n\nAlthough a lot of businesses felt the strain of the pandemic, we felt relieved as our customer-supplier relationship with Lam remained intact and is still as strong as ever. Lam has always fostered a culture of connection with KNT which has constantly been so inviting it left us no alternative but to respond with growth, productivity, and excellence to meet their business and product needs.”\n\n—Vincent Mays\nsenior director, business systems & compliance, KNT\n\n25 diverse suppliers\n\n$113M total spend with diverse suppliers\n\n50% increase in diverse supplier spending over 2020\nWe endeavor to make a positive impact where we live, work, and play.\nOur communities sustain us. They’re the schools that nurture our children, the hospitals that care for our loved ones, and the neighbors who make the places where we live and work feel like home. So, when we see an opportunity to lend a hand, we seize it. And when we see a path to advance underrepresented talent, we pave it. Our culture of caring drives us to inspire young learners, take a stand for what’s right, and deploy resources to those in need.\n\nFor maximum impact, we harness the knowledge and resources of philanthropic organizations on the ground and the passion and power of Lam employees across the world. In 2021, the Lam Foundation—administered in partnership with the Silicon Valley Community Foundation—focused on delivering K-12 STEM education and quality-of-life programs that address human needs, youth support, health improvement, and disaster relief. We are proud to not only make an impact that we can measure, but one that we can also feel.\n\nOur new social impact platform—Powering Breakthroughs Together—will further enable us to address pressing sustainability issues and achieve our company purpose to unleash the power of innovation together for a better world.\n\n### RELEVANT SDGS\n\n| GOAL | STATUS | PROGRESS TO DATE |\n|------|--------|------------------|\n| Determine key targets for larger-scale impact aligned to a new strategic focus | • Goal achieved by launching strategic planning process to transform our philanthropic identity and targets |\n| Implement measurement of outcomes for key program and large-scale grants | • Not yet started |\n| Increase annual unique employee participation rate from 10% to 30% | • Reached 10% employee participation in 2021 |\n| Increase volunteer hours by 33% from 2019 baseline | • Volunteer hours at 95% of 2019 baseline due to COVID-19 impact |\n\n### 2021 highlights\n\n- Created Powering Breakthroughs Together social impact platform\n- Donated $6.2M to support our communities\n- Served 1,552 worldwide organizations\n- Contributed $30,000+ gifts in annual Deliver Joy campaign\n\n*We aim to achieve goals by 2025, unless otherwise stated.*\nPowering Breakthroughs Together\n\nAt Lam, we realize potential and inspire innovation. Powering Breakthroughs Together is our new social impact platform that will help us do just that. Developed in 2021 and launching in 2022, this platform will empower people to make sustainable progress at scale, with the objective of making meaningful and measurable impact in three strategic focus areas:\n\n- **Transformative learning**\n  We know that curiosity and inspired learning power breakthroughs, which is why we invest in the ongoing foundational elements that lead to continuous discoveries and innovations.\n\n- **Resilient communities**\n  We invest in resilient communities—strengthening the relationships, technology, and preparedness and recovery plans that enable communities to succeed in the face of adversity.\n\n- **Inclusive societies**\n  We believe successful societies are inclusive societies. Through investments that facilitate equitable access and opportunity, we level the playing field and help communities reach their full potential.\n\nWe look forward to sharing progress against our social impact objectives as we leverage this new platform in 2022 and beyond.\n\nOur social impact manifesto\n\nFor more than forty years, we’ve defied conventions. Challenged assumptions. Pushed the boundaries of technical limitations. But we know, technology alone doesn’t enable breakthroughs. People do. They think big to build better communities. To create safer, more sustainable systems. To relentlessly pursue innovation that delivers real impact. When people are empowered to collectively reimagine tomorrow, we power a better world for generations to come.\n\n“In line with our guiding principles, we act with purpose for a better world. We’re excited to advance our ESG priorities even further through our new Powering Breakthroughs Together social impact platform.”\n\nChristie Valdez\ndirector of community relations, ESG\nImproving quality of life so our communities thrive\n\nAs a global business that specializes in problem solving and innovation, we use our talent and resources to support underserved populations and improve quality of life for those in need. Through Lam Foundation grants and matching gift campaigns, we have a proud history of contributing to a stronger and more equitable society for all.\n\nStanding with the AAPI community\n\nIntolerance toward others has no place at Lam or in our communities. In response to acts of hate and discrimination against the Asian American Pacific Islander (AAPI) community, our company spoke out to condemn these actions and through our Foundation we donated $1 million to support programs and initiatives that fight racism and violence. The funds were dispersed between Asian Americans Advancing Justice-AAJC, Stop AAPI Hate, and the Asian Pacific Fund’s Solidarity Fund.\n\nCOVID-19 relief and recovery\n\nIn 2020, we created a $7M COVID-19 relief and recovery fund that we continued to disperse in 2021 to provide much needed aid in countries around the world. In India, home to 8% of our employees, we were devastated to see the country experience one of the worst COVID-19 surges globally.\n\nIn response, we donated $1 million, which included $700,000 to Direct Relief and $300,000 to United Way Bengaluru (UWBe), to aid our communities in need. We worked with UWBe to organize four vaccination drives at local schools, during which nearly 900 students, school staff members, and immediate family members received their first dose of the vaccine. Through UWBe, we also supported the creation of a state-of-the-art 18-bed pediatric intensive care facility at the Hassan Institute of Medical Sciences.\n\nAdditional COVID-19 recovery support:\n\n- Arizona - Meals for front-line workers and volunteers in vaccine distribution areas\n- Austria - Support for Caritas Carinthia Association’s housing, counseling, and childcare services for those experiencing the longer-term impact of COVID-19\n- Malaysia - Treatment and medication subsidies for cancer patients with COVID-19 related financial hardships\n- Ohio - Technology and support resources for virtual and hybrid learning models for hundreds of students\n- Oregon - Education, tutoring, and mental wellness resources to combat learning loss attributed to virtual learning as well as support for transition into hybrid learning\n\nGiving at Lam\n\n12% employee participation\n\n~13,000 employee hours volunteered\n\n$1.1M employee matching gifts\n\n$5.1M total Lam donations\n\n$1 million donated to fight racial intolerance against the AAPI community\n\n$1 million donated to provide COVID-19 relief in India\n\nRajesh Krishnan\nexecutive director, UWBe\n\n“What stands out to me while working with Lam is the intrinsic qualities that the team embodies, which speak volumes about the company’s culture.”\n\n*National Geographic: https://www.nationalgeographic.com/science/article/how-indias-second-wave-became-the-worst-covid-19-surge-in-the-world\nPowering tomorrow’s technology leaders\n\nToday’s young thinkers, dreamers, and creators will drive the future of our industry. To help them succeed, in 2021 we supported K-12 STEM programs that inspire and equip students to become the next generation of technology leaders. From scholarships to donations, our STEM education support shows young people just how fun and exciting a career in math and science can be, while providing opportunities and resources to build valuable skills.\n\nK-12 STEM programs and scholarships\n\nWe proudly work with organizations to engage early learners with a focus on those underrepresented in STEM careers. Our support extends to programs around the world that address achievement and gender gap challenges, secondary education preparedness, education quality improvement, and workforce readiness.\n\nCore Values scholarships\n\nEach year, the Lam Foundation awards a series of $10,000 scholarships to graduating seniors from select schools near our headquarters and in the Pacific Northwest. Community leaders, along with Lam employees, review applications and choose students who perform exceptionally in academics, as well as in their communities.\n\nAwardees can use the scholarship at the college or technical school of their choice. In our 18th year of the program, we awarded $110,000 in scholarships to 11 students from high schools in California and Oregon. Since 2003, we have awarded more than $1 million in scholarships to more than 100 promising students.\n\nBuilding brighter futures through STEM education support\n\nNorth America\n\nEureka! program\n\nIn Oregon, we continued our relationship with Girls Inc. of the Pacific Northwest to enable 98 girls, grades 8–12, in underserved communities to explore STEM through Eureka!, a five-year, personal development and sports program.\n\nLatinx in Technology\n\nIn California, our ongoing relationship with the Hispanic Foundation of Silicon Valley provided 146 Latinx students with scholarships in 2021 and a pipeline toward summer internships. The program has a goal of awarding 50% of its scholarships to women.\n\nSTEM Learning Academy\n\nFounded in Springfield, Ohio, the Springfield High School STEM Learning Academy provides STEM education for its students. On behalf of our subsidiary Silfex, we supported STEM program supplies and experiences for more than 1,800 Springfield High School students.\n\nAsia\n\nAdream Centers\n\nIn Sichuan Province, China, we supported the Adream organization, which provides a quality education to primary school students in underprivileged communities. We funded the 5-year operation of two new Adream Centers—networks of multimedia classrooms where more than 2,000 students can take lessons.\n\nHello Coding Camp\n\nIn South Korea, we partnered with the Kids & Future Foundation to support 83 Yongin City students’ participation in the Hello Coding Camp afterschool program.\n\nRobotics and Coding program\n\nIn Taiwan, we continued our support of the Science and Technology Museum’s coding and robotics programs for 161 elementary and junior high school students from remote and disadvantaged areas.\n\nCrucial School Supplies\n\nThrough our India community program, we supported the Sri Sharadha Vidya Mandir school in their efforts to provide educational supplies and textbooks to more than 900 Bengaluru students.\nHarnessing the passion of our employees\n\nOur employees are passionate about making a positive impact in the communities where we live and work. To support the causes they care about, we offer a dollar-for-dollar match on employees’ monetary donations. The Lam Foundation also matches volunteer time at $10 per hour for all regular full-time employees. In 2021, we mobilized employees to raise $1.1M in employee-matched monetary and volunteer time donations and contribute 12,781 volunteer hours to various organizations. Highlights include:\n\nGiving back to communities in need\nOur annual holiday giving campaign, Deliver Joy, continued with employees around the world donating gifts and resources to those in need. From coloring books for kids to care packages for seniors, here’s how Lam employees gave back to their communities during the 2020-21 holiday season:\n\nChina—In just two weeks, 33 Lam employees mobilized to donate over 500 books, 185 coloring books, and 60 sets of oil-painting sticks to students in Sichuan Province, where we recently funded two new Adream Centers.\n\nMalaysia—To brighten the season for patients at a cancer hospital, Lam Manufacturing Malaysia employees delivered over 150 gifts to patients at Mount Miriam Hospital in Penang.\n\nSouth Korea—in Icheon, Lam employees donated gift cards to 452 students at 19 children’s centers through ChildFund Korea, as well as heating supplies for 125 children at five local centers in Pyeongtaek. In Osan, employees involved in the Fun Makers program supported 63 children from low-income families with their year-end toy drive.\n\nU.S.—For an interactive giving opportunity that supports mental wellness, Lam employees distributed 500 Kynd Kits that included care packages for seniors in assisted living and sensory kits for children in foster care.\n\nSetting students up for success\nDespite the economic strength of Silicon Valley companies, the families of many students in the area struggle to meet basic needs—let alone afford backpacks and other school supplies. To narrow the equity gap, our Women in Leadership at Lam ERG supports Family Giving Tree’s annual Backpack Comeback drive in Milpitas, California. The 12-day virtual event, where employees filled backpacks at home, resulted in 1,200 filled backpacks for students, representing a 140% increase over the first drive in 2017. In total, Lam employees have assembled 4,330 backpacks over the past five years.\nProtecting outdoor spaces\nIn Boise, Idaho, nine Lam employees volunteered with the Ridge to Rivers organization to spend half their day helping with shaping and finishing work for a new section of trail. The trail area was constructed to allow for better erosion protection in the Boise foothills and will lend itself to hikers, bikers, and other outdoor enthusiasts throughout the area.\n\nGiving clothing a second life\nIn China, our employees organized a used clothing recycling program, collecting 167 kilograms of used clothes and textiles which have been donated to a national recycling platform for reuse. These recycled fabrics will be given to those in need or made into regenerated cotton.\n\nPromoting healthy habits\nAs the title sponsor of the Lam Research Heart & Soles Run, we support the Silicon Valley Leadership Group Foundation’s (SVLGF) work to promote increased physical activity and access to healthy foods among students in Silicon Valley—because kids who exercise and eat better, learn better. Though a virtual Run/Walk in 2021, 119 Lam employees supported this effort that benefited 8,000 Silicon Valley youth.\n\nFighting back against hunger\nIn Villach, Austria, employees volunteered more than 10 hours with the local food pantry and humanitarian services organization, Westbahnhofnug Villach, to prepare meals for those in need.\n\nPlanting trees\nIn Taiwan, employees organized a tree planting activity, enlisting the participation of colleagues and their families. The event focused on planting tree varieties that can resist erosion and protect coastline to preserve a sustainable habitat for migratory birds.\n\nBringing a smile to children and families\nLam Korea employees participated in a toy drive that benefited 300 children through our collaboration with the Korea Childhood Leukemia Foundation. Additionally, the Lam Korea Employee Council raised money for ChildFund Korea programs providing education needs and support for low-income families at local children’s centers.\n\nWalking to make an impact\nIn Singapore, 140 employees laced up to support the Singapore Children’s Society’s annual Walk for Our Children to benefit programs and services for vulnerable youth. We have proudly sponsored the walk since 2015.\n## Performance Summary*\n\nData as of 12/31/2021.\n\n| Performance Area | 2021 | YOY Change | 2020 | 2019 |\n|------------------|------|------------|------|------|\n| **Business and Governance** | | | | |\n| Number of full-time employees (Approximate) | 16,300 | 33% | 12,228 | 10,750 |\n| Revenue* | $14.6B | 46% | $10.0B | $9.7B |\n| R&D spend (as percentage of operating expenses) | $1.5B (64%) | 19% | $1.3B (63%) | $1.2B (63%) |\n| **Products and Customers** | | | | |\n| Total number of installed base chambers (Approximate) | 75,000 | 14% | 66,000 | 61,000 |\n| **Gender Representation** | | | | |\n| Percent of employee population identifying as female (Global) | 19.5% | 5% | 18.6% | 17.7% |\n| Percent of employee population identifying as female (U.S) | 22.0% | 3% | 21.3% | 20.4% |\n| Percent of new hires identifying as female (Global) | 21.8% | -9% | 23.9% | N/A |\n| **U.S. Ethnicity** | | | | |\n| White | 50.5% | -% | 50.5% | 51.4% |\n| Asian | 30% | -% | 30.9% | 30.8% |\n| Hispanic or Latinx | 7.0% | 6% | 6.6% | 6.1% |\n| Two or more races | 2.9% | 3% | 2.2% | 1.9% |\n| Black or African American | 2.6% | 24% | 21% | 19% |\n| Native Hawaiian or other Pacific Islander | 0.7% | 0% | 0.5% | 0.3% |\n| American Indian or Native Alaskan | 0.4% | 0% | 0.3% | 0.2% |\n| Not stated | 5.9% | 15% | 6.9% | 7.1% |\n| **Employee Engagement, Recruitment, and Retention** | | | | |\n| Employee engagement score (Tech sector benchmark 74) | 80 | -% | 80 | new |\n| Total new hires (Global) | 4,507 | 54% | 2,067 | 792 |\n| Number of internal promotions | 1,996 | 16% | 1,628 | 1,570 |\n| Total number of training courses | 4,648 | 3% | 4,705 | 3,042 |\n| Education reimbursement for U.S. employees | $1.08M | 20% | $1.66M | $1.66M |\n| Employee retention rate | 93% | 2% | 95% | 91% |\n| Average service years | 6.5 | 16% | 7.7 | 8 |\n| **Safety** | | | | |\n| Recordable injury rate | 0.40 | 60% | 0.26 | 0.04 |\n| Risk Management by Walking Around (RMBA) reviews | 208,000 | 20% | 172,050 | 260,000 |\n\n*All figures are for calendar year, with the exception of revenue and R&D spend which are presented on a fiscal year basis. 2019 is for fiscal year ending June 30, 2019; 2020 is for fiscal year ending June 28, 2020; 2021 is for fiscal year ending June 27, 2021. K is defined as thousand, M is defined as million, and B is defined as billion.\n## GRI Standard Disclosure\n\n| GRI Standard Disclosure | Response, Page, or Link |\n|-------------------------|-------------------------|\n| **102 - General Disclosures** | |\n| 102-1 Name of the Organization | Lam Research Corporation |\n| 102-2 Activities, brands, products, and services | Introduction  \nProduct  \n2021 10-K, Business, pp. 3-9  \nFor additional information: [https://www.lamresearch.com/products/products-overview/](https://www.lamresearch.com/products/products-overview/) |\n| 102-3 Location of headquarters | Fremont, California, USA |\n| 102-4 Location of operations | Introduction  \nCountry locations: United States, China, Korea, Austria, India, Japan, Malaysia, Singapore, Taiwan, Belgium, France, Germany, Ireland, Israel, Italy, Switzerland, The Netherlands, United Kingdom.  \nFor additional information: [https://www.lamresearch.com/company/locations/](https://www.lamresearch.com/company/locations/) |\n| 102-5 Ownership and legal form | The company's stock is publicly traded on the Nasdaq Global Select Market under the symbol LRCX. |\n| 102-6 Markets served | Lam Research is a trusted, collaborative partner to the world's leading semiconductor companies. |\n| 102-7 Scale of the organization | Introduction  \n2021 10-K, Consolidated Statements of Operations, p. 41 |\n| 102-8 Information on employees and other workers | Workplace - U.S. gender and ethnicity  \nAppendix - 2021 Performance Summary  \n2021 10-K, Human Capital, p. 10 |\n| 102-9 Supply chain | Responsible Supply Chain |\n| 102-10 Significant changes to the organization and its supply chain | Significant changes include: opening new manufacturing facilities in Bayan Lapas, Malaysia and Sherwood, Oregon. |\n| 102-11 Precautionary Principle or approach | Lam affirms Principle 15 of the 1992 Rio Declaration that states, \"...where there are threats of serious or irreversible damage, lack of full scientific certainty shall not be used as a reason for postponing cost-effective measures to prevent environmental degradation.\" |\n| 102-12 External initiatives | United Nations Sustainable Development Goals  \nTaskforce for Climate-related Financial Disclosure  \nScience-Based Targets Initiative  \nCEO Action for Diversity and Inclusion Pledge  \nAlliance for Global Inclusion  \nConference for Engineering Diversity  \nDEI Board  \nAnita B.org  \nHuman Rights Campaign Foundation Corporate Equality Index  \nResponsible Minerals Initiative, Responsible Labor Initiative |\n| GRI Standard Disclosure | Response, Page, or Link |\n|-------------------------|------------------------|\n| 102-13 Membership of associations | East Bay Foundation, National Association of Manufacturers, Responsible Business Alliance, SEMI, Semiconductor Industry Association, Silicon Valley Community Foundation, and Watermark, US-India Strategic Partnership, Inc., US-Korea Business Council, US-Taiwan Business Council, US-China Business Council, Silicon Valley Leadership Group, |\n| 102-14 Statement from senior decision-maker | Introduction - A message from our CEO |\n| 102-15 Key impacts, risks, and opportunities | Business and Governance - Sustainable Operations - Assessing climate risk Refer to the Risk Factors disclosed in our public filings with the Securities and Exchange Commission |\n| 102-16 Values, principles, standards, and norms of behavior | Business and Governance - Our Values Global Standards of Business Conduct Global Supplier Code of Conduct Code of Ethics |\n| 102-17 Mechanisms for advice and concerns about ethics | Business and Governance - Conducting business with integrity - Investigations - Ethics Helpline |\n| 102-18 Governance structure | https://investor.lamresearch.com/corporate-governance Proxy Statement 2021 - pp. 13-16 |\n| 102-19 Delegating authority | Business and Governance - Lam's ESG governance structure & primary responsibilities Proxy Statement 2021 - pp. 18-19 |\n| 102-20 Executive-level responsibility for economic, environmental, and social topics | Corporate Vice President of Corporate Communications |\n| 102-21 Consulting stakeholders on economic, environmental, and social topics | Business and Governance - How We Engage Our Stakeholders |\n| 102-22 Composition of the highest governance body and its committees | https://www.lamresearch.com/company/company-overview/#board-of-directors https://investor.lamresearch.com/corporate-governance |\n| 102-23 Chair of the highest governance body | The Chairman of the Board is an Independent Director |\n| 102-24 Nominating and selecting the highest governance body | Proxy Statement 2021 - pp. 3, 4, 10-12, 57, 67-70 |\n| 102-25 Conflicts of interest | Proxy Statement 2021 - pp. 7, 9, 14, 29, 56 |\n| 102-26 Role of highest governance body in setting purpose, values, and strategy | Business and Governance - Leading with an ESG lens |\n| 102-27 Collective knowledge of highest governance body | Proxy Statement 2021 - p. 11 |\n| 102-28 Evaluating the highest governance body's performance | Proxy Statement 2021 - p. 10 |\n| 102-29 Identifying and managing economic, environmental, and social impacts | Business and Governance - Leading with an ESG lens |\n| 102-30 Effectiveness of risk management processes | Business and Governance - Risk Management Proxy Statement 2021 - pp. 14-16, 18 |\n| 102-31 Review of economic, environmental, and social topics | Business and Governance - Leading with an ESG lens |\n| GRI Standard Disclosure | Response, Page, or Link |\n|-------------------------|------------------------|\n| 102-32 Highest governance body's role in sustainability reporting | Business and Governance - Leading with an ESG lens, Proxy Statement 2021 - pp. 18-19 |\n| 102-33 Communicating critical concerns | Critical concerns are elevated to the Board of the Directors by the executive management team. |\n| 102-35 Remuneration policies | Proxy Statement 2021 - pp. 19-51 |\n| 102-36 Process for determining remuneration | Proxy Statement 2021 - pp. 19-51 |\n| 102-37 Stakeholders' involvement in remuneration | Proxy Statement 2021 - pp. 16-17, 27-28 |\n| 102-38 Annual total compensation ratio | Proxy Statement 2021 - p. 52 |\n| 102-39 Percentage increase in annual total compensation ratio | Proxy Statement 2021 - p. 52, Proxy Statement 2020 - p. 50 |\n| 102-40 List of stakeholder groups | Business and Governance - How We Engage Our Stakeholders |\n| 102-41 Collective bargaining agreements | No collective bargaining agreements |\n| 102-42 Identifying and selecting stakeholders | Business and Governance - How We Engage Our Stakeholders |\n| 102-43 Approach to stakeholder engagement | Creating an inclusive world involves valuing all perspectives and seeking insight from a variety of stakeholders. We regularly engage our key stakeholders in a spirit of collaboration and trust, seeking their feedback on ESG issues, and considering their perspectives when developing and managing our ESG objectives. Our engagement with stockholders on ESG topics continues to grow. It is a standard agenda item for our top stockholder meetings and in 2021, we met with 19 stockholders holding approximately 35% of our shares outstanding. |\n| 102-44 Key topics and concerns raised | Business and Governance - How We Engage Our Stakeholders |\n| 102-45 Entities included in the consolidated financial statements | 2021 10-K, Exhibit 21 |\n| 102-46 Defining report content and topic Boundaries | Business and Governance - Making an impact where it matters most |\n| 102-47 List of material topics | Business and Governance - Making an impact where it matters most |\n| 102-48 Restatements of information | 2020 Scope 3 upstream emissions increased from 1,327,895 MTCO₂e to 1,329,984 MTCO₂e due to updated methodology in calculating our CO₂e emission from business travel. 2020 Scope 3 downstream emissions increased from 1,543,485 MTCO₂e to 3,573,051 MTCO₂e due to an updated dataset and methodology. We re-evaluated the electricity usage of a subset of our products and revised the average lifetime per product from eight years to 25 years. 2019 Scope 3 total emissions increased from 2.9M to 4.9M. 2020 Scope 1 emissions changed from 37,788 MTCO₂e to 38,788 MTCO₂e due to additional GHG usage from our manufacturing facility that was not previously accounted. 2020 total VOC emission changed from 107 metric tons to 109 metric tons based on updated solvent usage from one of our R&D facilities. OSHA total recordable injury rate: 2018 - 0.29 to 0.33, 2019 - 0.33 to 0.34, 2020 - 0.25 to 0.26. Changes reflect data that was updated past the time of publication. |\n| 102-49 Changes in reporting | No changes in reporting. |\n| 102-50 Reporting period | January 1, 2021 - December 31, 2021 |\n| 102-51 Date of most recent report | June 2021 |\n| 102-52 Reporting cycle | Annual |\n| 102-53 Contact point for questions regarding the report | esg@lamresearch.com |\n| 102-54 Claims of reporting in accordance with the GRI Standards | This report has been prepared in accordance with the GRI Standards: Core option. |\n| 102-55 GRI content index | Yes. The GRI content index meets reporting requirements. |\n| 102-56 External assurance | Environmental data is externally assured, with the exception of scope 3 emissions. |\n## GRI Standard Disclosure\n\n### Economy\n\n| 201 - Economic Performance | Response, Page, or Link. |\n|---------------------------|-------------------------|\n| 103-1 Explanation of the material topic and its boundary | Business and Governance |\n| 103-2 The Management approach and its components | 2021 10-K, Consolidated Statements of Operations, p. 41 |\n| 103-3 Evaluation of the management approach | |\n| 201-1 Direct economic value generated and distributed | Business and Governance |\n| 201-2 Financial implications and other risks and opportunities due to climate change | Business and Governance - Leading with an ESG lens Sustainable Operations - Decarbonizing the world, together Appendix - TCFD Response 2021 10-K: pp. 16, 18, 21 |\n| 201-3 Defined benefit plan obligations and other retirement plans | 2021 10-K: p. 70 |\n\nWe offer a competitive 401(k) benefit matching 50% of regular pre-tax contributions and/or regular Roth contributions on the first 6% of eligible pay that employees contribute to the plan. In 2021, 99% of our eligible employees received bonuses. Stock awards are offered to senior and other selected employees. In 2021, 75% of our employees chose to invest in Lam through our employee stock purchase plan (ESPP). Eligible employees who work 20 hours or more per week may contribute up to 15% of their earnings to the ESPP (subject to statutory limits) and are eligible to purchase shares at a discount of at least 15%.\n\n### 203 - Indirect Economic Impact\n\n| 203-2 Significant indirect economic impacts | Communities |\n\n### 205 - Anti-Corruption\n\n| 205-2 Communication and training about anti-corruption policies and procedures | Business and Governance |\n\n### 206 - Anti-Competitive Behavior\n\n| 206-1 Legal actions for anti-competitive behavior, anti-trust, and monopoly practices | No legal actions and $0 losses as a result of anti-competitive behavior, anti-trust, and monopoly practices. |\n| GRI Standard Disclosure | Response, Page, or Link |\n|-------------------------|-------------------------|\n| **207 - Tax**           |                         |\n| 103-1 Explanation of the material topic and its boundary | Business and Governance - Global taxation |\n| 103-2 The Management approach and its components | 2021 10-K - pp. 8-9, 20, 41, 48, 55 |\n| 103-3 Evaluation of the management approach | United Kingdom Tax Strategy |\n| 207-4 Country-by-country reporting | Lam Research does not provide country-by-country reporting on taxes, see 10-K references for overall reporting on taxes. |\n| **Environment**         |                         |\n| **302 - Energy**        |                         |\n| 103-1 Explanation of the material topic and its boundary | Business and Governance - Making an impact where it matters most |\n| 103-2 The Management approach and its components | Sustainable Operations |\n| 103-3 Evaluation of the management approach | Responsible Supply Chain - Our focus on supplier environmental performance |\n| 302-1 Energy consumption within the organization | 2021 CDP Response |\n| 302-2 Energy intensity | Sustainable Operations - 2021 energy use by type |\n| 302-3 Energy intensity | Sustainable Operations - 2021 energy use by type |\n| 302-4 Reduction of energy consumption | Responsible Supply Chain - Our focus on supplier environmental performance |\n| 302-5 Reduction in energy requirements of products and services | Product - Sustainability drives product innovation |\n| **303 - Water and Effluents** |                         |\n| 103-1 Explanation of the material topic and its boundary | Sustainable Operations |\n| 103-2 The Management approach and its components | 2021 CDP Water Security |\n| 103-3 Evaluation of the management approach | Sustainable Operations - Protecting people and the environment from chemical risks |\n| 303-1 Interactions with water as a shared resource | Sustainable Operations - Protecting people and the environment from chemical risks, Wastewater: being a good steward |\n| 303-2 Management of water discharge-related impacts | Sustainable Operations - Water use, treatment and reclamation |\n| 303-3 Water withdrawal | Sustainable Operations - Water use, treatment and reclamation |\n| 303-4 Water discharge | Sustainable Operations - Water use, treatment and reclamation |\n| 303-5 Water consumption | Sustainable Operations - Water use, treatment and reclamation |\n## GRI Standard Disclosure\n\n| GRI Standard Disclosure | Response, Page, or Link |\n|-------------------------|-------------------------|\n| **305 - Emissions**     |                         |\n| 103-1 Explanation of the material topic and its boundary | Business and Governance - Making an impact where it matters most |\n| 103-2 The Management approach and its components | Sustainable Operations |\n| 103-3 Evaluation of the management approach | Responsible Supply Chain - Our focus on supplier environmental performance |\n| 305-1 Direct (Scope 1) GHG emissions | Sustainable Operations - On the path to zero |\n| 305-2 Energy indirect (Scope 2) GHG emissions | Sustainable Operations - On the path to zero |\n| 305-3 Other indirect (Scope 3) GHG emissions | Sustainable Operations - On the path to zero |\n| 305-4 GHG emissions intensity | Sustainable Operations - On the path to zero |\n| 305-5 Reduction of GHG emissions | Sustainable Operations |\n| **306 - Waste**         |                         |\n| 103-1 Explanation of the material topic and its boundary | Business and Governance - Making an impact where it matters most |\n| 103-2 The Management approach and its components | Sustainable Operations |\n| 103-3 Evaluation of the management approach | Sustainable Operations |\n| 306-1 Waste generation and significant waste-related impacts | Sustainable Operations - Making the most of every material |\n| 306-2 Management of significant waste-related impacts | Sustainable Operations - Making the most of every material |\n| 306-3 Waste generated | Sustainable Operations - Making the most of every material |\n| 306-4 Waste diverted from disposal | Sustainable Operations - Making the most of every material |\n| 306-5 Waste directed to disposal | Sustainable Operations - Making the most of every material |\n| **307 - Environmental Compliance** |                         |\n| 103-1 Explanation of the material topic and its boundary | Business and Governance |\n| 103-2 The Management approach and its components | Product |\n| 103-3 Evaluation of the management approach | Sustainable Operations |\n| 307-1 Non-compliance with environmental laws and regulations | Responsible Supply Chain |\n| As of December 31, 2021, all Lam manufacturing and laboratory sites, with the exception of two recently opened or acquired sites, had been externally certified to be compliant with ISO International Organization for Standardization (ISO) 14001 certified, the recognized global standard for environmental management systems. We have two levels of environmental review: |\n| * The corporate EHS team conducts regular assessments and audits of business risks, standards conformance, regulatory compliance, and management system effectiveness across Lam's locations world-wide |\n| * Our executive management reviews the findings of these assessments and audits and ensures non-conformances are adequately addressed A significant environmental aspect of our operations is chemical management, and we take all appropriate measures to keep our chemical operations safe and legally compliant. Our integrated inventory system connects real-time inventory to procurement, usage conditions, and regulatory reporting for our chemical users, handlers, and planners. We use this system to continuously identify and implement safety controls and report the use and treatment of chemicals in accordance with government regulations. |\n| 307-1 Non-compliance with environmental laws and regulations | The global Lam sites had 25 regulatory agency inspections, including 18 health and safety inspections, and 7 environmental-related inspections. We received 3 environmental Notice of Violations (NOVs) and paid $2,300 in total fines. |\n### GRI Standard Disclosure\n\n| GRI Standard Disclosure | Response, Page, or Link |\n|-------------------------|-------------------------|\n| **308 - Supplier Environmental Assessment** | |\n| 103-1 Explanation of the material topic and its boundary | |\n| 103-2 The Management approach and its components | |\n| 103-3 Evaluation of the management approach | |\n| 308-1 New suppliers that were screened using environmental criteria | Responsible Supply Chain |\n| | We expect our suppliers to make every effort to reduce impact on the environment by meeting standards established by applicable environmental legislation. |\n\n### Social\n\n| 103 - Management Approach to Social Topics | |\n|------------------------------------------|-------------------------|\n| **401 - Employment** | |\n| 103-1 Explanation of the material topic and its boundary | Business and Governance - Making an impact where it matters most |\n| 103-2 The Management approach and its components | Workplace |\n| 103-3 Evaluation of the management approach | |\n| 401-1 New employee hires and employee turnover | Appendix - Performance summary |\n| 401-2 Benefits provided to full-time employees that are not provided to temporary or part-time employees | Workplace - Looking out for our employees' well being |\n\n| **403 - Occupational Health and Safety** | |\n|------------------------------------------|-------------------------|\n| 103-1 Explanation of the material topic and its boundary | Business and Governance - Making an impact where it matters most |\n| 103-2 The Management approach and its components | Workplace - Committed to safety |\n| 103-3 Evaluation of the management approach | |\n| 403-1 Occupational health and safety management system | Workplace - Committed to safety |\n| 403-3 Occupational health services | Workplace - Committed to safety |\n| 403-4 Worker participation, consultation, and communication on occupational health and safety | Workplace - Committed to safety |\n| 403-5 Worker training on occupational health and safety | Workplace - Committed to safety |\n| 403-6 Promotion of worker health | Workplace - Employee benefits |\n| 403-7 Prevention and mitigation of occupational health and safety impacts directly linked by business relationships | Workplace - Committed to safety |\n| 403-9 Work-related Injuries | Workplace - Total recordable injury rate |\n\n| **404 - Training and Education** | |\n|------------------------------------------|-------------------------|\n| 103-1 Explanation of the material topic and its boundary | Business and Governance - Making an impact where it matters most |\n| 103-2 The Management approach and its components | Workplace - Focusing on employee development |\n| 103-3 Evaluation of the management approach | |\n| 404-1 Average hours of training per year per employee | Average hours of training per employee: 28 hours |\n| 404-2 Programs for upgrading employee skills and transition assistance programs | Workplace - Focusing on employee development |\n## GRI index (continued)\n\n| GRI Standard Disclosure | Response, Page, or Link |\n|-------------------------|-------------------------|\n| **405 - Diversity and Equal Opportunity** | |\n| 103-1 Explanation of the material topic and its boundary | Business and Governance - Making an impact where it matters most, Leading with an ESG lens |\n| 103-2 The Management approach and its components | Workplace - Moving the needle on I&D |\n| 103-3 Evaluation of the management approach | Corporate Governance Guidelines |\n| 405-1 Diversity of governance bodies and employees | Workplace - Global gender representation, 2021 workforce representation [https://www.lamresearch.com/company/company-overview/#board-of-directors](https://www.lamresearch.com/company/company-overview/#board-of-directors) |\n| **407 - Freedom of Association and Collective Bargaining** | |\n| 103-1 Explanation of the material topic and its boundary | Responsible Supply Chain - Acting with intention to uphold human rights |\n| 103-2 The Management approach and its components | Global Employment Practices Statement |\n| 103-3 Evaluation of the management approach | |\n| 407-1 Operations and suppliers in which the right to freedom of association and collective bargaining may be at risk | Lam is not aware of any operations or major direct suppliers in which right to freedom of association and collective bargaining (to the extent permitted under local laws) was at risk in 2021. |\n| **408 - Child Labor** | |\n| 103-1 Explanation of the material topic and its boundary | Responsible Supply Chain - Acting with intention to uphold human rights, How we evaluate suppliers |\n| 103-2 The Management approach and its components | Global Supplier Code of Conduct |\n| 103-3 Evaluation of the management approach | |\n| 408-1 Operations and suppliers at significant risk for incidents of child labor | Lam is not aware of any operations or major direct suppliers that were at significant risk for incidents of child labor in 2021. |\n| **409 - Forced or Compulsory Labor** | |\n| 103-1 Explanation of the material topic and its boundary | Responsible Supply Chain - Acting with intention to uphold human rights, How we evaluate suppliers |\n| 103-2 The Management approach and its components | Global Supplier Code of Conduct |\n| 103-3 Evaluation of the management approach | |\n| 409-1 Operations and suppliers at significant risk for incidents of forced or compulsory labor | Lam is not aware of any operations or major direct suppliers that were at significant risk for incidents of forced or compulsory labor in 2021. Lam respects human rights and is committed to adhering to humane business practices wherever the company does business, including complying with laws such as the UK Modern Slavery Act of 2015 and the California Transparency in Supply Chains Act of 2010. |\n### GRI Standard Disclosure\n\n| GRI Standard Disclosure | Response, Page, or Link |\n|-------------------------|-------------------------|\n| **412 - Human Rights Assessment** | |\n| 103-1 Explanation of the material topic and its boundary | Responsible Supply Chain - Acting with intention to uphold human rights, How we evaluate suppliers |\n| 103-2 The Management approach and its components | Global Supplier Code of Conduct |\n| 103-3 Evaluation of the management approach | Our anti-slavery, child labor, and human trafficking due diligence includes compliance with the Countering America's Adversaries Through Sanctions Act (CAATSA), which focuses on the prevention of North Korean forced labor. As part of our supplier engagement, we require suppliers complete a self-assessment survey that supports our risk assessment process. We evaluate our top 100 suppliers with operations in high risk regions for human trafficking. Since 2012, we conduct annual due diligence of our suppliers to determine the sources of any conflict minerals that may be contained in our products. We updated our conflict minerals due diligence program to include responsible sourcing of cobalt in 2019. |\n| 412-1 Operations that have been subject to human rights reviews or impact assessments | |\n| 412-2 Employee training on human rights policies or procedures | Responsible Supply Chain - Acting with intention to uphold human rights |\n| 412-3 Significant investment agreements and contracts that include human rights clauses or that underwent human rights screening | Responsible Supply Chain - Acting with intention to uphold human rights, How we evaluate suppliers |\n| **413 - Local Communities** | |\n| 103-1 Explanation of the material topic and its boundary | Business and Governance - Making an impact where it matters most |\n| 103-2 The Management approach and its components | Community |\n| 103-3 Evaluation of the management approach | |\n| 413-1 Operations with local community engagement, impact assessments, and development programs | Community |\n| **414 - Supplier Social Assessment** | |\n| 103-1 Explanation of the material topic and its boundary | Business and Governance - Making an impact where it matters most |\n| 103-2 The Management approach and its components | Responsible Supply Chain - Acting with intention to uphold human rights, How we evaluate suppliers |\n| 103-3 Evaluation of the management approach | |\n| 414-1 New suppliers that were screened using social criteria | Responsible Supply Chain - Acting with intention to uphold human rights, How we evaluate suppliers |\n| | Lam values a diverse supply chain and is committed to selecting diverse suppliers that offer goods and services that meet our company's standards, supplier selection criteria, and customer requirements. Promoting a diverse supplier base is a priority for Lam, and we support a number of industry and customer initiatives around supplier diversity. Diversity is also included in our supplier scorecard, and we track and report spending with diverse direct material suppliers on a quarterly basis. We are using this data to facilitate a cross-functional approach to supplier diversity. We are a member of the SEMI (formerly Semiconductor Equipment and Materials International) Manufacturing Ownership Diversity Task Force that promotes and shares best practices for manufacturing ownership diversity (more commonly known as \"supplier diversity.\") |\n| GRI Standard Disclosure | Response, Page, or Link |\n|-------------------------|------------------------|\n| **415 - Public Policy** |                        |\n| 103-1 Explanation of the material topic and its boundary | Business and Governance - Government Affairs |\n| 103-2 The Management approach and its components |                        |\n| 103-3 Evaluation of the management approach |                        |\n| **415-1 Political contributions** | No financial and in-kind political contributions made directly and indirectly. [https://investor.lamresearch.com/static-files/7b18772f-f0be-4791-8800-f5118110f8d6](https://investor.lamresearch.com/static-files/7b18772f-f0be-4791-8800-f5118110f8d6) |\n| **416 - Customer Health and Safety** |                        |\n| 103-1 Explanation of the material topic and its boundary | Business and Governance - Making an impact where it matters most |\n| 103-2 The Management approach and its components | Product - Leading product safety in our industry |\n| 103-3 Evaluation of the management approach |                        |\n| **416-1 Assessment of the health and safety impacts of product and service categories** | Product - Leading product safety in our industry |\n| **418 - Customer Privacy** |                        |\n| 103-1 Explanation of the material topic and its boundary | Business and Governance - Protecting data and intellectual property |\n| 103-2 The Management approach and its components |                        |\n| 103-3 Evaluation of the management approach |                        |\n| **418-1 Substantiated complaints regarding concerning breaches of customer privacy and losses of customer data** | Business and Governance - Protecting data and intellectual property |\n| In 2021, we did not experience any cyber incidents that resulted in a material adverse effect, nor any losses or breaches of customer data that resulted in a material adverse effect. |                        |\n| **419 - Socioeconomic Compliance** |                        |\n| 103-1 Explanation of the material topic and its boundary | Business and Governance - Making an impact where it matters most |\n| 103-2 The Management approach and its components |                        |\n| 103-3 Evaluation of the management approach |                        |\n| **419-1 Non-compliance with laws and regulations in the social and economic area** | 2021 10-K, p. 71 |\n## SASB - Technology and communications - Semiconductors\n\n| Topic                                      | Code       | Accounting Metric                                                                 | Disclosure                                                                 |\n|--------------------------------------------|------------|-----------------------------------------------------------------------------------|---------------------------------------------------------------------------|\n| Activity Metrics                           | TC-SC-000.A| Total production                                                                  | Approximately 9,000 chambers                                              |\n|                                            | TC-SC-000.B| Percentage of production from owned facilities                                    | All process modules are assembled, tested, and inspected for quality at Lam facilities. |\n| GHG Emissions                              | TC-SC-110a.1| (1) Gross global Scope 1 emissions                                                | (1) 50,664 MTCO₂e                                                        |\n|                                            |            | (2) amount of total emissions from perfluorinated compounds                        | (2) 16,054 MTCO₂e                                                        |\n|                                            | TC-SC-110a.2| Discussion of long-term and short-term strategy or plan to manage Scope 1 emissions, emissions reduction targets, and an analysis of performance against those targets. | Sustainable Operations - Decarbonizing the world, together               |\n| Energy Management                          | TC-SC-130a.1| (1) Total energy consumed                                                          | (1) 406 million kWh                                                      |\n|                                            |            | (2) percentage grid electricity                                                    | (2) 99%                                                                  |\n|                                            |            | (3) percentage renewable                                                           | (3) 54%                                                                  |\n| Water Management                           | TC-SC-140a.1| (1) Total water withdrawn                                                           | (1) 377 million gallons                                                  |\n|                                            |            | (2) total consumed percentage of each in regions with water High or Extremely High Baseline Water Stress | (2) 38%                                                                  |\n| Waste Management                           | TC-SC-150a.1| (1) Amount of hazardous waste from manufacturing                                  | (1) 2,208 metric tons                                                   |\n|                                            |            | (2) Percentage recycled                                                            | (2) 24%                                                                 |\n| Employee Health and Safety                 | TC-SC-320a.1| Description of efforts to assess, monitor, and reduce exposure of employees to human health hazards. | Workplace - Committed to safety                                          |\n|                                            | TC-SC-320a.2| Total amount of monetary losses as a result of legal proceedings associated with employee health and safety violations | $0                                                                      |\n| Recruiting and Managing a Global and Skilled Workforce | TC-SC-330a.1| Percentage of employees that are:                                                  | (1) Not disclosed.                                                       |\n|                                            |            | (1) foreign nationals                                                              | (2) Not disclosed.                                                       |\n|                                            |            | (2) located offshore                                                               | Lam Research does not believe this is a material metric to our business due to our global footprint. A breakdown of employees by region and other material human capital metrics are available in the Introduction section as well as in Workplace - Moving the needle on I&D. |\n| Product Lifecycle Management               | TC-SC-410a.1| Percentage of products by revenue that contain IEC 62474 declarable substances    | Not disclosed.                                                           |\n|                                            | TC-SC-410a.2| Processor energy efficiency at a system-level for: (1) servers, (2) desktops, and (3) laptops | Not Applicable. Lam Research does not manufacture servers, desktops, or laptops. |\n| Materials Sourcing                         | TC-SC-440a.1| Description of the management of risks associated with the use of critical materials | Product Supply Chain                                                     |\n| Intellectual Property Protection and Competitive Behavior | TC-SC-520a.1| Total amount of monetary losses as a result of legal proceedings associated with anticompetitive behavior regulations. | $0                                                                      |\n## TCFD index\n\n| Disclosure Focus Area | Recommended Disclosure | Response | Reference |\n|-----------------------|------------------------|----------|-----------|\n| **Governance**        |                        |          |           |\n| Disclose the organization’s governance around climate-related risks and opportunities. | a) Describe the board’s oversight of climate-related risks and opportunities. | Our Board is actively engaged in ESG oversight. The Nominating and Governance Committee has the primary responsibility for our ESG priorities, including reviewing our 2025, 2030, and 2050 climate and energy goals and our 2025 waste and water goals. In 2021, management provided updates to the Board and its committees at least quarterly and engaged them to discuss ESG strategy, gain alignment on goals, and report on progress. The full Board reviews the annual ESG Report before it is published. | CDP Climate Change 2021 C1.1a, C1.1b |\n|                       | b) Describe management’s role in assessing and managing climate-related risks and opportunities. | We formed a new Executive Steering Committee in 2020 to guide our ESG strategy, approve and support initiatives, and help keep us accountable. The CEO and members of the CEO staff participate on this committee which oversees the work driven by our cross-functional ESG Leadership Team. In 2021, we formed a new net zero leadership team that is responsible for working with business units to integrate climate considerations into decision-making processes, driving progress on our net zero strategy, and tracking GHG performance on our climate goals. Each of our active working groups has an accountable executive responsible for the activity and progress toward our net zero goal. | Introduction - Leading with an ESG lens CDP Climate Change 2021 C1.1a, C1.1b, C1.2, C1.2a, C1.3, C1.3a |\n| **Strategy**          |                        |          |           |\n| Disclose the actual and potential impacts of climate-related risks and opportunities on the organization’s businesses, strategy and financial planning. | a) Describe the climate-related risks and opportunities the organization has identified over the short, medium, and long term. | Through a Climate Risk Analysis conducted in conjunction with a third-party, Lam Research has identified a range of potential physical, market/technology and policy/legal risks and opportunities. **Risks:** - Changing customer expectations - Competitors developing lower-impact products - Operational disruptions from flooding, natural hazards, rising temperatures, and/or water stress - Natural hazards leading to supply chain disruptions and/or preventing access to the operational workplace - Regulation of Lam’s direct operations, customer operations, and/or raw materials (e.g., carbon pricing) - Reputational impacts from poor performance on external climate-related engagements - Water stress impacting major customer operations **Opportunities:** - Expansion of end-use markets - Improving resilience of business operations through asset hardening - Operational footprint reduction - Reduced resource consumption of sold products Lam is factoring these potential risks and opportunities into the development of less energy intensive products, capital funding for climate-related operations projects, including energy conservation, and through engaging with suppliers on environmental sustainability opportunities. The physical risks are incorporated into the business continuity planning activities across the company and vary based on site-specific risk profiles. | Sustainable Operations - Decarbonizing the world, together CDP Climate Change 2021 C2.1a, C2.3, C2.3a, C2.3b, C2.4, C2.4a, C3.1, C3.3, C3.4 |\n|                       | b) Describe the impact of climate-related risks and opportunities on the organization’s businesses, strategy, and financial planning. | Lam has begun to undertake a qualitative scenario analysis with plans to add quantitative in the next two years. To bolster Lam’s resilience against the various climate-related scenarios, the company is: - Undertaking deeper analysis on the climate risks that may have the potential to impact Lam such as reputational and customer expectation risks, along with potential regulation. - Incorporating those risks into our risk management system - Developing plans to mitigate those risks over time - Setting short-, medium-, and long-term climate goals to mitigate our operational impacts - Developing plans to address our carbon impacts across our value chain – including our supply chain, operations, and product use | Sustainable Operations - Decarbonizing the world, together Responsible Supply Chain - Our focus on supplier environmental performance CDP Climate Change 2021 C2.4a, C3.1, C3.3, C3.4 |\n|                       | c) Describe the resilience of the organization’s strategy, taking into consideration different climate-related scenarios, including a 2°C or lower scenario. | | Sustainable Operations - Decarbonizing the world, together CDP Climate Change 2021 C3.2, C3.2a |\n## TCFD index (continued)\n\n| Disclosure Focus Area | Recommended Disclosure | Response | Reference |\n|-----------------------|------------------------|----------|-----------|\n| **Risk Management**   |                        |          |           |\n| Disclose how the organization identifies, assesses and manages climate-related risks. | a) Describe the organization's processes for identifying and assessing climate-related risks. | Lam conducted a qualitative climate risk analysis that involved engaging internal stakeholders, conducting research, and applying our internal risk rating system to assess the likelihood and impact of those potential climate risks. Lam has an established enterprise risk management system, which we aim to utilize to address any identified material climate risks in the future. We also have a robust EH&S risk inventory system and process for evaluating our risks in accordance with our ISO 14001 certification. More details can be found in our CDP disclosure. | Sustainable Operations - Decarbonizing the world, together CDP Climate Change 2021 C2. |\n|                       | b) Describe the organization's processes for managing climate-related risks. |          |           |\n|                       | c) Describe how processes for identifying, assessing, and managing climate-related risks are integrated into the organization's overall risk management. |          |           |\n| **Metrics and Targets** |                        |          |           |\n| Disclose the metrics and targets used to assess and manage relevant climate-related risks and opportunities. | a) Disclose the metrics used by the organization to assess climate-related risks and opportunities in line with its strategy and risk management process. | Lam Research monitors several metrics to measure progress toward achieving our 2025, 2030 and 2050 net zero goals including emissions generated and energy consumption metrics. | Sustainable Operations - Decarbonizing the world, together Appendix - Performance Summary |\n|                       | b) Disclose Scope 1, Scope 2, and, if appropriate, Scope 3 greenhouse gas (GHG) emissions, and the related risks. | Please refer to our reporting on Scope 1, 2, and 3 emissions on page 31 of the Sustainable Operations section. See Strategy section for emissions-related risks. | Sustainable Operations - Decarbonizing the world, together Appendix - Performance Summary |\n|                       | c) Describe the targets used by the organization to manage climate-related risks and opportunities and performance against targets. | Targets: - Achieve 100% renewable energy globally by 2030 - Reduce absolute scope 1 and 2 greenhouse gas (GHG) emissions 25% by 2025 and 46% by 2030 from a 2019 baseline - Achieve net zero carbon emissions by 2050 - Achieve 12 million kWh in total energy savings from a 2019 baseline See Introduction - Achieving our ESG goals for performance against targets. | Introduction - Achieving our ESG goals Sustainable Operations - Decarbonizing the world, together |\nAssurance statement\n\nIndependent Assurance Statement\n\nIntroduction\nDNV Business Assurance USA, Inc. (DNV) has been commissioned by the management of Lam Research Corporation (Lam) to carry out an independent limited level assurance engagement of Selected Information for calendar year 2021 and, where marked, for Calendar Year 2019 and 2020, as presented in Lam’s 2021 Sustainability Disclosures (the “Report”). The assurance was carried out March through May 2022.\n\nLam has sole responsibility for preparation of the data and external report. DNV, in performing our assurance work, is responsible to the management of Lam. Our assurance statement, however, represents our independent opinion and is intended to inform all stakeholders including Lam.\n\nScope of Assurance\nThe scope of work agreed with Lam includes the following:\n\nOrganizational boundary\n- All global facilities under Lam’s operational control\n\nData Verified for the period of January 1, 2021, to December 31, 2021 (CY 2021)\n- GHG Emissions Scope 1 and 2\n- Energy Consumption\n- Energy Savings\n- Waste & Waste Data Diversion Rate (including Hazardous Waste)\n- Total Recordable Incident Rate (TRIR)\n\nData Verified for the period of January 1, 2020, to December 31, 2020 (CY 2020)\n- GHG Emissions Scope 1 and 2\n\nData Verified for the period of January 1, 2019, to December 31, 2019 (CY 2019)\n- GHG Emissions Scope 1 and 2\n\nWe do not express conclusions on other information that may be published on Lam’s website or sustainability disclosures for the current reporting period or previous periods.\n\n| Topic                        | Accounting Metric                                                                 | Unit of Measure |\n|------------------------------|-----------------------------------------------------------------------------------|-----------------|\n| Greenhouse Gas Emissions     | (1) 2021 Gross global Scope 1 and 2 emissions                                    | Metric tons (MT) |\n|                              | (2) 2020 Gross global Scope 1 and 2 emissions                                    | CO2e            |\n|                              | (3) 2019 Gross global Scope 1 and 2 emissions                                    |                 |\n| Energy Consumption           | (1) 2021 Total energy consumed                                                  | Kilowatt hrs (kWh) |\n| Energy Savings               | (1) 2021 Energy savings achieved                                                | Kilowatt hrs (kWh) |\n| Waste Management             | (1) 2021 Total amount of hazardous waste                                         | Metric tons (MT) |\n|                              | (2) 2021 Total amount non-hazardous waste generated                             | Percentage (%)   |\n|                              | (3) 2021 Total percentage hazardous waste recycled                              |                 |\n|                              | (4) 2021 Total non-hazardous waste recycled                                     |                 |\n| Employee Health & Safety     | (1) Total Recordable Incident Rate (TRIR)                                        | Rate per 200,000 hrs |\n| Progress towards 2025 Goals  | (1) 2021 GHG Scope 1 and 2 emissions (market-based) change against 2019 baseline| Percentage (%)   |\n|                              | (2) Hazardous waste to landfill                                                 |                 |\nAssurance statement (continued)\n\nLevel of Assurance\nWe performed a limited assurance engagement in accordance with the International Standard on Assurance Engagements (ISAE) 3000 (revised) – ‘Assurance Engagements other than Audits and Reviews of Historical Financial Information’, issued by the International Auditing and Assurance Standards Board. This standard requires that we comply with ethical requirements and plan and perform the assurance engagement to obtain limited assurance.\n\nDNV applies its own management standards and compliance policies for quality control, in accordance with ISO/IEC 17021:2015-1 - Conformity Assessment Requirements for bodies providing audit and certification of management systems, and accordingly maintains a comprehensive system of quality control including documented policies and procedures regarding compliance with ethical requirements, professional standards and applicable legal and regulatory requirements.\n\nThe procedures performed in a limited assurance engagement vary in nature and timing and are less detailed than those undertaken during a reasonable assurance engagement, so the level of assurance obtained is substantially lower than the assurance that would have been obtained had a reasonable assurance engagement been performed. We planned and performed our work to obtain the evidence we considered sufficient to provide a basis for our opinion, so that the risk of this conclusion being in error is reduced, but not reduced completely.\n\nDNV’s assurance engagements are based on the assumption that the data and information provided by the client to us as part of our review have been provided in good faith. This includes but is not limited to sales and acquisitions, building occupancy rates and operating hours, and financial/operational control. DNV expressly disclaims any liability or co-responsibility for any decision a person or an entity may make based on this Independent Assurance Statement.\n\nAssurance Team\n\n| Role                  | Name            |\n|-----------------------|-----------------|\n| Project Manager/Verifier | Angela Reed    |\n| Lead Verifier         | Kyle Silon      |\n| Lead Verifier         | Stephen Carlson |\n| Technical Reviewer    | Shruthi Bachamanda |\n\nAssurance Methodology\nDNV is a leading provider of sustainability services, including verification of GHG emissions data and other environmental metrics. Our environmental and social assurance specialists work in over 100 countries.\n\nIn that respect, the environmental footprint inventories have been evaluated against the following reporting criteria:\n\n- World Business Council for Sustainable Development (WBCSD) / World Resources institute (WRI) Greenhouse Gas Protocol, A Corporate Accounting and Reporting Standard REVISED EDITION\n\nDNV used a risk-based approach throughout the assurance engagement, concentrating on the areas that we believe are most material for both Lam and its stakeholders. DNV applied a materiality threshold of five percent for all data in scope.\nThe assurance process involved a series of 60-minute interviews with the accountable party(ies) and/or senior manager(s) responsible for collating the information at a corporate level to:\n\n- Perform a walkthrough to understand how data is managed and reported and the systems, legal registers, processes, and procedures used\n- Interview of managers and data users representing relevant functions for supporting the environmental inventory and safety data management process\n- Review the controls in place to confirm data and information accuracy\n- Confirm the scope and boundaries of the data included\n- Requests for further evidence and documentation in support of testimony and system observations\n\nThe assurance process includes desk review of the submitted documentation, data records and sources relating to the selected performance metrics and corporate environmental footprint data claims.\n\n- Review of the processes and tools used to collect, aggregate, and report on all data and metrics\n- Assessment of environmental and other information systems and controls, including:\n  - Selection and management of all relevant environmental and safety data and information\n  - Processes for collecting, processing, consolidating, and reporting the environmental and safety data and information\n  - Systems and processes that ensure the accuracy of the performance data and information\n  - Design and maintenance of the environmental and employee workforce and safety information system\n  - Systems and processes that support the environmental and employee workforce and safety information system\n  - Performed sample-based audits of the processes for generating, gathering, and managing the data\n- Performed key data recalculations to confirm accuracy\n- Examination of the social, governance, and environmental data and information to develop evidence for the assessment of the claims and assertions made\n- Evaluation of whether the organization conforms to the reporting criteria\n- Evaluation of whether the evidence and data are sufficient and support Lam’s environmental, social and performance claims\n- Conducted remote site assessment at Fremont, California to review GHG emissions, energy, waste, and health and safety management\n\nIn addition to the above, specific to the environmental indicators, the following steps were conducted for Energy Savings and Waste:\n\n**Energy Savings**\n\n- Review of energy conservation measures implemented in the reporting year\n- Conducted sample-based review of the process for quantifying energy savings performance including:\n  - Evaluation of reasonableness and conservativeness of assumptions related to energy baseline and savings calculated from energy conservation measures\n  - Desk-based review of energy calculations provided by Lam and energy consultants\n\n**Waste**\n\n- Review of the waste segregation methodology and description of waste categorization\n- Conduct data checks for the waste data collected, transferred, and calculated\n- Perform sample-based assessment of data reported against the source data (waste collected to landfill and waste diverted) provided by waste management companies.\nAssurance statement (continued)\n\nData Verified\n\nGreenhouse Gas Emissions – CY2021\n- Scope 1 Emissions: 50,664 MT CO₂e\n- Scope 2 Emissions (location-based): 109,627 MT CO₂e\n- Scope 2 Emissions (market-based): 56,521 MT CO₂e\n\nGreenhouse Gas Emissions – CY2020\n- Scope 1 Emissions: 38,788 MT CO₂e\n- Scope 2 Emissions (location-based): 87,170 MT CO₂e\n- Scope 2 Emissions (market-based): 75,884 MT CO₂e\n\nGreenhouse Gas Emissions – CY2019\n- Scope 1 Emissions: 36,162 MT CO₂e\n- Scope 2 Emissions (location-based): 83,513 MT CO₂e\n- Scope 2 Emissions (market-based): 82,296 MT CO₂e\n\nEnergy Consumption – CY2021\n- Total Energy Consumed: 402,343,642 kWh\n\nEnergy Savings – CY2021\n- Energy Savings Achieved: Greater than 2,000,000 kWh\n\nWaste – CY2021\n- Total Hazardous Waste: 2,208 MT\n- Hazardous Waste Recycled: 24%\n- Total Non-Hazardous Waste: 8,505 MT\n- Non-hazardous Waste Recycled: 71%\n\nEmployee Health & Safety – CY 2021\n- Total Recordable Incident Rate (TRIR): 0.40\n\nProgress towards 2025 ESG Goals\n- CY 2021 Scope 1 and 2 (market-based) emissions against 2019 baseline: - 9.5%\n- CY 2020 Scope 1 and 2 (market-based) emissions against 2019 baseline: - 3.2%\n- CY 2021 Hazardous Waste to Landfill: 1%\nInherent Limitations\nDue to the selective nature (sampling) and other inherent limitations of both procedures and systems of internal control, there remains the unavoidable risk that errors or irregularities may not have been detected. Calculations of energy savings are subject to inherent limitations, given the nature and the methods used for determining such data. DNV did not conduct independent measurement of the energy savings variables. This is a limitation which can influence the accuracy of our opinion. Finally, the selection of different but acceptable measurement techniques, in particular related to the waste and energy savings performance, may result in materially different measurements.\n\nAssurance Opinion\nBased on the procedures we have performed and the evidence we have obtained, nothing has come to our attention that causes us to believe that the information and data within the Report is not fairly stated and has not been prepared, in all material respects, in accordance with the criteria stated. This conclusion relates only to the information in the Report and is to be read in the context of this Assurance Statement.\n\nIndependence\nDNV was not involved in the preparation of any part of Lam’s data or report. This is our first year of providing assurance for Lam. We adopt a balanced approach towards all stakeholders when performing our evaluation.\n\nDNV Business Assurance USA, Inc.\nKaty, Texas\nJune 22, 2022\n## Assurance statement (continued)\n\n### Appendix. Selected Information’s Criteria\n\n| Topic                                      | Criteria                                                                 |\n|--------------------------------------------|--------------------------------------------------------------------------|\n| **Greenhouse Gas Emissions/ Energy Consumption** | World Business Council for Sustainable Development (WBCSD) / World Resources institute (WRI) Greenhouse Gas Protocol, A Corporate Accounting and Reporting Standard REVISED EDITION |\n| **Energy Savings**                         | Description: (1) 2021 Energy savings achieved Energy savings achieved as a result of energy conservation measures (ECM) implemented at all global facilities under Lam’s operational control in the reporting year. Savings quantified in comparison to energy baseline (energy consumption occurring without implemented ECM.) Methodology: Total sum of energy savings achieved across all ECMS implemented in the reporting year. Unit of measure: Kilowatt hours (kWh) |\n| **Waste Management**                       | Description: (1) 2021 Total amount of hazardous waste Hazardous waste generated at all global facilities under Lam’s operational control in the reporting year. (2) 2021 Total amount non-hazardous waste generated Non-hazardous waste generated at all global facilities under Lam’s operational control in the reporting year. (3) 2021 Total percentage hazardous waste recycled Hazardous waste disposed by means of recycling across global facilities under Lam’s operational control in the reporting year. (4) 2021 Total non-hazardous waste recycled Non-hazardous waste disposed by means of recycling across global facilities under Lam’s operational control in the reporting year. Methodology: (1) 2021 Total sum of hazardous waste generated cross global facilities in the reporting year. (2) Total sum of non-hazardous waste generated across global facilities under Lam’s operational control in the reporting year. (3) Total metric tons of hazardous waste recycled / total metric tons of hazardous waste generated X 100 (4) Total metric tons of non-hazardous waste recycled / total metric tons of non-hazardous waste generated X 100 Unit of Measure: (1) Metric tons (MT) (2) Metrics tons (MT) (3) Percentage (%) (4) Percentage (%) |\n| **Employee Health & Safety**               | (1) Total Recordable Incident Rate (TRIR) Number of incidents reported per 100 full time employees against the number of hours worked. In 2021 reporting year, employee hours worked was assumed to be 2080, per Lam full time employees. Methodology: (Total number of incidents X 200,000) / Full time equivalent headcount X 2080 Unit of measure: Rate per 200,000 hrs |\nCautionary statement\n\nWith the exception of historical facts, the statements contained in this ESG Report (\"Report\") are forward-looking statements. Forward-looking statements are subject to the safe harbor provisions created by the Private Securities Litigation Reform Act of 1995. Certain, but not all, of the forward-looking statements in this Report are specifically identified as forward-looking by the use of words and phrases such as \"aim,\" \"anticipate,\" \"aspire,\" \"believe,\" \"build,\" \"commitment,\" \"continue,\" \"could,\" \"expand,\" \"expect,\" \"future,\" \"goal,\" \"increase,\" \"intend,\" \"maintain,\" \"may,\" \"objectives,\" \"opportunities,\" \"path,\" \"plan,\" \"remain,\" \"should,\" \"strategy,\" \"strive,\" \"target,\" \"vision,\" \"will,\" and \"would.\" However, our identification of certain statements as forward-looking does not mean that other statements not specifically identified are not forward-looking. Forward-looking statements include, but are not limited to, statements that relate to: the role of our technology and innovations in the semiconductor industry and the world; our integration of ESG into our operations, workplaces, supply chain, and other activities; our ability to maintain workplace safety; our ESG strategy, approach and goals, including our net zero, energy usage and other climate-rated initiatives and goals, and our ability to show progress against those goals; our investment in ESG initiatives; the benefits of our ESG efforts to us and to our stakeholders; the governance and oversight of our ESG activities; our engagement with stakeholders; risks and opportunities related to climate change and our ability to identify, manage and mitigate risks; our ability to operate in an ethical and compliant manner, to provide an ethical working environment for employees, and to effectively manage ethics and compliance risk; our ability to protect data and intellectual property; our political activities; our technology and the success of our research and development efforts, including our ability to deliver products with increased value, lower environmental impact, enhanced safety or extended product life; the performance, quality and capabilities of our products; our research and development investments and activities and their impacts; our collaborations; the integration of environmental, climate and energy considerations into our manufacturing, R&D and facilities operations; our engagement with suppliers and customers on sustainability initiatives; our inclusion, diversity and equity initiatives; and our ability to promote resilience, ethics, human rights and responsibility in our supply chain. Such statements are based on current expectations and are subject to risks, uncertainties, and changes in condition, significance, value and effect. Some factors that may affect these forward-looking statements include: supply chain disruptions have limited and are expected to continue to limit our ability to meet demand for our products; supply chain cost increases and other inflationary pressures have impacted and are expected to continue to impact our profitability; trade regulations, export controls, trade disputes and other geopolitical tensions may inhibit our ability to sell our products; business, political and/or regulatory conditions in the consumer electronics industry, the semiconductor industry and the overall economy may deteriorate or change; the actions of our customers and competitors may be inconsistent with our expectations; the severity, magnitude and duration of the COVID–19 pandemic (and the related governmental, public health, business and community responses to it), and their impacts on our business, results of operations and financial condition, are evolving and are highly uncertain and unpredictable; and widespread outbreaks of illness may impact our operations and revenue in affected areas; as well as the other risks and uncertainties discussed under the headings \"Risk Factors\" and \"Cautionary Statement Regarding Forward-Looking Statements\" within Item 1A and at the beginning of Part I, respectively, of our fiscal year 2021 Annual Report on Form 10-K; and other documents we file from time to time with the Securities and Exchange Commission, such as our quarterly reports on Form 10-Q and current reports on Form 8-K. Such risks, uncertainties and changes in condition, significance, value and effect could cause our actual results to differ materially from those expressed in this Report and in ways that are not readily foreseeable. Readers are cautioned not to place undue reliance on these forward-looking statements, which speak only as of the date of this Report and are based on information currently and reasonably known to us. We do not undertake any obligation to update any forward-looking statements, or to release the results of any revisions to these forward-looking statements, to reflect the impact of anticipated or unanticipated events or circumstances that occur after the date of this Report.\nReferences\n\nAnnual Reports\nCode of Ethics\nCommunity Relations\nEEO-1 Report\nEnvironmental Social Governance\nEthics Helpline\nGlobal Standards of Business Conduct\nLam Research\nLam Research Global EHS Sustainability Commitment Policy\nProducts\nSupplier Code of Conduct\nSupply Chain Policies\n\nContact information\n\nIf you have questions regarding this report or Lam’s ESG activities, please contact:\nESG@lamresearch.com", "source": "lam_research_2021", "added": "2025-04-27", "created": "2025-04-27", "metadata": {"Source-File": "climate_reports/tp_reports/lam_research_2021.pdf", "olmocr-version": "0.1.59", "pdf-total-pages": 90, "total-input-tokens": 199052, "total-output-tokens": 49012, "total-fallback-pages": 0}, "attributes": {"pdf_page_numbers": [[0, 87, 1], [87, 87, 2], [87, 3288, 3], [3288, 4616, 4], [4616, 6654, 5], [6654, 10768, 6], [10768, 12037, 7], [12037, 12128, 8], [12128, 14240, 9], [14240, 16656, 10], [16656, 19385, 11], [19385, 21290, 12], [21290, 22837, 13], [22837, 25564, 14], [25564, 28107, 15], [28107, 30159, 16], [30159, 34297, 17], [34297, 39485, 18], [39485, 39531, 19], [39531, 41396, 20], [41396, 42430, 21], [42430, 44038, 22], [44038, 46794, 23], [46794, 50681, 24], [50681, 52675, 25], [52675, 55964, 26], [55964, 59407, 27], [59407, 62522, 28], [62522, 63213, 29], [63213, 63260, 30], [63260, 65068, 31], [65068, 66273, 32], [66273, 69580, 33], [69580, 73700, 34], [73700, 75189, 35], [75189, 76558, 36], [76558, 80011, 37], [80011, 83477, 38], [83477, 83578, 39], [83578, 85699, 40], [85699, 87468, 41], [87468, 89563, 42], [89563, 90185, 43], [90185, 92458, 44], [92458, 95580, 45], [95580, 98393, 46], [98393, 102240, 47], [102240, 105314, 48], [105314, 109491, 49], [109491, 113197, 50], [113197, 116527, 51], [116527, 119368, 52], [119368, 119453, 53], [119453, 121788, 54], [121788, 122874, 55], [122874, 124944, 56], [124944, 127308, 57], [127308, 128867, 58], [128867, 132576, 59], [132576, 134628, 60], [134628, 134697, 61], [134697, 136804, 62], [136804, 138723, 63], [138723, 141723, 64], [141723, 145037, 65], [145037, 147474, 66], [147474, 149714, 67], [149714, 149714, 68], [149714, 152032, 69], [152032, 154480, 70], [154480, 157387, 71], [157387, 161178, 72], [161178, 163101, 73], [163101, 165532, 74], [165532, 169238, 75], [169238, 172208, 76], [172208, 175037, 77], [175037, 178467, 78], [178467, 180874, 79], [180874, 186456, 80], [186456, 191540, 81], [191540, 194593, 82], [194593, 198040, 83], [198040, 201067, 84], [201067, 204213, 85], [204213, 205406, 86], [205406, 206847, 87], [206847, 209604, 88], [209604, 214596, 89], [214596, 215008, 90]]}}