{"id": "1e00a54392bb3a5cb0ae0740c7aca384615594b8", "text": "CHALLENGING OURSELVES TO LEAD IN SUSTAINABLE ENERGY\n\nSustainability Report 2021\nTable of Contents\n\n03 A Message from Our CEO\n04 2021 Sustainability Highlights\n06 Our Approach to Sustainability\n07 ESG Performance Linked to Compensation\n08 Stakeholder Engagement and Shared Value\n09 Identification of Material Topics\n10 Strengthen Resiliency\n11 Lowering Our Carbon Footprint\n18 Conserving Natural Resources\n30 Innovate for the Future\n31 Renewables and Emerging Technologies\n36 Embed Sustainability\n37 Engaged and Energized Workforce\n49 Embracing a Culture of Safety\n55 Engaging Our Stakeholders and Communities\n62 Advancing Supply Chain Sustainability\n64 Accountable and Transparent Governance\n73 About This Report\n74 Performance Data\n\nMPC at a Glance\n\n135 YEARS\nof experience in the energy business, with roots tracing back to 1887\n\n2.9 MILLION\nbarrels per calendar day of crude oil refining capacity\n\n2.4 BILLION\ngallons of renewable fuels delivered to consumers in 2021\n\n2 STRONG BRANDS\n\n11.8 BILLION\nstandard cubic feet per day of natural gas processing capacity\n\n~19,000\nmiles of pipelines we own, lease or have an ownership interest in\n\n42.8 MILLION\nbarrels of terminal storage capacity\n\n~8,250\nNorth American branded and direct dealer locations\n\n320\nvessels and barges owned and operated through marine business\n\n~600\ntransport trucks owned and operated\n\n~13,100\nrail tank cars we own, lease and operate\n\nOn the cover:\nMPC employees in Findlay, Ohio.\nAs MPC and MPLX meet the energy needs of today and invest in an energy-diverse future, our approach to sustainability is key to our success. Only by applying the skill, perspective and creativity of our people in collaboration with community and other stakeholders do we advance our collective goals. We are challenging ourselves to lead in sustainable energy by strengthening the resiliency of our operations, innovating for the future and embedding sustainability in decision-making and how we engage our people and stakeholders.\n\nWe apply this approach to environmental, social and governance (ESG) as we execute our three strategic priorities — to strengthen the competitive position of our assets, embed a low-cost culture and improve commercial performance. We continue to challenge ourselves to lead in sustainable energy by deepening ESG commitments to drive long-term benefits for our business and stakeholders.\n\nTo enhance our suite of sustainability goals, in 2022 we became the first U.S. refining company to commit to an absolute Scope 3, Category 11 greenhouse gas (GHG) emissions reduction. Our absolute Scope 3 reduction goal of 15% below 2019 levels by 2030 builds on our goal to reduce Scope 1 and 2 GHG emissions intensity 30% below 2014 levels by 2030 — a goal linked to compensation. We also committed to reduce methane emissions intensity 75% below 2016 levels by 2030 across our natural gas gathering and processing operations. This expands on our previous 50% by 2025 methane goal, which we are pleased to report is nearing accomplishment. Aligned with our commitment to natural resource conservation, we continue to pursue our goal to reduce freshwater withdrawal intensity 20% from 2016 levels by 2030.\n\nIn 2022, we are allocating significant growth capital to renewables, including the conversion of our Martinez, California, refinery to a renewable fuels facility. When complete, the Martinez Renewable Fuels facility will be larger than any renewable diesel production facility operating in the U.S. today, while generating approximately 60% less GHG emissions per year than its prior operations.\n\nTo maintain a competitive workforce and reflect the diversity of our communities, we added a diversity, equity and inclusion metric tied to compensation — the first U.S. independent refiner to do so. In 2021, we exceeded the goal we set to increase BIPOC new hires, but fell short of our women new hire goal. We continue to improve our existing programs and evaluate new programs that will aid in the retention and recruitment of women. Through our DE&I strategy of building awareness, increasing representation, ensuring success, and measurement and accountability, we are embracing the power of our differences to strengthen our company.\n\nThis strength was put into action when we supported communities and coworkers impacted by Hurricane Ida. After initially providing food, water, hygiene items and funding, I am proud of how our people have continued to give of their time, talent and treasure to support long-term recovery. To date, MPC has activated over $8.5 million in recovery assistance.\n\nAcross the board, our talented people put our sustainability goals into action in ways that offer concrete examples of leadership. Our energy efficiency performance was recognized with a third consecutive ENERGY STAR® Partner of the Year — Sustained Excellence Award from the U.S. Environmental Protection Agency. Only 16 companies from across the entire U.S. industrial sector received the recognition, and we were the only recipient with fuels manufacturing as its primary business. In December 2021, our subsidiary Virent’s bio-based fuel technology was used in the first commercial passenger flight using 100% sustainable aviation fuel compatible with today’s jet engines.\n\nI invite you to read on to learn about the ways we’re working together to provide the energy the world needs in responsible and sustainable ways. We are open to your feedback and welcome you to share your thoughts with us at sustainability@marathonpetroleum.com.\n\nSincerely,\n\nMichael J. Hennigan\nPresident and Chief Executive Officer, MPC and MPLX\nJune 2022\n2021 SUSTAINABILITY HIGHLIGHTS\n\nFirst independent U.S. downstream energy company to establish an **ABSOLUTE SCOPE 3 - CATEGORY 11 GHG EMISSIONS INTENSITY TARGET** to reduce 15% below 2019 levels by 2030\n\nExpanded our **METHANE EMISSIONS INTENSITY TARGET** to reduce 75% by 2030 from 2016 levels\n\nFirst independent U.S. downstream energy company to establish a **DIVERSITY, EQUITY AND INCLUSION GOAL** linked to compensation\n\n23% **REDUCTION** in companywide Scope 1 and 2 GHG emissions intensity since 2014\n\n46% **REDUCTION** in methane emissions intensity since 2016\n\n15% **REDUCTION** in freshwater withdrawal intensity since 2016\n\nEstablished a pipeline right-of-way **BIODIVERSITY TARGET**\nDow Jones Sustainability™ North America Index for the third straight year\n\n$21 million+ invested in communities by MPC and MPLX\n\nThird consecutive U.S. EPA ENERGY STAR® Partner of the Year – Sustained Excellence Award and four additional Challenge for Industry Awards\n\n100% score on Human Rights Campaign Corporate Equality Index\n\nVirent’s products used in 1st commercial passenger flight with 100% sustainable aviation fuel\n\nFive American Fuel & Petrochemical Manufacturers safety awards\n\nDow Jones Sustainability™ North America Index for the third straight year\nOUR APPROACH TO SUSTAINABILITY\n\nAt MPC and MPLX, our commitment to sustainability means taking actions that create shared value with our stakeholders — empowering people to achieve more, contributing to progress in our communities and protecting the environment we all share. We are challenging ourselves to lead in sustainable energy — meeting the needs of today while investing in an energy-diverse future. This objective drives us to strengthen the resiliency of our business, innovate for the future and embed sustainability in all we do.\n\nSTRENGTHEN RESILIENCY\n\nStrengthening our business for today, while building durability for the future\n\nWe operate with an understanding of the potential environmental impacts of our business. This understanding informs our commitment to lower the carbon intensity of our operations and the products we manufacture, improve the energy efficiency of our operations and advance practices that conserve natural resources.\n\nINNOVATE FOR THE FUTURE\n\nInvesting in the energy evolution to lower carbon intensity and capture value\n\nWe strive to be a market leader in the production and delivery of renewable fuels, seek ways to expand the use of renewable energy in our operations and deploy emerging technologies that reduce environmental impact while enhancing business performance.\n\nEMBED SUSTAINABILITY\n\nEmbracing sustainability in decision-making, in how we engage our people and in how we create value with stakeholders\n\nWe are committed to protecting the health and safety of our employees and the public, responsibly managing our social impacts, promoting diversity, equity and inclusion and maintaining accountable and transparent governance.\nESG PERFORMANCE LINKED TO COMPENSATION\n\nSafety and environmental performance have long been a part of our companywide annual cash bonus programs. In 2021, we introduced a diversity, equity and inclusion (DE&I) component — making us the first U.S. independent downstream energy company to link improving diversity representation to compensation, in the same way we led the industry in linking GHG intensity reductions to compensation. Our ESG metric, which includes DE&I, GHG intensity and environmental and safety performance components, is weighted at 20% of our annual cash bonus program.\n\nGreenhouse Gas Intensity\n(tonnes CO₂e/thousand boe input)\n\n2021 Target: 23.4\n2021 Result: 22.9\n\nGreenhouse Gas (GHG) Intensity measures how efficiently we operate our facilities and is based on Scope 1 and 2 GHG emissions divided by the manufacturing inputs processed at our refineries, renewable fuel facilities and natural gas processing and fractionation plants.\n\nProcess Safety Events Rate\n(events/200,000 hours)\n\n2021 Target: 0.33\n2021 Result: 0.41\n\nProcess Safety Events Rate measures our ability to identify, understand and control certain process hazards through tracking Tier 1 and 2 events. This rate combines our Tier 1 and 2 events, more heavily weighting the Tier 1 process safety events.\n\nDesignated Environmental Incidents\n(count)\n\n2021 Target: 60\n2021 Result: 55\n\nDesignated Environmental Incidents measures environmental performance through tracking Tier 3 and 4 incidents.\n\nDiversity, Equity and Inclusion\n(percent of external hires)\n\n2021 Target: 30% Women\n30% BIPOC\n2021 Result: 23% Women\n32% BIPOC\n\nDiversity, Equity and Inclusion measures our effectiveness toward reaching our five-year Representation Goals with respect to women and Black, Indigenous and People of Color (BIPOC).\nSTAKEHOLDER ENGAGEMENT AND SHARED VALUE\n\nAt MPC and MPLX, we value open dialogue with our stakeholders, including employees, shareholders, business partners, customers, the communities we call home and governments. Our sustainability strategy is guided by ongoing dialogue with stakeholders to inform our understanding of the issues and trends facing our industry and company. We seek to understand stakeholder perspectives and incorporate their feedback and insights into our approach to sustainability.\n\n2021 BY THE NUMBERS\n\n| Our People | Shareholders | Business Partners | Customers | Communities | Governments |\n|------------|--------------|-------------------|-----------|-------------|-------------|\n| $4.1 billion+ | 70% of shares | $7 billion+ | 3.4 million+ | $21 million+ | $16.3 billion+ |\n| paid in wages and benefits to 17,000+ employees | Engaged with investors representing ~70% of MPC’s outstanding shares | paid to 12,000+ suppliers and business partners for goods and services¹ | barrels per day of refined products sold to ~5,400 customers | invested in the communities in which we operate through company contributions | paid in taxes contributing to national, state and local economies² |\n\nHOW WE ENGAGE\n\n- Code of Business Conduct\n- Integrity Helpline\n- CEO communications\n- Regular employee communications\n- Performance management\n- Safety meetings\n- Training and professional development\n- Employee Network Groups\n- Wellness programs\n- Investor presentations and conferences\n- Engagement with analysts and portfolio managers\n- Engagement with investor stewardship teams\n- Annual Shareholder Meeting\n- SEC filings\n- Press releases\n- Supplier Code of Conduct\n- Business partner reviews\n- Sourcing process\n- Contract management\n- Supplier diversity program\n- Value creation opportunities\n- Supplier audits\n- Supplier recognition awards\n- Strategic partnership management\n- Global, regional and local industry events, forums and conferences\n- Company events and meetings\n- Partnerships and working groups to advance best practices\n- Websites, news and social media\n- Community investment programs\n- Community engagement and board representation\n- Bridge programs\n- Employment\n- Landowner events\n- Focus groups\n- Community surveys\n- Facility tours\n- Community hotlines\n- Community Advisory Panels\n- Facilitation of community events\n- Sponsorships\n- Advocacy\n- Policy development\n- Industry and trade association representation\n- Regulatory compliance\n- Permit reviews\n- Regulatory audits\n- Collaboration on community investment projects\n- Facility tours\n- Marathon Petroleum Corporation Employees Political Action Committee\n\n¹ Excludes crude/feedstock purchases\n² Includes sales, use, excise taxes\nIn 2021, we refreshed and updated our reporting materiality assessment to prioritize environmental, social and governance (ESG) topics based on external developments and stakeholder feedback. Consistent with Sustainability Accounting Standards Board (SASB) and Global Reporting Initiative (GRI) Core reporting guidelines, we continued to focus on topics that reflect significant ESG impacts and enable stakeholders to assess our company performance.\n\nWe engaged both external and internal stakeholders to understand their perspectives on a broad range of identified topics. We had extensive engagement with stakeholders and shareholders holding over 70% of our outstanding shares. Discussions included a wide range of issues, such as climate change risks and opportunities, executive compensation, incentivizing ESG goals through compensation, Scope 3 targets and political engagement, including trade associations and climate lobbying.\n\nWe combined the updated information gathered from these engagements with insights from industry benchmarking, governmental regulations, voluntary initiatives and analysis of online news and social media trends utilizing Datamaran®. The majority of our topics remain and are of similar priority relative to our previous materiality analysis in 2021. One new topic, management of local impacts, was added this year. This topic refers to the mechanism to assess, manage and mitigate any potential direct or indirect negative impacts of our business in the local communities in which we operate.\n\n1 Distinct from concepts of materiality in financial reporting and under securities laws, material sustainability topics according to GRI consider impacts an organization may have on the broader economy, environment and society and factors viewed as important to stakeholders.\nSTRENGTHEN RESILIENCY\n\nStrengthening our business for today, while building durability for the future\n\nLowering Our Carbon Footprint → 11\nConserving Natural Resources → 18\nLOWERING OUR CARBON FOOTPRINT\n\nScope 1 and 2 GHG Emissions Intensity Target\n\nAdopted in 2020, our greenhouse gas (GHG) emissions intensity reduction target encompasses both Scope 1 emissions — direct emissions from our operations and Scope 2 emissions — indirect emissions from the electricity and steam we purchase to support our business activities.\n\nSince 2014, we have achieved a 23% reduction in our companywide Scope 1 and 2 GHG emissions intensity.\n\nWe have achieved this reduction through multiple initiatives, including our Focus on Energy program, the acquisition and expansion of our MPLX natural gas gathering and processing (G&P) business and our growth in renewable fuels.\n\nSome other notable items related to our Scope 1 and 2 GHG emissions:\n\n- Since 2014, our refining Scope 1 and 2 emissions have decreased on an absolute basis by 13% while absolute companywide Scope 1 and 2 emissions have decreased by more than 5% even with the expansion of our MPLX G&P and renewable fuels business.\n- Since 2019, our companywide Scope 1 and 2 emissions have decreased by over 11%.\n\nCompanywide Scope 1 and 2 GHG Emissions Intensity (tonnes CO₂e/thousand boe input)\n\nEighth consecutive year in reducing our Scope 1 and 2 GHG emissions intensity\nScope 3 Emissions\n\nScope 3 emissions result from the use of our sold products and are not directly controlled by MPC. MPC established a 2030 target to reduce absolute Scope 3 – Category 11 GHG emissions by 15% below 2019 levels. MPC’s Scope 3 target covers Category 11: Use of Sold Products, for products manufactured at the company’s refineries. Informed by guidance from the Science Based Targets initiative (SBTi) and Ipieca, the calculation of Scope 3 – Category 11 emissions is based on refinery yields because MPC’s refinery yields are larger than marketed volumes.\n\nSince 2019, we have achieved an 11% reduction in our Refining Scope 3 – Category 11 GHG emissions.\n\nThis significant reduction was achieved, in part, by ceasing crude processing at three petroleum refineries. One refinery has been successfully converted to renewable diesel production and another is undergoing such conversion.\n\nAdditional detail on our GHG emissions, including climate change risks and opportunities, can be found in our annual Perspectives on Climate-Related Scenarios report.\nCapital Allocation\n\nOur risk-based strategy for capital allocation is designed to drive capital discipline and long-term competitive returns for our shareholders. We continue to require higher return-on-investment (ROI) thresholds for projects with greater financial and regulatory uncertainty than those with more stable cash flow and less regulatory risk. The ROI thresholds are highest for refining investments where high carbon pricing and market uncertainty impose more risk. This acts as a de facto carbon price because refining projects, with the highest carbon exposure, must overcome a much higher hurdle rate than, for instance, investments in our MPLX natural gas G&P business, with lower carbon exposure. Projects are also individually evaluated against our long-term price forecast, which considers the demand projections from various Paris-aligned scenarios along with our GHG, methane and water intensity reduction targets. These targets provide a backstop to align investments with our strategies to reduce GHG intensity and footprint over time.\n\nThis process is driving significant capital investment that supports a lower-carbon future. For example, we are investing to convert our Martinez, California, refinery into a renewable diesel facility. This is in addition to more than $500 million of growth capital invested to convert our Dickinson, North Dakota, refinery. As a result of these two asset conversions, we expect to become one of the largest renewable diesel producers in the world. Further, we continue to invest growth capital to expand and increase utilization of our strategic natural gas business. Finally, of the growth capital allocated to our legacy refining assets, the vast majority is directed at strengthening the competitive position of our assets rather than increasing capacity.\n\nWe incorporate energy and GHG management into project design, so that our collective growth projects support our 2030 goals.\nFocus on Energy\n\nThrough our Focus on Energy program, we have achieved significant energy reductions and cost savings, including avoiding the equivalent of nearly 2 billion Btu/hour of energy use and over $65 million per year in costs. This is roughly the same amount of energy used by over 100,000 homes in a year.\n\n2021 ENERGY REDUCTION EXAMPLES:\n\nDetroit Refinery\n\nCHANGING COMPRESSOR USAGE\n\nA change in compressor usage is allowing the Detroit refinery to meet the needs of its flare gas recovery (FGR) system while cutting electricity costs, energy intensity and Scope 2 GHG emissions.\n\nAfter feasibility tests, the refinery confirmed it could optimize the compressor utilization with a new compressor arrangement. To implement the new arrangement, the refinery completed multiple control improvements. These adjustments reduced baseline natural gas flow to the flare, improved compressor startup and switching operation and now require only one small compressor to remain online in normal situations.\n\nThe anticipated annual benefits include:\n\n- Reducing electricity consumption by almost 3,500 megawatt-hours per year saving $191,000\n- Lowering the refinery’s energy intensity index level 0.2 points\n- Eliminating more than 2,000 metric tons per year of Scope 2 GHG emissions\n\nGalveston Bay Refinery\n\nIMPROVING REACTOR EFFICIENCY\n\nOur Galveston Bay refinery implemented an advanced process control application that continually optimizes the reactor systems in two naphtha desulfurization units, generating cost savings and reducing emissions and energy intensity.\n\nThe refinery anticipates:\n\n- Saving more than $530,000 a year in combined hydrogen and natural gas costs\n- Reducing annual Scope 1 GHG emissions by 6,933 metric tons and annual Scope 3 GHG emissions by 1,568 metric tons\n\nRobinson Refinery\n\nCOMMITTED TO MAINTAINING A ROBUST INSULATION PROGRAM\n\nAn audit of the crude oil and ultraformer units at our Robinson refinery helped quantify the benefits of a healthy insulation program. Insulation improvements reduced energy consumption by nearly 100 billion Btu per year, saving almost $400,000 annually. More importantly, Robinson reduced its CO₂e emissions by over 5,000 metric tons per year.\n\nIn addition to annual audits, our employees’ diligence is just as important to maintaining a healthy insulation system. If employees see missing or damaged insulation, we ask them to notify the Operations or Maintenance Departments. This is especially important after large planned maintenance periods or outages, when insulation may have been removed to repair or inspect a piece of equipment. One small piece of missing insulation may seem inconsequential, but several across the refinery can add up to a substantial impact.\n\nMPLX CONTINUES TO DRIVE ENERGY EFFICIENCY IMPROVEMENTS\n\nSmart-Start Vapor Recovery\n\nMPLX terminals utilize vapor recovery units (VRUs) to recover vapors as trucks are loaded with fuel. Continuous emission monitors equipped with Smart-Start processing equipment allow the VRUs to operate only while loading, saving power and decreasing emissions. Utilizing Smart-Start technology at 55 VRUs across MPLX terminals avoided 17,930 metric tons of CO₂ emissions in 2021.\n\nVariable Frequency Drives\n\nMPLX terminals use centrifugal pumps to deliver gasoline, diesel and jet fuel to barges, rail cars, trucks and ships that take our product to its next distribution point. These pumps are sized to deliver product at various flow rates depending on how many loading arms are active at any given time. Historically, the pumps would run at maximum speed to deliver whatever flow is required. Variable Frequency Drives (VFD) are electrical devices that can be installed to control the speed of the motors that are powering our pumps. By controlling the speed of the pump to deliver just the right flow rate at the desired pressure, there is less energy wasted through the system. MPLX has partnered with an energy consultant to develop a tool that will calculate and identify energy savings based on historical pump and motor data. Results will be used to determine where to best deploy the VFD technology.\nRecognized for Energy Efficiency Efforts\n\nMPC has earned its third consecutive ENERGY STAR® Partner of the Year – Sustained Excellence Award, the highest level of recognition in the U.S. Environmental Protection Agency’s (EPA) ENERGY STAR program.\n\nThis honor acknowledges the success of companywide energy efficiency and environmental compliance efforts in 2021 and the company’s ability to maintain a superior level of performance over time. Only 16 companies across the entire U.S. industrial sector received the Partner of the Year – Sustained Excellence Award this year.\n\nThe EPA chooses Sustained Excellence Award winners at its discretion from companies that earned ENERGY STAR Partner of the Year recognition for a minimum of two consecutive years and then continued to go above and beyond the criteria needed to qualify for the award. Partner of the Year honorees must demonstrate best practices across their organizations, prove organizationwide energy saving, and participate actively in the ENERGY STAR program.\n\nEPA’S ENERGY STAR CERTIFICATIONS\n\nFive MPC refineries received EPA’s ENERGY STAR certifications for top quartile energy performance in given refinery class along with top environmental performance:\n\n- **Anacortes, Washington**\n  Second consecutive and second overall certification\n- **Canton, Ohio**\n  16th consecutive and 16th overall certification\n- **Garyville, Louisiana**\n  16th consecutive and 16th overall certification\n- **Robinson, Illinois**\n  Fourth consecutive and seventh overall certification\n- **St. Paul Park, Minnesota**\n  Third consecutive and fourth overall certification\n\nEPA’S ENERGY STAR CHALLENGE FOR INDUSTRY\n\nThe ENERGY STAR Challenge for Industry is a national call to action to improve the energy efficiency of America’s manufacturers by 10% or more. By taking the ENERGY STAR Challenge, manufacturing sites set a goal to reduce their energy intensity by 10% within five years.\n\nFour MPC terminals have achieved the EPA’s ENERGY STAR Challenge for Industry by reducing energy intensity — bringing the total to 10 terminals in the program.\n\n- **Cincinnati, Ohio**\n- **Jackson, Michigan**\n- **Lansing, Michigan**\n- **Muncie, Indiana**\n\nThrough investments in technology, each terminal is helping to reduce greenhouse gas emissions caused by energy use. Combined, the four terminals have reduced more than 2,100 metric tons of greenhouse gases and saved enough energy to power 413 homes for one year.\nFocus on Methane\n\nIn 2022, MPLX expanded our methane emissions intensity reduction target to 75% below 2016 levels by 2030. The reduction target applies to MPLX’s natural gas G&P operations and is an expansion of our existing 2025 target to reduce methane emissions intensity by 50% below 2016 levels.\n\nThrough MPLX’s Focus on Methane program, a holistic approach to voluntarily reduce methane emissions across MPLX’s natural gas gathering and processing operations, we have reduced our methane emissions intensity 46% from 2016 levels.\n\nNatural gas, which consists primarily of methane, emits half the carbon dioxide of coal when used to generate electricity. To fully realize the climate benefits of natural gas, it is important to minimize leaks, venting and flaring of methane.\n\nMPLX continues to implement measures that minimize and eliminate methane emissions through our Focus on Methane program, with the aim of ensuring that natural gas delivers on its promise of significantly lower carbon intensity as compared to coal.\n\n### MPLX Focus Areas for Methane Reductions\n\n| Area                                      | Reductions Achieved Since 2016 (tonnes per year) | Additional Reductions Expected Through 2030 (tonnes per year) |\n|-------------------------------------------|--------------------------------------------------|---------------------------------------------------------------|\n| **Pneumatic Devices**                     |                                                  |                                                               |\n| • Over 80% of 25,000+ pneumatic controllers are powered by compressed air | ~1,500                                           | ~7,000                                                        |\n| • Eliminate all ~340 high-bleed pneumatic controllers from service by end of 2022 |                                                  |                                                               |\n| • Convert ~3,400 intermittent-bleed pneumatic controllers to compressed air or lower emitting devices |                                                  |                                                               |\n| • Route methane emissions from pneumatic pumps to control devices |                                                  |                                                               |\n| • Enhance monitoring of pneumatic devices |                                                  |                                                               |\n| **Pipeline Launchers and Receivers**      |                                                  |                                                               |\n| • Optimized existing pipeline launchers and receivers that are opened frequently | ~1,000                                           | -----                                                         |\n| • Installed new installations with a smaller launcher/receiver chamber |                                                  |                                                               |\n| • Modified purging practices to reduce venting events |                                                  |                                                               |\n| **Fugitive Leak Detection and Repair (LDAR)** |                                                  |                                                               |\n| • Implement LDAR programs at all compressor stations by the end of 2023 | ~500                                             | ~1,000                                                        |\n| • Employ advanced monitoring technologies such as satellite imagery, flyovers, drones and fenceline monitoring to conduct more frequent/real-time monitoring |                                                  |                                                               |\n| **Compressor Rod Packing Changeout**      |                                                  |                                                               |\n| • Install monitoring ports to complete periodic monitoring and proactively replace compressor rod packing when warranted | ~500                                             | ~1,000                                                        |\n| • Install low-emission rod packing, where feasible, as rod packing is changed |                                                  |                                                               |\n| **Maintenance Venting and Other Controls** |                                                  |                                                               |\n| • Optimizing necessary maintenance venting and blowdowns to reduce emissions going to the atmosphere, including using vapor recovery units and/or portable flares | ~5,000                                           | ~2,000                                                        |\n| • Installing additional miscellaneous controls where appropriate (e.g. select tanks) |                                                  |                                                               |\n| **Total Reductions**                      | ~8,500                                           | ~11,000                                                       |\nMPLX Partners to Advance Quantification, Monitoring, Reporting and Verification of GHG Emissions\n\nIn early 2022, MPLX announced a collaboration with Cheniere Energy, Inc. (Cheniere) and other natural gas midstream companies, methane detection technology providers and leading academic institutions to implement quantification, monitoring, reporting and verification (QMRV) of GHG emissions at natural gas gathering, processing, transmission and storage systems specific to Cheniere’s supply chain.\n\nThe program is intended to improve the overall understanding of GHG emissions and further the deployment of advanced monitoring technologies and protocols. The QMRV program will support Cheniere’s Cargo Emissions Tag initiative to provide GHG emissions data to customers for liquefied natural gas (LNG) cargoes, a critical first step for the industry to quantify GHG emissions, enhance transparency and over time look for reduction opportunities to maximize the climate benefits of LNG.\n\nThe midstream QMRV work will be conducted by emissions researchers from Colorado State University and the University of Texas. The measurement protocol designed by the research group and Cheniere will be field tested at MPLX facilities that are part of Cheniere’s supply chain.\n\nThe midstream QMRV program involves a combination of ground-based, aerial and drone-based emissions monitoring technologies. The midstream QMRV program requires emissions monitoring over at least a six-month period, with all data independently analyzed and verified by the project’s academic partners.\n\nBy participating in the program, MPLX will gain expertise in advanced monitoring techniques and technologies that we can leverage to further reduce methane emissions throughout our vast gas gathering and processing network.\n\nIn 2022, MPLX joined The Environmental Partnership, which is a coalition of nearly 100 oil and natural gas companies committed to continuously improving environmental performance in members’ operations across the country.\n\nThe Environmental Partnership provides a platform for the industry to collaborate with stakeholders and share best practices and new technologies. The Partnership’s goals are consistent with the aims of our Focus on Methane program.\n\nSpecifically, partners commit to the following:\n\n- A program to replace, remove or retrofit high-bleed pneumatic controllers\n- A program to install or retrofit pneumatic controllers with lower- or zero-bleed methane emissions devices\n- A leak detection and repair program for natural gas and oil facilities\n- A program to reduce emissions from compressors\n- A program to reduce emissions from pipeline blowdowns and flaring\nCONSERVING NATURAL RESOURCES\n\nWe are committed to living out our core value of Safety and Environmental Stewardship by minimizing our environmental impact.\n\nAcross the company, we have implemented advanced practices and technologies and made significant investments to conserve natural resources.\n\nWE ARE DEDICATED TO THESE PRIORITY AREAS:\n\n- Protecting biodiversity\n- Reducing, reusing and recycling waste\n- Reducing freshwater withdrawal\n- Improving air quality\n\nEnvironmental Management\n\nOur Operational Excellence Management System (OEMS) is third-party reviewed for alignment with the RC14001® standard. This standard incorporates our environmental stewardship policies, which include responsibilities to assess and minimize our environmental impact, train our employees on environmental management best practices and communicate with stakeholders about the environmental impacts of our products and operations.\n\nHolding Ourselves Accountable\n\nWe link environmental performance to employee compensation and measure it using the Designated Environmental Incident (DEI) metric. It tracks three categories of environmental incidents: spills, environmental permit exceedances and agency enforcement actions. We use four DEI tiers to measure severity, with Tiers 1 and 2 being the least severe and Tiers 3 and 4 being more severe.\n\n~$1 BILLION\n\namount we invested in 2021 to improve the environmental performance of our assets\n\n59% REDUCTION\n\nin Tier 3 and 4 DEIs since 2018\n\n30,000+ HOURS OF ENVIRONMENTAL TRAINING FOR MPC EMPLOYEES\nBiodiversity: A Long-Standing Commitment\n\nMPC and MPLX use proactive measures to protect the diverse plant and animal species and to preserve their natural habitats in areas where we operate. Our OEMS provides the procedural framework to account for the potential effects of our activities on ecosystems and prepare necessary mitigation procedures.\n\nOur Commitment to Biodiversity details our approach and practices. It emphasizes that we seek first to avoid, then minimize or offset, impacts to biodiversity. We are mindful that operating within communities is a privilege, and we collaborate with local stakeholders and applicable state and federal regulatory agencies, including the U.S. EPA, U.S. Fish and Wildlife Service, U.S. Bureau of Land Management (BLM) and U.S. Army Corps of Engineers.\n\nProtecting Biodiversity throughout the Asset Life Cycle\n\nThroughout the asset life cycle, we work to avoid ecologically sensitive areas. When land disturbance in these areas is unavoidable, we use a variety of recognized best-management practices and techniques to mitigate our impacts during the asset’s life cycle. In situations where complete restoration presents challenges, we at least offset impacts to sensitive areas in several ways, including purchasing mitigation credits through approved mitigation banking sources or using other mechanisms to provide ongoing protection to similar ecologically sensitive properties.\n\nOur policies and practices for siting, constructing, operating, maintaining and decommissioning are designed to protect the environmental quality of the habitats in and around our operations. These policies and practices are aligned with the International Finance Corporation’s Performance Standards on Environmental and Social Sustainability.\n\nProtecting Endangered Species\n\nWe utilize a companywide Migratory Bird Protection Guidance to guard against interfering with the seasonal patterns of migratory birds. This guidance corresponds with legal requirements of the Endangered Species Act, Migratory Bird Treaty Act, Bald and Golden Eagle Protection Act and other regulations for state-designated special species of concern.\n\nIn 2021, on a pipeline system in Wyoming, we voluntarily postponed projects near areas of potential habitats for nesting raptors. The decision was made to begin work when all remaining fledglings vacated their nests.\n\n10 Ways We Mitigate Biodiversity Impacts Throughout the Pipeline Life Cycle:\n\n1. Incorporating species preservation into operational approaches, including voluntarily adopting both temporary and permanent changes to prioritize endangered species and their critical habitats.\n2. Developing our construction schedules to avoid disrupting species migration, spawning, nesting and other activities.\n3. Limiting pesticide and herbicide use for land clearance and being mindful about types, volumes and timing of their use to reduce undesired impacts.\n4. Implementing conservation mowing on select pipeline rights of way to avoid disrupting population dynamics such as breeding, feeding and reproductive behaviors.\n5. Restoring all disturbed areas to preconstruction conditions by seeding/hydroseeding with native seed mixes.\n6. Adhering to weed management plans to keep previously disturbed areas free of invasive and non-native weeds.\n7. Conducting post-construction surveys and research to verify sensitive areas have been appropriately restored.\n8. Monitoring wetland and waterway crossing sites on pipeline rights of way to confirm they are fully restored and functioning.\n9. Training affected employees and contractors about biodiversity and maintaining assets in sensitive areas.\n10. Using signage to indicate sensitive areas.\n\n1 International Finance Corporation’s Performance Standards on Environmental and Social Sustainability include: Performance Standard 1 – Assessment and Management of Environmental and Social Risks and Impacts, Performance Standard 3 – Resource Efficiency and Pollution Prevention, Performance Standard 4 – Community Health, Safety, and Security, and Performance Standard 6 – Biodiversity Conservation and Sustainable Management of Living Natural Resources.\nNature-Based Solutions\n\nIn 2021, we harnessed the power of nature-based solutions — through programs such as Integrated Vegetation Management, Integrated Habitat Management and Urban and Community Forestry — to mitigate the impacts of our operations related to both biodiversity and climate.\n\nINTEGRATED VEGETATION MANAGEMENT (IVM)\nfocuses on promoting native or desired vegetation communities and quality habitat creation through select herbicide use, conservation mowing, enhanced vegetation seeding and alternative vegetation structure to provide environmental benefits while reducing long-term management costs.\n\nINTEGRATED HABITAT MANAGEMENT (IHM) PLANS\nhelp us improve habitat on the right of way by promoting biodiversity, connecting wildlife habitat corridors to address habitat fragmentation, providing habitat for migratory insects, birds and various wildlife species, while providing nesting habitat for ground-nesting birds.\n\nBuilding Sustainable Landscapes\nIVM and IHM allow Marathon Pipe Line LLC (MPL) to operate safely while providing wildlife habitat for species, reducing impact to operations and promoting long-term environmental health.\n\nIn 2020, MPL launched a trial of IVM and IHM within several pipeline stations and select right of way segments and monitored the outcome to optimize vegetation structure while maintaining regulatory compliance, promoting biodiversity and protecting pipeline integrity and safety. MPL was able to change the landscape by planting a variety of species that provided benefits to pollinators and other wildlife within the areas of operations. MPL plans to expand this highly effective land management program across compatible pipeline rights of way through 2025.\n\nStarting in 2021, MPL began implementing IVM and IHM as part of its established rights-of-way maintenance program. MPL manages approximately 50,000 acres of pipeline rights of way, 40% of which is compatible with IVM and IHM. The remaining acreage is primarily agricultural, residential or commercial land.\n\nMPL INCORPORATES IVM AND IHM INTO RIGHT-OF-WAY MAINTENANCE\n\n1. Evaluating existing vegetation and setting site-specific goals — MPL engages landowners and other stakeholders in the evaluation process to set goals specific to location, land use, habitats, species and other criteria.\n\n2. Developing implementation plans that consider site-specific goals to promote native species, increase pollinator plants, increase carbon sequestration, promote water quality and soil stabilization and connect fragmented habitats. Plans prioritize pollinator and grassland habitats that provide critical habitats for threatened and endangered species.\n\n3. Executing the plan in conjunction with contractors and partners to achieve desired outcomes.\n\n4. Monitoring the plan to confirm execution is achieving planned objectives.\n\n5. Evaluating success through our partners to verify all criteria have been met as a result of our executed plan.\n\nPartnerships\nTo help facilitate the evolution of our right-of-way maintenance program, MPL has entered partnerships with:\n\n- The Ohio State University Sustainability Institute to conduct research on pipeline rights of way with a focus on ecology, soil carbon and landowner relations.\n\n- Pheasants Forever to support site evaluations, plan development and execution, and monitoring outcomes.\nMoving Along the Path to Urban and Community Forestry\n\nUrban and Community Forestry (UCF) provides environmental resilience, equitable canopy cover, habitat for wildlife and many other benefits to the communities that need it most. Our Detroit, Michigan, refinery worked with the Wildlife Habitat Council (WHC) to implement an urban forestry project called Marathon Gardens. It seeks to increase the habitat value and air and water quality in an industrial neighborhood while encouraging community participation.\n\nThroughout the years, MPC employees have collaborated with a variety of community partners, including WHC staff and interns from Grow Detroit’s Young Talent and other volunteer groups, to expand and maintain the habitat. We frequently invite residents from the surrounding community to take part in weeding and planting events.\n\nPROJECT TIMELINE\n\n2014: MPC employees assessed existing trees, identifying invasive species and trees in poor condition. These trees were removed and healthy native species were planted alongside an assortment of understory vegetation, wildflowers and native grasses. Non-native wetland vegetation, including invasive phragmites, was also removed from the banks of an on-site oxbow and replaced with native trees and shrubs.\n\n2019: Five years after the initial tree assessment, three acres of forest have been established. Monitoring has shown a 90% survival rate among the planted trees. Deer, coyotes and foxes, turtles and many bird species, including yellow warblers, American goldfinches and red-winged blackbirds, have been identified on-site.\n\n2021: MPC employees conducted another planting, this time in a public park area, to provide residents with more opportunities for outdoor recreation, in line with municipal goals. MPC worked with WHC to select trees for the plantings and prioritized species adept at removing particulate matter from the air, such as sycamore and burr oak. Vacant residences were razed and planted, increasing the amount of vegetative groundcover that could capture and filter stormwater.\n\nIN 2021, WE OWNED AND MAINTAINED 1,200+ ACRES OF WHC-CERTIFIED HABITAT LAND ACROSS 20 CERTIFIED HABITATS\n\nThe Wildlife Habitat Council is the only voluntary sustainability standard designed for broad-based biodiversity enhancement and conservation education activities on corporate landholdings. MPC has a nearly 30-year standing relationship with WHC and manages one of the longest-running certified sites in the country, located near our Catlettsburg, Kentucky, refinery. Across operations, we continue to actively participate in habitat certification and carry out engagement programs and partnerships.\nSpill Prevention\n\nOur commitment to safely and responsibly operating our assets is critical and fundamental to our business and to protecting our employees, contractors, communities and the environment. We support this commitment through operational practices and technology focused on a goal of zero spills.\n\n**SPILL PREVENTION AND DETECTION TECHNOLOGIES**\n\nBy integrating new technologies and industry innovations into our spill prevention and preparedness strategies, we are better equipped to rigorously assess the integrity of our assets and address releases if they occur. Across MPLX, we continue to make investments to improve pipeline in-line inspection and assessment technology programs. We have implemented a combination of state-of-the-art pipeline inspection technology and advanced analysis techniques for the continued safety of the public and environment.\n\n**New technologies adopted:**\n\n- Launched quarterly patrols of select pipeline rights of way using **airplanes equipped with specialized sensors** that detect hydrocarbon spills.\n- Piloted the use of **operational cameras to detect crude and highly volatile liquid (HVL) spills** at remote pipeline stations. We plan to employ this artificial intelligence technology at 45 additional facilities in 2022.\n\n**PIPELINE INTEGRITY MANAGEMENT**\n\nWe use comprehensive integrity management practices to address risks to pipelines, protecting their integrity and safety. These risks may include third-party damage, corrosion, operator error, equipment failure, geohazards or weather events.\n\n**Inspections**\n\n- **In-line Inspection (ILI)** - ILI tools travel through pipelines, scanning and measuring a pipe’s walls for signs of dents, corrosion or cracking.\n- **Above-Ground Inspections** - Pipeline routes are visually inspected with air and/or ground patrols to detect land disturbances and pipeline leaks.\n- **Waterway Crossing Inspections** - High-resolution sonar equipment is used to inspect underwater pipelines to determine how erosion and water channel changes may impact the pipe.\n\n**Evaluating Threats**\n\n- **Geohazard Management** - Our process to monitor, assess, inspect and remediate potential hazards associated with earth movement from both landslides and subsidence in unstable terrain and varied geological conditions.\n- **Risk Modeling** - Annual risk modeling is conducted to systematically identify potential hazards to each pipeline, assess their relative significance and develop reduction measures that properly address risks.\n\n**Corrosion Control**\n\n- **Protective Coating** - Coating that prevents corrosion is applied to the outer surface of pipelines and storage tanks.\n- **Cathodic Protection Systems** - Cathodic protection systems are installed along pipeline routes to help prevent external corrosion.\n\n**Monitoring and Detection**\n\n- **24/7 Pipeline Monitoring** - Our highly trained personnel monitor pipeline pressure, flow and volume 24 hours a day, seven days a week.\n- **Leak Detection Technology** - Sensors and meters on pipelines detect drops in pressure or changes in flow rate and alert personnel.\n\n**Pipeline Safety Engagement**\n\n- **Ongoing Education** - We educate landowners, first responders and community partners located near our pipelines about safe digging practices and emergency response.\nMARINE INTEGRITY MANAGEMENT\n\nMarine environments present a unique set of challenges that require a comprehensive approach to spill prevention.\n\nInspections\n\nVessel General Permit Inspections - We inspect the deck areas of vessels and barges daily.\n\nSpill Kit Inspections - Every six months, we visually inspect the contents of every spill kit to verify they are intact and ready to use.\n\nSpecial Marine Measures\n\nDouble-Hulled Barges and Vessels - All of our barges used for river transport of raw materials and refined products are double hulled. All new vessels entering or operating in U.S. waters are also double-hulled and existing vessels are either double hulled or appropriately retrofitted.\n\nSpill Valves - Most of our barges are equipped with spill valves designed to prevent a catastrophic failure if a barge has become over-pressurized.\n\nDeck Coaming and Drip Pan Containments - Approximately 99% of our barges are equipped with special drip pan containments that exceed regulatory requirements for barges. Drip pan containments capture spills before they enter rivers and other bodies of water.\n\nTraining\n\nBarge Transfers - We require our trainees to assist on 10 loads and 10 discharges before conducting barge transfers unassisted as a credentialed mariner, well exceeding regulatory requirements.\n\nMPLX’S LOGISTICS AND STORAGE ORGANIZATION RECEIVED THE 2022 U.S. COAST GUARD’S REAR ADMIRAL WILLIAM M. BENKERT MARINE ENVIRONMENTAL PROTECTION GOLD AWARD FOR EXCELLENCE\nEmergency Preparedness\n\nRobust preparedness enables us to respond effectively should an emergency event occur. Consistently investing in our response capabilities equips us to mitigate and manage the impact to the environment and people in the event of an incident.\n\nAll our operating locations have emergency response teams assigned and site-specific emergency preparedness and response plans tailored to the risks they may encounter. These location-specific plans are subject to regular drills to test proper execution in the event of an actual incident.\n\nSeveral agencies review and approve our plans, including the U.S. EPA, the U.S. Coast Guard, the Pipeline and Hazardous Materials Safety Administration (PHMSA) and various state agencies.\n\nMPC’s Emergency Preparedness Group (EPG) oversees our response program, which includes companywide guidelines and procedures on how to prepare for and respond to emergencies. The group’s focus is to continuously strengthen our capability to respond rapidly and appropriately to an emergency incident anywhere we operate. The EPG staff coordinates with business components to share best practices and resources across the company.\n\nFor incidents that may require resources beyond those available at a local facility, our EPG maintains a Corporate Emergency Response Team (CERT). It comprises of approximately 250 employees with response expertise and training in the Incident Command System (ICS), a globally recognized organizational structure designed to integrate resources across multiple agencies and organizations, should an emergency event occur.\n\nTiered Response System:\n\n| Tier 1 | Incidents are directed by a local response team |\n| Tier 2 | Incidents are directed by a district/regional response team |\n| Tier 3 | Incidents are larger in scope and complexity and directed by the CERT |\n\nEmergency Response Exercise Program\n\nTo maintain readiness, our CERT members and other emergency response personnel participate in various exercises and work alongside federal, state, local and tribal responders, such as the U.S. EPA, the U.S. Coast Guard, state environmental protection or wildlife agencies and local emergency responders. MPC and MPLX maintain an emergency response exercise program to test and continually improve our response capabilities:\n\n- Our exercises follow the guidelines of the federal government’s National Preparedness for Response Exercise Program (PREP), which meets the requirements of the Oil Pollution Act of 1990 and all federal, state and local requirements.\n- Exercises not only help prepare for emergency situations, but are also used to review, critique and improve our emergency response plans.\n- We take a collaborative approach to emergency preparedness. In addition to training our own employees and contractors, we engage federal, state, local and tribal agencies, local fire departments and other first responders and community members who have an interest in the design and development of our plans and exercises.\n\nIn 2021, we adjusted our approach for drills and exercises to align with protocols in place for the COVID-19 pandemic and completed all required exercises. We held multiple exercises via a “virtual command post.” These exercises incorporated video feeds on field deployment activities using drone videos, FaceTime and smart helmet technology. They also fostered effective collaboration with participants, observers, stakeholders and evaluators while providing responders the opportunity to maintain proficiency in their response planning and execution.\n\nCERT PROVIDES RESOURCES AND SUPPORT FOR RESPONDING TO AND MANAGING EMERGENCIES\n\n- **Emergency Strike Team** is a stand-alone response management team, capable of supplementing, relieving, or taking command of a major emergency.\n- **Emergency Support Group** provides key support functions, such as IT, communications and geographic information system mapping during an incident.\n- **Crisis Management Team** is a group of executive-level advisors prepared to respond to MPC’s and MPLX’s needs during incidents that pose a significant threat.\n- **Business Recovery Team** works to meet MPC’s, MPLX’s and customers’ needs during supply disruptions.\n- **Threat Assessment Group** is tasked with determining the potential impact of a threat to MPC or MPLX, informing impacted stakeholders and recommending steps to protect people and assets.\n- **International Team** determines the potential impact, recommends response strategies and responds to incidents related to international cargo.\nWe actively monitor and manage water use throughout all operations, continually looking for ways to reduce our use of this shared resource and use it more efficiently. To further our commitment to water conservation, we have voluntarily set a companywide target to reduce freshwater withdrawal intensity 20% by 2030 from 2016 levels.\n\n**Water Use in Operations**\n\nWater is vital to our refining operations. We source water from rivers, lakes, wells and municipal water plants and also purchase some recycled water for use in refining. In contrast, MPLX gas processing plants are designed to use little or no water in their routine operations. Nearly all plants have hot oil heaters that burn fuel gas to transfer heat into the process units and air-cooling units that circulate hot product through air-cooled radiators, minimizing the need for water.\n\n**Managing Wastewater**\n\nWe operate 11 biological treatment plants and three primary treatment facilities across our refinery locations. Water not reused or consumed in refining activities is collected at these on-site facilities to be treated and recycled back into refining activities or treated and discharged. Water is treated to meet or exceed required state permit or pretreatment permit limits. Our systems are set up for only fully treated water to be discharged to a surface body of water such as a lake, river or bay, so that the quality of these waters is maintained.\n\n**WE USE FRESH WATER IN REFINING OPERATIONS TO:**\n\n- Add heat to our refining process (as steam)\n- Purify products (as stripping steam)\n- Remove heat from the process (as cooling water)\n- Remove salts and impurities from crude oil\n- Protect equipment from corrosion\n- Generate hydrogen\n- Control emissions\n- Clean equipment during maintenance activities\nLocal Water Conservations\n\nWater availability is a concern throughout much of the world, including parts of the U.S. Currently, two of MPC’s operating refineries — El Paso, Texas, and Los Angeles, California—are located in water-stressed regions as defined by the Global Reporting Initiative (GRI) and World Resources Institute assessment tools. To help conserve water in these regions and across all MPC refineries, our refining teams use aspects of a nine-element guidance framework designed to assess water use, understand and mitigate water risks and identify opportunities to reduce water use.\n\nEach refinery has designated engineers who serve as water coordinators, each has established baselines for assessing their water use, and each maintains robust transparency on how water is used through the use of standardized water monitoring and reporting.\n\nTo help mitigate local water risks, we engage community members, government agencies and key water supply organizations. This engagement includes tracking and monitoring the local water supply, planning for future changes in water availability and water pricing. We support water supply stakeholder organizations through membership, board membership and committee participation.\n\nWATER SUPPLY STAKEHOLDER ORGANIZATIONS WE SUPPORT:\n\n- American Petroleum Institute’s Clean Water Issues Group\n- Brazos River Water Authority\n- California Council for Environmental and Economic Balance\n- Far West Texas Water Planning Group\n- Gulf Coast Water Authority\n- West Basin Water Association (California)\n\n77% OF FRESHWATER WITHDRAWN FROM NON-WATER-STRESSED AREAS\n\n1 World Resources Institute Aqueduct Water Risk Atlas\nWater Results\n\nThrough a variety of innovations, we have reduced our freshwater withdrawal intensity by 15% since 2016 and have plans for additional reductions. In 2021, we continued our refinery-wide “Focus on Water” program to further assess water use, understand and mitigate water risks and identify opportunities to reduce water use. As a result, MPC refineries saved a combined 866 million gallons of fresh water. Across the company we continued to further align water management practices to make significant progress toward our 2030 target.\n\n2021 REFINING WATER SAVINGS EXAMPLES:\n\nCatlettsburg refinery\nSAVED 161 MILLION GALLONS OF FRESH WATER\nby reducing the frequency and durations to clean or backwash filters that treat its boiler feed water without impacting water purity performance.\n\nDetroit refinery\nSAVED 59 MILLION GALLONS OF FRESH WATER\nby expanding operation of reverse osmosis units, enabling the reuse of ~25% of the refinery’s total effluent.\n\nGalveston Bay refinery\nSAVED 20.5 MILLION GALLONS OF FRESH WATER\nby modifying the regeneration procedure for water-softening equipment, reducing backwash and fast rinse times by 33%.\n\nGaryville refinery\nSAVED 13.7 MILLION GALLONS OF FRESH WATER\nby increasing the amount of wash water recycled in a distillate hydrotreater, ultimately reducing demand for steam.\n\nKenai refinery\nSAVED 14.5 MILLION GALLONS OF FRESH WATER\nby using an air cooler that utilizes air instead of water to cool waste water going into the biological treatment unit.\n\nLos Angeles refinery\nSAVED 26.4 MILLION GALLONS OF FRESH WATER\nby using an anti-scaling dispersant to reduce cooling tower water use. The dispersant made it possible to increase the number of times water can be cycled back through the towers, reducing the amount of fresh water used.\n\nLEVERAGING TECHNOLOGY FOR SUSTAINABLE PERFORMANCE\n\nMarathon Pipe Line LLC (MPL), a wholly owned subsidiary of MPLX, leverages technology through the use of highly sophisticated In-Line Inspection (ILI) tools which eliminate the use of water without sacrificing accuracy. MPL embarked on a multi-year journey with a third-party to drive a step-change improvement in ILI crack detection technology, increasing the probability of finding critical seam defects from 90% to 99%. The tool also detects hook cracks, reducing the need for hydrotests, which were historically used to identify such defects.\n\nThrough the use of in-line inspection tools, MPL avoids hydrotesting nearly 400 miles of pipeline per year, realizing an average annual savings of 7 million gallons of water.\nReducing, Reusing and Recycling Waste\n\nKnowing that an important aspect of conserving natural resources is actively managing waste, over the years we have refined our processes to reduce, reuse and recycle waste wherever possible.\n\n**Waste Disposal**\n\nThe volume of waste we generate in any given year varies significantly depending on scheduled maintenance and remediation activities. Amidst these variables, we maintain our careful approach to containing and labeling drums, boxes, bins and roll-off containers of waste and transporting them to permitted waste disposal and recycling facilities.\n\nOur environmental professionals continually look for ways to do this — from using hazardous waste to fuel cement production, to using robots in tank inspections. In these and many other ways, we work to reduce the waste we generate and recycle or beneficially reuse as much of what is left as possible.\n\n**PREVENTED 32,000 TONNES OF HAZARDOUS WASTE FROM ENTERING LANDFILLS**\n\n**Waste Vendor Approval Process**\n\nIn addition to meeting our Contractor Selection Requirements found on Page 53 of this report, contractors are required to use a structured process to dispose of our waste materials legally and responsibly.\n\n- Our corporate environmental department vets and approves potential nonhazardous and hazardous waste vendors.\n- All contracted waste disposal and recycling facilities that we work with must prove compliance with state and federal waste regulations.\n\n**PROMOTING A CIRCULAR ECONOMY**\n\nWe actively search for ways to reduce material use and discover new approaches to recapture waste as a resource to manufacture new materials. Two examples of this are using hazardous waste to fuel cement production and reclaiming catalyst metals.\n\n**CEMENT KILN DISPOSAL**\n\nWe partner with CIRCON Environmental to convert hazardous waste from oil tanks to waste-derived fuels used in cement production.\n\n1. When our refinery tanks are cleaned, residual material is removed and placed in CIRCON’s proprietary transportation containment, eliminating the need for on-site storage and rental units.\n\n2. Valuable materials recovered from waste streams are used to create waste-derived fuels.\n\n3. Those fuels are sent via truck to power CIRCON’s network of cement kiln partners, displacing coal, leaving behind no residual ash and creating carbon offset benefits.\n\n**CATALYST METALS RECLAMATION**\n\nCatalysts are an important part of fuels manufacturing, facilitating a variety of critical chemical processes. We deliver spent catalyst to a recycler that extracts the vanadium and other valuable metals to produce ferrovanadium and a ferronickel molybdenum alloy, which are then sold to the steel industry.\n\n**103,000+**\n\nTonnes of waste from our refineries have become an alternative fuel source for the cement industry since 2013, avoiding over 248,000 tonnes of CO₂e emissions and reducing cement manufacturers’ coal use by approximately 64,000 tonnes.\n\n**~1.4 MILLION**\n\nGallons of waste-derived fuel was sent to cement kilns in 2021, keeping nearly 3,900 tonnes of waste out of landfills and avoiding approximately 18,700 tonnes of CO₂e emissions.\n\n**5,500+**\n\nTonnes of spent catalyst sent to recycler for catalyst metal reclamation.\n\n**47,000+**\n\nTonnes of CO₂e emissions avoided when compared to mining for virgin ore.\nAir Quality and Emissions\n\nAir quality is important to our business, our stakeholders and the local communities where we operate. We are committed to continuously improving our programs and strategies that improve air quality and implementing them throughout our operations. From 2002 through 2021, this approach helped us reduce our criteria pollutants by 54%, while the footprint of our refining and natural gas assets expanded. And we’re committed to maintaining open and ongoing dialogue with the people who live near our operations on a wide range of topics that are important to them, including air quality.\n\n**Reducing Gas Flaring**\nAvoiding flaring is one of our key priorities. Our refineries implement flare reduction programs that help minimize flaring while recovering gases and enabling efficient combustion. In addition, flare gas recovery systems return gas to the refining process instead of flaring, reducing criteria pollutant emissions and GHG emissions.\n\n**Minimizing Fugitive Emissions**\nWe use acoustic imaging cameras, also known as FLUKE® Imagers, to quickly and accurately locate air, gas and vacuum leaks in compressed air systems. These devices use extremely sensitive microphones to detect sounds both in the human hearing range and the ultrasonic range. Initially used to identify air leaks at our compressor stations and gas plants, they are now being used across our refineries and natural gas gathering and processing assets, where they are used to confirm that leak repairs are effective.\n\n**Transparent Community Air Monitoring**\nWe’ve implemented detailed, near real-time, public-facing, air monitoring systems for our Detroit and Los Angeles refineries. These systems, which can be found on the refineries’ websites, provide easy-to-read, color-coded classifications that provide a quick glance of overall air quality, emission levels, wind direction, wind speed and temperature. Members of the community can also opt in to an alert system that can notify them when air quality reaches a certain level.\n\n**Companywide Criteria Pollutant Emissions**\n\n| Year | Total SOx emissions | Total CO emissions | Total NOx emissions | Total VOC emissions | Total PM10 emissions |\n|------|---------------------|--------------------|--------------------|--------------------|---------------------|\n| 2002 | 95                  |                    |                    |                    |                     |\n| 2017 | 59                  |                    |                    |                    |                     |\n| 2018 | 54                  |                    |                    |                    |                     |\n| 2019 | 50                  |                    |                    |                    |                     |\n| 2020 | 44                  |                    |                    |                    |                     |\n| 2021 | 44                  |                    |                    |                    |                     |\n\n54% reduction since 2002\n\nIn 2021, we decreased carbon monoxide emissions at our Los Angeles refinery by 23% due to operational changes within a fluid catalytic cracking (FCC) unit.\n\nWhen it was realized that the FCC unit was struggling to operate with reduced carbon monoxide (CO) emissions rates, different CO catalyst promoters were evaluated and tested to lower both CO and NOx emissions. The most effective promoter was then utilized in conjunction with installation of a new catalyst loader. This new loader automatically loads both fresh catalyst and the CO catalyst promoter into the unit, instead of manual loading.\n\nNot only has this new loader been more reliable, but its integrated notification feature alerts operators to any performance issues.\nINNOVATE FOR THE FUTURE\n\nInvesting in the energy evolution to lower carbon intensity and capture value\nRENEWABLES AND EMERGING TECHNOLOGIES\n\nAt MPC and MPLX, we strive to be market leaders in the production and delivery of renewable fuels, seek ways to expand the use of renewable energy in our operations and deploy emerging technologies that reduce environmental impact while enhancing business performance.\n\nMPC is one of the largest marketers of renewable fuels in the U.S. In 2021, we delivered approximately 2.4 billion gallons of renewable fuels to consumers, including over 400 million gallons that we produced. This 2.4 billion gallon volume avoided nearly 10 million tonnes of customers’ CO₂ transportation emissions per year in 2021.\n\nWe are making significant capital investments that support a lower-carbon future. For example, we intend to direct over 50% of multiyear growth capital toward increasing our production of renewable fuels and natural gas, thereby lowering the carbon intensity of our products.\n\nDelivered approximately 2.4 billion gallons of renewable fuels to consumers in 2021\n\nAvoided nearly 10 million tonnes of customers’ CO₂ transportation emissions in 2021\nMartinez Renewable Fuels Project\n\nSubstantial strides were made toward converting our Martinez, California, refinery into a renewable fuels facility.\n\nIn May 2022, the Contra Costa County Board of Supervisors approved the final Environmental Impact Report and land use permit for the project, concluding the required environmental review process under the California Environmental Quality Act.\n\nWhen complete, the Martinez facility will be larger than any renewable diesel production facility operating in the U.S. today, producing nearly 48,000 bpd.\n\nIn March 2022, we announced our intent to form a joint venture with Neste for the Martinez Renewable Fuels facility. MPC and Neste will leverage their complementary core competencies in the joint venture. MPC brings experience in renewable diesel facility conversion, large capital project execution and operating expertise. Neste brings knowledge in sustainable feedstock sourcing and in renewable liquid fuels production.\n\nThe agreement reflects both partners’ commitment to obtain low carbon intensity feedstocks to achieve the project objectives of providing fuels that meet the demand driven by the California Low Carbon Fuel Standard (LCFS).\n\nThe Martinez facility is currently targeted to begin production in late 2022, with full production and pretreatment capabilities to come online in 2023. The facility is expected to be capable of producing 730 million gallons per year by the end of 2023. Estimated total project costs for Martinez are approximately $1.2 billion.\n\nCONVERSION OF THE MARTINEZ FACILITY FROM A PETROLEUM REFINERY TO A RENEWABLE FUELS FACILITY IS ANTICIPATED TO:\n\n- Reduce the facility’s stationary greenhouse gas emissions by approximately 60%\n- Lower total criteria air pollutants by 70%\n- Save 1 billion gallons of water per year\nA Range of Renewable Fuels Solutions\n\nOur current portfolio includes a diverse mix of renewable fuels.\n\n**RENEWABLE DIESEL**\n\nOur *Dickinson, North Dakota, Renewable Diesel facility* started producing renewable diesel in November 2020 and reached full capacity in the second quarter of 2021. As the second largest facility of its kind in the U.S., it can produce approximately 184 million gallons of renewable diesel per year.\n\nThe facility converts biogenic oils — distillers corn oil, soybean oil and tallow—and used cooking oil into renewable diesel, which can be used in existing infrastructure and engines. The renewable diesel produced today has a carbon intensity that’s over 50% lower than diesel derived from petroleum, and we continue to explore projects that have the potential to produce net-zero fuel at the facility, such as renewable electricity, carbon capture, utilization and sequestration, and regenerative agriculture.\n\n**BIOFUELS PRETREATMENT**\n\nOur *Beatrice, Nebraska, pretreatment facility*, which we acquired and repurposed in 2020, began operations, processing advantaged feedstock for transport to our Dickinson Renewable Diesel facility. The pretreatment facility uses Midwestern agricultural and waste feedstocks such as distillers corn oil, soybean oil and tallow.\n\nAdditional feedstock for Dickinson will come from our *Cincinnati, Ohio, pretreatment facility*, which recently began operating after being converted from a biodiesel plant (pictured on the right).\n\n**BIOCRUDE**\n\nWe are working with *Fulcrum BioEnergy* to process approximately 800 bpd of biocrude derived from municipal solid waste.\n\n**ETHANOL**\n\nThrough our joint venture with *The Andersons, Inc.*, we have the capacity to produce approximately 475 million gallons of ethanol per year. We hold an ownership interest in ethanol production facilities in Albion, Michigan, Logansport, Indiana, Greenville, Ohio, and Denison, Iowa.\n\n**FEEDSTOCK PARTNERSHIP**\n\nIn 2021, we closed on a joint venture with *ADM* to produce soybean oil to supply the rapidly growing demand for renewable diesel fuel. The joint venture, *Green Bison Soy Processing, LLC*, will own and operate a soybean processing complex in Spiritwood, North Dakota, with ADM owning 75% of the joint venture and MPC owning 25%.\n\nExpected to be complete in 2023, the $350 million *Spiritwood facility* will source and process local soybeans and supply the resulting soybean oil exclusively to MPC. The Spiritwood complex is expected to produce approximately 600 million pounds of refined soybean oil annually — enough feedstock for approximately 75 million gallons of renewable diesel per year.\nMoving Toward Commercialization\n\nVirent, a wholly owned subsidiary of MPC, is working to commercialize its BioForming® Platform for converting bio-based feedstocks into low-carbon renewable fuels and chemicals. It has the potential to make a broad impact on the renewables industry by developing pathways for producing both renewable fuels and chemicals from the carbohydrate portion of plants to achieve lower-carbon products.\n\nFeasibility Assessment\n\nVirent and MPC recently initiated a commercial-scale plant feasibility assessment. Plans for feasibility include more detailed engineering work and exploring commercial options for off-take, investment, financing and potential partnerships. The first plant focus is currently on gasoline and sustainable aviation fuel (SAF).\n\nAt its facility in Madison, Wisconsin, Virent’s demonstration plant has accrued over 30,000 hours of total operating time, generating process engineering data that will allow for direct scale-up to a first commercial plant.\n\nNew Market Opportunities\n\nVirent is working to create new market opportunities by enabling renewable gasoline, which can reduce the carbon intensity of gasoline. Virent’s BioForm® gasoline is currently registered with the EPA for use as a gasoline blendstock up to 45% and has the potential to achieve a lower carbon footprint for the gasoline market. Life cycle analysis studies indicate a greater than 50% carbon intensity reduction, with options to achieve net-zero or better. When used in a hybrid vehicle, BioForm gasoline can provide a carbon intensity comparable to electric vehicles.\n\nVirent has created options for renewable chemicals by expanding the market for 100% bio-based plastics, fibers and films. Most recently, Coca-Cola’s 100% plant-based bottle prototype was developed using Virent’s bio-based paraxylene (BioForm® PX), which is made from naturally occurring sugars.\n\nThrough this future-facing packaging solution, Virent has the potential to contribute to the industry’s goal to achieve 100% plant-based content, while also providing opportunities for bio-based polyester fibers and other bio-based chemical feedstocks.\n\nVirent contributed to an aviation industry first in December 2021, as United Airlines flew an aircraft full of passengers using 100% SAF in one engine and petroleum-based jet fuel in the other. Virent used its BioForm® process to produce synthesized aromatic kerosene (SAK) — a critical component that made the 100% SAF possible.\n\nVirent’s proprietary technology converts widely available, plant-based sugars into fuels that are 100% renewable and 100% compatible with today’s aviation fleet. For this flight, Virent used corn sugar to manufacture the fuel component that made petroleum blending unnecessary and demonstrated that we can power sustainable aviation without modifying today’s modern airline engines or the infrastructure that serves the airline industry.\n\nBecause Virent’s SAK is made from plant-based feedstocks, the carbon impact on a life cycle basis is less than that of petroleum-based fuels. Virent is targeting greater than 50% reduction in greenhouse gas emissions for SAK from a commercial project, with the potential to achieve net-zero emissions using options such as renewable electricity, renewable natural gas and carbon capture and sequestration. Virent has also developed data from engine testing that shows an SAF blend using its SAK is cleaner burning and has lower particulate matter emissions than conventional jet fuels.\nCarbon Capture, Utilization and Sequestration\n\nMPC and MPLX support the continued development and use of carbon capture, utilization and sequestration (CCUS) technology as a strategy to reduce emissions of CO₂ and reduce the carbon intensity of the critical products we supply.¹\n\nCCUS Alliances\n\nThe United Nations Intergovernmental Panel on Climate Change and the International Energy Agency agree that CCUS has a critical role in achieving global greenhouse gas reduction goals. Additionally, CCUS is one of the best options to enable “hard-to-abate” sectors — such as refining, steel and cement — to decarbonize.\n\nCCUS technology has been used in limited applications for decades. To further the goal of large-scale CCUS deployment, alliances of private companies, federal, state and local governments, policy institutions, academia, national laboratories, and others are bringing their resources and expertise to bear. We see these alliances as a way for key stakeholders to leverage each region’s resources and advantages to help make progress toward reducing greenhouse gas emissions.\n\nMPC and MPLX are actively involved in three publicly announced alliances — Houston CCS, Appalachian Energy Future and the Greater St. Louis and Illinois Regional Clean Energy Hydrogen Hub (St. Louis-Illinois Hub). At present, the Houston alliance is the largest, with 14 companies evaluating how to use safe, proven CCUS technology at Houston-area facilities. The alliance has ambitious goals for the greater Houston area.\n\nIn addition to CCUS, Appalachian Energy Future and the St. Louis-Illinois Hub are also exploring hydrogen energy production and utilization. The hydrogen energy work of these two alliances and other coalitions is a direct response to the 2021 Infrastructure Investment and Jobs Act, which provides initial financial support to several regional hydrogen hubs.\n\nTHE PRIMARY BENEFIT OF OUR WORK WITH CCUS ALLIANCES WILL BE ACCELERATING BROAD-BASED EFFORTS TO REDUCE GREENHOUSE GAS EMISSIONS.\n\nNear-Term Efforts\n\n- Increase the understanding and importance of CCUS\n- Progress enabling legislation and regulations that are foundational for the development of large-scale CCUS projects\n\n¹ Intergovernmental Panel on Climate Change, Special Report: Global Warming of 1.5°C – Strengthening and implementing the global response (April 2022), https://www.ipcc.ch/sr15/.\n\nInternational Energy Agency, Special Report on Carbon Capture Utilization and Storage – CCUS in clean energy transitions (September 2020), available at IEA website.\nEmbracing sustainability in decision-making, in how we engage our people and in how we create value with stakeholders.\nENGAGED AND ENERGIZED WORKFORCE\n\nWe believe our people are our greatest asset and strength.\n\nWe are continuously building on our strong culture, striving to create an environment where everyone can be their best and bring their full and authentic selves to the workplace. We are collaborating to foster an inclusive environment, empowering our people and prioritizing accountability, promoting a culture of safety, providing broad-based professional development, recognizing and rewarding accomplishments and offering benefits that support the well-being of our employees and their families — all to enable fulfilling careers and our collective success — because we know we are BETTER TOGETHER.\n\nTHE HUMAN RIGHTS CAMPAIGN (HRC) HAS RANKED MPC A \"BEST PLACE TO WORK\" FOR LGBTQ+ EQUALITY FOR THE THIRD CONSECUTIVE YEAR.\n\nFOR 2022, MPC SCORED 100% ON THE HRC’S CORPORATE EQUALITY INDEX SURVEY.\n\nCORE VALUES\n\nOur core values guide the way we treat each other and all our stakeholders. We believe how we do our work is just as important as what we do.\n\n- Safety and Environmental Stewardship\n- Integrity\n- Respect\n- Inclusion\n- Collaboration\nDiversity, Equity and Inclusion\n\nOur Approach to Diversity, Equity and Inclusion\nWe believe that fostering a diverse, equitable and inclusive workplace increases success for individuals, teams and the company. We strive to create a collaborative and supportive environment where all employees can build on their strengths and maximize their talents and abilities. This enables us to unlock the full potential of our teams — embracing the power of our differences while demonstrating each day that we are better together. We aspire for everyone to bring their unique selves to work, for every talent to be realized and every voice to be heard.\n\nOur diversity, equity and inclusion (DE&I) program is guided by a dedicated DE&I team led by our Vice President, Talent Acquisition and Diversity, Equity & Inclusion and supported by leadership companywide. Our program is based on our four-pillar DE&I strategy of building awareness, increasing representation, ensuring success and measurement and accountability.\n\nTo execute our strategy, our near-term action plans are focused on building a diverse workforce, creating a more inclusive culture and contributing to our thriving communities.\n\nIncreasing Representation\nTo maintain a competitive workforce and reflect the diversity of our communities, we added a diversity, equity and inclusion metric tied to compensation – the first U.S. independent refiner to do so.\n\nOur goal for 2021 was for external hires to represent at least 30% BIPOC and 30% women. We exceeded the BIPOC goal with 32% representation, but fell short of our women goal with only 23% representation. We continue to improve our existing programs and evaluate new programs that will aid in the retention and recruitment of women.\n\nWe made solid progress hiring women and BIPOC candidates for senior management roles in 2021, including our Vice President of Talent Acquisition and DE&I, Vice President of Internal Audit, Vice President, Chief Information Security Officer, Vice President of IT – Commercial, Assistant Controller of MPLX and the General Managers at our St. Paul Park, Minnesota, and Canton, Ohio, refineries.\n\nFor 2022, we have set a goal for external hires to represent at least 26% women and 30% BIPOC.\n\n2021 DIVERSITY, EQUITY AND INCLUSION GOAL\n\n| Goal | Women Result | BIPOC Result |\n|------|--------------|--------------|\n| External hires are at least 30% WOMEN and 30% BIPOC | 32% | 23% |\n\nBuild a Diverse Workforce\nStreamlining our approach to managing diverse candidate slates\nEstablishing new relationships with diversity recruiting partners\n\nCreate a More Inclusive Culture\nIncreasing support to employee networks to capture new and emerging opportunities\nEnhancing our leadership model with an emphasis on inclusive leadership\n\nContribute to Our Thriving Communities\nIdentifying and communicating goals for diverse supplier commitments\nFurther aligning our community investments with our DE&I commitments\n2021 Workforce Metrics\n\n**Workforce**\n- Total: 17,670\n\n**Senior Management**\n- Total: 148\n\n**All Supervisors**\n- Total: 2,254\n\n**Women Representation**\n- Workforce: 18%\n- Senior Management: 23%\n- All Supervisors: 17%\n\n**Racial and Ethnic Diversity Representation**\n- Workforce: 23%\n- Senior Management: 12%\n- All Supervisors: 16%\n\n**Age Representation**\n\n**KEY:**\n- Baby Boomer - 1946-1964\n- Generation X - 1965-1980\n- Millennial - 1981-1996\n- Generation Z - 1997-2003\n\n- Workforce:\n  - Baby Boomer: 14%\n  - Generation X: 43%\n  - Millennial: 41%\n  - Generation Z: 2%\n\n- Senior Management:\n  - Baby Boomer: 15%\n  - Generation X: 77%\n  - Millennial: 8%\n  - Generation Z: 0%\n\n- All Supervisors:\n  - Baby Boomer: 13%\n  - Generation X: 56%\n  - Millennial: 31%\n  - Generation Z: 0%\nBuilding a Diverse Workforce\n\nExecuting our strategic vision requires that we attract and retain the best talent by nurturing new employees and providing opportunities for long-term engagement and career advancement. Our Talent Acquisition team consists of three segments: Executive Recruiting, Experienced Recruiting and Campus Recruiting. The specialization within each group allows us to specifically address MPC’s broad range of current and future talent needs, as well as devote time and attention to candidates during the hiring process.\n\nWe value diverse perspectives in the workforce, and accordingly, we seek candidates with a variety of backgrounds and experience. Our primary source of full-time, entry-level new hires is our intern and co-op program. Through this program, we offer college students who have completed their freshman year the opportunity to gain hands-on experience in the areas of engineering, IT, accounting, finance, marketing, supply chain and other relevant disciplines.\n\nMPC has provided a three-year grant to the United Service Organizations’ (USO) Pathfinder Transitions program to support the nonprofit’s cornerstone efforts to provide military servicemembers with career resources and opportunities to successfully transition back to civilian life. During the four recruiting sessions we hosted in 2021, we included MPC veteran panels to allow attendees to interact with MPC team members who had been through the transition process.\n\n2021 New Hires\n\n1,366\n\n- 23% Women\n- 32% Race/ethnic minority groups\n- Baby Boomer 5%\n- Generation X 22%\n- Millennial 42%\n- Generation Z 31%\n\n2021 Intern and Co-op Hires\n\n296\n\n- 36% Women\n- 25% Race/ethnic minority groups\n- Baby Boomer 0%\n- Generation X 0%\n- Millennial 7%\n- Generation Z 93%\n\n2021 Intern to Employee Conversions\n\n51\n\n- 35% Women\n- 24% Race/ethnic minority groups\n- Baby Boomer 0%\n- Generation X 0%\n- Millennial 18%\n- Generation Z 82%\nCampus Partnerships\n\nUniversity partnerships are an important component of MPC’s campus recruiting strategy, creating additional opportunities for the company to engage with premier talent and more effectively build our early career pipeline. One of the ways MPC demonstrates its commitment to science, technology, engineering and mathematics education is by supporting Bridge Programs at partner universities. These programs:\n\n- Prepare students from underrepresented groups to make a successful transition from high school to a university\n- Give students the opportunity to adjust to the academic, personal and social challenges they may encounter\n- Promote a structured environment conducive to building the fundamental skills to successfully complete a baccalaureate degree\n\nSome of our university partners were able to continue leveraging a virtual platform. In 2021, these programs included:\n\n- The Ohio State University Pre First-Year Academic and Career Engagement (PREFACE)\n- The University of Cincinnati Summer Bridge Program\n\nAs we work to increase representation of women and BIPOC candidates, we continue to seek new places to find diverse talent. We have been partnering with INROADS and with Hispanic serving institutions, including Texas A&M University, and historically black colleges and universities including North Carolina A&T State University.\n\n2021 HIGHLIGHTS\n\n- Hosted a tour of our Cincinnati, Ohio, biofuels pretreatment facility for students from the University of Cincinnati College of Engineering and Applied Science\n- Hosted an information session and MPC panel discussion at The Ohio State University Minority Engineering Program Seminar\n\nMPC PARTNERS WITH OHIO STATE’S SCHOOL OF ENVIRONMENT AND NATURAL RESOURCES\n\nMPC donated $250,000 to The Ohio State University School of Environment and Natural Resources (SENR) to advance terrestrial wildlife ecology research, student learning and sustainability and diversity and inclusion scholarships.\n\n- $165,000 for research in terrestrial wildlife ecology\n- $60,000 to create the school’s Diversity and Inclusion Scholarship Fund\n- $25,000 for the Students Understanding Sustainability and Taking Action to Improve Nature and Society (SUSTAINS) Learning Community\n\nThe gift further enhances Ohio State’s efforts to support students from a diversity of backgrounds interested in pursuing careers in the environmental and natural resource fields.\n\nThe donation supports research to understand the benefits of integrated vegetation management on utility rights of way with a focus on ecology, soil carbon and landowner relations.\n\nAs part of the new partnership, one Ohio State student was selected for an internship opportunity within Marathon Pipe Line’s rights of way vegetation management team in 2022. Additionally, one student from Ohio State’s SENR was chosen for an internship within MPC’s ESG and Stakeholder Engagement team.\nCreating an Inclusive Culture\n\nEmployee Network Groups\n\nHaving a culture where everyone feels valued and confident to be themselves is essential for a workforce to thrive. When we’re able to advance this kind of inclusive culture, we’re able to attract the most highly skilled and diverse employee base. Our employee networks are fundamental to achieving this goal.\n\nOur employee network groups connect employees based on similar interests or diversity aspects. Our employee network groups use an ally or supporter model so no one is excluded. Any employee who wants to join a network can — something we strongly encourage.\n\nThese groups focus on six populations—Asian, Black, Hispanic, LGBTQ+, Veterans and Women. They are led by employees with active involvement from executive leadership sponsors. These networks connect colleagues from across the company and provide opportunities for personal and professional development, networking and community involvement.\n\nFrom celebrating awareness months to planning events and hosting open forums to talk about the challenges within a particular affinity, the groups continue to help create a welcoming and inclusive environment for all employees.\n\nOur senior executives recognize the strengths of a diverse workforce and inclusive workplace and many are engaged as employee network sponsors.\n\nAlmost 3,500 employees belong to our 63 employee network chapters across 13 states.\n\nAsian\n\nThe Asian Employee Network (HOPE) promotes an environment that values diversity and an atmosphere of Harmony, Opportunity, Purpose and Encouragement (HOPE). The group plans employee events and activities year-round to celebrate and educate our workforce on Asian American and Pacific Islander (AAPI) culture and experiences. During AAPI Heritage Month, HOPE, hosted an educational session to teach employees how recognizing individual emotions and actions and those of others can enable employees to work more effectively with individuals across various cultures. During another session, AAPI employees shared stories about their cultures, histories, traditions and the challenges they face in their communities and workplace.\n\nBlack\n\nThe Black Employee Network (PROMISE) works to create an environment at MPC and its surrounding communities, where Black employees and people of color feel welcome, valued and equal. In 2021, PROMISE chapters from across the company came together to celebrate Juneteenth using the time to reflect on African American achievement and resilience and advocate for equality and inclusion. Employees supported community Juneteenth events across the country, volunteered and made donations to organizations supporting Black communities and participated in a virtual tour of the Slavery and Freedom exhibition at the Smithsonian National Museum of African American History & Culture.\n\nHispanic\n\nThe Hispanic Employee Network (FAMILIA) strives to create a more inclusive workplace through engagement, awareness and advocacy and provide support for Hispanic employees throughout the company. In an effort to build awareness and provide educational opportunities during Hispanic Heritage Month, FAMILIA celebrated by holding panel discussions, embracing Hispanic culture, participating in community volunteer opportunities and conveying the importance of allyship. FAMILIA also hosted a Cultural Day where they shared about the different countries that represent our Hispanic employees, including traditional music and food of the countries. Bringing Hispanic culture to work is important to our members and allies.\nEmployee Training\n\nWhile our employee network groups offer many training opportunities on various DE&I topics throughout the year, Diversity Awareness and Skills is a required course for all new employees to complete within 18 months of hire. Employees participate in a course designed to increase awareness of the challenges of DE&I, the impact on our business and to provide skills to continue building Marathon’s high-performance team culture.\n\nFacilitated by our DE&I team, engaging and interactive workshops are offered to deepen cultural awareness to better understand coworkers and appreciate one another’s diverse backgrounds and perspectives. From unconscious bias training and dialogue on race, to generational differences and gender, these workshops provide an open forum for employees to have respectful dialogue on challenging, important topics.\n\nIn partnership with NeuroLeadership Institute, the DE&I team has redeveloped MPC’s unconscious bias program, piloted the program with a group of leaders and plans to continue rolling out the training throughout this year.\n\nLGBTQ+\n\nThe LGBTQ+ Employee Network (PRIDE) works to promote an inclusive environment and provide resources to support our lesbian, gay, bisexual, transgender and queer (LGBTQ+) employees and communities. In 2021, PRIDE planned several events to build awareness, such as an employee panel focused on the importance of LGBTQ+ allies during Pride Month, flying the Pride flag at several locations across the company and a Spirit Day celebration encouraging employees to wear purple to stand up against LGBTQ+ bullying. During the year, the group promoted a training “Investing in Allyship” focused on important LGBTQ+ terminology, the history of LGBTQ+ rights and the economic impact of inclusion.\n\nVETERANS\n\nOur Veterans Employee Network (HONOR) promotes inclusion internally and externally to attract, engage and retain prospective veteran employees through employee and community events and activities year-round to celebrate and educate our workforce on the veteran community. HONOR partnered with MPC’s Well ALL Ways team in Findlay, Ohio, to host the first Spirit of Freedom 5K race, which raised more than $25,000 for K9s For Warriors, the nation’s largest provider of service dogs to military veterans suffering from post-traumatic stress, traumatic brain injury and/or military trauma. More than 100 employees, community members, partners and sponsors participated in the in-person race and nearly 130 employees across multiple MPC locations participated in virtual races.\n\nIn partnership with NeuroLeadership Institute, the DE&I team has redeveloped MPC’s unconscious bias program, piloted the program with a group of leaders and plans to continue rolling out the training throughout this year.\n\nWOMEN’S\n\nThe Women’s Employee Network (ARISE) strives to attract, retain, inspire, support and empower women at MPC. The network plans activities and events year-round to support gender equality in our workplace and communities. ARISE launched the ARISE Connections Networking Program, open to all ARISE members and allies from across the company. This program allows participants to foster intercompany relationships and connect with others as peers. ARISE Connections provides peer-to-peer networking through either partnership matching or self-connection and small group micro-mentoring sessions. In its initial kickoff, the program has nearly 200 participants across 19 states.\nInvesting in Our Employees\n\nCompensation and Benefits\n\nCompensation and benefits are some of the most direct ways to acknowledge and encourage quality performance and meaningful contributions from our employees.\n\nTo confirm we are offering competitive pay packages in our recruitment and retention efforts, we annually benchmark compensation, including base salaries, bonus levels and long-term incentive targets. Our annual cash bonus program is a critical component of our compensation, as it provides individual rewards for MPC’s achievement against preset financial and ESG goals, encouraging a sense of employee ownership. Employees in our executive-level pay grades, as well as senior leaders and most mid-level leaders, are eligible to receive long-term incentive awards to align their compensation to the interests of shareholders. In 2021, we began piloting workplace flexibility to allow eligible roles to work remotely one day per week. We will continue to evaluate this practice and evolve as we learn from the experience.\n\nTAKING CARE OF OUR EMPLOYEES\n\nWhen Hurricane Ida hit Louisiana, MPC provided fuel, generators, equipment and tools and placed 23 employees in temporary housing, stabilized 33 homes and provided $4,500,000 in interest-free loans to affected employees.\n\n“Our local service stations were not receiving fuel for several days after the storm. When they did receive fuel, you would have to wait in line for hours. MPC helped me with the option to purchase gasoline for our generators and vehicles. MPC also helped with the option for the interest-free loans. By providing these services, MPC was a sign of hope during stressful times.”\n\nJanice Zeringue\nAnalytical Processor\nHealth and Wellness\n\nWe strive to keep our employees healthy, both physically and mentally. That’s why we operate 19 clinics across our locations where medical professionals provide on-site access to health services. We also provide a 24/7/365 nurse hotline, on-site amenities such as fitness and wellness resources and virtual and on-site educational sessions on a variety of health topics — all delivered by a team of dedicated health and wellness professionals.\n\nHelping Our Employees Be Well ALL Ways\n\nIn 2021, we introduced the Well ALL Ways well-being model to emphasize to employees the importance of taking care of themselves. Well ALL Ways focuses on preventive health and comes with a financial incentive: Eligible employees who complete an online health assessment and a preventive physical exam with an approved health care provider can earn a $400 payroll stipend, with an additional $200 for a qualified spouse or domestic partner.\n\nThere are five key aspects to the Well ALL Ways Program:\n\n- **Occupational** - how we foster safe and engaging work\n- **Financial** - how we build toward financial stability\n- **Social** - how we connect with others\n- **Physical** - how we fuel our bodies\n- **Mental** - how we respond to life\n\nCaring for Our Employees’ Mental Health\n\nIn 2021, we made mental well-being a priority of our wellness programing. According to the CDC, mental health is vitally important because it affects how we think, feel and act. It helps determine how we handle stress, relate to others and make healthy choices.\n\nAnd mental health is important at every stage of life, from childhood and adolescence through adulthood. In the workplace, mental health contributes to safety and productivity. Our 2021 initiatives included:\n\n- **Preventing Negative Thought Traps** - Over 400 employees attended this webinar from our Employee Assistance Program (EAP) and also learned about EAP benefits available to them.\n- **Let’s TALK Workshop** - Over 675 employees attended more than 20 workshops on how to support someone who may be struggling with mental health.\n- **Mindfulness Webinar** - This webinar focused on using mindfulness to positively support mental well-being. We also developed a mindfulness workshop facilitated for employees throughout the year.\n- **Unwind Your Mind Mental Well-Being Challenge** - This challenge asked participants to track mindful minutes or brain breaks during the workday. More than 200 employees participated in this challenge.\n- **Employee Caregiving Panel** - Employee caregivers shared their stories and talked about the importance of mental health and taking care of yourself when caring for others.\nLeadership Development and Employee Training\n\nStrong leadership is essential to our success, and we support our leaders at all levels with a broad range of training opportunities.\n\nOur programs — which we offer across the organization — blend business and leadership content, often with external faculty. We use a variety of training methods, including visual, audio, print, tactile, interactive, kinesthetic, experiential and leader-teaching-leader to address and engage different learning styles. We believe networking and access to our executive team are key leadership success factors, and we incorporate these opportunities into all our programs.\n\nWe introduced two new leadership development programs. New Leader Onboarding (NLO) is designed for newly appointed leaders who have supervisory responsibilities. In 2021, 61 supervisors participated as part of a pilot. In 2022, 180 leaders are expected to participate in NLO. The second new program, Frontline Leadership Skills (FLS), is intended for supervisors of hourly employees and will be available in 2022; 1,400 employees are expected to complete the program.\n\nPerformance Excellence\n\nOur performance process helps our people focus on the core aspects of their job, align on expectations with their supervisors and teams and consider accomplishments within the context of how they were achieved. Supervisors and employees establish up to five performance commitments annually. At the end of the performance cycle, employees receive a scorecard that summarizes results, including assessing performance in terms of values, knowledge and competencies. Each year, nearly 100% of our salaried exempt and salaried nonexempt employees participate in our performance process.\n\nIN 2021, 1,100+ MPC LEADERS PARTICIPATED IN 40 DEVELOPMENT PROGRAM OFFERINGS.\n\nLEADERSHIP PROGRAMS\n\nLEADERSHIP SKILLS FOR EXTRAORDINARY SAFETY\nreinforces fundamental safety leadership concepts and strong employee safety performance through trust building, commitment and responsible leadership.\n\nMARATHON SUPERVISOR DEVELOPMENT PROGRAM\nhelps leaders strengthen results oriented and effective leadership skills.\n\nCOMMERCIAL SKILLS\nraises awareness of MPC’s business operations and builds the necessary skills to identify, evaluate, negotiate and execute commercial activities supporting MPC’s strategic priorities.\n\nMARATHON STRATEGIC LEADERSHIP PROGRAM\nhelps participants develop a deeper understanding of MPC’s business strategy, the dynamics of strategic leadership and value creation.\n\nMARATHON LEADERSHIP EXPERIENCE\nblends instruction and experiential learning around key leadership skills and business topics, including strategic thinking, execution, business acumen, innovation, personal leadership philosophy and value creation.\n\nMARATHON ADVANCED LEADERSHIP PROGRAM\nprovides tools to help participants think and behave differently, navigate and lead change, provide the knowledge and leadership capabilities to work across organizations, incorporate diverse perspectives to produce expected results, and unlock their highest potential and that of their people.\nEmployee Engagement\n\nEmployee Experience Survey\n\nUnderstanding our employees’ experiences at MPC and hearing employee perspectives provide insights that strengthen and better position us for the future. We have implemented a more contemporary process for gathering and evaluating employee feedback, including doing so more frequently and through a wider variety of tools. These include conducting targeted “pulse” surveys throughout the year and holding focus groups to dig deeper and better understand the input collected through surveys.\n\nWe conducted an employee survey to gather feedback on key cultural elements that define and shape positive experiences for our employees on a long-term basis. The survey evaluated how employees are experiencing different aspects of working at MPC and how we can improve employee experience.\n\nResults are being shared with employees and companywide action plans and specific business unit plans are being developed to focus on the areas where MPC can improve the employee experience.\n\nFocus groups were held to better understand the survey results and to help explore meaningful opportunities to address employee feedback.\nRespecting Human Rights\n\nHuman Rights Are Fundamental to Our Core Values of Integrity, Respect and Inclusion, as We Strive to Make a Positive Impact on Society.\n\nMPC’s and MPLX’s Policy on Human Rights, Including the Rights of Indigenous People represents our commitment to respect the human, cultural and legal rights of all individuals and communities. MPC also expects our suppliers, contractors and other business partners to likewise respect human rights and remediate human rights impacts in their respective activities.\n\nWe are committed to respecting human rights as set out in the United Nations Universal Declaration of Human Rights and the Voluntary Principles on Security and Human Rights. In the development of our policy, we identified and continue to monitor the following key human rights impacts and risks:\n\n- Child labor\n- Compensation and benefits\n- Diversity and inclusion\n- Forced or coerced labor\n- Freedom of association and collective bargaining\n- Harassment and discrimination\n- Health and safety\n- Security\n\nMPC and MPLX must follow company policies and comply with laws and regulations related to human rights. We also work within our sphere of influence and business operations to reduce the risk of potential human rights violations by identifying risks, monitoring risks, reporting concerns and remediating violations that relate to identified impacts and risks.\n\nHuman Rights Due Diligence\n\nHuman rights due diligence is embedded in our ways of working, which are applicable to all employees and contractors. Several key standards, procedures and processes and accompanying employee training, guide our integrated approach to human rights:\n\n- Our Policy on Human Rights, Including the Rights of Indigenous People describes our obligation to respect the rights of our employees and members of the communities, including Indigenous communities, where we operate and provides guidance on managing this important responsibility.\n- Our core values guide the way we treat each other and all stakeholders. We believe how we do our work is just as important as what we do.\n- Our Code of Business Conduct explains how employees, contractors and anyone else acting on behalf of MPC and MPLX must behave as representatives of the company. MPC provides mandatory training and regularly reminds employees and contractors about the Code of Business Conduct.\n- We promote the well-being of our employees by providing competitive compensation and benefits, maintaining safe and healthy work environments, respecting their freedom to associate and bargain collectively and promoting diversity, equity and inclusion. We prohibit harassment and discrimination and the use of coerced, forced and child labor.\n- Our Supplier Code of Conduct details our expectations for suppliers to not only comply with environmental, social and governance clauses in their MPC contracts, but to adhere to our fundamental values, policies and procedures in how they do business.\n- We perform supplier ESG performance assessments and evaluate compliance with the Supplier Code of Conduct for our Tier 1 Critical Suppliers.\n- MPC’s corporatewide Operational Excellence Management System provides a standard and integrated approach to identifying, monitoring and managing risks in our operations, including potential human rights risks.\n- We are committed to respecting our neighbors, managing our impacts from projects and operations responsibly and contributing to the communities in which we operate. For major projects, we conduct impact assessments and consider the economic, social, environmental opportunities and risks. This helps us to manage and reduce impacts on the environment and on communities throughout the lifetime of the project. We engage with communities and other stakeholders as part of our impact assessment process to share information, consider suggestions and discuss ways to address concerns.\n- Our processes for stakeholder engagement and feedback mechanisms support our integrated approach to human rights due diligence. Through our feedback mechanisms, for example, we help provide appropriate channels for individuals or communities to raise concerns, whether through Community Advisory Panels (CAPs), widely communicated and accessible hotlines, or community engagements. We then work to manage, respond to and resolve issues in a timely manner, as appropriate.\n- Our Tribal Affairs Working Group drives proactive approaches to building relationships with the tribes within our operational footprint. When engaging with tribal communities, we seek first to understand their culture and unique history, traditions and beliefs. Learn more about our engagement with Indigenous communities in our Engaging with Indigenous Communities section.\nEMBRACING A CULTURE OF SAFETY\n\nThe safety of our employees, contractors, business partners, customers and communities is our No. 1 priority.\n\nIn keeping with our core values, we approach our work with the highest commitment to safety and a focus on caring for the environment. To continually reinforce these values and drive strong performance, we combine best practice-based operational standards, documented work processes, proven management systems and behavior-based programs to train, protect and empower our employees and contractors.\n\nMaintaining High Personal Safety Standards\n\nWe empower everyone at MPC and MPLX to create and maintain a safe and healthy workplace. Employees and contractors are held to the same high standards and expectations and are authorized to stop any work if they feel at risk. Our Operational Excellence Management System (OEMS) is based on the principles of RC14001®, including health and safety and the Plan-Do-Check-Act continual improvement cycle.\n\nTogether, these components provide us with a comprehensive approach to managing risks and preventing incidents, illnesses and fatalities. The personal safety standards that we implement comply with, and in many cases, exceed local, state and federal regulations. We train employees and contractors on these standards and conduct frequent audits and quality assurance visits using internal and external subject matter experts to assess the system’s effectiveness. Strict adherence to processes and procedures that help avoid safety and environmental incidents is integral to our safety culture.\n\nOSHA’S VOLUNTARY PROTECTION PROGRAM\n\nOSHA’s Voluntary Protection Program (VPP) is a cooperative program between regulators and industry that recognizes and helps drive exemplary safety performance at all levels of an organization.\n\nVPP STAR CERTIFICATIONS EARNED\n\n34\n\nCOVERING\n\nMPC AND MPLX FACILITIES\n\n45\n\n570,000+ HOURS OF HEALTH AND SAFETY TRAINING FOR MPC EMPLOYEES\n\nACHIEVING VPP STATUS\n\n1\n\nVPP sets performance-based criteria for a health and safety management system and assesses applicants against these criteria.\n\n2\n\nOSHA conducts a rigorous on-site evaluation, including meeting with leadership and employees, a walk-through of the facilities, formal and informal interviews and a closing meeting to discuss findings and recommendations.\n\n3\n\nOSHA approves qualified sites to one of three designations: Demonstration, Merit and Star, the highest level.\nAdhering to Process Safety Management Practices\n\nWe strive to continually improve the safety of our operations by applying good practices in the design and implementation of equipment we use and by keeping safety risk and mitigation at the forefront. Through our OEMS and adherence to Process Safety Management (PSM), we work to reduce the number and severity of process safety events.\n\nMPC and MPLX maintain standards for PSM that emphasize managing hazards using technologies, procedures and management practices. Our Process Safety Management program provides a framework and systematic approach to continuously improve the safety and integrity of our assets while identifying and addressing environmental, health and safety risks. It is designed to prevent or mitigate an incident’s consequences and assure ongoing operations.\n\nWe also maintain a rigorous auditing schedule to verify facilities are assessed across all process safety elements. When issues are identified, they are documented in our incident tracking tool, and the findings are tracked to closure.\n\n2022 Process Safety Target\n\nAchieve a 5% reduction in companywide process safety events over 2020 and 2021 combined average — our two best performance years ever — by:\n\n- Maintaining equipment integrity\n- Managing change\n- Enforcing safe work practices and operating procedures\n\n32% reduction in companywide process safety events since 2018, and we aim to continually improve\nReducing Safety Risks Through Peer Observations and Feedback\n\nWe implement behavior-based safety (BBS) programs across all operations, empowering employees and contractors to enhance safety practices in the workplace through peer observations. These programs manage employee exposure at the working interface: the point at which employee activities interact with workplace conditions and management systems. Safety excellence is directly related to the effectiveness of our organization at reducing identified hazards; we have found that BBS programs drive strong safety performance.\n\n**BBS PROGRAMS**\n\n- Help identify the reasons for operational choices made\n- Reinforce safe behaviors\n- Identify safer ways to perform tasks\n- Start conversations that lead to safer decisions before injury can occur\n\nReporting and Tracking Incidents\n\nAll employees and contractors have the responsibility to report an incident or injury, and we prohibit reprisal for reporting. We use a companywide software system to actively report, track and identify trends in incidents and injuries. The system, overseen by management, enables tracking and documentation of incident investigations and corrective actions, if needed, until an incident is closed. We also use this system to measure our operating discipline and management system performance through indicators such as management of change tasks.\n\n**FIELD AUDIT SCORING TOOL**\n\nMPC refineries are getting valuable safety information to employees in the field faster than ever before, thanks to new web-based software that creates trend data in real-time to bring visibility and prioritization to emerging risks. MPC’s refining safety group developed the Field Audit Scoring Tool (FAST), which allows for quicker trend analysis and more timely notifications to the field to help avoid potential safety issues.\n\nEmployees can use FAST to complete four types of safety assessments: a life critical audit, joint jobsite visit, job safety analysis and general safety audit.\n\n**Assessment observations might include risks such as:**\n\n- Hoses and cords that create tripping hazards\n- Wearing inadequate personal protective equipment for existing conditions\n- Working at heights without being properly secured to prevent a fall\n- A lack of communication among workers executing a particular task\n\nThe tool was designed so that anyone with a smartphone or other web-capable device can complete an audit in under five minutes, which can yield a large quantity of valuable data. Software instantly processes the data to show daily behavioral trends on a dashboard that all MPC employees and contractors can access.\nPutting Safety in the Driver’s Seat\n\nMPC transport drivers safely deliver essential transportation fuels to gas stations and other locations around the country. In 2021, transport drivers drove more than 53 million miles with an at-fault accident rate of 0.22 per million miles.\n\nWe attribute this strong safety performance to effective safety programs across our fleet. Driver observation programs comprising of unannounced field observations and ride-alongs check that drivers are following policies and procedures. All drivers are trained using the Smith System, a defensive driving program proven to prevent collisions, reduce fuel and maintenance costs and save lives.\n\nIn 2021, we enhanced our DriveCam program, including sideview cameras on our transport trucks that allow visibility down both sides of the truck, along with digital video recording (DVR) with the ability to review 100 hours of recorded exterior video. These enhancements help us investigate accidents, improve driver coaching and improve future remote driver observations.\n\n75% reduction in at-fault accident rates by MPC transport drivers since 2017\nEmployees and Contractors Working Together\n\nFrom our employees and contractors in the field to our corporate offices, everyone at MPC and MPLX is expected to hold themselves and others accountable to our safety standards. We communicate this through a robust onboarding process for employees and contractors and reinforce it through recurring trainings and safety discussions. If employees and contractors alike feel a task is being performed unsafely, they have the authority to stop the work in progress until the safety concern is addressed — no matter how big or small the job may be. Our field leadership team members emphasize our focus on safety by personally conducting regular safety meetings with employees and contractors to promote two-way communication and continuous learning.\n\nA THOROUGH CONTRACTOR SELECTION PROCESS\n\nAs reflected in our comprehensive contractor evaluation and selection process, safety is always a priority. Prospective contractors’ health and safety programs and safety data, including total recordable incident rates and federal OSHA logs, must be vetted by an independent third party before we will sign contracts with them.\n\nAfter a job is awarded, but before starting work at any of our facilities, all contractors and subcontractors conducting what MPC and MPLX define as “safety sensitive” work must meet a series of requirements. These requirements include reviewing our operating guidelines regarding contractor safety management, submitting a pre-job safety questionnaire and completing daily safe work permits with input from the contractor.\n\n11 NESTED CONTRACTED COMPANIES ARE VPP-CERTIFIED AT OUR SITES, WITH MPC SERVING AS A SPONSOR\nIndustry Safety Awards\n\nAmerican Fuel and Petrochemical Manufacturers Safety Awards\n\nFour MPC refineries and our corporate refining organization were recognized by American Fuel & Petrochemical Manufacturers (AFPM) for safety performance, program innovation and safety leadership in 2021.\n\nDISTINGUISHED SAFETY AWARD\nAFPM’s highest honor — awarded to facilities for achieving a sustained, exemplary level of safety performance.\n\n🏆 St. Paul Park Refinery\n\nGOLD ELITE AWARD\nAwarded to facilities with safety performances in the top fifth percentile of industry.\n\n🌟 Anacortes Refinery\n🌟 Garyville Refinery\n\nSAFETY INNOVATION AWARD\nRecognizes sites that have unique and innovative programs or practices that effectively improve their occupational or process safety performances.\n\n📍 Detroit Refinery\n📍 MPC Corporate Refining\n\nILTA SAFETY AWARDS\n\nMPLX’s Terminal organization earned two safety awards from the International Liquid Terminals Association (ILTA) in 2021.\n\nSafety Excellence Award\nRecognizes companies achieving a total employee recordable incident rate of 0.75 or less.\n\nSafety Improvement Award\nAwarded to companies that demonstrate consistent trend-line improvement over the previous three years.\n\nCHAMBER OF SHIPPING OF AMERICA’S JONES F. DEVLIN AWARD FOR SAFETY ACHIEVEMENT AWARD\n\nMPLX’s Marine organization received the Chamber of Shipping of America’s Jones F. Devlin Award for Safety Achievement. The award recognizes vessels for performing outstanding feats of safety during the calendar year.\nENGAGING OUR STAKEHOLDERS AND COMMUNITIES\n\nWe seek to create shared value with our many stakeholders, including the communities where we operate.\n\nWe work to understand our stakeholders’ goals, perspectives and concerns and incorporate their feedback into our business strategies. Our engagement approach and programs involve establishing regular communications with our local stakeholders, assessing community impacts and providing opportunities for stakeholders to share their concerns. As our business and stakeholder interests evolve, we continue to adapt and expand our approach to engagement to meet the changing needs of our company and our stakeholders.\n\nActive Engagement\nEngaging with our stakeholders means two-way communications: listening to and addressing their concerns and being accessible to the communities we serve.\n\nCommunity Hotlines\nWe have hotlines available 24 hours a day, seven days a week that neighbors of our facilities and landowners of our pipeline rights of way can use to contact us to ask questions and report concerns. Our teams route messages to the appropriate area and are empowered to escalate concerns when necessary.\n\nCommunity Advisory Panels\nCommunity Advisory Panels (CAPs) are made up of community representatives from various backgrounds and are established at all our major refining assets. CAP meetings provide forums for members to learn more about MPC and our operational and community initiatives and projects, as well as to ask us questions, raise concerns or share about opportunities.\n\nPreparing for a Just and Responsible Transition\nWe recently published our report on Creating Shared Value Through a Just and Responsible Transition, which is available on our website. This report frames our ongoing commitments and actions, particularly our engagement and collaboration with our employees and communities, to address the potential social impacts of our business as the energy transition progresses. The Just Transition Report is informed by the metrics — including acknowledgment, commitment, engagement and action — in a new just transition indicator published by Climate Action 100+ for its Net-Zero Company Benchmark.\n\nAs detailed in our report, we will continue to do our part to enhance the opportunities for our people and value for our communities as we continue to evolve our business. We do this by building upon our long-standing commitments and practices, through engaging with stakeholders, investing in our people and investing in community workforce development.\n\nStakeholder Engagement Plans\nOur Stakeholder Engagement Plans provide road maps of intentional engagement strategies tailored to meet the needs of the communities we serve. We consistently evaluate key stakeholders and local issues through ongoing dialogue, surveys and other feedback mechanisms to keep our strategies relevant. This is important to:\n\n- Build and maintain relationships\n- Create and maintain an open dialogue\n- Raise concerns and develop solutions\n- Forge partnerships, where appropriate\n\nWe coordinate stakeholder engagements across our organization, to understand and address our stakeholders’ needs and interests, while driving progress toward our shared goals. We have Stakeholder Engagement Plans in place for 100% of our refineries and owned and operated renewable fuels facilities. We’re enhancing relationships with neighbors, landowners and tribes near our MPLX assets through ongoing dialogue and proactive engagements.\n\nOUR STAKEHOLDER ENGAGEMENT PROCESS:\n\n- Helps MPC and MPLX leaders and teams engage stakeholders in open dialogue to understand needs and concerns, define priorities, identify resources and pursue shared goals.\n- Guides facilities to engage key stakeholders and audiences in ways that are tailored to their circumstances.\n- Recognizes that each community where we operate has different needs.\nProgram Highlights\n\nEngaging Along the Pipeline\n\nMarathon Pipe Line LLC (MPL), a wholly owned subsidiary of MPLX, continues to evolve its model public engagement program, Earning Your Trust. This program engages landowners, community members, schools and public officials about pipeline safety and infrastructure.\n\nNew Neighbor Program\nMPL’s New Neighbor Program aims to build awareness of pipeline activity and provide educational tools and resources to new landowners. Real-time change of property ownership notifications allow MPL to engage new landowners quickly. Landowners receive initial safety communications within weeks of reported ownership. These more frequent updates have increased employee engagement with landowners.\n\nDepth of Cover Program\nMPL began reaching out to farmers using video messaging to raise awareness of shallow pipes to ensure they exercise care when landscaping and farming. The program included video clips of three to five minutes each showing safe methods of working around potential shallow pipelines and ways to mitigate the risk. The program emphasizes the importance of calling 811 before digging or engaging in other farming activities. This form of digital engagement has reached approximately 200 farmers and been well received.\n\nMPL Virtual Event to Promote Safe Digging\nFor the second year in a row, MPL hosted an 811 Spin-to-Win Facebook Live Event in partnership with the Ohio State Fair. The event promoted 811’s Call Before You Dig campaign in a virtual setting to more than 3,500 viewers. Participants were awarded prizes for correctly answering questions related to safe digging. In total, 811 Spin-to-Win reached nearly 6,500 people across the U.S.\n\nMPL RECEIVED OVER 1,200 INQUIRIES ON OUR LANDOWNER LINE IN 2021.\n\nMost of the inquiries were simple questions from landowners and fewer than 3% of the calls were complaints. We responded to more than 97% of the inquiries within three days of receiving the call. The remaining calls varied in complexity or did not require a response. The average response time for all inquiries was 15 hours.\n\nFueling Detroit Event Series\n\nDETROIT, MICHIGAN\n\nDuring the summer and fall seasons, the refinery hosted the Fueling Detroit Event Series, four community events that included a family movie night, the Southwest Detroit Farmers Market, Back to School Blitz and a Health and Harvest Fair. The events were held at the Kemeny Recreation Center and nearly 250 guests attended each event.\n\nThese events brought community members together and helped connect residents to resources such as immunizations, health screenings and other wellness activities.\n\nThe Fueling Detroit Event Series will continue throughout 2022, including a financial literacy lunch and learn with Wayne Metropolitan Community Action Agency, a nonprofit organization serving residents throughout Wayne County, Michigan.\nEngaging with Indigenous Communities\n\nMPC and MPLX are committed to fostering relationships with Indigenous communities near our facilities. By embracing the culture and ideology of Indigenous people, we gain perspective into their rich history and understanding on how to best create shared value.\n\nIndigenous perspectives on safety and the preservation of cultural and environmental resources inform our planning and execution of projects and operational activities. Our Tribal Affairs Working Group drives proactive engagements to help build sustainable relationships and successful partnerships with tribal communities. We routinely engage with Indigenous communities through hosting facility tours for tribal leadership, conducting business update meetings with tribal governments and participating in tribal cultural events.\n\nRespecting Indigenous Cultures\n\nPart of establishing dialogue with tribal partners is understanding what is important to them and interacting in a manner consistent with their values. We continue to provide cultural awareness education programs to key stakeholders across our company to improve understanding of Indigenous history, traditions, rights, cultures and governance. This year, our training programs included tribal leaders from the Navajo, Umatilla, Cherokee and Blackfeet tribes as guest hosts.\n\nIn 2021, MPC invested over $500,000 with organizations that directly support tribal communities in areas where MPC and MPLX operate. We actively engage with 21 tribal communities across the U.S. and look forward to expanding our reach with other tribal communities where appropriate.\n\nPARTNERSHIP WITH UTE INDIAN TRIBE\n\nIn the Salt Lake City area, our partnership with the Ute Indian Tribe is multifaceted and long-standing. MPC purchases crude from the Ute Indian Tribe, has natural gas gathering and processing on Ute tribal lands and collaborates with the Uintah Basin Technical College on their Commercial Driver’s License and Diesel Mechanic programs, which are well attended by students from the Ute Tribe.\n\nIn 2021, MPC established the Marathon Petroleum Tuition Gap Funding Program at the Uintah Basin Technical College (UBTech) with a $100,000 grant. This program supports students, including those from the Ute Tribe, to help pay remaining tuition balances where grants, scholarships or tribe subsidies may fall short. The funding provided by MPC allows participating UBTech students to pursue their education without concern for tuition gaps.\n\n“Scholarships like these help me pay my tuition and buy books. It helps me reach my goals and by furthering our education, we build stronger communities.”\n\nVALERIE SERAWOP\nUBTech Student of the Year\nCommunity Investment\n\nOur community investment strategy focuses on contributions to and partnerships with charitable organizations that:\n\n- Reflect the priorities of our community stakeholders\n- Align with our core values\n- Amplify our sustainability strategy\n- Enable us to make a positive, measurable impact in the communities where we live and work\n\nWith the introduction of our updated focus areas in 2021, we have expanded our reach of projects and programming to a broader array of organizations making a difference in communities. In addition to our long-standing key partnerships, we support initiatives focused on workforce development, sustainability and opportunities to support thriving communities.\n\n2021 COMMUNITY INVESTMENTS BY THE NUMBERS\n\n$21 MILLION+\ninvested in communities by MPC and MPLX\n\n$4 MILLION+\nemployee donations to nonprofits\n\n950+\nnonprofits supported\n\nHIGH IMPACT COMMUNITY INVESTMENTS\n\n$9 MILLION+\nCOMMUNITY INVESTMENTS of\n$25K+ to over 100 ORGANIZATIONS\n\n170,000+\nIMPACTS REPORTED\n\nData includes a mix of initial results, interim estimates and final reports and may fluctuate as programs/projects near completion.\n\n| Workforce Development | Sustainability | Thriving Communities |\n|-----------------------|----------------|----------------------|\n| Impact Summary        | Impact Summary | Impact Summary       |\n| Preparing more individuals for professional success through vocational training, career readiness, technical internships and scholarships | Protecting the environment and wildlife while promoting sustainability and conservation through educational experiences | Meeting basic needs — beyond assistance with food and shelter — we’re improving access to resources like youth development and safety initiatives |\n| Impacts Reported      | 7,000+         | 120,000+             | 43,000+               |\n| Top Related Indicators| Improved productivity or professional effectiveness | Accessed resources that helped improve health | Improved community resources |\n|                       | Attained, retained, or improved employment | Animals treated; habitat improved | Gained support, improved safety |\n|                       | Earned post-secondary degree, credential | Sustainability leaders activated, strengthened | Achieved food security, improved nutrition |\n|                       | Acres of land or species protected, restored | | |\nCharitable Contributions and Grants\n\nMPC and MPLX consistently seek unique and innovative investment opportunities that challenge the view of typical grantmaking. By engaging with stakeholders from different backgrounds, we pursue projects that allow us to create a positive measurable impact and build partnerships across diverse organizations.\n\n**Workforce Development: How We’re Helping**\n\n**Habitat for Humanity — Martinez, California**\n\nThe Martinez Renewable Fuels facility launched its signature Hands on for Habitat program, a three-year partnership with Habitat for Humanity East Bay/Silicon Valley that takes high school students focused on construction trades beyond the classroom and into the world of volunteerism and real-world construction experience. Each year, the program will benefit more than 100 11th and 12th graders enrolled in construction trade programs in the Mount Diablo, Martinez and Pittsburg school districts.\n\nThrough this innovative program, MPC is helping students explore high-paying careers while advancing the goal of building the workforce pipeline for our industry and the Bay Area economy.\n\n**Sustainability: Clearing the Air**\n\n**Paso del Norte Community Foundation — El Paso, Texas**\n\nWe’re developing the air quality monitoring capabilities for the Paso del Norte Air Basin to offer more robust air quality information. The expanded capabilities will offer increased communication between environmental authorities at federal, state and local levels in Mexico and the U.S., as they focus on solving air quality challenges in the Paso del Norte region.\n\nAir quality in this region poses complex challenges due to geography, population, multistate and international jurisdictions due to its extension across state lines and the U.S.-Mexico border. Close to 3 million people live, travel and trade in this mountainous region. MPC funds are helping by adding a new monitoring station to the network in Ciudad Juarez, Mexico.\n\nWith MPC’s contribution, the installation of an additional monitoring station will increase the current capacity of the network by 33%. This first-of-its-kind partnership was developed to support long-term, sustainable operations and maintenance of the air quality monitoring network.\n\n**Thriving Communities: Meeting Basic Needs and More**\n\n**Food Banks and First Responders Support**\n\nAcross our operational footprint, we’re working hard to meet the most basic needs in the communities where we live and work. From responding to increased needs such as food security, to continuing support for safety initiatives, our commitment to thriving communities is helping us to make a difference in the lives around us.\n\nWe’ve invested more than $350,000 in food banks and meal programs that benefit our neighbors in all stages of need. Our partnerships allow us to host drive-thru food distribution events and fund community meal programs, as well as provide weekend meals to school-aged students.\n\nTo keep our communities safe, MPC has also invested more than $345,000 to first responder organizations across our territories. We are committed to helping firefighters, health care providers and law enforcement respond effectively when needed.\nEmployee Giving and Volunteer Incentive Programs\n\nOur employees are passionate about giving to and volunteering for nonprofit organizations in our communities. That’s why we provide a robust matching gifts program and reward those who invest their time. We match 100% of employee donations, dollar-for-dollar, to qualified 501(c)(3) organizations, up to $10,000 per calendar year.\n\nMatching Gifts for Higher Education provides a company match of up to $10,000 for qualified gifts to two- and four-year accredited colleges and universities. This is separate from and in addition to the Employee Giving Program match.\n\nOur Volunteer Incentive Program allows employees to earn a $500 award for the charity of their choice by volunteering 24 hours or more with a qualified nonprofit. Employees may earn one individual award and one group award for a total of $1,000 in potential awards per year.\n\n2021 EMPLOYEE GIVING\n\n$4 MILLION+\nemployee donations\n\n$3.5 MILLION+\nmatch on employee donations\n\n2021 EMPLOYEE VOLUNTEERISM\n\n57,500+\nnumber of employee volunteer hours\n\n800+\nnumber of volunteer projects\nWINTER STORMS IN THE SOUTH\nIn February 2021, winter storms swept the nation, delivering heavy snow in the South that affected MPC facilities and employees in Texas and Kentucky. Many were without power and water for days while utility crews worked to restore service.\n\nIn addition to distributing clean drinking water to employees at our San Antonio and Galveston Bay facilities, MPC also matched qualifying donations dollar-for-dollar through our matching gifts program and provided disaster relief support in the form of grants to the Salvation Army in Ashland, Kentucky, the San Antonio Food Bank and the United Way of Galveston.\n\nDEVASTATING TORNADOES\nIn December 2021, tornadoes directly impacted many communities, including our refineries in Robinson, Illinois, and Catlettsburg, Kentucky. Employees donated clean drinking water, cots and children’s toys to help and comfort displaced families. MPC also provided grants in the amount of $10,000 each to the American Red Cross of the Kentucky Region and to Team Kentucky to aid recovery initiatives.\n\nHUMANITARIAN AID FOR UKRAINE\nAs war continues to ravage Ukraine, our thoughts are with those immediately affected by the violence and destruction. To assist those in need, MPC:\n\n- Donated $1 million to organizations providing direct assistance\n- Implemented a special match program for employee donations separate from and in addition to the regular matching gifts program\n- Hosted local collections and fundraisers to support displaced families\n\nHURRICANE IDA RESPONSE\nOn Aug. 29, 2021, Hurricane Ida made landfall in Louisiana as a Category 4 storm. Ida passed directly over an area that’s home to more than 1,000 MPC employees, our Garyville refinery, the Garyville, Mt. Airy and St. James terminals, and several pipeline, marine and trucking assets. In the aftermath of the storm, the safety of our employees and community members was our primary concern.\n\nStepping Into Action — Our Initial Response\n- $1 million donated by MPC to local charitable organizations and municipalities in and around St. John the Baptist Parish.\n- Distributed food, water, hygiene items and other essentials.\n- Mobilized volunteers to assist employees with their damaged homes.\n- Helped address short- and long-term housing needs for employees.\n- Provided $4,500,000 in interest-free loans to employees for recovery assistance.\n- Implemented a special matching gift program that matched the first $25,000 of employee gifts made to the American Red Cross of Louisiana and St. John United Way.\n- $50,000 donated and hundreds of volunteer hours served by employees to aid recovery.\n\nLong-Term Recovery Support\n- Joined the St. John Parish Long Term Recovery Group to assist individuals and families with unmet needs due to the storm.\n- Partnered with St. John United Way and Eight Days of Hope to rebuild damaged homes — 50 MPC employees and 1,500 volunteers from 42 states participated.\n- $3 million donated by MPC to provide roofing, painting, carpentry and drywall work at no cost to families impacted.\nADVANCING SUPPLY CHAIN SUSTAINABILITY\n\nOur commitment to sustainability across the value chain extends to the integration of ESG within our supply chain strategy.\n\nAs we experience more fluid and challenging supply landscapes, it is imperative to have a supply chain that is adaptable, agile and able to quickly respond to local, national and global events. MPC and MPLX strive to effectively consider risk when making strategic and operational decisions that will allow for the continuity of goods and services required to support our operations. Through MPC’s and MPLX’s programs governing supplier selection, supplier compliance assurance, supplier diversity and supplier recognition, we continue to improve our operations and business practices to manage risk and capture opportunities.\n\nWe train our supply chain employees on sustainable procurement, including health, safety and environmental issues, compliance and ethics, human rights and diversity. This empowers employees to be educated, aware and proactive to minimize risk through supplier selection, contracting and compliance assurance.\n\nNo significant changes to our Tier 1 supply chain occurred in 2021 that would cause or contribute to significant economic, environmental or social impacts.\n\nManaging Risk Through Supplier Selection\n\nMPC and MPLX value relationships with the thousands of suppliers that enable us to operate in a safe and efficient manner.\n\nWe partner with our suppliers to provide essential goods and services and strive to work with suppliers that are committed to sustainability, maintain high safety and ethical standards, offer innovative, value-added capabilities, understand our business, embrace quality procedures and processes, and offer superior technology, cost or service advantages.\n\nOur supplier selection process is a valuable tool for us to manage risk within our supply chain. Potential suppliers are evaluated against key safety metrics and programs through our robust procurement process. Between the use of predominantly U.S. domestic suppliers bound by U.S. laws and regulations and focused vetting of international suppliers, our strategic procurement decisions reduce supply chain risks related to personnel safety, environmental issues and human rights.\n\nTo advance continuous improvement, we have set a goal to comprehensively assess our current risk management program by mid-2023. Through this process we will update identified risks, identify any gaps and opportunities for improvement and implement enhancements to strengthen our overall program.\nAdvancing a Diverse Supply Chain\n\nMPC and MPLX are committed to a diverse and inclusive supply chain—one that is reflective of the communities where we live and operate. Supplier diversity helps us build a stronger, better, more competitive company. We actively build partnerships with diverse suppliers across our operations, and we are committed to providing equal and impartial opportunities to meet our business needs. This approach stimulates local economic development and enhances our long-term business performance by attracting qualified providers of goods and services and improving supplier competition and sustainability. We actively participate in organizations that support the development of diverse and small businesses in the U.S. We are corporate members of several diversity councils, including the National Minority Supplier Development Council, National LGBT Chamber of Commerce and the Women’s Business Enterprise National Council.\n\nSupplier Code of Conduct\n\nHow we conduct ourselves is just as important as the results we achieve. This expectation applies not just to our employees, but also to our valued partners who play a role in the safe, responsible and reliable operation of our business. Our Supplier Code of Conduct details our expectations of our suppliers’ standards and work practices. We expect our suppliers not only to comply with environmental, social and governance clauses in their contracts with MPC, but to adhere to our policies, procedures, Code of Business Conduct and our Supplier Code of Conduct and apply them to how they do business. We provide an Integrity Helpline and encourage all suppliers to anonymously report suspected unethical or illegal acts. As a precondition to participating in our standard bidding process, potential suppliers must first acknowledge and accept the Supplier Code of Conduct.\n\nRecognizing and Rewarding Performance\n\nOur annual Supplier Recognition Awards program is designed to recognize MPC and MPLX suppliers for outstanding performance in alignment with our core values. Ten awards were given in the following categories:\n\n- Sustainability Partnerships\n- Innovative Partnership\n- Exceptional Partnership\n- Diverse Supplier of the Year\n- Supplier of the Year\n\n$575 MILLION\nTotal Supplier Diversity Program spend for 2021\n\n$1.2 BILLION+\nTotal Supplier Diversity Program spend since 2019\n\nTHE SUPPLIER CODE OF CONDUCT EMPHASIZES EXPECTATIONS OF SUPPLIERS IN THE AREAS OF:\n\n- Environmental, health, safety and security\n- Legal and ethical compliance\n- Conflict minerals\n- Conflicts of interest\n- Human rights\n- Diversity\n- Compliance assurance\n- Reporting unethical or illegal acts\n\nCOMPLIANCE ASSURANCE\n\nIn 2021, we made significant progress in implementing ESG performance assessments and Supplier Code of Conduct compliance evaluations of our Tier 1 Critical Suppliers.\n\n~90 OF OUR TIER 1 CRITICAL SUPPLIERS ARE PARTICIPATING IN OUR ESG ASSESSMENT\n\nROBCO SERVICES RECEIVES REFINING’S DIVERSE SUPPLIER OF THE YEAR AWARD IN 2021\n\nRC Williams Enterprise dba Robco Services (Robco) is a leader in janitorial and facility management services based in Texas City, Texas.\n\nRobco’s skill set was invaluable in support of the Galveston Bay refinery in 2020 when the refinery was faced with the task of maintaining operations to support the nation’s critical energy needs during the global pandemic. At a time when little was known about COVID-19, Robco stepped up to partner with MPC and focus on aspects of the situation we could control, including increased safety protocols, additional cleaning and mitigation measures.\n\nRobco’s assistance in keeping our facilities safe provided MPC employees with peace of mind as they reported to work during an uncertain time.\nACCOUNTABLE AND TRANSPARENT GOVERNANCE\n\nOur Board of Directors\n\nOur Board provides oversight for our company operations and activities, as well as our strategic direction that includes ESG and sustainability objectives.\n\nThe Board believes that MPC’s commitment to strong corporate governance benefits all our stakeholders, including our shareholders, employees, business partners, customers, communities, the government and others who have a stake in how we operate.\n\nOur directors bring a range of backgrounds, critical skills, perspectives and expertise to our Board. Our Corporate Governance Principles affirm our Board’s long-standing commitment to actively seek diverse Board candidates with a focus on women and individuals with diverse ethnic and racial backgrounds.\n\n2021 GOVERNANCE HIGHLIGHTS\n\n11/12\nindependent directors with an independent chairman of the board\nAt year-end 2021, 11 of MPC’s 12 directors were independent as defined by New York Stock Exchange guidelines.\n\n5.6\nyears of tenure\nThe board of directors’ average tenure is 5.6 years.\n\n100%\nboard meeting attendance\nEach director attended 100% of board and committee meetings in 2021.\n\n42%\nboard diversity\nAt year-end 2021, 42% of directors were female and/or a racial/ethnic minority or Native American Tribal member.\n\nDirector Skills and Experience\n\n| Senior Leadership | Industry | Sustainability & Public Policy | Finance & Accounting | Risk Management | Operations | Government, Legal & Regulatory | Public Company Governance |\n|-------------------|----------|--------------------------------|----------------------|-----------------|------------|-------------------------------|--------------------------|\n| Abdulaziz F. Alkhayyal | •        | •                              | •                    | •               | •          | •                            | •                        |\n| Evan Bayh         | •        | •                              | •                    | •               | •          | •                            | •                        |\n| Charles E. Bunch  | •        | •                              | •                    | •               | •          | •                            | •                        |\n| Jonathan Z. Cohen | •        | •                              | •                    | •               | •          | •                            | •                        |\n| Steven A. Davis   | •        | •                              | •                    | •               | •          | •                            | •                        |\n| Edward G. Galante | •        | •                              | •                    | •               | •          | •                            | •                        |\n| Michael J. Hennigan | •      | •                              | •                    | •               | •          | •                            | •                        |\n| Kim K.W. Rucker   | •        | •                              | •                    | •               | •          | •                            | •                        |\n| Frank M. Semple   | •        | •                              | •                    | •               | •          | •                            | •                        |\n| J. Michael Stice  | •        | •                              | •                    | •               | •          | •                            | •                        |\n| John P. Surma     | •        | •                              | •                    | •               | •          | •                            | •                        |\n| Susan Tomasky     | •        | •                              | •                    | •               | •          | •                            | •                        |\nSustainability Governance\n\nOur corporate impacts, risks and opportunities are identified and managed by company leadership with oversight from our Board. The Board, which has the ultimate responsibility for and is actively engaged in, overseeing risk:\n\n- Reviews strategic risks annually at a designated strategy meeting and on an ongoing basis throughout the year.\n- Delegates responsibility for managing certain types of risk to its committees, which report regularly to the Board on activities in their individual areas of oversight.\n\nThe Board has four standing committees, each of which is responsible for specific areas of oversight and policy decision-making, as set forth in our Corporate Governance Principles and each committee’s charter.\n\nOur executive leadership team has primary responsibility for sustainability strategies and standards. Sustainability is embedded in several cross-functional leadership committees that help incorporate our objectives into our Operational Excellence Management System (OEMS) standards and sustainability strategies. These are in turn cascaded throughout the organization through leadership teams and cross-organizational teams. Standards and strategies developed by committees of the executive leadership team are aligned with related procedures and plans at the operational level. Leadership meets routinely on these matters and reports to the Board and its committees throughout the year.\n\n**Collaboration and Communication Among the Board, Its Committees and MPC Leadership Are Critical to Maintaining Our Aligned Direction on Sustainability Matters.**\nOperational Excellence Management System\n\nEveryone, from our employees to our contractors and business partners, contributes to our sustainability performance. As set forth in our policies, standards and procedures and managed through our Operational Excellence Management System (OEMS), we strive to conduct business safely, responsibly and cost effectively.\n\nBuilding on Best Practices\nOur OEMS helps us manage risks and internal and external requirements, engage with our stakeholders and further deliver on our sustainability objectives. Our current OEMS reflects more than 15 years of refining a comprehensive RC14001® environmental, health, safety and security management system.\n\nIn 2020, we published our new, integrated OEMS. It expands on the RC14001® scope, aligning with ISO 9001, which incorporates quality and an increased focus on a process approach and stakeholder engagement.\n\nAdvancing Our Performance\nOur OEMS outlines the requirements that will enable us to achieve our goals, improve our performance and lead to long-term success. It provides an iterative process and tools to continually improve the work we do through maintaining operational discipline and speaking up with ideas and concerns.\n\nWe apply performance-based standards that complement our OEMS and establish organizational expectations. We also periodically review and update these standards to reflect changes in laws or regulations, incorporate recommendations arising from audits and incident investigations, integrate stakeholder feedback and continually improve our performance.\n\nOur Health, Environment, Safety and Security (HES&S) Management Committee, comprising executive leadership team members, oversees the companywide implementation of our OEMS.\n\nEMBEDDING OEMS COMPANYWIDE\n\nWe have—and continue to implement — resources and tools companywide, such as our OEMS Playbook and OEMS Centers of Excellence.\n\n- **OEMS Playbook** – Published to further embed our OEMS across the company and provide employees with resources that support continual improvement and risk management. To view our OEMS Playbook please visit our website.\n- **OEMS Center of Excellence** – A companywide forum for sharing best practices and lessons learned and promoting continual improvement. The forum includes 30 employees tasked at ensuring management system approaches across MPC and MPLX align with the OEMS framework. They also develop attestation audit recommendations, engage in collaborative audit conversations and create OEMS awareness training and content for use companywide.\n\nOur company is 100% in scope of our OEMS, which has been reviewed by a third party for alignment with RC14001® and ISO 9001.\nRisk Management\n\nA Comprehensive Enterprise Risk Management Program\nWe apply an Enterprise Risk Management (ERM) methodology to identify, assess and manage enterprise-level risks and review the effectiveness of risk-mitigation strategies. Enterprise-level risks cover environmental, social and governance risks and include topics such as climate change and compliance, as well as other social and governance risks as deemed appropriate. We describe additional risks in our Annual Report on Form 10-K and in other filings with the Securities and Exchange Commission.\n\nIdentifying Emerging Risks\nOur continuous and dynamic ERM process helps us identify emerging risks that may impact our ability to operate and allocate resources efficiently. The process involves a cross-functional review of potential enterprise-level risks, including risks related to sustainability. Our enterprise risk manager leads the process with quarterly leadership workshops that involve key leaders who are responsible for our sustainability priorities. Our risk analysis includes an examination of the causes and consequences of each enterprise level risk, as well as the development of strategies to mitigate risks — imminent and potential — and position us to capitalize on new opportunities.\n\nBroad-Based Governance\nWe have formed an ERM community of practice to support the ERM Committee. Comprising mid-level risk and assurance representatives across our value chain, it meets quarterly to discuss, develop, standardize and integrate risk management best practices throughout the company to support risk-based decision-making.\n\nOur Board of Directors and executive leadership team routinely review and discuss enterprise-level risks and strategies. The Board’s Audit Committee further reviews our ERM process and performance trends and oversees internal controls and audits to evaluate their effectiveness.\n\nManaging Climate-Related Risks\nWe carefully review, evaluate and manage climate-related risks and opportunities to enable our ability to adapt and strengthen our resiliency. These include both transitional and physical risks that we routinely discuss with the Board’s Sustainability and Public Policy Committee and executive and senior leadership committees.\n\nFor more information on how we manage climate-related risks and opportunities and the role cross-functional committees play, please see Page 7 of our annual Perspectives on Climate-Related Scenarios report.\n\nOverseeing Risks Related to Regulatory Changes\nAs part of our ERM process, our Board oversees risks related to the regulatory landscape. That includes emerging and proposed regulations related to issues that have the potential to impact our business, such as GHG and other air emissions, water withdrawals and effluents, hazardous materials management, product specifications and employee health and safety.\n\nIdentifying and Disclosing Risks\nWe disclose material risks to our company in the Risk Factors section of our Annual Report on Form 10-K and Quarterly Reports on Form 10-Q that are filed with the Securities and Exchange Commission. Categories of risk described in these reports include:\n\n- Business and Operational Risks\n- Financial Risks\n- Legal and Regulatory Risks\n- Strategic Transaction Risks\n- General Risk Factors\n\nRoles and Responsibilities\n\nBOARD OF DIRECTORS\nOversight of Risk Management\n\nAUDIT COMMITTEE\n\nCOMPENSATION AND ORGANIZATION DEVELOPMENT COMMITTEE\n\nCORPORATE GOVERNANCE AND NOMINATING COMMITTEE\n\nSUSTAINABILITY AND PUBLIC POLICY COMMITTEE\n\nEXECUTIVE LEADERSHIP TEAM\nEstablishes and drives ERM strategies\n\nERM COMMITTEE\nDirects ERM process for identifying, assessing and managing enterprise risk\nMonitors the performance of risk mitigation strategies\nEthics and Compliance\n\nDedicated to the Highest Standards\nThrough the many aspects of our Compliance and Ethics Program and Business Integrity and Compliance initiatives, MPC and MPLX work to observe the highest standards of conduct in every way.\n\nRoles and Responsibilities\n\nMPC’S CHIEF COMPLIANCE OFFICER\nOversight of Compliance and Ethics\n\nBUSINESS INTEGRITY COMMITTEE\nPromotes the effectiveness of enterprise-wide Compliance and Ethics Program\n\nEXECUTIVE LEADERSHIP TEAM\n\nSENIOR MANAGEMENT\n\nCode of Business Conduct\nOperating with the highest standards of integrity is part of our culture. These standards are woven into our day-to-day work and through our Code of Business Conduct, which is based on the overarching principle that we always strive to do the right thing.\n\nBy defining expectations for ethical decision-making, accountability and responsibility, our Code helps us make sound business decisions.\n\nThe Code also requires that all employees immediately report any suspected illegal or unethical conduct connected with the business of MPC or its affiliates. Our Code applies to every employee at all levels of MPC as well as all consolidated subsidiaries, including those providing services to MPLX. Our Code also applies to the members of the boards of directors of MPC and the general partner of MPLX. Business partners, including suppliers, consultants and contract workers, all have an impact on our reputation. As a result, we work with business partners that share our commitment to quality, safety, ethics and compliance, and we expect them to act in a way that is consistent with our Code.\n\nApproved by the Board, the Code of Business Conduct incorporates topics such as:\n- Our Anti-Corruption Program\n- Our Anti-Discrimination and Anti-Harassment Policies\n- Anti-trust and fair competition compliance\n- Our Conflicts of Interest Policy\n- Our Insider Trading Policy\n- Money laundering compliance\n\nCode Audits\nOur Code’s annual audit includes a review of business conduct governance, conflicts of interest, employee disclosures, MPC and MPLX Codes of Conduct Policies, anti-corruption compliance, insider trading, aircraft usage, vendor ethics communication and officer business expense reports. Objectives in these categories are reviewed and tested by MPC’s Internal Audit organization in conjunction with Law, Government Affairs, Business Integrity and Compliance, Treasury, Aviation, Expense Reporting, Tax and Human Resources, as required.\n\nCode Training and Certification\nAll new employees are required to take Code of Business Conduct training and complete a new-hire questionnaire. Salaried employees complete an annual Code of Business Conduct certification that enables employees to disclose issues that could present a violation of the Code. Business partners — including suppliers, consultants and contract workers — are expected to comply with both the Code of Business Conduct and applicable law and to support effective compliance programs in their own organizations. Suppliers must also comply with our Supplier Code of Conduct.\n\nTRAINING METRICS\n\n99.6% of new MPC employees completed Code of Business Conduct training\n\n100% of all salaried MPC employees completed the Code of Business Conduct certification\n\n100% of employees who travel internationally for business completed comprehensive anti-corruption training\nLegal Compliance and Beyond\nWe comply with legal requirements governing all areas of our business. We also expect our employees to be knowledgeable about applicable legal requirements and act accordingly.\n\nOur approach to ethics goes beyond compliance with evolving laws and regulations to include implementing proactive initiatives to safeguard our business reputation, the environment and the communities where we live and work. We are committed to selecting contractors, suppliers and other business partners that demonstrate similar practices, and our protocols guide this aspect of the selection process.\n\nIntegrity of Financial Records\nThe chief executive officer, chief financial officer, controller, treasurer and other leaders performing similar roles at MPC and MPLX are subject to our Code of Ethics for Senior Financial Officers.\n\nThis separate Code of Ethics affirms the principles of honesty, integrity and sound judgment that we expect of senior executives who are responsible for preparing and certifying our financial statements.\n\nIn responding to and reporting any alleged Code of Ethics violation, our Business Integrity and Compliance group has direct access to the Board chairman, chief executive officer, chief financial officer, vice president of Audit and the chair of the Board’s Audit Committee.\n\n24/7 Anonymous Integrity Helpline\nThe Integrity Helpline enables employees, contractors, vendors, customers, community members and others to ask questions or raise allegations related to workplace behavior or ethics. While all our employees are encouraged to speak with their immediate supervisors or Human Resources representative if they have questions or concerns related to ethics and the Code, the helpline is an additional avenue to do so anonymously.\n\nEvery allegation received through the helpline or reported to MPC Human Resources is investigated in a manner and to the extent appropriate, based on the nature of the allegation. Our goal is to resolve all matters within 90 days. Where warranted, investigations may result in discipline, a change in policy or procedure, or a determination that an allegation could not be substantiated.\n\nWe maintain a firm no-retaliation policy and will never permit a good-faith submission to be a cause for disciplinary action.\n\nAllegation statistics are reported to the Audit Committee of the Board of Directors twice per year, with certain types of allegations escalated rapidly, including certain allegations regarding financial statements and reporting and allegations of Code violations by directors or officers.\n\nPOLICIES\n\nHuman Rights\nOur Policy on Human Rights, Including the Rights of Indigenous People, represents our commitment to respect the human, cultural and legal rights of all individuals and communities. For more information on our commitment to Human Rights, please see Page 48 of this report.\n\nConflicts of Interest\nOur Conflicts of Interest Policy helps employees recognize and resolve real or apparent conflicts of interest. This policy acknowledges that business decisions on behalf of the company must be made by exercising independent judgment in the company’s best interest and not influenced by the personal interests of decision-makers.\n\nAnti-Corruption\nWe maintain a zero-tolerance policy regarding bribes or facilitation payments in any form and require compliance with all applicable laws pertaining to bribery and corruption, including the U.S. Foreign Corrupt Practices Act.\n\nAnti-Discrimination\nAs an Equal Opportunity Employer, we give consideration for employment to qualified applicants without discriminating on the basis of race, color, religion, creed, sex, gender (including pregnancy, childbirth, breastfeeding or related medical conditions), sexual orientation, gender identity, gender expression, age, mental or physical disability, medical condition or AIDS/HIV status, ancestry, national origin, genetic information, military or veteran status, marital status, citizenship or any other status protected by applicable federal, state or local laws.\n\nWhistleblowing\nOur Whistleblowing Policy, as it relates specifically to accounting matters, addresses complaints we may receive regarding accounting, internal accounting controls or auditing matters. This policy establishes procedures for the receipt, retention and treatment of allegations of unethical behavior and provides for the confidential, anonymous submission of concerns regarding questionable accounting matters.\nCybersecurity and Privacy\n\nWe manage cybersecurity risks by working continuously to protect our computer systems, data, assets, infrastructure and computing environments from threats—and to safeguard confidentiality, integrity and availability. We implement a comprehensive suite of policies, practices and standards that guide our teams on how to mitigate and manage these risks.\n\nOur cybersecurity program aligns with the National Institute of Standards and Technology (NIST) – Cybersecurity Framework and relevant NIST publications, such as NIST SP 800-53, NIST SP 800-82. The NIST Cybersecurity Framework helps companies develop a standardized model on which to build their information technology and operational technology cybersecurity program and subsequently measure their maturity in this important area.\n\nOur Chief Information Security Officer is responsible for our cybersecurity program and provides routine briefings to the Board of Directors Audit Committee and the Board as a whole at least twice a year. The Audit Committee further reviews and provides input on our cyber and information security strategy.\n\nInformed and Vigilant Employees\n\nWe provide our employees and contractors with special training to help them manage cybersecurity risks. Informed employees and contractors use common sense and situational cybersecurity awareness to do the same things that physical and digital firewalls do — protect our information and critical systems from threats.\n\nEmployees and contractors alike act as control agents for what comes into and goes out of both company networks and personal home networks. We only allow our secured devices to access our network remotely, since security on these personal networks is even more important given work-from-home arrangements.\n\nWe use a simulated phishing program to train and test MPC email account users on how to augment our hardware and software safeguards. Users are shown how to identify and report phishing emails and periodically simulated phishing emails test users’ awareness of phishing attacks. Our anti-phishing program provides immediate feedback to users and notifies the individual’s management in the event of repeated failures. Management then takes appropriate actions and additional training is issued.\n\nThreat awareness and prevention training begins when an employee is hired and continues throughout each employee’s tenure, delivering training and materials through multiple channels. Contractors also participate in most of these initiatives.\n\n| TRAINING METRICS |\n|-------------------|\n| **99%** of email account holders received phishing simulations |\n| **97%** of employees completed cybersecurity awareness training |\nCybersecurity Policies\nOur Computer Security Policy governs our cybersecurity efforts and supports compliance with legal requirements. The policy is implemented through a governance process that includes standards, procedures, risk management, defense strategy and compliance reviews.\n\nCybersecurity policies apply to MPC and MPLX entities, employees and third parties that own, manage, administer, support, develop or work on company information systems and to all our computing environments, whether connected to or segregated from our corporate network. All employees have access to our cybersecurity policies, and we emphasize policy awareness for employees through training and supervisor engagement and implement policy compliance through a structured escalation program, if needed.\n\nOur Code of Business Conduct further addresses protection of company assets, information systems, social media, business records retention and confidential information.\n\nManaging Technology Risks\nWe manage technology risks through a resilient system of layered security architecture. We place security limits on physical access, segment business and operational networks and align critical applications to withstand cyberattacks with additional layers of security.\n\nInternal IT controls allow us to detect security events by collecting and analyzing data in our centralized Cybersecurity Operations Center.\n\nThird-Party Risks\nUsing both internal and third-party vendor-provided capabilities, we maintain a proactive, data-centric cybersecurity risk assessment and management program. As part of the approach, employees are trained to report and escalate suspicious incidents and cyberthreats to our IT Service Desk. From there, threats are screened and escalated to our 24/7 Cybersecurity Operations Center for appropriate action. We continue to expand our due diligence capabilities in response to a changing cloud-computing landscape.\n\nPrivacy\nProtecting personal data we receive is a top priority. We comply with applicable privacy laws, as well as applicable privacy regulations and safeguards, which have been applied to our operations.\n\nMPC adheres to the Payment Card Industry Data Security Standard, which provides a baseline of technical and operational requirements to protect customers’ payment card account data, and we engage a third-party Qualified Security Assessor to assess our compliance annually.\nPolitical Contributions and Advocacy\n\nWe believe participating in the political process is an essential part of advancing the meaningful exchange of information and views on issues that affect our company and our stakeholders. MPC takes part in the political process in several ways, including lobbying, contributing to grassroots activity, advocacy for specific issues, participating in trade associations, supporting an active employee political action committee and, where lawful, directly supporting political candidates and ballot issues. All these activities are subject to oversight by our Board of Directors, Sustainability and Public Policy Committee, general counsel and senior vice president of Government Affairs and senior management.\n\nWe enhanced our disclosures in 2021 and utilize a web-based platform to provide comprehensive reporting.\n\nClimate Policy\nAs it relates to climate change, our public policy engagement is guided by our commitment to sustainability, including lowering the carbon intensity of our operations and products, expanding renewable fuels and technologies, conserving natural resources, engaging stakeholders and contributing in our communities. We support policies that complement this strategy and the investments that continue to transform our company. Recent examples of issue advocacy include policies that enable sustainable aviation fuel, carbon capture utilization and storage, cellulosic and renewable diesel pathways, and carbon reduction opportunities under the Renewable Fuel Standard Program.\n\nLobbying\nFederal lobbying reports filed by the company and retained lobbying firms are accessible through our website, where we also disclose the total amounts reported for federal lobbying disclosures. At the state level, we disclose a total of state-reported lobbying expenditures and provide links to state databases of lobbying reports and registrations.\n\nWe are committed to conducting climate-related lobbying activities in alignment with the ambition of the Paris Agreement to reduce global GHG emissions and limit global warming to well below 2 degrees Celsius. MPC evaluates climate-related legislative proposals within the totality of the bill in which they reside and determines the level of engagement and support, if any, that is appropriate. Recognizing that not all proposed climate-related legislation reflects sound government policy, that proposals may change significantly during the amendment process and that legislation may have implications unrelated to climate, MPC takes a thoughtful and deliberate approach to the execution of this commitment.\n\nTrade Associations\nTaking part in trade associations is an important part of our role as an active member of our industry and the business communities in which we operate. Trade associations provide important ways for us to engage in the development of industry standards and practices and share advances in science and engineering that inform the best practices of the future.\n\nWhen our trade associations engage on climate policy, we generally encourage them to take positions that are not inconsistent with our commitment to sustainability. For more information on how we evaluate this expectation and for information on the climate positions of our trade associations, please visit our website.\n\nFOR MORE INFORMATION ON OUR:\n- Lobbying\n- Issue advocacy\n- Trade associations and their climate positions\n- Political action committee contributions\n- Corporate contributions\n\nPlease visit our website.\nABOUT THIS REPORT\n\nMPC’s and MPLX’s 2021 Sustainability Report reflects our long-standing commitment to transparency and accountability around the environmental, social and governance dimensions of our business. We have publicly reported on these matters since 2011, and this report communicates our sustainability strategy and performance in accordance with the Sustainability Accounting Standards Board (SASB) metrics and Global Reporting Initiative (GRI) Standards, as well as other recognized reporting frameworks.\n\nPlease visit the following websites for additional information on our sustainability priorities.\n- MPC – marathonpetroleum.com/sustainability\n- MPLX – mplx.com/sustainability\n\nReporting Frameworks\n\nSASB\nThis report is informed by the oil and gas industry metrics from the Sustainability Accounting Standards Board (SASB) standards.\n\nGRI\nThis report has been prepared in accordance with the GRI Standards: Core option, including use of the Oil and Gas Sector Disclosures.\n\nIPIECA\nThis report is consistent with International Petroleum Industry Environmental Conservation Association (Ipieca) Sustainability Reporting Guidance for the Oil and Gas Industry (2020) and includes core reporting elements for each presented indicator.\n\nTCFD\nWe annually publish a separate risk assessment report that follows guidelines set forth by the Financial Stability Board Task Force on Climate-related Financial Disclosures (TCFD). Click here for our latest Perspectives on Climate-Related Scenarios report.\n\nReporting Framework Cross-Reference\nSee Reporting Framework Cross-Reference for mapping of our most significant reporting topics to SASB and GRI standards, as well as Ipieca indicators. See also our SASB and GRI indices provided separately on our website.\n\nScope of Report\nThe information and data in this report covers all MPC entities, including MPLX LP, for the calendar year 2021, unless otherwise indicated.\n\nData Quality\nDue to rounding, numbers presented throughout the performance data table may not add up to the totals provided and percentages may not precisely reflect the rounded numbers. Data included has been reviewed by MPC’s Internal Audit organization. In addition, we engaged an independent third party, LRQA, to provide independent assurance of our Scope 1, Scope 2 and Scope 3 GHG emissions and Scope 1 and Scope 2 GHG emissions intensity data. Click here to view the external assurance statement from LRQA relating to our GHG data.\n## PERFORMANCE DATA\n\n### Company Performance\n\n| ECONOMIC PERFORMANCE<sup>(1)</sup> | Unit of Measure | SASB Map | GRI Map | Ipieca Map | 2017 | 2018 | 2019 | 2020 | 2021 |\n|-----------------------------------|----------------|----------|---------|-----------|------|------|------|------|------|\n| Sales and Other Operating Revenue | $ millions     | -        | 201-1a.i| -         | 74,733 | 96,504 | 123,949 | 69,779 | 119,983 |\n| Income from Operations           | $ millions     | -        | -       | -         | 4,018 | 5,571 | 5,576 | (12,247) | 4,300 |\n| Net Income Attributable to MPC   | $ millions     | -        | 201-1a.iii| -         | 3,432 | 2,780 | 2,637 | (9,826) | 9,738 |\n| Capital Expenditures and Investments (excludes acquisitions) | $ millions | - | - | - | 3,106 | 4,304 | 6,133 | 2,754 | 1,815 |\n| Environmental Expenditures (capital and expense)<sup>(2)(3)</sup> | $ millions | - | - | - | 792 | 957 | 1,213 | 630 | 991 |\n\n| OPERATIONAL PERFORMANCE<sup>(4)</sup> | Unit of Measure | SASB Map | GRI Map | Ipieca Map | 2017 | 2018 | 2019 | 2020 | 2021 |\n|--------------------------------------|----------------|----------|---------|-----------|------|------|------|------|------|\n| MPC Manufacturing Inputs             | million boe    | -        | -       | -         | 1,669 | 1,717 | 1,817 | 1,627 | 1,682 |\n| Refining Manufacturing Inputs        | million boe    | EM-RM-000.A | -       | -         | 1,107 | 1,111 | 1,142 | 940 | 1,012 |\n| MPLX Gas Plant Manufacturing Inputs  | million boe    | -        | -       | -         | 562 | 605 | 675 | 687 | 670 |\n| Crude Oil Refining Capacity          | thousand bpcd  | EM-RM-000.B | -       | -         | 2,848 | 3,021 | 3,067 | 2,874 | 2,887 |\n| Natural Gas Gathering Volumes        | million cubic feet per day | EM-MD-000.A | - | - | - | 5,967 | 5,331 | 5,131 | 5,131 |\n| MPLX Crude and Refined Products Transported | thousand bpd | - | - | - | 5,114 | 4,712 | 5,453 | 5,453 | 5,453 |\n| MPLX Crude Oil Transported           | thousand bpd   | EM-MD-000.A | -       | -         | 3,228 | 2,998 | 3,380 | 3,380 | 3,380 |\n| MPLX Refined Products Transported    | thousand bpd   | EM-MD-000.A | -       | -         | 1,886 | 1,714 | 2,073 | 2,073 | 2,073 |\n| Total Addressable Market for Advanced Biofuels and Associated Infrastructure | $ billions | EM-RM-410a.2 | - | - | - | 2.8 | 3.7 | 8.4 | 8.4 |\n| Market Share of Total Addressable Market for Advanced Biofuels and Associated Infrastructure<sup>(5)</sup> | % | EM-RM-410a.2 | - | - | - | 2 | 2 | 5 | 5 |\n\n### Environmental Performance\n\n| GREENHOUSE GAS EMISSIONS<sup>(6)(7)(8)</sup> | Unit of Measure | SASB Map | GRI Map | Ipieca Map | 2017 | 2018 | 2019 | 2020 | 2021 |\n|-----------------------------------------------|----------------|----------|---------|-----------|------|------|------|------|------|\n| Total Scope 1 and Scope 2 GHG Emissions       | million tonnes CO₂e | - | - | CCE-4 - C1 | 45.3 | 45.2 | 45.0 | 40.2 | 39.9 |\n| Scope 1 and 2 GHG Intensity (excludes GHG associated with exported power from cogen) | tonnes CO₂e/mboe input | - | 305-4a | CCE-4 - C4 | 26.1 | 25.3 | 23.8 | 23.7 | 22.9 |\n| Total Scope 1 and 2 GHG Intensity Reduction Since 2014 | % | - | 305-5a | - | -13 | -15 | -21 | -21 | -23 |\n| Total Scope 1 GHG Emissions<sup>(7)(8)</sup> | million tonnes CO₂e | - | 305-1a | CCE-4 - C1 | 37.5 | 37.0 | 36.8 | 32.2 | 33.0 |\n| Total Scope 1 CO₂ Emissions                   | million tonnes CO₂ | - | - | CCE-4 - C1 | 36.6 | 36.2 | 35.9 | 31.3 | 32.2 |\n| Total Scope 1 CH₄ Emissions                   | thousand tonnes CH₄ | - | - | CCE-4 - C1 | 31 | 29 | 31.7 | 32.7 | 23.5 |\n| Total Scope 1 N₂O Emissions                   | thousand tonnes N₂O | - | - | CCE-4 - C1 | 0.2 | 0.2 | 0.2 | 0.2 | 0.2 |\n| Total Scope 1 SF₆ and Tracer Emissions        | tonnes SF₆ and tracer | - | - | CCE-4 - C1 | 0 | 2 | 1 | 0 | 9 |\n| Refining Scope 1 GHG Emissions                | million tonnes CO₂e | EM-RM-110a.1 | - | CCE-4 - C3 | 32.3 | 31.6 | 31.0 | 26.7 | 27.5 |\n| Refining Scope 1 GHG Covered by Emissions-limiting Regulation<sup>(9)</sup> | % | EM-RM-110a.1 | - | - | 27 | 28 | 27 | 25 | 23 |\n| MPLX Scope 1 GHG Emissions<sup>(10)</sup>    | million tonnes CO₂e | EM-MD-110a.1 | - | CCE-4 - C3 | 5.2 | 5.4 | 5.7 | 5.4 | 5.5 |\n| MPLX Scope 1 GHG Emissions from Methane (CO₂e basis) | % | EM-MD-110a.1 | - | - | 13 | 11 | 11 | 13 | 8 |\n| MPLX Scope 1 GHG Covered by Emissions-limiting Regulation | % | EM-MD-110a.1 | - | - | < 2 | < 2 | < 1 | < 1 | < 1 |\n### Environmental Performance (continued)\n\n#### GREENHOUSE GAS EMISSIONS (CONTINUED)\n\n| Unit of Measure | SASB Map | GRI Map | Ipieca Map | 2017 | 2018 | 2019 | 2020 | 2021 |\n|-----------------|----------|---------|------------|------|------|------|------|------|\n| **MPLX G&P Scope 1 Methane Emissions Intensity** | % | - | - | - | 0.032 | 0.026 | 0.026 | 0.029 | 0.020 |\n| **Total Scope 2 GHG Emissions** | million tonnes CO₂e | - | 305-2a | CCE-4 - C2 | 7.8 | 8.2 | 8.2 | 8.0 | 6.9 |\n| **Refining Scope 2 GHG Emissions** | million tonnes CO₂e | - | - | CCE-4 - C3 | 3.9 | 3.9 | 4.0 | 3.8 | 3.5 |\n| **MPLX Scope 2 GHG Emissions** | million tonnes CO₂e | - | - | CCE-4 - C3 | 3.4 | 3.8 | 3.8 | 3.8 | 3.3 |\n| **Scope 3, Category 11: Use of Sold Products - Refinery Yield Method** | million tonnes CO₂e | - | 305-3a | CCE-4 - A2 | - | - | 426 | 352 | 379 |\n\n#### ENERGY CONSUMPTION\n\n| Unit of Measure | SASB Map | GRI Map | Ipieca Map | 2017 | 2018 | 2019 | 2020 | 2021 |\n|-----------------|----------|---------|------------|------|------|------|------|------|\n| **Total Energy Consumption** | billion gj | - | 302-1a | CCE-6 - C1 | 0.6 | 0.6 | 0.6 | 0.6 | 0.6 |\n| **Refining Energy Consumption** | billion gj | - | - | - | 0.5 | 0.5 | 0.5 | 0.5 | 0.5 |\n| **MPLX G&P Energy Consumption** | billion gj | - | - | - | 0.1 | 0.1 | 0.1 | 0.1 | 0.1 |\n| **Energy Intensity** | gJ/boe | - | 302-3a | CCE-6 - A2 | 0.4 | 0.4 | 0.3 | 0.3 | 0.4 |\n| **Refining Energy Intensity** | gJ/boe | - | - | CCE-6 - A2 | 0.5 | 0.5 | 0.5 | 0.5 | 0.5 |\n| **MPLX G&P Energy Intensity** | gJ/boe | - | - | CCE-6 - A2 | 0.1 | 0.1 | 0.1 | 0.1 | 0.1 |\n| **Energy Consumption Purchased/Produced by Renewable Sources** | million gj | - | 302-1b | CCE-6 - C2 | - | - | 6.1 | 5.4 | 5.4 |\n| **Energy Consumption Purchased/Produced by Combined Heat and Power** | million gj | - | 302-1c | CCE-6 - C2 | - | - | - | 9.1 | 9.1 |\n| **Energy Consumption Purchased/Produced by Combined Cycle Gas Turbine** | million gj | - | 302-1c | CCE-6 - C2 | - | - | - | 58.0 | 58.0 |\n| **Avoided Energy Consumption from Efficiency Efforts** | million gj | - | 302-4a | - | 18 | 20 | 18 | 13 | 19 |\n\n#### AIR EMISSIONS\n\n| Unit of Measure | SASB Map | GRI Map | Ipieca Map | 2017 | 2018 | 2019 | 2020 | 2021 |\n|-----------------|----------|---------|------------|------|------|------|------|------|\n| **Total Criteria Pollutant Emissions** | thousand tonnes | - | - | - | 58.6 | 54.0 | 50.3 | 43.9 | 43.7 |\n| **Total SOx Emissions** | thousand tonnes | - | 305-7a.ii | ENV-5 - C1 | 4.7 | 3.5 | 3.3 | 2.5 | 2.8 |\n| **Total NOx Emissions** | thousand tonnes | - | 305-7a.i | ENV-5 - C1 | 20.5 | 19.6 | 17.9 | 14.8 | 15.2 |\n| **Total CO Emissions** | thousand tonnes | - | 305-7a.vii | ENV-5 - A1 | 13.1 | 11.4 | 10.8 | 9.7 | 9.9 |\n| **Total VOC Emissions** | thousand tonnes | - | 305-7a.iv | ENV-5 - C1 | 16.9 | 16.0 | 15.0 | 14.1 | 13.1 |\n| **Total PM₁₀ Emissions** | thousand tonnes | - | 305-7a.vi | ENV-5 - A1 | 3.4 | 3.5 | 3.4 | 2.9 | 2.7 |\n| **Total Criteria Pollutant Emissions Intensity** | tonnes/million boe | - | - | - | 35.1 | 31.4 | 27.7 | 27.0 | 26.0 |\n| **Refining Criteria Pollutant Emissions** | thousand tonnes | - | - | ENV-5 - A3 | 35.4 | 33.2 | 32.8 | 28.8 | 29.9 |\n| **Refining SOx Emissions** | thousand tonnes | - | EM-RM-120a.1 | ENV-5 - A3 | 4.6 | 3.4 | 3.2 | 2.4 | 2.7 |\n| **Refining NOx Emissions** | thousand tonnes | - | EM-RM-120a.1 | ENV-5 - A3 | 12.2 | 11.8 | 11.9 | 10.0 | 10.6 |\n| **Refining CO Emissions** | thousand tonnes | - | - | ENV-5 - A3 | 8.2 | 7.7 | 7.6 | 7.0 | 7.3 |\n| **Refining VOC Emissions** | thousand tonnes | - | EM-RM-120a.1 | ENV-5 - A3 | 7.5 | 7.4 | 7.3 | 6.9 | 6.9 |\n| **Refining PM₁₀ Emissions** | thousand tonnes | - | EM-RM-120a.1 | ENV-5 - A3 | 2.9 | 2.9 | 2.8 | 2.5 | 2.3 |\n| **Refining H₂S Emissions** | thousand tonnes | - | EM-RM-120a.1 | - | 0.09 | 0.08 | 0.09 | 0.08 | 0.06 |\n| **Refining Criteria Pollutant Emissions from Flaring** | thousand tonnes | - | - | - | 3.0 | 2.6 | 2.5 | 2.1 | 2.9 |\n| **Refining Criteria Pollutant Emissions Intensity** | tonnes/million boe | - | - | ENV-5 - A3 | 32.0 | 29.8 | 28.7 | 30.6 | 29.5 |\n| **Hazardous Air Pollutant Emissions** | thousand tonnes | - | 305-7a.v | - | 1.0 | 1.0 | 0.9 | 0.9 | 1.0 |\n### Environmental Performance (continued)\n\n#### AIR EMISSIONS (CONTINUED)\n\n| Number of Refineries in or Near Areas of Dense Population | count | EM-RM-120a.2 | - | - | - | - | 12 | 12 | 12 |\n|----------------------------------------------------------|-------|---------------|---|---|---|---|----|----|----|\n| MPLX Criteria Pollutant Emissions (10) thousand tonnes |       | ENV-5 - A3    | 23.2 | 20.8 | 17.4 | 15.1 | 13.9 |\n| MPLX SOx Emissions thousand tonnes | EM-MD-120a.1 | ENV-5 - A3 | 0.1 | 0.1 | 0.1 | 0.1 | 0.1 |\n| MPLX NOx Emissions thousand tonnes | EM-MD-120a.1 | ENV-5 - A3 | 8.3 | 7.8 | 5.9 | 4.8 | 4.6 |\n| MPLX CO Emissions thousand tonnes | - | ENV-5 - A3 | 4.9 | 3.7 | 3.2 | 2.7 | 2.6 |\n| MPLX VOC Emissions thousand tonnes | EM-MD-120a.1 | ENV-5 - A3 | 9.4 | 8.7 | 7.7 | 7.1 | 6.2 |\n| MPLX PM10 Emissions thousand tonnes | EM-MD-120a.1 | ENV-5 - A3 | 0.5 | 0.6 | 0.5 | 0.4 | 0.4 |\n\n#### WATER\n\n| Total Water Withdrawal | megaliters | 303-3a | - | 154,975 | 158,823 | 162,831 | 145,269 | 140,181 |\n|------------------------|------------|--------|---|---------|---------|---------|---------|---------|\n| Freshwater (≤ 1,000 mg/L total dissolved solids) | megaliters | 303-3c.i | ENV-1 - C1 | 150,441 | 155,301 | 157,379 | 139,036 | 135,057 |\n| Other water (> 1,000 mg/L total dissolved solids) | megaliters | 303-3c.ii | ENV-1 - A4 | 4,533 | 3,522 | 5,452 | 6,234 | 5,124 |\n| Surface Water Withdrawal | megaliters | 303-3a.i | - | 82,228 | 86,133 | 87,693 | 79,001 | 77,123 |\n| Freshwater (≤ 1,000 mg/L total dissolved solids) | megaliters | 303-3c.i | - | 82,228 | 86,133 | 87,693 | 79,001 | 77,123 |\n| Groundwater Withdrawal | megaliters | 303-3a.ii | - | 21,727 | 20,647 | 21,496 | 22,861 | 25,103 |\n| Freshwater (≤ 1,000 mg/L total dissolved solids) | megaliters | 303-3c.i | - | 17,567 | 17,521 | 17,338 | 17,883 | 21,502 |\n| Seawater Withdrawal | megaliters | 303-3a.iii | - | 0 | 0 | 87 | 75 | 73 |\n| Other Water (> 1,000 mg/L total dissolved solids) | megaliters | 303-3c.ii | - | 0 | 0 | 87 | 75 | 73 |\n| Third-Party Withdrawal | megaliters | 303-3a.v | - | 51,020 | 52,044 | 53,555 | 43,331 | 37,532 |\n| Freshwater (≤ 1,000 mg/L total dissolved solids) | megaliters | 303-3c.i | - | 50,646 | 51,648 | 52,348 | 42,153 | 36,432 |\n| Other Water (> 1,000 mg/L total dissolved solids) | megaliters | 303-3c.ii | - | 374 | 396 | 1,207 | 1,178 | 1,101 |\n| Total Freshwater Recycled | megaliters | - | ENV-1 - A5 | 7,706 | 7,669 | 9,167 | 26,055 | 27,766 |\n\n#### Refining Freshwater Withdrawal\n\n| megaliters | EM-RM-140a.1 | - | 148,548 | 153,518 | 155,697 | 137,420 | 134,495 |\n|------------|---------------|---|---------|---------|---------|---------|---------|\n| % | EM-RM-140a.1 | - | 5 | 5 | 6 | 19 | 21 |\n| Refining Freshwater Withdrawal in High Baseline Water Stress Areas as Percentage of Total Freshwater Withdrawal | % | EM-RM-140a.1 | - | 27 | 27 | 26 | 23 | 23 |\n| Refining Freshwater Consumed in High Baseline Water Stress Areas as Percentage of Total Freshwater Consumed | % | EM-RM-140a.1 | - | 28 | 31 | 27 | 24 | 25 |\n| Refining Total Water Consumption | megaliters | 303-5a | - | 74,076 | 74,356 | 74,661 | 63,540 | 62,811 |\n\n#### Total Water Withdrawal in Stressed Areas\n\n| megaliters | 303-3b | ENV-1 - C4 | 43,829 | 44,636 | 44,069 | 37,135 | 34,576 |\n|------------|--------|------------|---------|---------|---------|---------|---------|\n| Surface Water Withdrawal in Stressed Areas | megaliters | 303-3b.i | - | 12,517 | 11,212 | 11,911 | 13,931 | 15,989 |\n| Groundwater Withdrawal in Stressed Areas | megaliters | 303-3b.ii | - | 31,312 | 33,424 | 32,158 | 23,203 | 18,587 |\n| Third-Party Withdrawal in Stressed Areas | megaliters | 303-3b.v | - | 39,670 | 41,510 | 39,911 | 32,157 | 30,975 |\n| Total Freshwater Recycled in Stressed Areas | megaliters | - | - | 6,516 | 5,781 | 5,267 | 15,173 | 16,404 |\n| Total Freshwater Recycled in Stressed Areas | % | - | - | 16 | 14 | 13 | 47 | 53 |\n### Environmental Performance (continued)\n\n| WATER (CONTINUED) | Unit of Measure | SASB Map | GRI Map | Ipieca Map | 2017 | 2018 | 2019 | 2020 | 2021 |\n|-------------------|----------------|----------|---------|-----------|------|------|------|------|------|\n| Total Freshwater Withdrawal Intensity | megaliters/million boe | - | - | ENV-1 - A2 | 90 | 90 | 87 | 85 | 80 |\n| Total Water Consumption | megaliters | - | 303-5a | ENV-1 - C2 | 75,242 | 75,443 | 76,299 | 64,784 | 63,178 |\n| Total Water Consumption in Stressed Areas | megaliters | - | 303-5b | - | 23,569 | 24,942 | 22,757 | 18,947 | 18,184 |\n| Total Water Consumption Intensity | megaliters/million boe | - | - | - | 45 | 44 | 42 | 40 | 38 |\n| Total Water Discharge | megaliters | - | 303-4a | ENV-2 - A5 | 82,410 | 85,657 | 89,483 | 82,478 | 78,702 |\n| Freshwater (≤ 1,000 mg/L total dissolved solids) | megaliters | - | 303-4b.i | - | 79,701 | 83,354 | 86,427 | 79,825 | 76,670 |\n| Other Water (> 1,000 mg/L total dissolved solids) | megaliters | - | 303-4b.ii | - | 2,709 | 2,303 | 3,056 | 2,652 | 2,033 |\n| Surface Water Discharge | megaliters | - | 303-4ai | ENV-2 - A6 | 47,132 | 51,819 | 52,047 | 49,453 | 48,710 |\n| Freshwater (≤ 1,000 mg/L total dissolved solids) | megaliters | - | 303-4b.i | - | 47,132 | 51,819 | 52,047 | 49,404 | 48,710 |\n| Other Water (> 1,000 mg/L total dissolved solids) | megaliters | - | 303-4b.ii | - | 0 | 0 | 0 | 49 | 0 |\n| Groundwater Discharge (includes deepwell injection) | megaliters | - | 303-4a.ii | ENV-2 - A6 | 2,677 | 2,276 | 2,951 | 1,993 | 1,699 |\n| Freshwater (≤ 1,000 mg/L total dissolved solids) | megaliters | - | 303-4b.i | - | 0 | 0 | 32 | 2 | 3 |\n| Other Water (> 1,000 mg/L total dissolved solids) | megaliters | - | 303-4b.ii | - | 2,677 | 2,276 | 2,919 | 1,991 | 1,696 |\n| Seawater Discharge | megaliters | - | 303-4a.iii | ENV-2 - A6 | 6,574 | 6,416 | 6,377 | 3,841 | 1,100 |\n| Freshwater (≤ 1,000 mg/L total dissolved solids) | megaliters | - | 303-4b.i | - | 6,574 | 6,416 | 6,290 | 3,766 | 1,087 |\n| Other Water (> 1,000 mg/L total dissolved solids) | megaliters | - | 303-4b.ii | - | 0 | 0 | 87 | 75 | 13 |\n| Third-Party Discharge | megaliters | - | 303-4a.iv | ENV-2 - A5 | 26,027 | 25,145 | 28,108 | 27,191 | 27,193 |\n| Freshwater (≤ 1,000 mg/L total dissolved solids) | megaliters | - | 303-4b.i | - | 25,995 | 25,119 | 28,059 | 26,653 | 26,870 |\n| Other Water (> 1,000 mg/L total dissolved solids) | megaliters | - | 303-4b.ii | - | 33 | 27 | 49 | 538 | 323 |\n| Total Water Discharge in Stressed Areas | megaliters | - | 303-4c | ENV-2 - A7 | 20,260 | 19,694 | 21,312 | 18,188 | 16,392 |\n| Freshwater (≤ 1,000 mg/L total dissolved solids) | megaliters | - | 303-4c.i | - | 20,260 | 19,694 | 21,312 | 18,188 | 16,392 |\n| Other Water (> 1,000 mg/L total dissolved solids) | megaliters | - | 303-4c.ii | - | 0 | 0 | 0 | 0 | 0 |\n| Seawater Discharge in Stressed Areas | megaliters | - | - | ENV-2 - A7 | 6,574 | 6,416 | 6,290 | 3,757 | 1,087 |\n| Third-Party Discharge in Stressed Areas | megaliters | - | - | ENV-2 - A7 | 13,686 | 13,278 | 15,022 | 14,431 | 15,303 |\n| Incidents of Noncompliance with Discharge Limits | count | - | 303-4d.iii | - | - | - | 92 | 92 | 59 |\n| Incidents of Noncompliance with Water Quality Permits, Standards and Regulations with Enforcement | count | - | EM-RM-140.a2 | - | - | - | 13 | 13 | 12 |\n\n### WASTE (continued)\n\n| WASTE (continued) | Unit of Measure | SASB Map | GRI Map | Ipieca Map | 2017 | 2018 | 2019 | 2020 | 2021 |\n|-------------------|----------------|----------|---------|-----------|------|------|------|------|------|\n| Total Waste Generated | thousand tonnes | - | 306-3.a | - | - | - | 422 | 253 | 318 |\n| Hazardous Waste Generated | thousand tonnes | - | 306-3.a | - | - | - | 42 | 42 | 36 |\n| Nonhazardous Waste Generated | thousand tonnes | - | 306-3.a | - | - | - | 381 | 211 | 282 |\n| Total Waste Diverted from Disposal | thousand tonnes | - | 306-4.a,b | - | - | - | 119 | 69 | 90 |\n| Hazardous Waste Diverted from Disposal | thousand tonnes | - | 306-4.a | - | - | - | 13 | 13 | 10 |\n| Hazardous Waste - Preparation for Reuse | thousand tonnes | - | 306-4.b.i | - | - | - | 0 | 0 | 0 |\n### Environmental Performance (continued)\n\n| WASTE (CONTINUED) | Unit of Measure | SASB Map | GRI Map | Ipieca Map | 2017 | 2018 | 2019 | 2020 | 2021 |\n|-------------------|----------------|----------|---------|------------|------|------|------|------|------|\n| Hazardous Waste - Recycling | thousand tonnes | - | 306-4.b.ii | - | - | - | 13 | 13 | 10 |\n| Hazardous Waste - Other Recovery | thousand tonnes | - | 306-4.b.iii | - | - | - | 0 | 0 | 0 |\n| Nonhazardous Waste Diverted from Disposal | thousand tonnes | - | 306-4.a.c | - | - | - | 106 | 56 | 80 |\n| Nonhazardous Waste - Preparation for Reuse | thousand tonnes | - | 306-4.c.i | - | - | - | 2 | 0 | 0 |\n| Nonhazardous Waste - Recycling | thousand tonnes | - | 306-4.c.ii | - | - | - | 104 | 56 | 80 |\n| Nonhazardous Waste - Other Recovery | thousand tonnes | - | 306-4.c.iii | - | - | - | 0 | 0 | 0 |\n| Total Waste Directed to Disposal | thousand tonnes | - | 306-5.a | - | - | - | 303 | 184 | 228 |\n| Hazardous Waste Directed to Disposal | thousand tonnes | - | 306-5.a.b | - | - | - | 29 | 29 | 26 |\n| Hazardous Waste - Incineration with Energy Recovery | thousand tonnes | - | 306-5.b.i | - | - | - | 19 | 16 | 10 |\n| Hazardous Waste - Incineration without Energy Recovery | thousand tonnes | - | 306-5.b.ii | - | - | - | 7 | 8 | 12 |\n| Hazardous Waste - Landfilling | thousand tonnes | - | 306-5.b.iii | - | - | - | 3 | 5 | 4 |\n| Hazardous Waste - Other Disposal | thousand tonnes | - | 306-5.b.iv | - | - | - | 0 | 0 | 0 |\n| Nonhazardous Waste Diverted from Disposal | thousand tonnes | - | 306-5.a.c | - | - | - | 275 | 155 | 202 |\n| Nonhazardous Waste - Incineration with Energy Recovery | thousand tonnes | - | 306-5.c.i | - | - | - | 21 | 20 | 13 |\n| Nonhazardous Waste - Incineration without Energy Recovery | thousand tonnes | - | 306-5.c.ii | - | - | - | 1 | 0 | 1 |\n| Nonhazardous Waste - Landfilling | thousand tonnes | - | 306-5.c.iii | - | - | - | 253 | 135 | 188 |\n| Nonhazardous Waste - Other Disposal | thousand tonnes | - | 306-5.c.iv | - | - | - | 0 | 0 | 0 |\n| Refining Hazardous Waste Generated | thousand tonnes | - | EM-RM-150.a.1 | - | - | - | 38 | 41 | 34 |\n| Refining Hazardous Waste Recycled | % | EM-RM-150.a.1 | - | - | - | 34 | 31 | 25 |\n| Underground Storage Tanks (USTs)(15) | count | EM-RM-150.a.2 | - | - | - | 15,872 | 15,753 | 298 |\n| UST Releases Requiring Cleanup | count | EM-RM-150.a.2 | - | - | - | 32 | 80 | 0 |\n| UST Releases Requiring Cleanup in States with UST Financial Assurance Funds | % | EM-RM-150.a.2 | - | - | - | 47 | 85 | 0 |\n\n### SPILLS(4)(6)(14)\n\n| Hazardous Material Spilled >1 bbl - volume | bbls | - | 306-3 | - | - | - | 4,594 | 681 | 54,108 |\n| Hazardous Material Spills >1 bbl - count | - | - | 306-3 | - | - | - | 8 | 3 | 8 |\n| Total Oil Spilled >1 bbl - volume | bbls | - | ENV-6 - C2 | 3,689 | 3,680 | 5,446 | 1,003 | 5,493 |\n| Total Oil Spills >1 bbl - count | - | - | ENV-6 - C2 | 106 | 158 | 160 | 61 | 47 |\n| Oil Spilled to Land >1 bbl - volume | bbls | - | ENV-6 - A3 | 3,639 | 2,207 | 5,340 | 515 | 4,740 |\n| Oil Spills to Land >1 bbl - count | - | - | ENV-6 - A3 | 79 | 133 | 140 | 59 | 46 |\n| Oil Spilled to Water >1 bbl - volume | bbls | - | ENV-6 - A3 | 50 | 1,473 | 106 | 488 | 753 |\n| Oil Spills to Water >1 bbl - count | - | - | ENV-6 - A3 | 27 | 25 | 20 | 2 | 1 |\n| MPLX Hydrocarbons Spilled >1 bbl - volume | bbls | EM-MD-160.a.4 | - | - | - | 2,232 | 855 | 2,748 |\n| MPLX Hydrocarbon Spills >1 bbl - count | - | - | EM-MD-160.a.4 | - | - | - | 41 | 34 | 26 |\n| MPLX Hydrocarbons Spilled to Land >1 bbl - volume | bbls | EM-MD-160.a.4 | - | - | - | 2,127 | 293 | 1,995 |\n### Environmental Performance (continued)\n\n| SPILLS (CONTINUED) | Unit of Measure | SASB Map | GRI Map | IPIECA Map | 2017 | 2018 | 2019 | 2020 | 2021 |\n|--------------------|----------------|----------|---------|------------|------|------|------|------|------|\n| MPLX Hydrocarbons Spilled to Water >1 bbl - volume | bbls | EM-MD-160a.4 | - | - | - | - | 105 | 488 | 753 |\n| MPLX Hydrocarbons Spilled in Arctic >1 bbl - volume | bbls | EM-MD-160a.4 | - | - | - | - | 0 | 0 | 0 |\n| MPLX Hydrocarbons Spilled in Unusually Sensitive Areas >1 bbl - volume | bbls | EM-MD-160a.4 | - | - | - | - | 0 | 0 | 0 |\n| MPLX Hydrocarbons Spilled Recovered >1 bbl - volume | bbls | EM-MD-160a.4 | - | - | - | - | 2,140 | 781 | 2,528 |\n| Reportable Pipeline Incidents | count | EM-MD-540a.1 | - | - | - | - | 14 | 12 | 14 |\n| Reportable Pipeline Incidents - Significant | % | EM-MD-540a.1 | - | - | - | - | 28.6 | 33 | 50 |\n| Rail Transportation Accident Releases | count | EM-MD-540a.3 | - | - | - | - | 0 | 0 | 0 |\n| Rail Transportation Non-accident Releases | count | EM-MD-540a.3 | - | - | - | - | 5 | 6 | 3 |\n| Natural Gas Pipelines Inspected | % | EM-MD-540a.2 | - | - | - | - | 22.9 | 11 | 12.4 |\n| Hazardous Liquid Pipelines Inspected | % | EM-MD-540a.2 | - | - | - | - | 26.7 | 23.7 | 34 |\n\n### DESIGNATED ENVIRONMENTAL INCIDENTS (DEIs)\n\n| Number of Tier 2, 3 and 4 DEIs | count | - | - | - | 98 | 228 | 228 | 151 | 166 |\n| Tier 2 DEIs | count | - | - | - | 67 | 93 | 143 | 101 | 111 |\n| Tier 3 and 4 DEIs | count | - | - | - | 31 | 135 | 85 | 50 | 55 |\n\n### ECOLOGICAL IMPACTS\n\n| Wildlife Habitat Council Certified Habitats Owned and Maintained | count | - | - | - | 21 | 23 | 23 | 22 | 20 |\n| Acres of Wildlife Habitat Council Certified Habitats Owned and Maintained | acres | - | - | - | 1,352 | 1,347 | 1,317 | 1,313 | 1,183 |\n| Land Owned, Leased, and/or Operated within Areas of Protected Conservation Status or Endangered Species Habitat | % | EM-MD-160a.2 | 304-1 | - | - | - | - | 23 | 21 |\n| Terrestrial Acreage Disturbed | acres | EM-MD-160a.3 | - | - | - | - | 3,294 | 4,644 | 7,328 |\n| Impacted Areas Restored | % | EM-MD-160a.3 | - | - | - | - | 100 | 92 | 100 |\n\n### Social Performance\n\n| U.S. EQUAL EMPLOYMENT OPPORTUNITY COMMISSION STATISTICS (EEO-1 DATA) | Unit of Measure | SASB Map | GRI Map | Ipieca Map | 2017 | 2018 | 2019 | 2020 | 2021 |\n|------------------------|----------------|----------|---------|------------|------|------|------|------|------|\n| TOTAL EMPLOYEES | | | | | | | | | |\n| Women | % | - | 405-1 | SOC-5 - C2 | - | - | 18.6 | 18.1 | 18.1 |\n| Hispanic or Latino | % | - | 405-1 | SOC-5 - C2 | - | - | 12.3 | 12.5 | 12.5 |\n| Black or African American | % | - | 405-1 | SOC-5 - C2 | - | - | 4.8 | 4.8 | 4.9 |\n| Asian | % | - | 405-1 | SOC-5 - C2 | - | - | 3.1 | 2.8 | 2.9 |\n| American Indian or Alaskan Native | % | - | 405-1 | SOC-5 - C2 | - | - | 1.2 | 0.8 | 0.8 |\n| Native Hawaiian or Pacific Islander | % | - | 405-1 | SOC-5 - C2 | - | - | 0.3 | 0.3 | 0.4 |\n| Two or More Races | % | - | 405-1 | SOC-5 - C2 | - | - | 1.4 | 1.3 | 1.4 |\n### Social Performance (continued)\n\n#### U.S. EQUAL EMPLOYMENT OPPORTUNITY COMMISSION STATISTICS (EEO-1 DATA) (CONTINUED)\n\n| Category                                      | Unit of Measure | SASB Map | GRI Map | Ipieca Map | 2017 | 2018 | 2019 | 2020 | 2021 |\n|-----------------------------------------------|-----------------|----------|---------|------------|------|------|------|------|------|\n| **EXECUTIVE/SENIOR OFFICIALS AND MANAGERS**   |                 |          |         |            |      |      |      |      |      |\n| Women                                         | %               | -        | 405-1   | SOC-S - C2 | -    | -    | 23.1 | 22.6 | 23.0 |\n| Hispanic or Latino                            | %               | -        | 405-1   | SOC-S - C2 | -    | -    | 22.6 | 23.1 | 24.0 |\n| Black or African American                     | %               | -        | 405-1   | SOC-S - C2 | -    | -    | 0    | 0    | 0.0  |\n| Asian                                         | %               | -        | 405-1   | SOC-S - C2 | -    | -    | 0    | 0    | 0.0  |\n| American Indian or Alaskan Native             | %               | -        | 405-1   | SOC-S - C2 | -    | -    | 0    | 0    | 0.0  |\n| Native Hawaiian or Pacific Islander           | %               | -        | 405-1   | SOC-S - C2 | -    | -    | 0    | 0    | 0.0  |\n| Two or More Races                             | %               | -        | 405-1   | SOC-S - C2 | -    | -    | 0    | 0    | 0.0  |\n| **Total Minority Representation**             | %               | -        | 405-1   | SOC-S - C2 | -    | -    | 3.2  | 3.8  | 4.0  |\n| White                                         | %               | -        | 405-1   | SOC-S - C2 | -    | -    | 96.8 | 96.2 | 96.0 |\n| **FIRST/MID-LEVEL OFFICIALS AND MANAGERS**    |                 |          |         |            |      |      |      |      |      |\n| Women                                         | %               | -        | 405-1   | SOC-S - C2 | -    | -    | 12.9 | 14.2 | 16.0 |\n| Hispanic or Latino                            | %               | -        | 405-1   | SOC-S - C2 | -    | -    | 7.4  | 7.4  | 7.9  |\n| Black or African American                     | %               | -        | 405-1   | SOC-S - C2 | -    | -    | 3    | 3.2  | 3.5  |\n| Asian                                         | %               | -        | 405-1   | SOC-S - C2 | -    | -    | 2    | 1.9  | 2.2  |\n| American Indian or Alaskan Native             | %               | -        | 405-1   | SOC-S - C2 | -    | -    | 0.7  | 0.4  | 0.5  |\n| Native Hawaiian or Pacific Islander           | %               | -        | 405-1   | SOC-S - C2 | -    | -    | 0.2  | 0.3  | 0.3  |\n| Two or More Races                             | %               | -        | 405-1   | SOC-S - C2 | -    | -    | 1.1  | 1.2  | 1.4  |\n| **Total Minority Representation**             | %               | -        | 405-1   | SOC-S - C2 | -    | -    | 14.4 | 14.5 | 15.8 |\n| White                                         | %               | -        | 405-1   | SOC-S - C2 | -    | -    | 85.6 | 85.5 | 84.2 |\n| **PROFESSIONALS**                             |                 |          |         |            |      |      |      |      |      |\n| Women                                         | %               | -        | 405-1   | SOC-S - C2 | -    | -    | 29.9 | 30.6 | 30.6 |\n| Hispanic or Latino                            | %               | -        | 405-1   | SOC-S - C2 | -    | -    | 10.4 | 10.5 | 10.7 |\n| Black or African American                     | %               | -        | 405-1   | SOC-S - C2 | -    | -    | 3.1  | 2.6  | 2.5  |\n| Asian                                         | %               | -        | 405-1   | SOC-S - C2 | -    | -    | 5.4  | 5.3  | 5.6  |\n| American Indian or Alaskan Native             | %               | -        | 405-1   | SOC-S - C2 | -    | -    | 0.3  | 0.3  | 0.3  |\n| Native Hawaiian or Pacific Islander           | %               | -        | 405-1   | SOC-S - C2 | -    | -    | 0.1  | 0.1  | 0.1  |\n| Two or More Races                             | %               | -        | 405-1   | SOC-S - C2 | -    | -    | 1.5  | 1.4  | 1.4  |\n| **Total Minority Representation**             | %               | -        | 405-1   | SOC-S - C2 | -    | -    | 20.8 | 20.1 | 20.7 |\n| White                                         | %               | -        | 405-1   | SOC-S - C2 | -    | -    | 79.2 | 79.9 | 79.3 |\n### Social Performance (continued)\n\n#### WORKFORCE (EXCLUDING SPEEDWAY)\n\n| Category                                      | Unit of Measure | SASB Map | GRI Map | Ipieca Map | 2017 | 2018 | 2019 | 2020 | 2021 |\n|-----------------------------------------------|-----------------|----------|---------|------------|------|------|------|------|------|\n| **Total Workforce - All Employees**           | count           | -        | -       | -          | -    | -    | -    | -    | -    |\n| Total Workforce - Women                       | %               | -        | 405-1   | SOC-5 - C2 | 19   | 19   | 18   | 18   | 18   |\n| Total Workforce - Racial/Ethnic Minority Groups | %               | -        | 405-1   | SOC-5 - C2 | 22   | 23   | 23   | 23   | 23   |\n| Workforce - Full-time Employment              | %               | -        | -       | -          | -    | 98   | 99   | 99   | 99   |\n| Employees by Age Group Baby Boomers           | %               | -        | 405-1   | SOC-5 - C3 | 23   | 20   | 16   | 14   | 14   |\n| Employees by Age Group Generation X           | %               | -        | 405-1   | SOC-5 - C3 | 42   | 42   | 43   | 43   | 43   |\n| Employees by Age Group Millennials            | %               | -        | 405-1   | SOC-5 - C3 | 35   | 37   | 40   | 41   | 41   |\n| Employees by Age Group Generation Z           | %               | -        | 405-1   | SOC-5 - C3 | 0    | 1    | 1    | 2    | 2    |\n| Unionized Employees - All Employees           | count           | -        | -       | -          | -    | 4,780| 4,650| 4,081| 3,824|\n| **Board of Directors**                        |                 |          |         |            |      |      |      |      |      |\n| Board of Directors - Women                    | %               | -        | 405-1   | SOC-5 - C3 | 17   | 17   | 17   | 17   | 17   |\n| Board of Directors - Racial/Ethnic Minority Groups | %               | -        | 405-1   | SOC-5 - C3 | 25   | 25   | 25   | 33   | 33   |\n| Board of Directors by Age Group Baby Boomers  | %               | -        | 405-1   | SOC-5 - C3 | 83   | 83   | 83   | 83   | 83   |\n| Board of Directors by Age Group Generation X  | %               | -        | 405-1   | SOC-5 - C3 | 17   | 17   | 17   | 17   | 17   |\n| **Officers**                                  |                 |          |         |            |      |      |      |      |      |\n| Officers - Women                              | %               | -        | 405-1   | SOC-5 - C3 | 21   | 22   | 25   | 27   | 27   |\n| Officers - Racial/Ethnic Minority Groups      | %               | -        | 405-1   | SOC-5 - C3 | 4    | 4    | 5    | 5    | 5    |\n| Officers by Age Group Baby Boomers            | %               | -        | 405-1   | SOC-5 - C3 | 67   | 55   | 41   | 41   | 41   |\n| Officers by Age Group Generation X            | %               | -        | 405-1   | SOC-5 - C3 | 29   | 40   | 50   | 50   | 50   |\n| Officers by Age Group Millennials             | %               | -        | 405-1   | SOC-5 - C3 | 4    | 5    | 9    | 9    | 9    |\n| **All Senior Management**                     | count           | -        | 405-1   | SOC-5 - C3 | -    | 134  | 127  | 148  | 148  |\n| Senior Management - Women                     | %               | -        | 405-1   | SOC-5 - C3 | 15   | 17   | 21   | 23   | 23   |\n| Senior Management - Racial/Ethnic Minority Groups | %               | -        | 405-1   | SOC-5 - C3 | 9    | 9    | 11   | 12   | 12   |\n| Senior Management by Age Group Baby Boomers   | %               | -        | 405-1   | SOC-5 - C3 | 31   | 22   | 15   | 15   | 15   |\n| Senior Management by Age Group Generation X   | %               | -        | 405-1   | SOC-5 - C3 | 67   | 75   | 77   | 77   | 77   |\n| Senior Management by Age Group Millennials    | %               | -        | 405-1   | SOC-5 - C3 | 2    | 3    | 8    | 8    | 8    |\n| **All Supervisors**                           | count           | -        | -       | SOC-5 - C3 | -    | 2,581| 2,449| 2,254| 2,254|\n| Supervisors - Women                           | %               | -        | 405-1   | SOC-5 - C3 | -    | 18   | 17   | 17   | 17   |\n| Supervisors - Racial/Ethnic Minority Groups   | %               | -        | 405-1   | SOC-5 - C3 | -    | 14   | 15   | 16   | 16   |\n| Supervisors by Age Group Baby Boomers         | %               | -        | 405-1   | SOC-5 - C3 | -    | 22   | 15   | 13   | 13   |\n| Supervisors by Age Group Generation X         | %               | -        | 405-1   | SOC-5 - C3 | -    | 54   | 56   | 56   | 56   |\n| Supervisors by Age Group Millennials          | %               | -        | 405-1   | SOC-5 - C3 | -    | 24   | 29   | 31   | 31   |\n| **Total Hires - All Employees**                | count           | -        | 401-1   | -         | -    | 2,650| 2,750| 1,590| 1,366|\n| Total Hires - Women                           | %               | -        | 401-1   | -         | -    | 24   | 25   | 27   | 23   |\n### Social Performance (continued)\n\n#### WORKFORCE (EXCLUDING SPEEDWAY) (CONTINUED)\n\n| Category                                                                 | Unit of Measure | SASB Map | GRI Map | Ipieca Map | 2017 | 2018 | 2019 | 2020 | 2021 |\n|--------------------------------------------------------------------------|-----------------|----------|---------|------------|------|------|------|------|------|\n| Total Hires - Racial/Ethnic Minority Groups                              | %               | 401-1    | -       | -          | 19   | 21   | 25   | 32   |      |\n| Total Hires by Age Group Baby Boomer                                     | %               | 401-1    | SOC-5   | C3         | -    | -    | 7    | 3    | 5    |\n| Total Hires by Age Group Generation X                                    | %               | 401-1    | SOC-5   | C3         | -    | -    | 23   | 17   | 22   |\n| Total Hires by Age Group Millennials                                     | %               | 401-1    | SOC-5   | C3         | -    | -    | 49   | 41   | 42   |\n| Total Hires by Age Group Generation Z                                    | %               | 401-1    | SOC-5   | C3         | -    | -    | 21   | 39   | 31   |\n| Intern/Co-op Hires - Total                                               | count           | -        | SOC-5   | C3         | 519  | 529  | 545  | 296  |      |\n| Intern/Co-op Hires - Women                                               | %               | 405-1    | SOC-5   | C3         | -    | -    | 36   | 35   | 35   |\n| Interns by Age Group Millennials                                         | %               | 405-1    | SOC-5   | C3         | -    | -    | 24   | 25   | 24   |\n| Interns by Age Group Generation Z                                        | %               | 405-1    | SOC-5   | C3         | -    | -    | 24   | 10   | 7    |\n| Interns by Age Group Generation Z                                        | %               | 405-1    | SOC-5   | C3         | -    | -    | 76   | 90   | 93   |\n| Intern to Employee Conversions - Total                                   | count           | -        | SOC-7   | A2         | 119  | 136  | 139  | 51   |      |\n| Intern to Employee Conversions - Women                                   | %               | 405-1    | SOC-7   | A2         | -    | -    | 35   | 32   | 47   |\n| Intern to Employee Conversions - Racial/Ethnic Minority Groups           | %               | 405-1    | SOC-7   | A2         | -    | -    | 20   | 19   | 15   |\n| Intern to Employee Conversions by Age Group Baby Boomer                  | %               | 405-1    | SOC-7   | A2         | -    | -    | 1    | 0    | 0    |\n| Intern to Employee Conversions by Age Group Generation X                 | %               | 405-1    | SOC-7   | A2         | -    | -    | 80   | 62   | 18   |\n| Intern to Employee Conversions by Age Group Generation Z                 | %               | 405-1    | SOC-7   | A2         | -    | -    | 18   | 38   | 82   |\n\n#### COMMUNITY INVESTMENT\n\n| Category                                                                 | Unit of Measure | SASB Map | GRI Map | Ipieca Map | 2017 | 2018 | 2019 | 2020 | 2021 |\n|--------------------------------------------------------------------------|-----------------|----------|---------|------------|------|------|------|------|------|\n| Community Investment Dollars                                             | $ million       | SOC-13   | C2      | -          | 21.7 | 18.7 | 13   | 21.3 |      |\n| Nonprofits Supported                                                      | count           | -        | -       | -          | 921  | 534  | 937  | 956  |      |\n| Schools Supported                                                         | count           | -        | -       | -          | 128  | 123  | 150  |      |      |\n| Employee Donations to Nonprofits                                         | $ million       | -        | -       | -          | 3.35 | 5.6  | 4.61 | 4.1  |      |\n| Employee Volunteer Hours                                                 | hours           | -        | -       | -          | 43,765 | 55,525 | 44,433 | 57,522 |      |\n| Corporate Sponsorships, Local Giving, Company Matching Gifts, Disaster Relief | $ million       | -        | -       | -          | -    | -    | 10.1 | 9    |      |\n| Focused, Long-Term Investments and Employee Volunteer Program            | $ million       | -        | -       | -          | -    | -    | 2.9  | 11.4 |      |\n| Commercial Initiatives                                                    | $ million       | -        | -       | -          | -    | -    | 2.1  | 1.5  |      |\n| Value of Employee Volunteer Hours During Working Hours                   | $ thousand      | -        | -       | -          | -    | -    | -    | -    | 119  |\n| Community Investment Overhead                                            | $ million       | -        | -       | -          | -    | -    | 1.6  | 1.7  |      |\n\n#### RIGHTS OF INDIGENOUS PEOPLES\n\n| Category                                                                 | Unit of Measure | SASB Map | GRI Map | Ipieca Map | 2017 | 2018 | 2019 | 2020 | 2021 |\n|--------------------------------------------------------------------------|-----------------|----------|---------|------------|------|------|------|------|------|\n| Operations Where Indigenous Communities are Present                       | count           | OG-9     | -       | -          | 13   | 14   | 21   |      |      |\n| Number of Significant Disputes with Local and Indigenous Peoples         | count           | OG-10    | -       | -          | 0    | 0    | 0    |      |      |\n| Operations Where Involuntary Resettlement Took Place with Indigenous Communities | count           | OG-12    | SOC-11  | -          | 0    | 0    | 0    |      |      |\n\n#### SUPPLY CHAIN\n\n| Category                                                                 | Unit of Measure | SASB Map | GRI Map | Ipieca Map | 2017 | 2018 | 2019 | 2020 | 2021 |\n|--------------------------------------------------------------------------|-----------------|----------|---------|------------|------|------|------|------|------|\n| Supply Chain Spend (excluding crude/feedstock purchases)                | $ billion       | -        | -       | -          | 19.7 | 15   | 7    |      |      |\n| Diverse Supplier Spend (excluding crude/feedstock purchases)           | $ million       | -        | -       | -          | 395  | 277  | 575  |      |      |\n## Safety Performance\n\n### PERSONAL SAFETY PERFORMANCE\n\n#### TOTAL COUNT OF SAFETY INCIDENTS\n\n| Refining | count | 2017 | 2018 | 2019 | 2020 | 2021 |\n|----------|-------|------|------|------|------|------|\n| Employee | -     | 85   | 78   | 86   | 54   | 66   |\n| Contractor| -     | 37   | 25   | 37   | 20   | 29   |\n| MPLX     | count | 110  | 130  | 139  | 113  | 101  |\n| Employee | -     | 55   | 34   | 76   | 80   | 91   |\n| Contractor| -     | 55   | 96   | 63   | 33   | 10   |\n\n#### FATALITIES\n\n| Total Company - Fatalities | count | 2017 | 2018 | 2019 | 2020 | 2021 |\n|---------------------------|-------|------|------|------|------|------|\n| Employee                  | -     | SHS-3 - C1 | 1 | 2 | 0 | 1 | 0 |\n| Contractor                | -     | SHS-3 - C1 | 1 | 1 | 0 | 0 | 0 |\n\n#### OSHA RECORDABLE INCIDENT RATE\n\n| Total Company | per 200,000 hrs worked | 2017 | 2018 | 2019 | 2020 | 2021 |\n|---------------|------------------------|------|------|------|------|------|\n| Employee      | -                      | 403-9 | 0.001 | 0.002 | 0.000 | 0.002 | 0.000 |\n| Contractor    | -                      | 403-9 | 0.000 | 0.002 | 0.000 | 0.000 | 0.000 |\n\n#### LOST TIME RATE\n\n| Total Company | per 200,000 hrs worked | 2017 | 2018 | 2019 | 2020 | 2021 |\n|---------------|------------------------|------|------|------|------|------|\n| Employee      | -                      | SHS-3 - C1 | 0.09 | 0.10 | 0.09 | 0.10 | 0.15 |\n| Contractor    | -                      | SHS-3 - C1 | 0.12 | 0.10 | 0.11 | 0.15 | 0.19 |\n\n### Unit of Measure\n\n| SASB Map | GRI Map | Ipieca Map | 2017 | 2018 | 2019 | 2020 | 2021 |\n|----------|---------|------------|------|------|------|------|------|\n|          |         |            |      |      |      |      |      |\n### Safety Performance (continued)\n\n#### PERSONAL SAFETY PERFORMANCE (CONTINUED)\n\n| TOTAL COUNT OF HEALTH ILLNESSES<sup>27</sup> | Unit of Measure | SASB Map | GRI Map | Ipieca Map | 2017 | 2018 | 2019 | 2020 | 2021 |\n|--------------------------------------------|----------------|----------|---------|------------|------|------|------|------|------|\n| Total Company                              | count          | -        | 403-10  | -          | -    | -    | 0    | 36   | 27   |\n\n#### PROCESS SAFETY PERFORMANCE\n\n##### PROCESS SAFETY EVENTS RATE - TIER 1\n\n| Total Company | (total tier 1 count/total work hrs) × 200,000 | OG-13 | SHS-6 - C1 | 0.05 | 0.07 | 0.04 | 0.06 | 0.08 |\n|---------------|---------------------------------------------|-------|------------|------|------|------|------|------|\n| Refining      | (total tier 1 count/total work hrs) × 200,000 | EM-RM-540a.1 | OG-13 | SHS-6 - C1 | 0.05 | 0.05 | 0.04 | 0.04 | 0.06 |\n| MPLX          | (total tier 1 count/total work hrs) × 200,000 | -     | OG-13 | SHS-6 - C1 | 0.10 | 0.18 | 0.06 | 0.19 | 0.24 |\n\n##### PROCESS SAFETY EVENTS RATE - TIER 2\n\n| Total Company | (total tier 2 count/total work hrs) × 200,000 | OG-13 | SHS-6 - C1 | 0.16 | 0.17 | 0.19 | 0.11 | 0.17 |\n|---------------|---------------------------------------------|-------|------------|------|------|------|------|------|\n| Refining      | (total tier 2 count/total work hrs) × 200,000 | EM-RM-540a.1 | OG-13 | SHS-6 - A1 | 0.15 | 0.16 | 0.18 | 0.08 | 0.16 |\n| MPLX          | (total tier 2 count/total work hrs) × 200,000 | -     | OG-13 | SHS-6 - A1 | 0.29 | 0.30 | 0.24 | 0.38 | 0.30 |\n\n### Governance Performance\n\n#### GOVERNANCE\n\n| GOVERNANCE                                                                 | Unit of Measure | SASB Map | GRI Map | Ipieca Map | 2017 | 2018 | 2019 | 2020 | 2021 |\n|---------------------------------------------------------------------------|----------------|----------|---------|------------|------|------|------|------|------|\n| Board Composition - Independent Directors                                 | %              | -        | -       | GOV-1 - A1 | -    | -    | 92   | 92   | 92   |\n| Board Composition - Independent Directors                                 | count          | -        | -       | GOV-1 - A1 | -    | -    | 11   | 11   | 11   |\n| Board Composition - Board Diversity (women + ethnic minorities)           | %              | -        | 405-1   | GOV-1 - A1 | -    | -    | 33   | 33   | 42   |\n| Board Composition - Women                                                 | count          | -        | 405-1   | GOV-1 - A1 | -    | -    | 2    | 2    | 2    |\n| Board Composition - Ethnic Minorities                                     | count          | -        | 405-1   | GOV-1 - A1 | -    | -    | 3    | 3    | 4    |\n| Board Experience - Significant Refreshment Since 2017                      | %              | -        | -       | GOV-1 - A1 | -    | -    | 50   | 50   | 50   |\n| Total Amount of $ Losses from Legal Proceedings Associated with Federal Pipeline and Storage Regulations | $ million      | EM-MD-520a.1 | -       | -       | -    | -    | 0    | 1.29 | 8.47 |\n| Total Amount of $ Losses from Legal Proceedings Associated with Price Gouging, Price Fixing or Price Manipulation<sup>28</sup> | $ million      | EM-RM-520a.1 | -       | -       | -    | -    | 22.5 | 0    | 0    |\n\n#### CYBERSECURITY\n\n| MPC Email Account Holders Receiving Phishing Simulations                  | count          | -        | -       | -       | -    | 32,000 | 36,228 | 23,236 |\n| MPC Email Account Holders Receiving Phishing Simulations                  | %              | -        | -       | -       | -    | 100    | 100    | 99     |\nNotes\n\n(1) As reported in the MPC 2021 Annual Report on Form 10-K for 2021 data. On May 14, 2021, MPC completed the sale of Speedway to 7-Eleven, Inc. As a result of this sale, Speedway’s results are reported separately as discontinued operations. Previous years’ data as is reported in the MPC 2020 Annual Report on Form 10-K.\n\n(2) Based on the American Petroleum Institute’s definition of environmental expenditures.\n\n(3) These amounts include spending charged against remediation reserves, where permissible, but exclude noncash provisions recorded for environmental remediation.\n\n(4) Data before 2019 is inclusive of facilities that MPC did not own so that performance can be compared across the same asset base over time. Assets included are those that MPC owned/operated as of Dec. 31, 2019, unless otherwise noted. Estimates used in some instances where historic data was unavailable.\n\n(5) No significant difference between total addressable market and market MPC serves. Nonrevenue generating initiatives to commercialize biofuels.\n\nMPC has participated in numerous precompetitive research projects around biofuels, including:\n\n- Coordinating Research Council – nonprofit organization that directs engineering and environmental studies on the interaction between bioenergy and mobility equipment and petroleum products.\n- U.S. DRIVE Fuels Working Group – researching higher levels of biofuels into gasolines. U.S. DRIVE is a voluntary government-industry partnership focused on advanced automotive and related energy infrastructure technology research and development.\n- Virent collaborates with many key industry and government partners around advanced biofuels:\n  - Synthesized Aromatic Kerosene (SAK) – working with key partners such as the Federal Aviation Administration, University of Dayton Research Institute, Air Force Research Lab oratory, GE Aviation, ASTM and others on the production and certification of SAK for use as a sustainable aviation fuel.\n  - Renewable Gasoline – working with key partners such as Southwest Research Institute, Johnson Matthey and Cargill on the production and distribution of renewable gasoline.\n  - Distillate Fuels from Biomass – working with the University of Colorado-Boulder in partnership with the National Renewable Energy Laboratory and Royal Dutch Shell on the production of distillate fuels from woody biomass.\n  - Conversion Process for Lignocellulosic Feedstocks – Virent’s BioForming technology’s current focus is on using sugars from commercial crops to enable faster commercialization of advanced biofuels such as renewable gasoline, SAK and diesel blendstocks, and to provide a pathway for commercializing conversion processes for lignocellulosic feedstocks and cellulosic sugars. Current and prior development activities include work with a number of industry and government partners developing cellulosic sugar technologies, as well as the development of Virent’s proprietary lignocellulosic conversion technology under competitive grant awards from the U.S. DOE, USDA, DOT and Commerce and in collaboration with various national laboratories, universities, and Wright Patterson Air Force Base.\n\n(6) Environmental performance reported for facilities of which MPC and MPLX has operational control.\n\n(7) Scope 1 direct GHG emissions include those from Refining and MPLX and are typically calculated per the EPA’s Mandatory Greenhouse Gas Reporting Program or the 2009 API Compendium of Greenhouse Gas Emissions Methodologies for the Oil and Natural Gas Industry. Global Warming Potentials used are from Table A-1 to Subpart A of 40 CFR Part 98 as of February 2022.\n\n(8) Inclusive of carbon dioxide (CO2), methane (CH4), nitrous oxide (N2O), and Sulphur Hexafluoride (SF6), Hydrofluorocarbons (HFC), and perfluorocarbons (PFC) emissions are considered to not be material to our operations and are therefore excluded.\n\n(9) The Martinez and Los Angeles facilities are currently subject to the California Low- and Trade-Program.\n\n(10) MPLX emissions data includes emissions from all midstream facilities and, as such, a small amount of MPLX reported emissions are from MPC-owned midstream facilities.\n\n(11) Location-based Scope 2 emissions that include indirect GHG emissions from consumption of purchased electricity, heat or steam.\n\n(12) As reported in the Toxic Release Inventory (TRI) Program.\n\n(13) 2020 and 2021 water recycle data not comparable to prior years due to enhanced water accounting that arose from the Focus on Water program that was launched in 2020.\n\n(14) The legal or regulatory frameworks used to define hazardous waste and recycled hazardous waste is 40 CFR 260-261.\n\n(15) On May 14, 2021, MPC completed the sale of Speedway to 7-Eleven, Inc. As a result of this sale, UST data beginning in 2021 does not include Speedway.\n\n(16) Volume of spills in Unusually Sensitive Areas is inclusive of the OSHA-reportable spills only.\n\n(17) MPC and MPLX conform to inspection frequency requirements contained in 49 CFR 192 and 195. Nonregulated pipelines are not included. For all years presented, 100% of regulated natural gas and hazardous pipeline inspections were completed as required.\n\n(18) DEIs include releases to the environment (air, land or water), environmental permit exceedances and agency enforcement actions. Tier 3 and 4 DEIs are the most significant types of DEIs. DEI performance is only inclusive of assets/entities that MPC and MPLX owned in the reporting year. Andeavor assets included beginning in 2018.\n\n(19) The U.S. Geological Survey (USGS) Protected Areas Database v2.1 is the nation’s official inventory of public open space and private protected areas and was used to determine areas of protected conservation status. The U.S. Fish and Wildlife Service (FWS) Critical Habitat, U.S. FWS National Wildlife Refuge and U.S. Endangered Species Habitat data sets were used to determine areas of endangered species habitat. As MPC’s and MPLX’s operations are limited to the U.S., these two data sets are appropriate for the evaluation of this metric in place of the references suggested in the standard. As of the end of 2021, 26,505 acres out of 128,365 total acres owned, leased and/or operated were located within areas of protected conservation status or endangered species habitat.\n\n(20) Includes land impacted during the reporting year. Disturbed land is defined as that which required regulatory review and subsequent permitting (1 acre or greater) OR was identified within an otherwise environmentally sensitive area. Disturbed land does not include either (1) previously disturbed agricultural fields, (2) pipeline work on our current (previously disturbed) right of way, or (3) right-of-way maintenance vegetation clearing on previously disturbed land required by PHMSA to enable aerial pipeline inspections.\n\n(21) Includes Marathon Petroleum Foundation dollars.\n\n(22) Calculated using Independent Sector’s 2021 Estimated National Value of Volunteer Time.\n\n(23) To present comparable year-over-year data, the data presented for Fatalities does not include COVID-19 cases that MPC conservatively recorded as work-related. Including these cases, 2020 and 2021 Refining Employee Days Away Rate is 0.26 and 0.12, respectively. 2020 and 2021 MPLX Employee Days Away Rate is 0.49 and 0.74, respectively.\n\n(24) To present comparable year-over-year data, the data presented for OSHA Recordable Incident Rate does not include COVID-19 cases that MPC conservatively recorded as work-related. Including these cases, 2020 and 2021 Total Company Lost Time Rate is 0.60 and 0.74, respectively. 2020 and 2021 Refining Employee OSHA Recordable Incident Rate is 0.39 and 0.34, respectively. 2020 and 2021 MPLX Employee OSHA Recordable Incident Rate is 1.13 and 1.57, respectively.\n\n(25) To present comparable year-over-year data, the data presented for Lost Time Rate does not include COVID-19 cases that MPC conservatively recorded as work-related. Including these cases, 2020 and 2021 Total Company Lost Time Rate is 0.31 and 0.33, respectively. 2020 and 2021 Refining Employee Days Away Rate is 0.26 and 0.12, respectively. 2020 and 2021 MPLX Employee Days Away Rate is 0.49 and 0.74, respectively.\n\n(26) To present comparable year-over-year data, the data presented for the California Cap-and-Trade Program or the 2009 API Compendium of Greenhouse Gas Emissions Methodologies for the Oil and Natural Gas Industry. Global Warming Potentials used are from Table A-1 to Subpart A of 40 CFR Part 98 as of February 2022.\n\n(27) Total Count of Health Illnesses include COVID-19 related health illnesses.\n\n(28) In May 2007, the Kentucky attorney general filed a lawsuit against MPC and Speedway LLC in state court in Franklin County, Kentucky, for alleged violations of Kentucky’s emergency pricing and consumer protection laws following Hurricanes Katrina and Rita in 2005. The lawsuit alleged that we overcharged customers by $89 million USD during September and October 2005. The complaint sought disgorgement of the ill-gotten sums, as well as unspecified damages and penalties related to our wholesale gasoline pricing in April and May 2005 under statewide price controls that were activated by the Kentucky governor on April 26, 2005 and which have since expired. The court denied the attorney general’s request for immediate injunctive relief. In July 2019, MPC and the attorney general reached a settlement to resolve this litigation, which included a payment of $22.5 million USD. We disputed the allegations made against us by the attorney general’s office and expressly denied any liability, wrongdoing or violation of the law. With this resolution the attorney general’s office acknowledged no admission of liability or wrongdoing. Press releases on this settlement by both MPC and the Kentucky attorney general’s office can be found at https://www.marathonpetroleum.com/investor/news-releases/news-details/2019/Marathon-Petroleum-Corp-welcomes-settlement-with-the-office-of-the-Attorney-General-of-the-Commonwealth-of-Kentucky/default.aspx and https://kentucky.gov/Pages/Press-Release-Archive.aspx?ID=807, respectively. We recommended that settlement funds be used for the purpose of improving rural roads, navigable waterways and/or emergency management to mitigate the impact of weather events.\n## EEO-1 REPORT\n\nClick [here](#) to view our original 2021 EEO-1 consolidated report.\n\n| JOB CATEGORIES                        | HISPANIC OR LATINO | NON-HISPANIC OR LATINO | OVERALL TOTALS |\n|---------------------------------------|--------------------|------------------------|----------------|\n|                                       | Male   | Female | White | Black or African American | Native Hawaiian or Pacific Islander | Asian | American Indian or Alaskan Native | Two or More Races | White | Black or African American | Native Hawaiian or Pacific Islander | Asian | American Indian or Alaskan Native | Two or More Races |\n| Executive/Senior Officials and Managers | 1      | 0      | 18    | 0      | 0      | 0      | 0      | 0      | 6      | 0      | 0      | 0      | 0      | 0      | 0      | 25    |\n| First/Mid Officials and Managers      | 175    | 45     | 1,992 | 79     | 5      | 51     | 11     | 30     | 359    | 19     | 2      | 11     | 2      | 9      | 2,790 |\n| Professionals                         | 357    | 200    | 2,909 | 93     | 3      | 185    | 8      | 45     | 1,204  | 39     | 2      | 105    | 6      | 28     | 5,184 |\n| Technicians                           | 151    | 20     | 995   | 68     | 5      | 20     | 12     | 15     | 122    | 20     | 1      | 7      | 2      | 2      | 1,440 |\n| Sales Workers                         | 4      | 2      | 50    | 2      | 0      | 2      | 0      | 0      | 19     | 1      | 0      | 0      | 0      | 1      | 81    |\n| Administrative Support                | 31     | 119    | 111   | 7      | 1      | 4      | 0      | 3      | 479    | 35     | 2      | 17     | 4      | 7      | 820   |\n| Craft Workers                         | 271    | 4      | 1,395 | 92     | 10     | 24     | 25     | 18     | 27     | 5      | 0      | 0      | 1      | 0      | 1,872 |\n| Operatives                            | 773    | 38     | 3,461 | 361    | 27     | 86     | 68     | 75     | 169    | 24     | 0      | 6      | 4      | 7      | 5,099 |\n| Laborers and Helpers                  | 20     | 3      | 289   | 19     | 4      | 1      | 2      | 2      | 11     | 2      | 0      | 1      | 0      | 0      | 354   |\n| Service Workers                       | 0      | 0      | 3     | 0      | 0      | 0      | 0      | 0      | 2      | 0      | 0      | 0      | 0      | 0      | 5     |\n| TOTAL                                 | 1,783  | 431    | 11,223| 721    | 55     | 373    | 126    | 188    | 2,398  | 145    | 7      | 147    | 19     | 54     | 17,670|\n| PREVIOUS REPORT TOTAL                 | -      | -      | -     | -      | -      | -      | -      | -      | -      | -      | -      | -      | -      | -      | -     |\nGLOSSARY\n\nAFPM: American Fuel & Petrochemical Manufacturers\nAPI: American Petroleum Institute\nBBL: Barrel — 42 U.S. gallons\nBIOFUELS: Fuels that are produced from a biomass, meaning plant, algae material or animal waste. Since biomass feedstock material can be replenished readily, biofuels are considered to be a source of renewable energy.\nBIPOC: Black, Indigenous and People of Color\nBLM: U.S. Department of the Interior Bureau of Land Management\nBOE: Barrel of oil equivalent — a unit of energy based on the energy released by burning one barrel of crude oil or 5.8 million British thermal units.\nBPD: Barrels per day\nBPCD: Barrels per calendar day — the average of how much crude oil or other feedstock a refinery processes over a period of time, divided by the number of days in that period, typically 365 days (a common rate measure for petroleum refineries).\nCERT: Corporate Emergency Response Team — a highly trained group of MPC professionals across the company with nationally recognized response\nCO2: Carbon dioxide\nCO2E: Carbon dioxide equivalent — a common unit of measurement converting all greenhouse gases to carbon dioxide. MPC calculates CO2 emissions using the EPA factors identified in Table A-1 at 40 CFR Part 98.\nDEI: Designated Environmental Incident — a metric adopted by MPC and MPLX to capture several categories simultaneously. It includes releases to the environment (including to air, land or water), permit exceedances and agency enforcement actions. MPC and MPLX rank DEIs in terms of their severity, with Tier 4 being the most severe and Tier 1 being the least. Below are partial descriptions of the DEI Tiers:\n\nTIER 4\n• Release of oil or other hazardous material onto the land greater than or equal to 1,000 bbl\n• Release of oil or other hazardous material to a regulated water body greater than or equal to 100 bbl\n• Reportable release to air of a hazardous material greater than or equal to 100 times the reportable quantity\n\nTIER 3\n• Release of oil or other hazardous material onto the land greater than or equal to 100 bbl but less than 1,000 bbl\n• Release of oil or other hazardous material to a regulated water body greater than or equal to 10 bbl but less than 100 bbl\n• Reportable release to air of a hazardous material greater than or equal to 10 times the reportable quantity\n\nTIER 2\n• Release of oil or other hazardous material onto the land greater than or equal to 10 bbl but less than 100 bbl\n• Safety system failure or bypass\n• Release of oil or other hazardous material into a regulated water body greater than or equal to 1 bbl but less than 10 bbl\n• Release to air of a hazardous material greater than or equal to 80% of a reportable quantity but less than an established reportable quantity\n\nTIER 1\n• Release of oil or other hazardous material onto the land that is less than 10 bbl (if less than 1 bbl, release must also be reported)\n\nENERGY STAR®: A program of the U.S. Environmental Protection Agency recognizing energy efficiency. To achieve this status, applicants must perform in the top quartile for energy efficiency and have no unresolved environmental compliance actions from state or federal regulators.\nEPA: The U.S. Environmental Protection Agency\nERM: Enterprise Risk Management\nESG: Environmental, social and governance\nG&P: Gathering and Processing organization\nGHG: Greenhouse gases, such as carbon dioxide and methane\nGJ: Gigajoule — a measurement unit of energy. One gigajoule is roughly equivalent to 1 million British thermal units.\nGRI: Global Reporting Initiative\nHES&S: Health, Environment, Safety and Security\nIPIECA: International Petroleum Industry Environmental Conservation Association\nISO 9001: International Organization for Standardization’s quality management system criteria\nMPC: Marathon Petroleum Corporation\nMPL: Marathon Pipe Line LLC — a wholly owned subsidiary of MPLX that specializes in operating pipelines, storage tanks and marine facilities.\nMPLX: A diversified, large-cap master limited partnership formed by Marathon Petroleum Corporation that owns and operates midstream energy infrastructure and logistics assets and provides fuel distribution services.\nOEMS: MPC’s Operational Excellence Management System — a framework used to manage work and achieve health, environmental, safety, security, product quality and sustainability goals in an intentional and continual manner.\nOSHA: The U.S. Occupational Safety and Health Administration\nOSHA RECORDABLE INCIDENT: An injury or illness that results in any of the following: death, days away from work, restricted work or transfer to another job, medical treatment beyond first aid, loss of consciousness, or a significant injury or illness diagnosed by a physician or other licensed health care professional.\nPSE: Process safety event — an unplanned or uncontrolled release of a material from a process. Tier 1 PSEs, which we report in this publication, are the most serious PSEs. Below are detailed descriptions of the PSE Tiers:\n\nTIER 1\n• Loss of primary containment (LOPC) exceeding Tier 1 threshold quantity\n• LOPC resulting in a fatality, lost time injury, community evacuation or shelter-in-place\n• LOPC with fire or explosion damage > $100,000\n\nTIER 2\n• LOPC exceeding Tier 2 threshold quantity\n• LOPC resulting in a recordable injury\n• LOPC with fire or explosion damage > $2,500\n\nRC14001®: A management system that combines Responsible Care with the globally recognized ISO 14001 environmental management system, established by the International Organization for Standardization.\nRENEWABLE DIESEL: A fuel that is made from renewable biomass. Renewable diesel uses a hydrotreating process to produce the fuel, making it compatible with diesel engines.\nSASB: Sustainability Accounting Standards Board\nSCOPE 1 EMISSIONS: All direct greenhouse gas emissions by a company. This includes fuel combustion, company vehicles and fugitive emissions.\nSCOPE 2 EMISSIONS: Indirect greenhouse gas emissions from consumption of purchased electricity, heat or steam.\nSCOPE 3 EMISSIONS: Other indirect greenhouse gas emissions that occur in a company’s value chain that are not captured by Scope 2.\nTONNE: Metric ton — 2,205 pounds\nForward-Looking Statements\n\nThis publication includes forward-looking statements regarding Marathon Petroleum Corporation (MPC) and MPLX LP (MPLX). You can identify forward-looking statements by words such as “anticipate,” “believe,” “commitment,” “could,” “design,” “estimate,” “expect,” “forecast,” “goal,” “guidance,” “imply,” “intend,” “may,” “objective,” “opportunity,” “outlook,” “plan,” “policy,” “position,” “potential,” “predict,” “priority,” “project,” “proposition,” “prospective,” “pursue,” “seek,” “should,” “strategy,” “target,” “would,” “will,” or other similar expressions that convey the uncertainty of future events or outcomes. We have based our forward-looking statements on our current expectations, estimates and projections about our business and industry. We caution that these statements are not guarantees of future performance and you should not rely unduly on them, as they involve risks, uncertainties and assumptions. While our management considers these assumptions to be reasonable, they are inherently subject to significant business, economic, competitive, regulatory and other risks, contingencies and uncertainties, most of which are difficult to predict and many of which are beyond our control. Factors that could cause actual results to differ materially from the future performance that we have expressed or forecast in our forward-looking statements include but are not limited to: general economic, political or regulatory developments, including inflation, changes in governmental policies relating to refined petroleum products, crude oil, natural gas or NGLs, or taxation; our ability to complete the conversion of the Martinez, California, refinery into a renewable fuels facility, within the expected timeframe or at all; the magnitude, duration and extent of future resurgences of the COVID-19 pandemic and its effects; and the factors set forth under the heading “Risk Factors” in MPC’s and MPLX’s Annual Reports on Form 10-K for the year ended Dec. 31, 2021, and in other filings with the Securities and Exchange Commission (SEC). Any forward-looking statement speaks only as of the date of the applicable communication and we undertake no obligation to update any forward-looking statement except to the extent required by applicable law. Copies of MPC’s filings with the SEC are available on the SEC’s website, MPC’s website at https://www.marathonpetroleum.com/Investors/ or by contacting MPC’s Investor Relations office. Copies of MPLX’s filings with the SEC are available on the SEC’s website, MPLX’s website at http://ir.mplx.com or by contacting MPLX’s Investor Relations office.\n\nPictured: MPC employees plant cypress trees to restore the swamps of Lake Pontchartrain in Louisiana.", "source": "marathon_petroleum_2021", "added": "2025-04-27", "created": "2025-04-27", "metadata": {"Source-File": "climate_reports/tp_reports/marathon_petroleum_2021.pdf", "olmocr-version": "0.1.59", "pdf-total-pages": 88, "total-input-tokens": 213615, "total-output-tokens": 62352, "total-fallback-pages": 0}, "attributes": {"pdf_page_numbers": [[0, 80, 1], [80, 1456, 2], [1456, 5619, 3], [5619, 6313, 4], [6313, 6877, 5], [6877, 8564, 6], [8564, 10359, 7], [10359, 13077, 8], [13077, 14885, 9], [14885, 15057, 10], [15057, 16306, 11], [16306, 17375, 12], [17375, 19324, 13], [19324, 23459, 14], [23459, 25909, 15], [25909, 31192, 16], [31192, 33867, 17], [33867, 35401, 18], [35401, 39563, 19], [39563, 42910, 20], [42910, 45583, 21], [45583, 48893, 22], [48893, 50376, 23], [50376, 54922, 24], [54922, 56708, 25], [56708, 58373, 26], [58373, 60939, 27], [60939, 64261, 28], [64261, 68038, 29], [68038, 68141, 30], [68141, 69230, 31], [69230, 71042, 32], [71042, 73693, 33], [73693, 77196, 34], [77196, 79738, 35], [79738, 79857, 36], [79857, 80994, 37], [80994, 83940, 38], [83940, 84716, 39], [84716, 86639, 40], [86639, 89547, 41], [89547, 93120, 42], [93120, 96589, 43], [96589, 98293, 44], [98293, 100955, 45], [100955, 104054, 46], [104054, 105217, 47], [105217, 109980, 48], [109980, 112425, 49], [112425, 113870, 50], [113870, 116511, 51], [116511, 117637, 52], [117637, 119317, 53], [119317, 120827, 54], [120827, 124701, 55], [124701, 127581, 56], [127581, 130275, 57], [130275, 132663, 58], [132663, 135867, 59], [135867, 136963, 60], [136963, 140005, 61], [140005, 142566, 62], [142566, 146306, 63], [146306, 150132, 64], [150132, 151736, 65], [151736, 154420, 66], [154420, 158157, 67], [158157, 161512, 68], [161512, 166000, 69], [166000, 168701, 70], [168701, 171107, 71], [171107, 174625, 72], [174625, 177091, 73], [177091, 181595, 74], [181595, 185843, 75], [185843, 189774, 76], [189774, 193947, 77], [193947, 197561, 78], [197561, 200631, 79], [200631, 205138, 80], [205138, 210153, 81], [210153, 216740, 82], [216740, 218505, 83], [218505, 222244, 84], [222244, 232538, 85], [232538, 235282, 86], [235282, 241455, 87], [241455, 244194, 88]]}}