{"id": "51a262899a30b5095618dfa9d9002bbf000fb199", "text": "Fast Retailing Sustainability Report 2022\n\nAN AGE OF OPPORTUNITY\n\nSpecial Conversation\n\nMedical Scientist / Director of the Center for iPS Cell Research and Application (CiRA), Kyoto University / Representative Director of the CiRA Foundation\n\nShinya Yamanaka\nChairman, President and CEO\nFast Retailing Co., Ltd.\n\nTadashi Yanai\nTo create truly great clothing with new and unique value, and to enable people all over the world to experience the joy, happiness and satisfaction of wearing such great clothes.\n\nTo enrich people’s lives through our unique corporate activities, and to seek to grow and develop our company in unity with society.\nUnlocking the Power of Clothing\n\nWe believe we can turn the power of clothing into a force for good. By designing, making and selling good clothing, we can make the world a better place. Good clothing means simple clothing, high in quality, and built to last. It’s clothing that enriches the lives of people who wear it by giving them comfort, protection and pleasure. It is produced in a way that is harmonious with nature, without excessive burden on the environment. Good clothing is made by people of diverse backgrounds working with energy and enthusiasm, under conditions where their health, safety and human rights are respected and upheld. And we will extend this same spirit to our customers and all our stakeholders, working with them to aspire to a better society where we all thrive. This is our promise: to always work toward a better, more sustainable society.\n\nSix Material Issues\n\nWe have identified six issues that are material to our sustainability efforts. We have announced a commitment and targets for each issue and are implementing them as part of our business strategy.\n\n1. Create New Value through Products and Services\n2. Respect Human Rights in Our Supply Chain\n3. Respect the Environment\n4. Strengthen Communities\n5. Support Employee Fulfillment\n6. Corporate Governance\n\nIntroduction\n\nFast Retailing manages eight apparel brands worldwide. Our mission is to deliver clothing that enriches the lives of all our customers around the world. For over 20 years, we have worked on sustainability activities with an aim to change the world for the better through our business.\n\nAs the world continues working to overcome difficulties caused by COVID-19, we believe the predicament also presents opportunity. We are committed to helping the world bounce back and build a better future, leveraging the great power of creativity to transcend borders and industries.\n\nIn Sustainability Report 2022, we present some of our current key initiatives, as well as details of our future action plans and commitments.\nCreativity of individuals and the private sector; a key to shaping the future for the next generation\n\nHow did the world of science change during the COVID-19 pandemic? Professor Shinya Yamanaka, who won the Nobel Prize in Physiology or Medicine, has been conducting research at Kyoto University, Japan, and Gladstone Institutes, California, traveling back and forth between the countries while navigating travel restrictions. Through his research, Professor Yamanaka is keeping a close eye on the frontline and the future.\n\nBelow is an edited version of discussions between Professor Yamanaka and Tadashi Yanai, Chairman, President and CEO of Fast Retailing. These discussions took place during a period of quarantine for Professor Yamanaka after returning to Japan, and later during an in-person meeting in Tokyo.\nWhat the pandemic has revealed\n\nYanai You have been actively communicating on the COVID-19 pandemic since it started.\n\nYamanaka Thank you. The question of how science can contribute to the world has always been on my mind while doing iPS cell research. However, most scientists, including myself, could not predict that COVID-19 would have such an impact on the world. The situation made me reflect as a scientist. Ever since, I felt I must continue to communicate to the public, even if the topic is beyond my field of expertise.\n\nYanai It is also very important for companies to communicate. The pandemic has closed borders, isolated families and individuals, and brought everything to a halt. It has made us think about our responsibilities and how we should communicate when our actions are restricted. Now the world is so closely connected because of globalization. It has made me keenly aware of how serious the situation would be if these connections were lost. In other words, the pandemic has caused two crises.\n\nYamanaka Even if society could overcome an infectious disease by cutting off connections, the social structure and economic activities would not be sustainable. It is very difficult to balance these two.\n\nYanai It is not only scientists who failed to predict the future, but also politicians and economists, as well. We should not just close doors but find ways to open them wisely in emergency situations. We must work together all over the world to spread and apply our knowledge globally. Otherwise, life will stop like cells without blood flow.\n\nYamanaka The field of science has become more active. The scientific world is usually driven by a principle of fierce competition. However, many of us decided to switch from competition to cooperation early on. There were a lot of reactions not only from virus researchers but also from people in different fields, utilizing their own knowledge and specialties. This was particularly clear in the U.S. It reminded me how that country is the driving force of global research innovations. The U.S. was at the forefront of efforts to translate research findings into reality. At the same time, it suffered from having the highest number of infected people and deaths in the world. I saw two sides of the country.\n\nYanai A certain period of quarantine is required when we return to Japan. It can be stressful to travel back and forth between Japan and the U.S., but you have visited the U.S. frequently.\n\nYamanaka It is because my research is based in Kyoto and San Francisco. The reason I tolerate the strict travel regulations is because in the U.S., I can access cutting edge research and feel the enthusiasm of the researchers directly. There are things that cannot be conveyed precisely on the Internet.\n\nYanai When the globalized world is fragmented, we come to realize that there are tangible things which are indispensable to human beings. These things cannot be captured by the Internet. That is why we need to monitor the infection situation and adjust inspection and quarantine systems to facilitate people crossing borders with greater agility. Otherwise, we will continue to lose the dynamism created by direct interactions.\n\nYamanaka 2020 was like fighting without protective gear. However, it is a more reassuring situation now, because we have preventive measures, including wearing masks, the protection of vaccines and more sophisticated treatment methods even if we do get infected. But more harmful variants may still emerge. It is paramount to prepare ourselves thoroughly, especially when the number of infected people decreases.\n\nYanai When social and economic conditions improve, we must take a good look at what is going on from a global perspective rather than just rejoicing in the recovery of our own country. We need to consider and implement support for\nIt is clearer than ever that the entire world is connected at every corner, as long-term perspective, such as overcoming disease or developing technologies repeatedly. It is a matter of the future of the country whether individuals in inconceivable for vaccines to be ready and available within a year. They were investors to understand. It is nothing but an illusion that one’s own country can recover single-handedly. The power of individuals and the private sector\n\nYanai Another thing that should be emphasized is the power of individuals and the private sector. They played a vital role. The acceleration of the vaccination in Japan was due in large part to the private sector.\n\nYamanaka I agree. It was so fast that the vaccines were in short supply at one point. Anyone could estimate that 1 million shots per day were necessary for people in Japan before the fall and winter when the infection situation would worsen. I made an announcement declaring this number as a goal. The government also set a goal of 1 million shots per day, set up large-scale vaccination sites and allowed vaccinations in the workplace. The government supplied the vaccine, but the system and the logistics were entrusted to local governments and private sectors. We changed the system as we went along. These efforts from both parties paid off. If the government had made all the decisions without room for adjustments, we would never have achieved 1 million shots per day.\n\nYanai When we need to achieve something in a short period of time, decisions based on “uniformity” or “precedent” will be nothing but an obstacle. Groups or societies that put brakes on ideas and suggestions by individuals may make fewer mistakes, but they will not produce new results. This means there will be no future for them. It is a matter of the future of the country whether individuals and the private sector are in an environment where they can think freely.\n\nYamanaka Science has also shown unprecedented development. It was inconceivable for vaccines to be ready and available within a year. They were available in such a short period of time because of efforts by startups in Europe and the United States. They already had good skills to handle the mRNA they were experimenting with clinically for almost 10 years. Their experiments failed over and over again, but they did not give up. I think there is little chance in Japan that investments will not be cut off by investors when startups fail repeatedly.\n\nYanai Investors need to take measure of the nature of startups; are they just trying to make money, or do they aspire to contribute to the world from a long-term perspective, such as overcoming disease or developing technologies that reduce CO2? Also, it is important for startups to have clear purposes and plans and to communicate their visions and aspirations in a way that is easy for investors to understand.\n\nYamanaka You are right. It is natural for investors to expect financial returns from their investments. At the same time, the attitude toward investments has been changing in recent years. More and more investors are not looking for short-term results but expect to make a big return on their investment for the future of society, including the generations of their children and grandchildren.\n\nYanai It also depends on whether you have a sense of crisis about the global environment. I think there is still a mindset in Japan that the government should take care of these major problems. Nothing will change unless individuals and the private sector have a sense of crisis and think about what they can do. Also, the government is demanding short-term results from research and academia too much. Basic research may not produce results in five or 10 years. Trial and error are the key to great discoveries. The single-year accounting system and the budget principle are also causing problems.\n\nYamanaka Research funding is divided into periods of one year at the shortest and five years at the longest. Faculty members are also given terms. Many young members are only given terms of five years. It is becoming impossible for them to conduct research where they find something that other researchers do not notice and continue to observe it under a microscope for more than a decade. This is exactly what the research by Professor Yoshinori Ohsumi (Nobel Laureate in Physiology or Medicine for his research on autophagy) was like. About a quarter century ago, the salaries for university faculty were not that high, but enough for them to eat, and they could do their research without worrying about tomorrow. However, the basic research at Japanese universities a quarter century ago was ranked around the third or fourth highest in the world. Now it is falling lower and lower. Education was called a “100-year plan” in this country. We need to think about its fundamentals from now on.\n\nYanai There is no retirement age in the U.S. as long as you have tenure. Professor Syukuro Manabe, Nobel Laureate in Physics, is a senior meteorologist in atmospheric and oceanic sciences at Princeton University at the age of 90. This is not because he is protected by the system, but probably because his research and achievements are evaluated as steady and reliable.\n\nYamanaka In the U.S., when a researcher is hired with tenure, his or her age does not matter. Or rather, we cannot ask that. However, even if you have\ntenure, even if you have won the Nobel Prize, your salary will be lower and lower and your laboratory will become smaller and smaller if you don’t produce remarkable results for a long time. The Gladstone Institutes, where I am conducting my research activities, is operating based on the legacy of Mr. Gladstone, a successful real estate entrepreneur. It maintains and increases his legacy by investment while also receiving research funding from the government. The Institutes also solicit donations, so they have multiple financial pillars. The largest source of income for national universities in Japan is grants from the government. Shortly after the Meiji Restoration, Yukichi Fukuzawa said that there was no academic independence without financial independence. We are now in an era where researchers need to make efforts to obtain funding in order to sustain and develop their research.\n\nThe future of research and the next generation\n\nYamanaka\n\nProfessor Manabe moved to the U.S. in the 1950s for his research in geophysics and meteorology. He could do his research using the latest IBM computers there. I heard that the performance of computers and salaries for researchers in the U.S. were more than 20 times higher than in Japan at that time. Meteorology depends on complex factors and conditions affecting each other, making it impossible for a human brain to follow on its own. Even though it was Professor Manabe’s brain that came up with the ideas, the environment which allowed him to use computers for more than half a century must have played an important role for his success.\n\nShinya Yamanaka\n\nProfessor Yamanaka is a leading Japanese scientist who works to promote the importance of scientific research. Awarded the Nobel Prize in Physiology or Medicine in 2012 for his success creating iPS cells from skin cells, Professor Yamanaka is a pioneer in new research fields, and has received many Japanese and international scientific awards. Currently focused on the medical application of iPS cells, he is the director of the Center for iPS Cell Research and Application (CiRA) and the representative director of the CiRA Foundation. He is also a member of the Gladstone Institutes in the United States, and travels between Japan and the U.S. to undertake his research. Since March 15, 2020, Professor Yamanaka has been working to distribute evidence-based information and advice related to COVID-19. (As of January, 2022)\n\nYamanaka\n\nExactly. In the field of biology, there are more and more situations where the ability to quickly analyze and apply big data is crucial. In such cases, it is rather difficult for conventional biological researchers to introduce computers to their research. On the other hand, more people with computer skills start their research in biology and achieve results with computer analysis.\n\nYamanaka\n\nComputers are also essential for biotechnology. In order to utilize big data, researchers will need cross-border collaboration with research institutions rather than working alone.\n\nYamanaka\n\nIt is impossible to decipher human genes without computers. For example, if you want to know why people have different heights by analyzing their genes, you will not get a conclusion by examining 1,000 of them. You may have to examine hundreds of thousands or millions of people to find out. It is impossible to find so many research subjects in Japan. My field, medical biology, is also entering an era of collaboration with researchers in mathematics, physics and computers.\n\nYamanaka\n\nIn the future, we need to think about which human abilities have an edge over computers. I believe that the liberal arts and humanities will be more important. Ultimately, it will be about how aspects like truth, goodness, beauty and basic human abilities such as integrity and love will be connected to science. Computers might take over the human world otherwise. In terms of sustainability, I believe that it is universal human integrity that can drive it as well. When we provided the official clothing of the Swedish team for the Tokyo 2020 Olympic and Paralympic Games, their committee wanted three things from the companies providing the uniforms: “quality”, “innovation” and “sustainability”. The materials and technology can be easily conveyed. In terms of sustainability, I felt that they were looking at the corporate attitude. We have been providing clothes with universal designs so that people can wear them next year and the year after that, not just for one season. It seems that they appreciated this attitude. We also do not want to make products that will soon be thrown away. That is a truth you know without asking a computer.\n\nYamanaka\n\nAffordability is our principle. Clothes “MADE FOR ALL” means affordable and sustainable clothes. Sustainable clothes, for us, are those that do not increase the burden on the natural environment, society and workers, and which can be worn for a long time. The “ALL” of “MADE FOR ALL” naturally includes sustainability. We believe that this is the only way for our future. There is still a lot of work to be done.\n\nYamanaka\n\nThere has never been a time with more opportunities for young and open-minded people than today. We cannot see the future now. This means that things will definitely change. We cannot create opportunities if we are satisfied with the current situation and do not want to change.\n\nYamanaka\n\nIt is no good if we just run on the existing rails. We must create our own future. A bright future will not come if we just wait for it. We will keep on doing everything we can until our customers truly feel that LifeWear equals sustainability. I have no doubt that this is our future.\nLifeWear: A New Industry\n\nIn December 2021, Fast Retailing reimagined its LifeWear concept, committing to a strong vision and action plan that will see LifeWear evolve into a new type of industry.\n\nA model to achieve both sustainability and business growth\n\nFast Retailing’s business is made possible by the foundations of a stable and healthy society. Accordingly, we aim to make the world a better place through every item of LifeWear we create. The diagram above helps to illustrate our approach to this goal. The circle on the left shows our commitment to the environment and to workers across our manufacturing, transportation and sales processes, so that our customers may shop with full confidence. Meanwhile, the right circle shows how customers can continue wearing our durable LifeWear apparel for a long time, while we take responsibility for the way our clothes are used even after sale.\n\nHow we’ll achieve our vision\n\nFast Retailing has established targets to reduce greenhouse gas emissions by FY 2030, in accordance with the goals of the Paris Agreement, to reduce environmental impact. These targets have been approved as science-based targets by the Science Based Targets initiative (SBTi). We also conduct human rights due diligence, not only in our own business, but also throughout our supply chain so that human rights risks can be identified and prevented. In terms of social contribution activities, Fast Retailing is committed to measuring and disclosing the impact of its community investments based on the Business for Societal Impact (B4SI) Framework.\n\nThe past, present and future of LifeWear\n\nLifeWear is clothing designed to make everyone’s life better. It is simple, high-quality, everyday clothing with a practical sense of beauty, ingenious in detail, thought through with life’s needs in mind, and always evolving. “MADE FOR ALL” is the strong commitment we make to all our customers that LifeWear is for everybody. It is an expression arising through long and deep deliberation, and reminds us regularly that the clothing we make is ultimately for people who wear it in their lives each day.\n\nIn 2017, we commenced our Ariake Project—our inspiration to innovate and further increase the value of LifeWear for customers. Through the Ariake Project, we have acquired new insights for a new business model that incorporates workstyle and supply chain reforms to ensure we make, transport, and sell only the type and volume of products our customers truly want, exactly when they need them. Here, we introduce several initiatives that help us achieve this aim.\nThe Positive Power of LifeWear\n\nFast Retailing is committed to a business that produces, transports, and sells only what is necessary. Our whole global team is working to contribute to a more sustainable society while also maintaining business growth. Here, we introduce new initiatives toward supply chain reform and post-sales responsibility.\n\nMaking our supply chain more sustainable\n\n90%↓ 20%↓\n\nGHG reduction by FY 2030, carbon neutrality by 2050\n\nFast Retailing, by FY 2030, will reduce greenhouse gas emissions from its own operations by 90% over FY 2019 levels. In key stages of our manufacturing—raw materials, plus fabric and garment production—the supply chain of UNIQLO and GU products will target a 20% reduction of greenhouse gas emissions. All Fast Retailing stores and key offices globally will achieve 100% sourcing of renewable electricity. We have also formulated a reduction plan in cooperation with our supplier factories. In addition, we will increase the proportion of recycled materials used in our products to approximately 50%.\n\nRespecting human rights in all production processes\n\nFast Retailing will continue to strengthen transparency and traceability to raw material level. By March 2022, we plan to publish a list of all garment factories we have ongoing dealings with. In addition to audits at garment factories and core fabric mills, we aim to establish traceability across the whole supply chain, from upstream spinning mills to raw material level. This will be achieved through Fast Retailing site visits, audits by third-party organizations, and third-party certifications. Meanwhile, we will continue to strengthen our human rights policies as one of our highest priorities, including our partnership with the Fair Labor Association (FLA) to pursue a living wage for workers in our supply chain.\n\nPromoting a society that does not dispose of clothes\n\nFast Retailing believes that we should also take responsibility for what happens to our clothes after they reach the hands of our customers. The LifeWear philosophy of “enriching the lives of all people” is the cornerstone of building a recycling-oriented society, where people wear their clothes for a long time without feeling uneasy or recycle them rather than throwing them away.\n\nIn 2020, UNIQLO renewed its “All-Product Recycling Initiative” which has been carried out since 2006, under the new name “RE.UNIQLO,” with the goal of reusing and recycling almost all our products. For this purpose, not only do we reuse clothes, we have started to recycle clothes into new ones.\n\nAs a first step, we are collecting old down products and progressing with recycled down products. In addition, we are also recycling our products into materials other than clothes, such as alternative fuel and soundproofing materials for cars. Moreover, we will continue to evaluate the clothing needs of refugees and people in crisis, building on our hard work of 15 years to find good uses for our used clothing.\n\nWe are currently collecting clothes at all UNIQLO and GU stores, and will consider adding more collection methods to make it easier for customers to participate in recycling.\n\nInnovating to extend the clothing life cycle\n\nWe believe that in order for people to use our clothes for a long time, we need to create a better system that makes it easy for customers to repair, reuse or donate, while we continue to offer durable clothing. To this end, Fast Retailing has started collaborating with external partners.\n\nIn August 2021, we launched a “Second Life Studio” as a trial at one UNIQLO store in Germany, offering a clothing repair service in cooperation with an NGO. In the area of recycling clothes and developing new materials, we are planning to proceed with research and development with Toray Industries, Inc. Beyond the boundaries of industry, we will continue to search for partner companies that can work with us to develop future services and technologies related to clothing.\n\nFast Retailing will continue to strengthen transparency and traceability to raw material level. By March 2022, we plan to publish a list of all garment factories we have ongoing dealings with. In addition to audits at garment factories and core fabric mills, we aim to establish traceability across the whole supply chain, from upstream spinning mills to raw material level. This will be achieved through Fast Retailing site visits, audits by third-party organizations, and third-party certifications. Meanwhile, we will continue to strengthen our human rights policies as one of our highest priorities, including our partnership with the Fair Labor Association (FLA) to pursue a living wage for workers in our supply chain.\n\nChips made from plastic bottles become yarn\n\nRecycled polyester is partially used in fabrics\n\nCirculating value on a global scale\n\nRE.UNIQLO recycling box for collecting clothes\n\nSecond Life Studio for repairing clothes (Germany)\nSustainability Starts with Society\n\nFast Retailing’s business is made possible by the foundations of a stable and healthy society. Accordingly, we believe it is essential to make meaningful social contributions, to respect diversity and to collaborate with a wide range of stakeholders, including our customers. In this way, we will continue working to help develop a stable and sustainable society.\n\nSupport for communities and contributions to society\n\n10 billion yen\n\nFill the world with smiles through the Power of Clothing\n\nFast Retailing works to identify the needs of socially vulnerable people and provide support through our products, employees and stores. We invested a value of 3.2 billion yen via social contribution activities in the 2021 fiscal year alone, and provided support to approximately 7.5 million people. For the past 10 years, we have been promoting our Power of Clothing project. Through this project, we raise awareness about refugees and other social issues and work to expand the circle of clothing support via initiatives to host with elementary, junior high and high school students throughout Japan. Our Grameen UNIQLO social business aims to support employment in Bangladesh and has 16 stores, as of the end of August 2021. All processes, from product planning to production and sales, are carried out in Bangladesh, and all profits are reinvested into the business to create a new circular business model. In addition, we are making efforts in solving problems, such as providing career support for female employees who have difficulty becoming self-reliant and offering basic education opportunities for employees of our supplier’s factories.\n\nIn the fiscal year of 2025, Fast Retailing, the Fast Retailing Foundation, the Yanai Tadashi Foundation, and Mr. Tadashi Yanai himself, will collaborate to implement social contribution activities worth 10 billion yen in a single fiscal year by expanding their activities, targeting a donation of 10 million items of clothing and will provide support to 10 million people.\n\nRespect the diversity of all people\n\nClothing for everyone comes from diverse values\n\nClothing made for everyone is only possible by respecting diverse values. Fast Retailing promotes diversity and inclusion across its global business, addressing issues such as gender equality, opportunities for women at work, increased participation of people with disabilities, and an understanding of diverse sexual orientations and gender identities. We strive to realize a workplace where diversity is recognized and valued. We host sessions where executive officers and employees of various backgrounds can meet and discuss with each other. In 2021, we joined the Valuable 500, an international initiative to promote the activities of people with disabilities. Currently, the employment rate in Japan of people with disabilities is 4.6%, and approximately 1,500 employees with disabilities are working in our business worldwide.\n\nCommunicate, and involve a lot of people\n\nPromote sustainability with ambassadors\n\nWe proactively communicate to raise public awareness and understanding of sustainability to create opportunities for action—by us and all people. We disclose corporate activities so customers have the transparency they need to purchase products with peace of mind. As part of these efforts, the popular character Doraemon became UNIQLO’s global sustainability ambassador in March 2021. In Doraemon Sustainability Mode, Doraemon appears in green, rather than the traditional blue, to symbolize sustainability for the future of the earth. Doraemon is helping UNIQLO spread the message, in an easy-to-understand way, that we can all change the future through the power of clothing.\nSupporting society through the power of clothing\n\nIn cooperation with the UNHCR, the UN Refugee Agency, Fast Retailing provided support for vulnerable people, including donations totaling approximately 1 million AIRism masks to refugees in five countries in South America and the Middle East. Our donation destinations are not limited only to countries where we operate stores. If the foundations of life and humanity are shaken, global stability and peace are threatened. As a global company, we want to support the entirety of global society through the power of clothing. Based on this philosophy, we have been donating clothing to people who need support since 2001, when we delivered 10,000 items of fleece clothing to victims of the massive Gujarat Earthquake in western India.\n\nDelivering what people need, exactly how they need it\n\nAs COVID-19 spread quickly across India, we provided emergency support through two non-profit organizations totaling approximately 220 million rupees (around U.S. $3 million). This helped ensure we could deliver exactly what people needed, to the very people who needed it, such as oxygen concentrators for hospitals and meals for low-income earners. In Indonesia and Vietnam, we contributed to a fund to help speed up vaccination. In Japan, we donated AIRism masks to new first graders at elementary schools nationwide in April 2021 as the new school year started. Finding out what is required by local people and supporting them immediately is our philosophy of contribution and closely resembles our philosophy for developing products—always making good clothing for all, based upon the voices and needs of our customers.\n\nConnecting the world with continuous support\n\nWe have expanded our support during the COVID-19 crisis to 35 countries and regions, which includes donations of medical supplies and essential clothing. The number of face masks and AIRism masks we donated totaled approximately 22.3 million as of the end of August 2021. By now, many people across the world are vaccinated, and we have made progress dealing with COVID-19. But a great many people continue to face serious difficulties. We believe ongoing support remains necessary to close some of the gaps that still exist in the world today.\n\nOvercoming COVID-19 together\n\nClothing is essential for living. To ensure we can continue providing customers with the products and services they need, we are taking COVID-19 seriously. We have implemented preventive measures in our stores and have conducted workplace vaccination programs for our employees. Even throughout periods of restrictions, we have operated both our retail and online stores without interruption to meet our customers’ needs as much as possible. At the same time, we have taken measures for the security and safety of employees at supplier factories, such as providing compensation during temporary absences from work. Throughout the pandemic, Fast Retailing continues doing business with a determination to overcome COVID-19 together with customers around the world.\nCustomer insights as the foundation of product development\n\nWhenever we create new products, our aim is to enrich all lives. And designing for diversity requires awareness and understanding. That’s why we place great value on the needs and insights of our customers everywhere, actively seeking out their views and opinions.\n\nFor example, in direct response to customer requests arising from the COVID-19 crisis, we created our AIRism mask in 2020. Since its launch, we have continued to make regular improvements to our AIRism mask based on feedback from customers.\n\nIn another example, we received a letter from a customer with a disability who faces significant difficulty getting dressed. Learning about this difficulty was the genesis of UNIQLO’s Front Open Innerwear. As part of the product development process, we visited medical facilities and nursing homes to listen to people who faced such difficulties, including caregivers. We obtained their thoughts on product samples and asked how we might improve designs. Since launching the range, we have created nine items, such as T-shirts, bras, and body suits for kids up to 160cm tall. The project has helped a range of people, not only those who are hospitalized or with physical disabilities, but also those living with problems like frozen shoulder or people who have undergone breast cancer surgery.\n\nIn March 2021, the GU BODY LAB—a special project that supports women’s health—launched GU’s first water-absorbing Triple Guard Shorts. Then, that September, UNIQLO launched its AIRism Absorbent Sanitary Shorts and is accelerating efforts to meet feminine care needs based on our fundamental philosophy of supporting our customers with all of life’s needs, in all stages of their lives.\n\nA store where everyone can enjoy shopping\n\nIn bringing LifeWear to all, we aim to understand the specific needs of all customers and to create stores where everybody can enjoy shopping. Therefore, customer feedback is also integral to store and service design.\n\nAt a UNIQLO store in Moscow, we conducted a pre-opening shopping event for customers with disabilities after rehearsing the event using wheelchairs. Meanwhile, GU co-sponsored an audition for models in wheelchairs and those who use prosthetics and other support aids. While participants choose clothes to wear at the final audition at a real shop, we asked participants about their experience at the store, and gained important viewpoints, such as “It is difficult to pick up products from a wheelchair if stored below knee level” and “the fitting room needs a chair.”\n\nLifeWear is for Everybody\n\nLifeWear is designed to make everyone’s life better. It is the ultimate everyday wear that all people can wear comfortably in their own style. Fast Retailing calls this product development concept “MADE FOR ALL” and aims to achieve it by respecting the diversity of our world.\nTen Years with Refugees\n\nFast Retailing has been supporting refugees and internally displaced people through its global partnership with UNHCR, the UN Refugee Agency, since 2011. In July 2021, we interviewed Mr. Filippo Grandi, the United Nations High Commissioner for Refugees, to discuss the current situation facing people being forced to flee and the importance of Fast Retailing’s contribution. This is a summary of his response.\n\nThe refugee situation: an important lesson from the COVID-19 pandemic\n\nAt the end of 2020, there were approximately 82.4 million refugees and displaced people: people fleeing war, conflict, violence, discrimination and persecution. This is the ninth year in a row in which this figure is increasing. These increasing figures mean old conflicts never get resolved and new conflicts emerge. Look at what’s happened recently in Ethiopia, for example. The Syria crisis is 10 years old; in Afghanistan, the conflict is over 40 years old. These are very worrying signs of a world that has difficulty building peace. So unfortunately, if you look at the geopolitical context, you cannot be too optimistic. You have to be realistic. This figure may continue to rise again in the next few years.\n\nThe COVID-19 pandemic, dramatic as it may have been and continues to be, has taught us a very important lesson. That these global challenges, such as coronavirus and climate change, cannot be resolved country by country. They cannot be resolved by closing borders. If we go back into our cocoons, we won’t be able to face the collective challenges that impact everyone, from presidents and prime ministers to everyday people.\n\nThroughout the pandemic, we’ve seen people come together. Let’s hope that this is an accelerator for change and solidarity; because when it comes to people who are being forced to flee, we need unity. We need solidarity. We need to continue to come together to find solutions, either for people to return home or to be received in other countries, and in the meantime, to continue to help them in a sustainable way.\n\nSustainable support for people forced to flee their home countries\n\nIn 2011, Fast Retailing became the first Asian company to sign a global partnership with UNHCR. This year, we celebrated the 10th year of sustainable support for displaced people. I myself have seen many refugees and internally displaced people benefit from receiving clothing through this partnership, which has helped bring warmth and dignity to those in need.\n\nThere has been an immediate humanitarian value in these donations, but I would also say that we, UNHCR and Fast Retailing, must continue to focus on “How can we make refugees more self-reliant?” We live in a world where a refugee crisis lasts 10 years, 20 years, and sometimes, like in the case of Afghan refugees, more than 40 years—you cannot simply limit the response to humanitarian distributions of food or medicine or tents. You must give sustainable responses to the crisis. And this is where the diversity, the depth of cooperation that we have with Fast Retailing is very important and serves as a model for other similar partnerships in the private sector. It would be great if this model can be replicated by other companies in Japan and around the world, because with these opportunities, people forced to flee can go on to build a brighter future for themselves and their communities.\n\nAbout Fast Retailing’s support\n\nMore than 46.19 million pieces of clothing\n\nWe collected clothing that was no longer needed by customers and donated them to refugees and internally displaced people, collaborating with UNHCR and other NGOs and UNHCR around the world from 2006 to the end of August in 2021. During the pandemic, we have donated more than 82 million AIRism masks to people who were forced to flee, to help prevent the spread of COVID-19.\n\n120 people, 8 countries\n\nUNHCR has been promoting employment opportunities for people who were forced to flee their home countries since 2011. At the end of April 2021, there were 120 displaced people working in UNHCR stores across eight countries in Japan, US and Europe.\n\nBuilding self-reliance for 19,000 people\n\nFrom 2016 to 2019, Fast Retailing contributed $3.5 million to UNHCR to support self-reliance assistance programs for refugees. This supported approximately 19,000 refugees across five Asian countries, through programs such as employment training for skills needed locally and assistance to become self-reliant.\n\nFilippo Grandi\n\nElected by the General Assembly, Filippo Grandi became the 11th UN High Commissioner for Refugees on January 1, 2016. He leads UNHCR, the UN Refugee Agency, which operates in 135 countries providing protection and assistance to more than 82 million refugees, returnees, internally displaced people, as well as stateless people. Mr. Grandi, an Italian national, has been engaged in international cooperation for 35 years and holds degrees in modern history and philosophy, as well as an honorary doctorate from the University of Coventry.\nWorker Wellbeing as a Priority\n\nFast Retailing listens carefully to worker voices in the supply chain to understand and address workplace issues. We go beyond our own boundaries to cooperate with governments and international organizations for better working environments. Here are some examples of such projects.\n\nWomen’s Confidence Opening Up Society in Bangladesh\n\nThe garment industry is one of the most prevalent in Bangladesh, and a large part of it is supported by women. Unleashing their potential and expanding their field of activity will lead to the development of local communities. The “Women’s Empowerment Project”, launched by Fast Retailing in cooperation with UN Women, provides training for female workers in sewing factories and fosters personnel who can hold managerial positions.\n\nWe interviewed two women involved in the project about the project’s significance.\n\nEliminate stereotypes and build confidence in women workers\n\nAmbia Akter\nSupervisor, Green Textile Limited (EPIC Group)\n\n“The greatest thing I have acquired in this training is confidence”, said Ms. Akter, who works at Green Textile’s sewing factory. After attending the training, she was promoted to supervisor and now oversees a line with 30 machines. At 8 am each day, she confirms the sewing line does not have any problems, reviews reports, checks the attendance of members, and sets the goals for the day.\n\n“I feel satisfied with my work when I consider how I can cooperate with all of my team members to achieve our goals”, Ms. Akter said. Now 27 years old, Ms. Akter has been with the company for six years, starting out as a sewing machine operator. One year ago, she attended Women’s Empowerment training, introduced by Fast Retailing and UN Women, where she learned about leadership and communication. Through the training, Ms. Akter realized she had been under the misconception that “women are incapable of taking up managerial positions,” and then shifted her mindset to believe she is capable. This also affected her surroundings. “Most supervisors used to be men. At first, I was told women were incapable of being supervisors, but when I showed my achievements, male employees changed their attitudes.”\n\nSince then, there have been some female workers who wish to be promoted to supervisors like Ms. Akter. “In Bangladesh, the idea is still prevalent that women are less capable both at work and at home. But if we are offered an appropriate and supportive environment where we can make our best efforts, women can be promoted to leadership positions and boost their careers. We ourselves have to change our own mindset that we cannot do something just because we are women,” she said.\n\nAfter her promotion, Ms. Akter receives a stable income that is enough to support her parents’ household, and she is confident she can further improve her life through her own volition. “Now I can believe I am capable of doing things which I had never dreamed of achieving when I started working. My next aim is to move up in my career to become a production manager.” Embracing her newfound self-confidence, Ms. Akter continues to challenge herself and tries to achieve new things.\n\nFemale supervisors increased tenfold after introducing the in-house training project\n\nZahara Ashraff\nPresident, Human Resources at EPIC Group\n\nEPIC Group, Green Textile inclusive, is a global company with factories all over the world, which puts effort into supporting women, who make up 85% of its 30,000 employees. “In the garment industry, a patriarchal view of work has long persisted, namely, that men take roles as managers, whereas women work as factory workers. It has been one year since the company started offering its Women’s Empowerment training, originally introduced by Fast Retailing and UN Women, through which the number of female supervisors has increased from nine to 92. Since the training began, it has become easier for female workers to talk to their supervisors about issues common to women, such as family problems or physical conditions, and this has brought about greater levels of cooperation in the workplace. Male employees also welcome the training, as it has helped them recognize the potential of women and eliminate prejudices that hinder female achievement. Now that female workers have the confidence in themselves to play more active roles in the company, the overall productivity at our workplace has also improved. By providing women with confidence and technical acumen, I hope to draw on our strengths, such as empathy and the cultivation of human resources to operate the company. I will continue to support workplaces where both men and women have equal opportunities to show their maximum performance.”\nWorker Wellbeing and Beyond, Indonesia\n\nFast Retailing has been cooperating with the International Labour Organization (ILO) to strive for better working environments around Asia. After entering into a partnership in 2019, we have worked together to help establish a new national employment insurance system in Indonesia and conduct a comparative study of social security systems in nearby countries where Fast Retailing has manufacturing operations. Here, we take a look at the past initiatives and future prospects, with Ms. Michiko Miyamoto, Director of ILO Country Office for Indonesia and Timor-Leste.\n\nMichiko Miyamoto\nCountry Director for Indonesia and Timor-Leste International Labour Organization\n\nA new employment insurance system in Indonesia is due to come into effect in 2022, which was technically supported through the partnership between Fast Retailing and the ILO. As a private company, Fast Retailing contributed a total of approximately 190 million yen—the largest cumulative contribution by a private company—to our joint project to help envision and establish a social security system to better protect Indonesian workers at times of sudden unemployment. Although apparel brands often do not have employment contracts with factory workers, they autonomously make efforts to protect the human rights of workers in their supply chain and ensure occupational health and safety in workplaces. In this project, Fast Retailing played a pioneering role to support workers, even beyond its own supply chain or the garment industry. Through its partnership with the ILO, Fast Retailing has contributed to improving the working environments of all Indonesian workers by advancing the country’s social security system. This is a significant achievement that represents strong leadership from a corporation.\n\nThroughout the COVID-19 crisis, like many other countries in Asia, Indonesia did not have an employment insurance system as advanced as those in Japan and elsewhere. They faced challenges to provide income security for their unemployed workers. While the country suffered from surging unemployment caused by the pandemic, the implementation of the new employment insurance system will help Indonesia’s workers. When the system goes into effect, workers who have lost their jobs due to factory bankruptcy, dismissal or other unexpected reasons can receive benefits for up to six months during their period of unemployment. In addition, job seekers will be entitled to receive job search assistance that will help them find new work as quickly as possible. This includes training to upgrade skills or retraining to improve employability in different growth industries. In the consultation process around labor and social security issues, it is always important to reflect the views of the government, workers and employers to develop an effective and sustainable system. The ILO values and promotes such dialogues among the three parties. We worked together to understand the issues related to the employment insurance system. With the significant achievement of this partnership in Indonesia, the ILO has been receiving requests and conducting a comparative study of social security systems in nearby countries where Fast Retailing has manufacturing operations.\n\nA historical first: Worker support system, established by Fast Retailing and ILO\n\nRespecting human rights and labor environments in the supply chain\n\nFast Retailing strives to ensure human rights are respected throughout the supply chain and that production is carried out in good working environments. Here, we outline some key initiatives.\n\n01 Code of Conduct for Production Partners\n\nFast Retailing established its Code of Conduct (CoC) for Production Partners in 2004 to protect worker and human rights and to ensure decent working environments. Fast Retailing contracts only with partners who pledge to comply with our CoC, which formally stipulates labor standards such as working hours and prohibitions against child labor, forced labor and harassment. In some cases and regions, the terms of our CoC go beyond minimum local legal requirements in accordance with international labor standards. It is reviewed regularly and updated whenever necessary.\n\n02 Monitoring the working environments where people make our clothes\n\nFast Retailing monitors working environments and confirms CoC compliance status at key facilities such as garment factories, subcontractors and fabric mills. Whenever necessary, we request that facilities implement improvement initiatives according to the nature and severity of any risks we discover. We have established hotlines for factory employees, so they can consult with Fast Retailing directly and anonymously in their local languages. We are also implementing preventive measures to stop human rights violations, including harassment, child labor, exploitation of migrant workers and unfair or unlawful wages and benefits.\n\nWe continue to pursue traceability down to the raw materials stage, and confirm working environments in order to ensure human rights due diligence and prevent human rights risks in the entire supply chain.\n\n03 Responsible purchasing\n\nResponsible purchasing helps protect and improve the rights of workers employed by our suppliers. Accordingly, our procurement team purchases responsibly. When placing an order, we develop a purchase plan based on the production equipment and capacity of the factory, with quantity and delivery dates agreed in advance with no changes to be made without factory consent. Moreover, we take care not to abuse the dominant bargaining position brands have when negotiating on prices and payment terms. Fast Retailing has developed guidelines on responsible purchasing and provides training to all employees involved in procurement.\n\n04 Disclosure of major production partners\n\nSince 2017, Fast Retailing has been publishing and maintaining a list of major production partners to increase the transparency of our supply chain, and to ensure good labor conditions and working environments. By March 2022, we plan to publish a list of all garment factories that we have ongoing dealings with and are working to expand the scope of our disclosure to also include non-garment factories.\n\n05 Third-party partnerships and engagement\n\nTo help solve global social issues that cannot be addressed by any single company, we work proactively with respected NGOs, UN agencies and industry groups, including UN Women, the International Labour Organization (ILO). By engaging a diverse range of stakeholders across industries and geographies, we aim to improve working environments everywhere.\nA society where technology and humanity are intertwined\n\nEmma\nFirst of all, congratulations on your gold medal at the Tokyo 2020 Paralympic Games, Shingo. I can guess you were not able to do as much practice as usual under so many COVID-19 restrictions, but how have you been over these last two years?\n\nShingo\nThank you. My turbulent two-year experience brought about by COVID-19 started in March 2020. While I was warming up for the first match of the tournament on the UNIQLO Wheelchair Tennis Tour, the organizing committee decided to cancel the tournament, which resulted in me flying back to Japan immediately. After that, both the Olympics and the Paralympics were postponed, and an uncertain future continued.\n\nEmma\nMy lifestyle changed drastically, too. From working in the office from 9am to 5pm to working only remotely. At the moment, it feels as though my colleagues, and the interactions I have with them, exist mainly in my laptop. Even things that are important in our lives have become virtual.\n\nShingo\nYes. Wheelchair tennis is not just about speed, but about a combination of movements, including turns. I tried using motion capture technology to get data, but I realized: when thinking about how to transmit power to a ball, it is not only objective data we must rely on, but also a player’s own feeling.\n\nEmma\nIt is the same with design. Human emotions, including empathy, are important. When building user personas, we need to interview dozens of people. We need to consider what barriers exist, and what we must do to overcome these. I’m sure for you there’s also a degree of psychology that goes into it all, too. Obviously, athletes do so much physical training. What do you do to get mentally prepared?\n\nShingo\nYes. After I incorporated mental training into my program, I moved up the rankings from 10th to number one in the world. This type of mental training is really about how much you believe in yourself. Instead of feeling weak, you can convince yourself that you are the strongest, then the power and the precision with which you hit a ball will go up. After a match, however, you also need to question yourself about what you are still missing to keep winning games. Otherwise, you can never improve both technically and mentally. That’s something I have been pursuing with tenacity.\n\nEmma\nYou are your own biggest fan and critic, right? I really liked your choice of words: “tenacity.” That’s one of my favorite words. I always like to say, “embrace the art of elegant tenacity.” And what I mean by that is this mindset of, “I’m here, and I’m going to achieve this. I’m not going away until I do.”\n\nShingo\nPersonally, I want to broaden public interest in sport. To do that, I want to continue taking part in tournaments. Specifically, the Paralympics were a good opportunity for many people to see and feel human potential, not only through wheelchair tennis, but also through other sports, like blind soccer and swimming, for example. It would be nice if I can help as many people as possible through my tennis, to learn about the potential of human beings and what we can do, even in wheelchairs.\n\nEmma\nLooking for more people to broaden their interests… I have that kind of feeling too. I started just a media company, which offers information on the future of mobility. As to the future of mobility, we need to think not only about technological elements, but also about human aspects. What I want to do is create a bridge. I would love to do more outreach with high school students, for example. I want to present very technical topics in a non-technical, very left-field way. Because I think that is how you make these things appealing to people who have no interest in it. You appeal to them, and you bring out this common interest that you didn’t think was possible.\n\nShingo Kunieda\nShingo Kunieda is the greatest professional wheelchair tennis player in history. His career highlights include 29 men’s singles titles (25 Grand Slam titles, 3 ATP Tour titles, and 1 ATP Challenger Tour title), 10 men’s doubles titles, and 1 men’s mixed doubles title. Kunieda achieved a wheelchair tennis career Grand Slam for the first time in the sport’s history. He is currently ranked world number one in the men’s singles division. (As of September 2021)\n\nEmma Kalayjian\nBuilding a career in the design and engineering fields of the automotive and aerospace industries, Emma Kalayjian works as a UX designer. Emma recently established Spicy Carrot, a media company focusing on mobility. In 2020, she made the Forbes 30 Under 30 - Sustainability Technology List.\n\nHumanity + Technology\n\nAs technology continues to evolve, its impact and influence upon our world and society grows. Here, two very special guests and leaders in their fields—Shingo Kunieda, wheelchair tennis great and currently the best in the world, and Emma Kalayjian, Automotive-Aerospace UX designer—joined us to talk about the relationship between humans and technology.\nGeneration Next, Finding a Way\n\nAs issues of global concern continue to mount—climate change, environmental damage and social injustice—an increasing number of young leaders is emerging, determined to take ownership of these challenges and engage their generation for positive change. We spoke with four young leaders from Generation Z to hear about their commitment to the future.\n\nAbby Fuirst\n23, United States, Community Organizer of OVERDUE\n1. #trashpickup #leavenotrace #community\n\n2. The goal of OVERDUE is to develop a network of people who come together to make our communities cleaner and greener by picking up trash together. We believe that our fun and engaging cleanups help keep our neighborhoods clean while improving our volunteers’ mental health, offering a positive outlet of support and a place to flourish. Additionally, OVERDUE supports leaders of all ages who prioritize cleanliness in their neighborhoods. 3. Growing up in an area rich with nature and loving time spent outdoors, I always wanted younger generations to have the same experiences I had as a kid. While working to achieve that goal in Los Angeles, I found OVERDUE. I wanted to learn more about the effect overconsumption had on our planet. This idea motivated me to volunteer, picking up trash in my community with OVERDUE. 4. Future generations should not have to worry about climate change, natural disasters, food shortages, the extinction of endangered species, widespread epidemics, or poverty. Unfortunately, situations like these will worsen if we don’t act soon and create positive change. 5. To that end, we can start by reducing our consumption and reusing more effectively to lessen the amount of waste we produce.\n\nHelly Tong\n26, Vietnam, Founder of The Yên Concept and Lai Day Refill Station\n1. #sustainable #socialimpact #greenvision\n\n2. “I want to be a part of an environmentally-friendly world, striving for better and more sustainable solutions.” Everything I have been doing until now came from that desire. The Yên Concept places emphasis on human-nature connection by providing mainly greenery products while Lai Day Refill Station is known for its refill services as described in the slogan “Lại đây, lại đầy,” which means “refill” in Vietnamese, thereby supporting forestation activities and local communities. 3. As co-founders, we both have strong personal reasons for our commitment to these activities: for Shomy, the sudden loss of her mother from severe diarrhea led her to act and promote water sanitation. For Rijve, struggles he faced in his own childhood motivated him to protect the rights of children and support youth. 4. Our generation is the last to be able to change the future in 10 years; we need the world to become sustainable, peaceful, equal, and healthy. 5. We don’t have to change the whole world at once, but it is critical to each make a big change, realizing the role we all play and making better lifestyle choices every day. This will lead to the world becoming a better place to live in.\n\nShomy Hasan Chowdhury, Rijve Arefin\n(Both) 26, Bangladesh, Co-founders of Awareness 360\n1. #SDGs #WASH #YouthEmpowerment\n\n2. Through our activities, such as workshops at Awareness 360, we have been working on improving public sanitation and hygiene with a focus on water. In addition, we have been supporting vulnerable people through grassroots efforts, while also striving to raise awareness about the importance of lifestyle changes for a healthy life. 3. As co-founders, we both have strong personal reasons for our commitment to these activities: for Shomy, the sudden loss of her mother from severe diarrhea led her to act and promote water sanitation. For Rijve, struggles he faced in his own childhood motivated him to protect the rights of children and support youth. 4. Our generation is the last to be able to change the future in 10 years; we need the world to become sustainable, peaceful, equal, and healthy. 5. We don’t have to change the whole world at once, but it is critical to each make a big change, realizing the role we all play and making better lifestyle choices every day. This will lead to the world becoming a better place to live in.\n\nFive Questions\n1. Which three hashtags would you use to describe your work?\n2. Please briefly describe your environmental efforts.\n3. What prompted you to begin taking action?\n4. What do you want the world to be like in 2030?\n5. What do we need in order to take the first step for the future of our world?\nGiving Back to the World\n\nFast Retailing collaborates with the Fast Retailing Foundation and the Yanai Tadashi Foundation and works with NGOs and NPOs to understand the needs of local communities everywhere, providing support where and how it is needed. Below, we introduce some example initiatives of our community engagement work around the world.\n\nNext generation empowerment\n\nThe Fast Retailing Foundation contributes to the Asian University for Women in Bangladesh, with the aim of promoting female leadership in Asia and supporting the advancement of female leaders on the world stage. Through this initiative, many motivated women obtain an opportunity to study at university, irrespective of their financial status or cultural background. Since 2013, the Fast Retailing Foundation has supported more than 200 women with $2.95 million in scholarships and $5 million in support for the construction of new school buildings.\n\nSupporting people in crisis\n\nUNIQLO has provided support to many people facing difficult situations due to COVID-19. In Malaysia, we collaborated with an NGO, The Lost Food Project, to provide approximately 500,000 meals to socially vulnerable people. In Russia, UNIQLO worked with local charitable organizations to support people in need, donating its HEATTECH clothing to homeless people, as well as to elderly people who became isolated because of COVID-19.\n\nClothing donations in 79 countries and regions, with approximately 46.19 million clothing items\n\nThe clothing items collected through reuse and recycling activities of each Fast Retailing brand provide essential clothing to refugees and internally displaced people around the world, support the independence of women and young people and bring clothing relief to people in crisis from natural disasters and other emergencies.\n\nEmergency and disaster support\n\nIn February 2021, UNIQLO donated approximately 25,000 clothing items to people hit by a wave of low temperatures in Austin, Texas. We delivered a LifeWear package created in response to conditions at the time of the disaster. Each package contained items of clothing that were easy to carry and useful for controlling body temperatures.\n\nPromoting culture and the arts\n\nUNIQLO is widening the horizons of our contribution to the arts around the world. Beginning with the Museum of Modern Art of New York, our folks of global art partnerships has grown to include other major institutions around the world, such as London’s Tate Modern and the Louvre Museum in Paris. Through such partnerships, we sponsor free admission programs, guided tours, and collaboration products, aiming to make art more accessible and enjoyable for all.\n\nLocal environment conservation initiatives\n\nIn Europe and North America, UNIQLO participated in the garbage collection activities of World Cleanup Day, a global event. In France, World Cleanup Day presented an opportunity for employees to think about the issues of homeless people while cleaning the city together with homelessness support groups. In Korea (UNIQLO) and Taiwan (UNIQLO and GU), we participated in beach cleaning activities.\n\nDiversity & inclusion initiatives\n\nSince 2017, Theory has been conducting Be Heard, its program to empower women. Through Be Heard, Theory invites female entrepreneurs and innovators to talk about social issues and diversity topics and share inspirational stories about their careers. To date, 19 panelists have presented to a total of over 17,000 participants.\nCorporate Governance\n\nFast Retailing strives for a responsive and transparent management system. To this end, we work on building an effective corporate governance system by enhancing the functions of the Board of Directors and internal control systems.\n\nEnhancing the organization system to promote sustainability-related activities\n\nThrough various committees, our company directors, auditors, external advisors and executive officers engage in vigorous discussion to deal with risks and provide solutions to crucial issues such as the environment and human rights.\n\n(Sustainability Committee) The company president and CEO, as the executive officer with overall responsibility for sustainability, appoints directors and an executive officer in charge of sustainability. The Sustainability Committee works to promote sustainability activities that align with and leverage the Fast Retailing business. In FY 2021, the committee shaped the direction and momentum of various projects, including efforts to deal with environmental problems, respect for human rights within our supply chain, and social contribution activities. Among these issues, the committee had a special focus on issues related to the environment, specifically climate change, reviewing plans for Fast Retailing’s action in this area.\n\n(Human Rights Committee) With an external advisor as its head, the Human Rights Committee advises on human rights due diligence and important human rights issues. In accordance with our 2018 human rights policy, the committee guides operations and promotes education programs to ensure our business is conducted in a way that respects human rights. In the event that information about a potential human rights violation comes through our anonymous hotline or other means, the committee provides counsel for and supervision of investigation and remedial measures.\n\nStrengthening internal control systems\n\nCompliance with laws and social standards is of fundamental importance to healthy business operations. We established the Fast Retailing Group Code of Conduct as a set of behavioral and ethical standards for employees. Each year, we regularly carry out e-learning and other educational programs to verify all our employees have read, understood and agreed to comply with the Code.\n\nFast Retailing Corporate Governance\n\nDetailed information and reports about Fast Retailing’s corporate governance and internal control measures are available at www.fastretailing.com/eng/about/governance/\nCorporate Information\n\nThe Fast Retailing Group posts detailed information on its sustainability activities, corporate information and investor relations information on its website and communicates with a variety of stakeholders.\n\n[For customers] Information to realize a better future\nWe send out information for everyone so that we can think together about people, the planet, and society.\n\nUNIQLO Sustainability / THE POWER OF CLOTHING\nLearn more about UNIQLO’s sustainability activities.\nwww.uniqlo.com/en/contents/sustainability/\n\nFIND YOUR SUSTAINABILITY MODE\nMovies about the activities of LifeWear Special Ambassadors.\nwww.uniqlo.com/en/contents/sustainability/sustainability_mode/\n\n[For investors and shareholders] Information related to business processes\nWe produce and deliver clothes without putting unnecessary burdens on the earth, in environments where health, safety and human rights are protected.\n\nInvestor relations\nLearn more about the management of Fast Retailing Group.\nwww.fastretailing.com/eng/ir/\n\nSustainability at Fast Retailing\nLearn more about the sustainability activities of Fast Retailing Group.\nwww.fastretailing.com/eng/sustainability/\n\nAnnual report\nAccess the Fast Retailing annual report for the fiscal year ended August 31, 2021.\nwww.fastretailing.com/eng/library/annual.html\n\nFast Retailing sustainability data book\nLearn more about ESG data of Fast Retailing Group.\nwww.fastretailing.com/eng/sustainability/report/data.html\n\nFast Retailing Sustainability Report 2022\n\n(About this report)\nFast Retailing Sustainability Report 2022, published by Fast Retailing Co., Ltd., outlines the company’s social and environmental initiatives, including its corporate policies and activities worldwide.\n\n(Report coverage)\nUnless otherwise stated, this report primarily covers the sustainability related activities of Fast Retailing Co., Ltd. and its subsidiaries worldwide (Fast Retailing Group).\n\n(Reporting period)\nUnless otherwise stated, data disclosed in this report is based on Fast Retailing’s fiscal year, from September 1, 2020 to August 31, 2021. Some particularly important content is based on the most recent information at the time of publication.\n\n(Publication)\nFebruary 2022\nThe next English report is scheduled for publication in February 2023.\n\nDisclaimer\nThis report provides factual information on Fast Retailing Co., Ltd. and its Group companies, as well as plans and prospects at the date of publication. The report also includes forecasts based on management policies and other factors. These forecasts are based on assumptions or judgments made using information available at the time of publication. Actual results and future business activities may differ from these forecasts due to changes in business conditions and other factors.\n\nText\nMasashi Matsuie (pages 6 to 13), Junko Sato (pages 20 to 23), Yoko Sueoka (pages 24 to 27 and 30 to 31), and Fast Retailing for other content\n\nPhoto\nKoichi Kondo (Cover, pages 6 to 9, pages 11 to 13, pages 15 to 17 Left, pages 22 to 23, pages 30 to 31 and pages 36 to 37), Naoki Hashimoto (pages 4 to 5), Second Life Studio @The Bakery / Dahahm Choi (page 17 Right), Shinsuke Kamioka (page 18 Left, page 21 Right and page 24 Left top), Shu Tokonami (page 18 Right), © UNHCR/Eugenia Paz (page 20 Left), Fondazione Progetto ARCA Onlus / Daniele Lazzaretto (page 21 Left), © UNHCR/P Gomes (page 24 Right bottom), KINYA (page 25), UN Women / Pornvit Visitoran (pages 26 to 27), Inspired by: The Astronomer / Johannes VERMEER / 1668 The Winged Victory of Samothrace © Musée du Louvre Louvre Pyramid © I.M. Pei © 2022 Yu Nagaba (page 35 Second from the top)\n", "source": "fast_retailing_2022", "added": "2025-04-09", "created": "2025-04-09", "metadata": {"Source-File": "climate_reports/ccrm_2024/fast_retailing_2022.pdf", "olmocr-version": "0.1.59", "pdf-total-pages": 21, "total-input-tokens": 51588, "total-output-tokens": 15336, "total-fallback-pages": 0}, "attributes": {"pdf_page_numbers": [[0, 328, 1], [328, 641, 2], [641, 2668, 3], [2668, 3484, 4], [3484, 7336, 5], [7336, 12747, 6], [12747, 18436, 7], [18436, 21028, 8], [21028, 25959, 9], [25959, 29695, 10], [29695, 32747, 11], [32747, 35633, 12], [35633, 40667, 13], [40667, 45389, 14], [45389, 52041, 15], [52041, 57014, 16], [57014, 61511, 17], [61511, 64997, 18], [64997, 67493, 19], [67493, 71138, 20], [71138, 71138, 21]]}}