{"id": "7944867c2bc17bee286633e5f7c40edd264b46e0", "text": "Let’s Make a Better Planet.\nFORWARD-LOOKING STATEMENTS\n\nThis report contains certain “forward-looking statements”, as defined in U.S. securities laws, that are based on Toyota Motor North America, Inc.’s (TMNA’s) current assumptions and expectations, including statements regarding our targets, goals, expectations, commitments and programs and other strategy, business plans, initiatives and objectives related to the environment, social and governance matters, sustainability, climate change, biodiversity or greenhouse gases. These statements are typically accompanied by the words “aim,” “hope,” “believe,” “commit,” “estimate,” “plan,” “aspire” or similar words. All such statements are intended to enjoy the protection of the safe harbor for forward-looking statements within the meaning of Section 27A of the U.S. Securities Act of 1933, as amended and Section 21E of the Securities Exchange Act of 1934, as amended. Our actual future results, including the achievement of our targets, goals, commitments or objectives, could differ materially from our projected results as the result of changes in circumstances, assumptions not being realized or other risks, uncertainties and factors. Such risks, uncertainties and factors include, but are not limited to, those relating to existing or future economic or political instability, fluctuations in currency exchange rates and interest rates, changes in the funding environment in financial markets and increased competition in the financial services industry, changes in laws, regulations and government policies and the outcome of current and future litigation and legal and government proceedings and investigations, the ability to meet customer demand, implement corporate strategy and maintain a positive brand image and those relating to existing and future environmental regulations, including those relating to emissions, fuel economy, noise and pollution, technological advances, interpretations and definitions of renewable energy and/or renewable energy sources, economic and political environments relating to climate change, sustainability, severe weather, environmental, social and governance matters and/or greenhouse gas emissions in the countries in which TMNA operates, potential liability of TMNA’s operations under regulations developed pursuant to international climate change related agreements, including about greenhouse gas calculations, reduction methods, and/or offsets, and the nascent and continued development of this report, including the metrics and assumptions used by management in its preparation. Such risks, uncertainties and factors, as well as others, are discussed in the “risk factors” included in Item 3.D of Toyota Motor Corporation’s (TMC’s) most recent annual report on Form 20-F filed with the U.S. Securities and Exchange Commission (SEC). We urge you to consider all of the risks, uncertainties and factors identified above or discussed in such reports carefully in evaluating the forward-looking statements in this report. Toyota and TMNA cannot assure you that the results reflected or implied by any forward-looking statement will be realized or, even if substantially realized, that those results will have the forecasted or expected consequences and effects. In addition, historical, current, and forward-looking sustainability-related statements may be based on standards for measuring progress that are still developing, internal controls and processes that continue to evolve, and assumptions that are subject to change in the future. The forward-looking statements in our report are made as of the date this report is first released, unless otherwise indicated, and we undertake no obligation to update these forward-looking statements, including any obligation to adapt them to reflect subsequent events or circumstances. The information included in, and any issues identified as material for purposes of, this report may not be considered material for SEC reporting purposes. Website references and hyperlinks throughout this report are provided for convenience only, and the content on the referenced websites is not incorporated by reference into this report, nor does it constitute a part of this report.\nAbout This Report\n\nToyota Motor Corporation (TMC) is headquartered in Japan and produces an annual sustainability report, which covers TMC initiatives as well as activities of consolidated subsidiaries and affiliates around the world.\n\nToyota Motor North America, Inc. (TMNA) is headquartered in Plano, Texas, and is a wholly owned subsidiary of TMC.\n\nToyota Canada Inc. (TCI) is headquartered in Toronto, Ontario, and is a majority owned subsidiary of TMC, with TMC holding 51%.\n\nTo complement TMC’s sustainability reporting, TMNA and TCI have been producing an annual regional environmental report covering activities in the United States, Canada and Mexico since 2002. This 2022 report covers environmental performance at North American manufacturing plants as well as TMNA and TCI activities under the Toyota and Lexus brands during fiscal year 2022 (April 1, 2021, through March 31, 2022) and product model year 2021. The reporting period is consistent with TMC’s financial reporting. Data presented with different dates are clearly indicated.\n\nThis report has been prepared with reference to the Global Reporting Initiative (GRI) Sustainability Reporting Standards. Please refer to the GRI Content Index at the end of this report.\n\n© November 2022\n\nContact\n\nEnvironmental Report Manager\nToyota Motor North America, Inc. | 6565 Headquarters Drive, Plano, Texas 75024\nToyota Canada Inc. | One Toyota Place, Toronto, Ontario M1H1H9\nDear Reader\n\nThis planet we call home is an amazing place. It’s full of breath-taking views, geologic wonders and creatures of all shapes and sizes. But lately, we are inundated with news about threats to our home planet, including wildfires, drought, plastics in our waters and species extinction, as well as the ongoing pandemic, economic uncertainty and other geo-political challenges.\n\nNo aspect of our lives remains untouched. So, how do we as individuals and as a company respond to these crises? How do we provide for our home planet to be as awe-inspiring tomorrow as it is today?\n\nThere is no simple answer. We believe the environmental conversation must include four challenges:\n\n• Climate change\n• Water scarcity\n• Unsustainable production and consumption patterns\n• Biodiversity loss\n\nThese challenges are intertwined and cannot be solved in a silo. And no single business or organization can solve these problems alone.\n\nThese issues are BIG. Even if we at Toyota achieved everything we are striving for – such as carbon neutrality in our North American operations by 2035 – sadly, we wouldn’t make much of a dent.\n\nThat’s why we enlist the help of others to support us on our journey to make the life cycle of our vehicles achieve zero environmental impact. By working together, small steps, when done collectively, become big improvements. Our team members, suppliers and dealers are on board, and so are our customers. They all want Toyota to do more. And to help THEM do more.\n\nHowever, we need to pick up the pace to achieve the transformational change needed for a sustainable future. At Toyota, our attention over the past few years has been on responses to climate change. We know we can do more. We don’t have the same rigorous and strategic process to address water, materials issues or biodiversity concerns. Therefore, we are looking to develop those processes and to educate team members in North America on all four primary areas of focus: Carbon, Water, Materials and Biodiversity, as outlined in this report.\n\nWe continuously evaluate our efforts and identify areas where we can – and should – improve. In line with our 7th Environmental Action Plan, we have put larger efforts into the following:\n\n• Significantly increasing the amount of renewable electricity we purchase\n• Further reducing the amount of water we use across our operations\n• Reducing the amount of packaging material we use\n• Launching a new program to encourage our dealers to improve their environmental performance\n• Asking our suppliers to step up their efforts to operate more efficiently and sustainably\n• Expanding our programs to support critical species like pollinators\n\nAs these efforts demonstrate, we remain committed to positively contributing to society, finding new ways to grow sustainably and reducing Toyota’s environmental footprint. Environmental sustainability is a core part of our DNA. We will continue to innovate and continuously improve to help build a better, smarter and more sustainable future for all. Please join us and let’s make a better planet.\nFY2022 Highlights\n\n**CARBON**\n\n- **52%**\n  - Of Toyota and Lexus models have an electrified option, and more are on the way\n\n- **1st**\n  - All-electric vehicle, Toyota bZ4X, went on sale in the U.S. and Canada\n\n- **22%**\n  - Of TMNA’s electricity consumption is expected to come from renewable sources beginning in 2023\n\n**CARBON**\n\n- **1st**\n  - Toyota port operation in the world to use 100% renewable electricity from onsite generation is TLS Long Beach in California\n\n- **248**\n  - Shunt trucks are expected to be converted from diesel to electric by 2025\n\n- **132**\n  - Million gallons of water restored to the Hardy River as part of a partnership with The Nature Conservancy to restore water to the Colorado River Delta\n\n**WATER**\n\n- **19%**\n  - Reduction in the weight of plastic packaging procured between FY2018 and FY2022\n\n- **93%**\n  - Of all waste was recycled, reused or repurposed in 2021\n\n- **1,922**\n  - Acres of pollinator habitat were developed\nContributions to the UN SDGs\n\nSo much needs to be done to solve the critical environmental issues facing the global community – climate change, water scarcity, resource depletion and habitat loss, to name the big ones.\n\nIn September of 2015, the United Nations adopted the 2030 Agenda and Sustainable Development Goals (SDGs). The 17 SDGs and their corresponding 169 targets run from 2016 through 2030 and in that time, seek to “free the human race from the tyranny of poverty and want and to heal and secure our planet.” This may sound like an unrealistic mission, but the UN goals are actually achievable – if governments, businesses, nonprofits, other organizations and even individuals all do their part.\n\nThis year marked the halfway point – we are halfway through the 15-year period for achieving the SDGs. The pandemic put to a grinding halt many of the advances that were being made, and now, there is a lot of catching up to do.\n\nAt TMNA, we share the fundamental mission of the SDGs – to make the world better, safer and healthier. Achieving the SDGs and the Toyota Environmental Challenge 2050 will take careful planning. And it will take time. We won’t see progress on this massive scale overnight. Nonetheless, we do remain committed to acting, and even to picking up the pace.\n\nMore than 46,000 North American team members are on board as well as suppliers, dealers and other partners.\n\nTogether, we are ready to make great things happen on our journey towards a more sustainable future.\n\nTo find out more about the 17 UN SDGs, visit the UN’s Sustainable Development Goals website.\n\nToyota’s response to the UN SDGs, particularly those addressing environmental issues, is centered around the six far-reaching challenges within the Toyota Environmental Challenge 2050 (Challenge 2050). Each major region is developing strategies and targets to help the company achieve these challenges. Here in North America, Toyota’s activities supporting both Challenge 2050 and the SDGs are organized around our environmental sustainability focus areas of Carbon, Water, Materials and Biodiversity. Our long-term strategies in each of these focus areas, supported by outreach activities, show the steps we’re taking to address the world’s pressing environmental problems and become part of the solution.\n\n* Toyota Motor Corporation (TMNA’s parent company) recognizes additional SDGs as relevant to the global company. We only list the SDGs here considered relevant to Toyota in North America.\n\n---\n\n1 Transforming our World: the 2030 Agenda for Sustainable Development, Preamble, A/RES/70/1, adopted by the United Nations General Assembly on 25 September 2015. https://sustainabledevelopment.un.org/post2015/transformingourworld\nCarbon\n\nSDG 7: Ensure Access to Affordable, Reliable, Sustainable and Modern Energy for All\n\nAccess to energy is a key driver of economic growth. Given the world’s growing population, clean energy is more crucial than ever. Energy storage, whether in second-life batteries or through stationary hydrogen storage, can help set the stage for increasing the share of renewable electricity on the grid. Through the Toyota Environmental Challenge 2050, Toyota recognizes the connection between using clean energy and limiting greenhouse gas emissions.\n\nToyota uses energy to power our manufacturing plants, distribution centers and offices. Our suppliers also use energy to power their facilities. Promoting efficient energy use and renewable energy sourcing are key components of our Carbon strategy.\n\n| SDG 7: Affordable & Clean Energy | TMNA’s Contributions |\n|----------------------------------|----------------------|\n| **Target 7.2** Increase substantially the share of renewable energy in the global energy mix | On Our Way to 100% Renewable Electricity In TMNA’s Green Supplier Requirements, suppliers are required to pursue opportunities to reduce energy use and consider renewable energy options. |\n| **Target 7.3** By 2030, double the global rate of improvement in energy efficiency | Environmental Metrics Table - Energy |\n\nSDG 13: Take Urgent Action to Combat Climate Change and its Impacts\n\nThe global nature of climate change calls for broad cooperation in developing sustainable, low carbon pathways to the future. Toyota recognizes climate change as a global priority issue and has established three aggressive carbon goals to eliminate CO₂ emissions from our new vehicle fleet, our own operations, and the vehicle life cycle, all by 2050.\n\nHere in North America, we are working towards improving fuel economy and reducing CO₂ emissions from new vehicles by increasing the number of Toyota and Lexus models that are electrified.² We are also working towards reducing absolute CO₂ emissions from our facilities and transportation activities and increasing our use of renewable energy. We are partnering with various stakeholders to advance infrastructure for alternative fuel vehicles, reduce congestion and develop low carbon fuels. And we are working with suppliers to communicate our goals and help them find ways to reduce their carbon footprint.\n\n| SDG 13: Climate Action | TMNA’s Contributions |\n|------------------------|----------------------|\n| **Target 13.3** Improve education, awareness-raising and human and institutional capacity on climate change mitigation, adaptation, impact reduction and early warning | Carbon Targets GHG Emissions Data |\n\n²The term electrified refers to a range of technologies that use electricity to propel a vehicle. Electrified vehicles include hybrid, plug-in hybrid, battery electric, and fuel cell electric vehicles.\nWater\nSDG 6: Clean Water and Sanitation\n\nWater is a precious and finite resource that is critical to the survival of people and the planet; yet it is often undervalued. Through the Toyota Environmental Challenge 2050, Toyota recognizes water as a global issue that requires a local response.\n\nSome of Toyota’s North American sites are in water-stressed areas, and our larger assembly plants use significant volumes of water during vehicle production, particularly in the painting process. To conserve water and improve water quality, we are developing water stewardship plans for our sites located in areas of high water stress.\n\n| SDG 6: Clean Water & Sanitation | TMNA’s Contributions |\n|---------------------------------|----------------------|\n| **Target 6.4** By 2030, substantially increase water-use efficiency across all sectors and ensure sustainable withdrawals and supply of freshwater to address water scarcity and substantially reduce the number of people suffering from water scarcity | Water Target |\n| **Target 6.6** By 2020, protect and restore water-related ecosystems, including mountains, forests, wetlands, rivers, aquifers and lakes | Helping Restore Water Flows in the Colorado River Delta |\n\nMaterials\nSDG 12: Responsible Consumption and Production\n\nEconomic growth and development require the production of goods and services that improve quality of life. But the rapid increase in global consumption of materials has come at a cost to the environment. Sustainable production and consumption patterns are required to minimize natural resource depletion and the use of toxic materials as well as the waste and pollutants generated. Through the Toyota Environmental Challenge 2050, Toyota acknowledges the need to move away from a throw-away society to a recycling-based society.\n\nHere in North America, to promote a circular economy and avoid both depletion of natural resources and environmental pollution from increasing amounts of waste, we focus on increasing reuse and recycling, reducing waste, and enhancing our use of sustainable raw materials.\n\n| SDG 12: Responsible Consumption & Production | TMNA’s Contributions |\n|--------------------------------------------|----------------------|\n| **Target 12.2** By 2030, achieve the sustainable management and efficient use of natural resources | Water Target |\n| **Target 12.4** By 2020, achieve the environmentally sound management of chemicals and all wastes throughout their life cycle, in accordance with agreed international frameworks, and significantly reduce their release to air, water and soil in order to minimize their adverse impacts on human health and the environment | Chemical Management |\n| **Target 12.5** By 2030, substantially reduce waste generation through prevention, reduction, recycling and reuse | Waste |\n| **Target 12.6** Encourage companies, especially large and transnational companies, to adopt sustainable practices and to integrate sustainability information into their reporting cycle | Toyota North American Environmental Report |\nBiodiversity\nSDG 15: Life on Land\n\nHalting biodiversity loss has become a critical endeavor as many species slide towards extinction. To safeguard these species and their habitats, protected areas have been designated around the world. Through the Toyota Environmental Challenge 2050, Toyota recognizes the need to protect species and conserve habitat.\n\nToyota owns more than 26,000 acres of land in North America and has facilities in or near crucial habitats. Our company believes strongly in working in harmony with nature. To that end, we partner with others to help protect critical habitat and threatened species, certify projects with the Wildlife Habitat Council, and strive to educate both our team members and communities about the importance of biodiversity.\n\n| SDG 15: Life on Land | TMNA’s Contributions |\n|----------------------|----------------------|\n| **Target 15.1** By 2020, ensure the conservation, restoration and sustainable use of terrestrial and inland freshwater ecosystems and their services, in particular forests, wetlands, mountains and drylands, in line with obligations under international agreements | Helping Restore Water Flows in the Colorado River Delta |\n| **Target 15.5** Take urgent and significant action to reduce the degradation of natural habitats, halt the loss of biodiversity and, by 2020, protect and prevent the extinction of threatened species | Restoring Habitat  \nProtecting Species  \nHelping Restore Water Flows in the Colorado River Delta  \nThe Flight of the Monarch |\n\nOutreach\nSDG 17: Partnerships for the Goals\n\nWe recognize that no single entity can achieve the SDGs in isolation. These are shared problems that require a shared response.\n\nThe Toyota Environmental Challenge 2050 seeks to create net positive impact, which can only be achieved by collaborating with our stakeholders. Through the power of collaboration, we hope to create lasting outcomes on a macro scale that will help us build a more sustainable future.\n\nTMNA supports local, national and regional community projects that align with our environmental sustainability focus areas of Carbon, Water, Materials and Biodiversity. By concentrating our support on organizations that address challenges in these four core areas, we are building on our environmental commitment beyond minimizing negative impacts and helping to promote positive environmental change across the North American region. We share our know-how and collaborate so that we can build more than great cars – we are building a better tomorrow by harnessing the power of collective action.\n\n| SDG 17: Partnerships for the Goals | TMNA’s Contributions |\n|-----------------------------------|----------------------|\n| **Target 17.17** Encourage and promote effective public, public-private and civil society partnerships, building on the experience and resourcing strategies of partnerships data, monitoring and accountability | The Nature Conservancy: Helping Restore Water Flows in the Colorado River Delta  \nNational Environmental Education Foundation and Pollinator Partnership: Expanding Pollinator Habitat  \nWildlife Habitat Council: Restoring Habitat |\nRespect for the Planet is one of our company’s core values. We demonstrate this value by striving to go beyond zero environmental impact, to creating a net positive impact for society and the planet. At TMNA, we focus our efforts on four priority issues – Carbon, Water, Materials and Biodiversity – that align with Toyota’s corporate global environmental strategy and span the vehicle life cycle, as illustrated in the graphic. We also engage in outreach activities to promote awareness, develop strategic partnerships and share know-how, all to help build a more sustainable future.\n\n**Environmental Focus Areas Across the Vehicle Life Cycle**\n\n- **Carbon**\n  - Purchasing renewable electricity\n  - Switching trucks and other transport to low carbon powertrains\n  - Encouraging suppliers and dealers to reduce CO₂ emissions\n  - Offering a portfolio of lower and zero carbon vehicles\n\n- **Water**\n  - Reducing the amount of water we use in production processes\n  - Encouraging suppliers and dealers to reduce their water use\n  - Working with nonprofit organizations to conserve water and educate people about water issues\n\n- **Materials**\n  - Using sustainable materials in vehicle parts\n  - Reducing waste generation and increasing recycling\n  - Managing chemicals safely and finding suitable alternatives\n  - Encouraging suppliers and dealers to reduce their waste and recycle more\n\n- **Biodiversity**\n  - Planting pollinator gardens and native species on our sites\n  - Working with suppliers and dealers to develop pollinator habitat\n  - Partnering with nonprofit organizations to expand pollinator habitat and educate the public about biodiversity\nGoals and Targets\n\nToyota's long-term aspirations are outlined in the Toyota Environmental Challenge 2050. Mid-term milestones have also been established, as well as short-term (five-year) targets.\n\nToyota Environmental Challenge 2050\n\nThe Toyota Environmental Challenge 2050 (Challenge 2050) is a set of six visionary, global challenges that seek to go beyond eliminating negative environmental impacts to creating positive value for the planet and society. Toyota Motor Corporation (TMC, TMNA's parent company headquartered in Japan) announced these six challenges in 2015 after extensive research and internal and external consultation. The challenges apply to all Toyota subsidiaries around the world.\n\nThe six challenges are:\n\n- **New Vehicle CO₂ Emissions Challenge** – Reduce CO₂ emissions from new vehicles by 90% (2010 baseline)\n- **Operations CO₂ Emissions Challenge** – Eliminate CO₂ emissions from operations\n- **Life Cycle CO₂ Emissions Challenge** – Eliminate CO₂ emissions from suppliers and dealers\n- **Water Conservation Challenge** – Conserve water and protect water resources\n- **Recycling-Based Society Challenge** – Support a circular economy\n- **Harmony with Nature Challenge** – Conserve biodiversity, protect species and restore habitats\n\nThrough Challenge 2050, team members across the company, in every region of the world, are working to put Toyota's global vision of Respect for the Planet into action. Challenge 2050 unites us all with a common purpose – to be more than just good stewards of the environment and to create positive changes beyond our facility boundaries.\n\nWithin TMNA, we continue to refine a regional environmental sustainability strategy to align Toyota's global values and Challenge 2050 with our regional focus areas – Carbon, Water, Materials and Biodiversity. In each focus area, we are working towards minimizing environmental impacts and, through outreach activities, towards a net positive impact on society and the planet.\n\nThe Toyota Environmental Challenge 2050 outlines the company’s global aspirations to achieve carbon neutrality and have a positive impact on the planet and society.\n## Mid-Term Milestones\n\nTMC has established several global mid-term milestones, including those below, to help the company achieve the Toyota Environmental Challenge 2050.\n\n| Toyota Environmental Challenge 2050 | Global Milestone | TMNA Contributions and Milestones |\n|-------------------------------------|------------------|----------------------------------|\n| **CO₂**                             | Reduce global average CO₂ emissions (grams/kilometer) from new vehicles by 35% or more by 2030, compared to 2010 levels. | CO₂ emissions per mile from TMNA’s new vehicles have decreased 41% since 2010. CO₂ emissions per mile from TCI’s new cars have decreased 23% since 2012. **TMNA Milestones:** In the U.S., Toyota has targeted 70% electrified new vehicle sales (excluding performance vehicles) by 2030. |\n| **CO₂**                             | Reduce CO₂ emissions throughout the vehicle life cycle by 25% or more by FY2030, compared to 2013 levels. | TMNA defines vehicle life cycle to include suppliers, logistics and dealerships. • We are requiring suppliers to reduce absolute CO₂ emissions by 14% by FY2026, from FY2018 levels. • It may prove difficult to reduce emission from logistics by 2030, given the forecasted availability of fuel cell and electric powertrains for the trucking fleets. • Sixteen dealerships are participating in the Dealership Environmental Excellence Program, 6 of which use renewable electricity. |\n| **CO₂**                             | Achieve carbon neutrality at global manufacturing plants by 2035. | TMNA defines carbon neutrality to apply to all facilities, not just manufacturing plants. Total Scope 1 and 2 CO₂ emissions are 20% lower than they were in FY2018. This is due to GHG efficiency measures and increases in renewable electricity purchases. We are on track to becoming carbon neutral at our facilities by 2035. **TMNA Milestone:** In the U.S., Toyota is targeting reducing GHG emissions at nine plants by 50% by FY2030 (from a baseline of FY2018), through energy efficiency measures and building renewable energy generation. This target was set as part of the U.S. Department of Energy’s Better Climate Challenge. |\n| **Water**                           | Complete impact assessments by 2030 at each of the 22 plants in North America, Asia and Europe where water is discharged directly into a river. | We are implementing the International Water Stewardship Standard, developed by the Alliance for Water Stewardship (AWS). We are currently piloting the AWS Standard at our assembly plant in Baja California, Mexico, and plan to roll out to additional sites in the future. |\n| **Materials**                       | Complete the establishment of battery collection and recycling systems globally by 2030. | We are working with our partners to create a sustainable, closed-loop battery ecosystem at our new battery manufacturing plant in North Carolina. Our current battery recycling program in the U.S. has collected and recycled or remanufactured over 178,000 hybrid vehicle batteries since 2010. |\n| **Biodiversity**                   | Contribute to biodiversity conservation activities in collaboration with NGOs and other partners. | We are supporting the development of at least 26,000 acres of pollinator habitat in North America by FY2026. In FY2022, 1,547 acres of pollinator habitat were developed through a collaboration with Pollinator Partnership. TMNA has also developed 375 acres of pollinator habitat on its own lands, mostly through our partnership with Wildlife Habitat Council®. This brings the total number of acres to 1,922. |\n# Environmental Action Plan Targets\n\nNorth American environmental sustainability planning, strategies and actions are driven by Environmental Action Plans, which are five-year roadmaps that help achieve incremental progress towards the global milestones and the Toyota Environmental Challenge 2050.\n\n| Focus Area | 7th EAP Targets | FY2022 Progress |\n|------------|-----------------|-----------------|\n| **Carbon** | Offer electrification across the Toyota and Lexus lineups by around 2025 | △ 52% of models are electrified |\n| | Achieve 40% electrified new Toyota vehicle sales in the U.S. (by unit) by 2025 (excluding performance vehicles) | △ 25% of sales by unit in the U.S. were electrified in 2021 |\n| | Increase purchased renewable electricity to 45% or more of total electricity purchased by 2025 | △ Currently at 4.3%, but have two virtual power purchase agreements (VPPAs) coming online in 2022 and 2023 that are expected to bring us above 20%. This target also supports the mid-term milestone for all facilities to be carbon neutral by 2035. |\n| | Reduce absolute CO₂ emissions from logistics by 15% from FY2018 levels, by FY2026 | X We do not expect to be able to meet this target, given the forecasted availability of fuel cell and electric powertrains for trucking fleets. |\n| | Reduce absolute CO₂ emissions from suppliers by 14% from FY2018 levels, by FY2026 | ○ Supplier companies submitted CO₂ data to us for the first time in FY2022. We expect to begin tracking emissions reductions in the near future. |\n| | Expand participation in the Dealer Environmental Excellence Program to 100 dealerships by FY2026 | △ 16 dealerships are already participating, 6 of which use renewable electricity. |\n| **Water** | Reduce water use per unit of vehicle production by 5% by FY2026, from FY2020 levels | ○ 1% reduction in water intensity, FY2020-FY2022 |\n| **Materials** | Reduce single-use plastics at on-site food services by FY2026 by 75% | ○ Due to COVID-related delays in employees coming back to the office, we did not make much progress on this target last fiscal year. We expect to see progress in FY2023. |\n| | Reduce procurement of single-use packaging materials by 25% by FY2026, from FY2018 levels | △ Based on our estimates, we have reduced the use of single-use packaging materials by approximately 19% compared to the FY2018 baseline. |\n| | Implement a closed-loop battery recycling program by FY2026 to support our new battery manufacturing plant in North Carolina | △ We are working with our partners to create a sustainable, closed-loop battery ecosystem at the North Carolina battery manufacturing plant. Toyota and Redwood Materials are exploring a series of end-of-life battery solutions. |\n| **Biodiversity** | Support the development of at least 26,000 acres of pollinator habitat in North America by FY2026 | △ At the end of FY2022, we had supported 1,922 acres and we have more planned for FY2023. |\nEnvironmental Sustainability Governance\n\nGRI 2-9, 3-3\n\nTMNA’s Sustainability and Regulatory Affairs (SRA) division handles product environmental and safety regulation, energy and climate research, environmental sustainability, enterprise chemical management, and engine certification and compliance. Separately, TMNA’s Environmental & Facilities (E&F) division handles facility environmental and safety regulatory compliance.\n\nThe Environmental Sustainability (ES) group within SRA is responsible for developing short-, medium- and long-term sustainability strategies for TMNA, including planning and target setting in alignment with the Toyota Environmental Challenge 2050, which includes developing consolidated five-year environmental action plan goals and targets. ES is also responsible for developing the annual North American Environmental Report. ES reports progress on these activities to the North American Executive Committee (NAEC).\n\nRepresentatives from these divisions also participate in focus groups that concentrate on specific environmental issues, such as water or biodiversity. These focus groups report to the Environmental Sustainability Working Group and help implement environmental action plan targets, perform benchmarking and data gathering activities, and raise awareness among team members and external stakeholders.\n\nES facilitates an Environmental Working Group as a coordinating mechanism for TMNA. The group is comprised of environmental experts and representatives from various divisions:\n\n- Sustainability and Regulatory Affairs\n- Research and Development\n- Procurement\n- Corporate Communications\n- Compliance and Audit\n- Logistics\n- Enterprise Strategy\n- Real Estate Property Services\n- Environmental & Facilities\n- Legal\n- Toyota Canada Inc. (TCI)\n- Parts Supply Chain Operations\n- Manufacturing Engineering Division\n\nNorth American Executive Committee\n(Representatives of Toyota entities in North America)\n\nTMNA Environmental Sustainability\n(Kevin Butt, ES Senior Director/NAEC Secretariat)\n\nEnvironmental Sustainability Working Group\n\nToyota Motor North America, Inc. headquarters in Plano, Texas\nEnvironmental Management\n\nISO 14001 Certifications of Toyota’s North American Facilities\n\nEnvironmental management systems are an essential part of Toyota’s overall effort to minimize risks and achieve leading levels of environmental performance. An environmental management system (EMS) provides a framework for identifying significant environmental aspects and impacts and setting corresponding controls, goals and targets to manage and reduce these impacts over time. The facilities listed in the chart have had their environmental management systems third-party certified to ISO 14001, the International Organization for Standardization’s standard for designing and implementing an effective environmental management system.\n\n| Location                        | Original Certification Date |\n|---------------------------------|-----------------------------|\n| Huntsville, Alabama             | 2005                        |\n| Long Beach, California          | 1998                        |\n| Princeton, Indiana              | 1999                        |\n| Georgetown, Kentucky            | 1998                        |\n| Troy, Missouri                  | 1998                        |\n| Blue Springs, Mississippi       | 2012                        |\n| Jackson, Tennessee              | 2007                        |\n| San Antonio, Texas              | 2008                        |\n| Buffalo, West Virginia          | 2000                        |\n| Woodstock, Ontario (Canada)     | 2009                        |\n| Cambridge, Ontario (Canada)     | 1998                        |\n| Tijuana, Baja California (Mexico)| 2006                        |\n| Apaseo el Grande, Guanajuato (Mexico)| 2021                    |\n| Montreal, Quebec (Canada)       | 2003                        |\n| Toronto, Ontario (Canada)       | 2001                        |\n| Vancouver, British Columbia (Canada)| 2002                    |\n| Clarington, Ontario (Canada)    | 2022                        |\n| Canadian Sales Headquarters in Toronto, Ontario | 2001 |\n| Pacific Regional Office and TFS | 2002                        |\n| Quebec Regional Office and TFS  | 2005                        |\n| Prairie Regional Office and TFS | 2008                        |\n| Atlantic Regional Office and TFS| 2006                        |\n\n*List of certified sites in North America as of August 2022\nLEED® Certifications\n\nSeventeen Toyota and Lexus facilities have achieved Leadership in Energy and Environmental Design (LEED®) certification. LEED® is a point-based system administered by the U.S. and Canadian Green Building Councils promoting a whole-building approach to sustainable construction and remodeling. LEED certification is based on meeting stringent requirements in sustainable site development, water savings, energy efficiency, materials selection and indoor environmental quality. Ranging from office space to vehicle distribution centers, these facilities represent Toyota’s continued efforts to improve the design and efficiency of all operations. Toyota Motor North America is a platinum member of the U.S. Green Building Council.\n\nFurther, Toyota has three projects pursuing LEED certification: the renovation of the vehicle logistics facility at the Port of Long Beach in California, the newly constructed visitor center at the assembly plant in Mississippi, and the new parts distribution center in Clarington, Ontario.\n\nAdditionally, the parts distribution center in Ontario has earned Zero Carbon Building design certification from the Canadian Green Building Council.\n\n| Toyota Facility                                      | Location                  | Year | Certification Level |\n|------------------------------------------------------|---------------------------|------|---------------------|\n| Toyota Financial Services West                        | Chandler, Arizona         | 2021 | ID+C Gold           |\n| Toyota Financial Services East                        | Alpharetta, Georgia       | 2021 | ID+C Silver         |\n| Production Engineering & Manufacturing Center         | Georgetown, Kentucky      | 2019 | BD+C Platinum       |\n| Toyota Supplier Center                                | York Township, Michigan   | 2019 | BD+C Platinum       |\n| Centro de Entrenamiento Toyota                        | San Luis Pozos, Mexico    | 2018 | O+M, Platinum       |\n| Toyota Motor North America Headquarters (Office Towers, High Bay Evaluation Building, Vehicle Delivery Center) | Plano, Texas              | 2017 | BD+C Platinum       |\n| Chicago Service Training Center                       | Aurora, Illinois          | 2015 | BD+C Gold           |\n| Lexus Eastern Area Office                             | Parsippany, New Jersey    | 2014 | ID+C Platinum       |\n| Toyota Kansas City Training Center                    | Kansas City, Missouri     | 2012 | BD+C Platinum       |\n| Toyota Inland Empire Training Center                  | Rancho Cucamonga, California | 2010 | ID+C Gold           |\n| Toyota Technical Center                               | York Township, Michigan   | 2010 | BD+C Gold           |\n| Toyota Racing Development North Carolina              | Salisbury, North Carolina | 2010 | BD+C Certified      |\n| Lexus Florida Training Center                         | Miramar, Florida          | 2009 | ID+C Gold           |\n| Toyota Phoenix Training Center                        | Phoenix, Arizona          | 2009 | ID+C Silver         |\n| North America Production Support Center               | Georgetown, Kentucky      | 2006 | ID+C Silver         |\n| Toyota Motor North America, Inc.                      | Washington, D.C.          | 2016 | ID+C Silver         |\n| Portland Vehicle Distribution Center                  | Portland, Oregon          | 2004 | BD+C Gold           |\nCompliance\n\nGRI 2-27\n\nMany of Toyota’s activities in vehicle development, manufacturing and logistics are subject to local, state, provincial and federal laws that regulate chemical management, air emissions, water discharges, storm water management, greenhouse gas emissions, and waste treatment and disposal. These regulations vary by facility based on the type of equipment operated and the functions performed.\n\nIn this report, we disclose the number of environmental violations in the U.S., Canada and Mexico that resulted in air or water pollution. We report violations in the year in which they occurred. In FY2022, our North American manufacturing plants and logistics sites had zero environmental regulatory violations that resulted in air or water pollution.\n\nEnvironmental Violations Resulting in Air or Water Pollution\n\n|                | FY2019 | FY2020 | FY2021 | FY2022 |\n|----------------|--------|--------|--------|--------|\n| Number of violations | 0      | 0      | 0      | 0      |\n\n*In January 2021, Toyota paid a civil penalty of $180 million to the U.S. Environmental Protection Agency pursuant to a Consent Decree to resolve investigations stemming from a self-reported process gap in fulfilling certain emissions defect information reporting requirements under the Clean Air Act. The reporting gap occurred between 2005 and 2015. As a countermeasure, Toyota has put robust reporting and compliance processes in place.\n\n*Toyota paid $7.7 million in stipulated penalties in 2022 under the 2021 Consent Decree described in footnote 4 for an issue that did not constitute a regulatory violation.\n## Stakeholder Engagement\n\n**GRI 2-28, 2-29**\n\nTMNA engages with a range of stakeholders on our environmental sustainability strategy and initiatives.\n\n| Category of Stakeholders | Purpose of Engagement |\n|--------------------------|-----------------------|\n| Team members             | We engage with team members (the term we use to refer to employees) to educate them about the importance of environmental sustainability and to solicit their input and expertise to help us meet our goals and targets. |\n| Customers                | Customers and consumers are increasingly concerned about global issues such as climate change and are looking for large companies to offer low carbon solutions. We continuously engage with customers to educate them about our hybrid technology and alternative powertrain vehicles. We also educate them about how we are reducing our environmental impacts across the vehicle life cycle. |\n| Suppliers                | Toyota’s North American supply chain represents the majority of our environmental footprint in the region. We engage with suppliers to help us reduce our environmental impacts across the vehicle life cycle. We partner with them to use more sustainable materials in vehicle parts and we collaborate with them on efforts to reduce waste and packaging. We also engage with suppliers through Suppliers Partnership for the Environment, which provides a forum for global automotive manufacturers, their large and small suppliers, the U.S. Environmental Protection Agency (EPA) and other government entities from around the world to work together towards a shared vision of an automotive industry with positive environmental impact. |\n| Dealerships              | We engage with dealerships through our newly launched Dealer Environmental Excellence Program (DEEP), which provides guidance and incentives to Toyota and Lexus dealerships and recognizes them for positive environmental performance. The program targets continuous operational improvement in six categories: energy use, water consumption, waste, indoor environment, community outreach, and connecting with nature. Participating dealerships can earn up to five stars in each category for tracking environmental performance data, achieving minimum performance benchmarks, implementing improvement projects and aligning with the Toyota Environmental Challenge 2050. We began recognizing high performing dealers in 2022. |\n| Regulatory agencies      | We engage with regulatory agencies at the federal, provincial, state and local levels to secure necessary environmental permits and comply with regulatory requirements. We also engage with regulators on the content of proposed rules to facilitate collaboration and understanding. |\n| Investors                | TMNA engages with investors, including environmental, social and governance (ESG)-focused investors, to respond to requests for information and to keep them apprised of our vehicle electrification plans. We also follow developments related to regulatory financial filings, such as the climate-related disclosure rule recently proposed by the U.S. Securities and Exchange Commission. |\n| Local communities        | We engage with communities through outreach activities conducted locally by individual sites. These activities allow us to volunteer and share know-how in support of our efforts to create net positive impacts in the areas of Carbon, Water, Materials and Biodiversity. |\n| Nonprofit organizations  | We engage with nonprofit organizations in support of our efforts to create net positive impacts in the areas of Carbon, Water, Materials and Biodiversity. Examples include World Wildlife Fund, Wildlife Habitat Council, Pollinator Partnership, The Nature Conservancy, and National Environmental Education Foundation. |\n| Membership in associations| TMNA is a member of trade and other membership associations to educate others about our efforts and positions, help them develop climate-related and other policy positions, participate in research and other projects, and leverage their expertise to help us scale up our efforts to reduce our environmental impacts. These associations include but are not limited to: Alliance for Automotive Innovation (Chris Reynolds, TMNA’s chief administrative officer, is on the Board of Directors) Automotive Industry Action Group (AIAG) Clean Energy Buyers Alliance (CEBA) Environmental Law Institute (ELI) (Chris Reynolds is on the Board of Directors) Resources for the Future (RFF) (TMNA is a member of RFF’s Business Leadership Council) Suppliers Partnership for the Environment (SP) TMNA and TCI are also members of several industry associations that foster the development and deployment of hydrogen and fuel cell technologies. These include but are not limited to: California Hydrogen Business Council (CHBC) California Hydrogen Coalition (CHC) Fuel Cell & Hydrogen Energy Association (FCHEA) Renewable Hydrogen Alliance (RHA) Renewable Hydrogen Alliance (RHA) Canadian Hydrogen and Fuel Cell Association (CHFCA) |\nCommitment to Carbon Neutrality\n\nGRI 3-3\n\nIn this report, we use the term “CARBON” to refer to carbon dioxide (CO₂) emissions, the main greenhouse gas (GHG) linked to climate change. Transportation is responsible for nearly one quarter of the world’s GHG emissions and as an automotive company, TMNA is committed to doing our part to help the world transition to a low carbon economy. We aim to be carbon neutral at all of our North American facilities by 2035 and across the vehicle life cycle no later than 2050.\n\nCarbon neutral means we aim to reduce our Scope 1 and 2 emissions to the greatest extent possible, then rely on offsets, if necessary, to get us to zero CO₂ emissions. We also include Scope 3 emissions in our carbon neutrality target so that by 2050, we aim to have zero CO₂ emissions across our entire vehicle life cycle.\n\nTMNA’s Carbon Position Statement:\n\nTransportation is responsible for one quarter of the world’s GHG emissions and as an automotive company, TMNA is committed to doing our part to help the world transition to a low carbon economy. TMNA acknowledges climate change as a priority management issue and supports the goals of the Paris Agreement, a pact adopted by 196 countries that commits to reducing GHG emissions in order to keep warming well below 2°C Celsius, and to pursue efforts to limit warming to 1.5°C Celsius.\n\n1 Reducing vehicle CO₂ emissions by introducing more electrified vehicles and by making our internal combustion engines more fuel efficient: Zero emissions from our vehicles is the ultimate goal and we believe the path to getting there is with a portfolio approach – fuel cell vehicles, hybrid vehicles, plug-in hybrid vehicles and battery electric vehicles. Offering a range of low emission vehicles means we should be able to reduce as much CO₂ as possible as soon as possible, which in North America means offering more plug-in hybrids and hybrids until the alternative fueling infrastructure for hydrogen fuel cell and all-electric vehicles expands. For more on our portfolio approach, see our story, Electric Avenue.\n\n2 Eliminating CO₂ from our operations by investing in on- and off-site solar and wind projects, implementing energy efficiency projects and investigating ways to reduce our thermal load: We have a goal that all of our facilities will be carbon neutral by 2035. See our story on the Toyota Port Facility in California that is close to achieving carbon neutrality.\n\n3 Partnering with suppliers and dealers to eliminate CO₂ emissions from our value chain: Toyota requires direct parts, materials and accessory suppliers to commit to reducing CO₂ emissions by at least 3% per year. We have set a target for logistics suppliers to reduce emissions from the transportation and distribution of parts, accessories and finished vehicles by 15% by FY2026, and another target for our dealers to participate in our new Dealer Environmental Excellence Program (DEEP), which encourages improvements in environmental performance, including energy efficiency and CO₂ emissions reductions. For information on how we’re reducing emissions from logistics, see our story on Zero-Emissions Trucking.\n\n*The term electrified refers to a range of technologies that use electricity to propel a vehicle. Electrified vehicles include hybrid, plug-in hybrid, battery electric, and fuel cell electric vehicles.\nOur Path to Carbon Neutrality\n\nToyota as a company aims to achieve carbon neutrality globally by 2050. In North America, we have a number of milestones between now and then to put us on the right path.\n\n**Current**\n\n- **2022**\n  - Toyota’s first all-electric vehicle, the bZ4X, went on sale in the U.S. and Canada\n\n- **2025**\n  - TMNA began purchasing electricity through our first virtual power purchase agreement (VPPA) with Clearway Energy Group in West Virginia, which is expected to generate 166,615 MWh of electricity for TMNA\n\n- **2026**\n  - Launched an updated Green Supplier Requirements document and launched the Dealer Environmental Excellence Program (DEEP)\n\n**Future**\n\n- **2025**\n  - Offer electrification across the Toyota and Lexus lineups\n  - Increase purchased renewable electricity to 45% or more of total electricity purchased in North America\n  - New EV battery manufacturing facility is expected to open in North Carolina with production lines for making batteries for both fully electric vehicles and hybrid vehicles\n\n- **2026**\n  - Increase electrified new Toyota vehicle sales to 40% in the U.S. (by unit)\n  - Reduce absolute CO₂ emissions from logistics by 15% from FY2018 levels\n  - Reduce absolute CO₂ emissions from suppliers 14% from FY2018 levels\n  - Expand participation in DEEP to 100 dealers\n\n- **2030**\n  - Increase electrified new Toyota vehicle sales to 70% in the U.S. (by unit)\n  - Reduce GHG emissions from nine U.S. plants by 50% between fiscal years 2018 and 2030, through energy efficiency measures and building renewable energy generation\n\n- **2035**\n  - Achieve carbon neutrality at all North American facilities\n\n- **2050**\n  - Achieve carbon neutrality across the vehicle life cycle\nCarbon Targets\n\nGRI 3-3\n\nVehicles\n\nOur vehicle targets beginning in FY2022 are to:\n\n• Offer electrification across the Toyota and Lexus lineups by around 2025.\n\n• Achieve 40% electrified new Toyota vehicle sales by 2025 and 70% by 2030 (by unit, excluding performance vehicles).\n\nAs of August 2022, there were 19 Toyota and Lexus electrified vehicle models on the market in North America, with more on the way. In 2021, TMNA was the number one seller of electrified vehicles in the U.S. for the 22nd consecutive year.\n\nOperations\n\nOur operations targets beginning in FY2022 are to:\n\n• Increase purchased renewable electricity to 45% or more of total electricity purchased by FY2025.\n\n• Reduce GHG emissions at nine U.S. plants by 50% by FY2030, from a FY2018 baseline (U.S. Department of Energy Better Climate Challenge target).\n\n• Achieve carbon neutrality at all North American facilities by 2035.\n\nAs of the end of FY2022, the portion of electricity purchased by TMNA that was renewable was 4.1%. This percentage is expected to increase significantly in FY2023 as the first of our virtual power purchase agreements comes online. See our story on Renewable Electricity.\n\nTotal Scope 1 and 2 CO₂ emissions increased by 5% in FY2022 compared to FY2021, mainly due to an increase in production related to easing of pandemic-related restrictions. Despite the increase, emissions are still 20% lower than they were in FY2018. This is due to GHG efficiency measures and increases in renewable electricity purchases. We are on track to meeting our Better Climate Challenge target by FY2030 and becoming carbon neutral at our facilities by 2035.\n\nLife Cycle\n\nOur targets for suppliers, logistics activities and dealers are to:\n\n• Reduce absolute CO₂ emissions from logistics by 15% from FY2018 levels, by FY2026.\n\n• Reduce absolute CO₂ emissions from suppliers by 14% from FY2018 levels, by FY2026.\n\n• Expand participation in the Dealer Environmental Excellence Program to 100 dealerships by FY2026.\n\nLogistics: This target will be difficult to meet given the forecasted availability of fuel cell and electric powertrains for the trucking fleets. However, we continue to make progress. Toyota has converted 18 shunt trucks from diesel to EV at manufacturing plants, parts centers and cross docks. When all 248 shunt trucks are converted by the end of 2025, we expect to avoid approximately 15,000 metric tons of CO₂ annually.\n\nSuppliers: Supplier companies submitted CO₂ data to us for the first time in FY2022. We expect to begin tracking emissions reductions in the near future.\n\nDealers: Sixteen dealers are already active in our newly launched Dealership Environmental Excellence Program and six have committed to using more renewable energy.\n\nCO₂ emissions per mile from TMNA’s new vehicles have decreased 41% since 2010. For information on fleet GHG emissions, see GHG Emissions Data.\n\nToyota has been the number one seller of electrified vehicles in the U.S. for 22 consecutive years.\nGHG Emissions Data\n\nGRI 305-1, 305-2, 305-3, 305-4, 305-5\n\nTMNA uses The GHG Protocol: A Corporate Accounting and Reporting Standard, Revised Edition (published by the World Resources Institute and the World Business Council for Sustainable Development) to develop an annual GHG emissions inventory. TMNA follows the financial control approach.\n\nCalculations of Scopes 1 and 2 emissions include CO₂ only.\n\nScope 1 sources include stationary combustion (such as burning natural gas for energy) as well as owned mobile sources (such as Toyota-owned fleet vehicles and owned logistics trucks).\n\nScope 2 emissions include consumption of purchased electricity from Toyota sites in North America. Scope 2 emissions are reported using the market-based approach. Where renewable electricity is purchased, an emission factor of zero is assumed. Indirect emissions from non-renewable electricity used at Toyota’s U.S. locations are calculated using U.S Environmental Protection Agency (EPA) eGRID emission factors. For sites in Canada, provincial emission factors are sourced from Canada’s National Inventory Report, and for Mexico, a country-specific emission factor is sourced from Carbon Footprint Country Specific Electricity Grid Greenhouse Gas Emissions Factors v1.4, September 2020.\n\nThree of Toyota’s U.S. manufacturing plants are classified as large emitters and as such, are required to report GHG emissions data under U.S. EPA’s Greenhouse Gas Reporting Program. Individual plant data for our assembly plants in Kentucky, Texas and Indiana are available on the U.S. EPA’s website through its online data publication tool.\n\nIn Canada, Toyota’s Cambridge and Woodstock, Ontario, plants are required to report under Environment Canada and Climate Change’s Greenhouse Gas Emissions Reporting Program and Output Based Pricing System; both plants are also required to report GHG emissions to the province of Ontario under its Environmental Protection Act.\n\nScope 3 emissions for category 1, purchased goods and services, are being collected from suppliers and are expected to be available in the near future.\n\nGHG Emissions Intensity\n\n| Scope: All Toyota North America locations, including assembly and unit plants, offices and warehouses |\n|---|---|---|---|---|\n| FY2019 | FY2020 | FY2021 | FY2022 |\n| GHG Intensity | 0.66 | 0.62 | 0.63 | 0.62 |\n\nNumerator: Scope 1+2 emissions from all Toyota North America locations, including assembly and unit plants, offices and warehouses\n\nDenominator: Number of vehicles produced in North America\n\nGHG Reductions As A Direct Result of GHG Efficiency Measures\n\n| Scope: GHG efficiency measures include energy and GHG efficiency improvements plus on-site solar projects. Does not include CO₂ reductions from the implementation of virtual power purchase agreements. |\n|---|---|---|---|---|\n| FY2022 |\n| Scope 1 | 3,039 |\n| Scope 2 | 18,936 |\n| TOTAL | 21,975 |\n\nCO₂ Emissions From Logistics\n\n| Scope: Owned and third-party service parts and vehicle transport (e.g., trucking and rail). Mobile sources only |\n|---|---|---|---|---|---|\n| FY2018 | FY2019 | FY2020 | FY2021 | FY2022 |\n| Emissions from Logistics (Scopes 1 and 3) | 741,706 | 818,862 | 729,858 | 670,570 | 807,388 |\n\nScope 1 + 2 GHG Emissions\n\n| Scope: All Toyota North America locations, including assembly and unit plants, offices and warehouses |\n|---|---|---|---|---|\n| FY2019 | FY2020 | FY2021 | FY2022 |\n| Scope 1 | 434,000 | 409,000 | 387,000 | 445,353 |\n| Scope 2 | 783,000 | 697,000 | 627,000 | 618,729 |\n| TOTAL | 1,217,000 | 1,106,000 | 1,014,000 | 1,064,082 |\nThe U.S., Canada and Mexico have adopted GHG emissions and fuel economy standards; the regulations in Canada and Mexico are similar to the federal regulations in the U.S.\n\nThe U.S. Fleet CO₂ Data chart shows GHG performance of Toyota’s U.S. vehicle fleet under the U.S. EPA GHG program. The annual GHG compliance values account for real-world GHG benefits from off-cycle technologies, such as air conditioning and aerodynamic improvements, not observed over the official tailpipe CO₂ testing conditions.\n\n### U.S. Fleet CO₂ Data (Annual Grams CO₂ per Mile)\n\n| Model Year | Car | Truck |\n|------------|-----|-------|\n| 2016       | 267 |       |\n| 2017       | 259 |       |\n| 2018       | 254 |       |\n| 2019       | 247 |       |\n| 2020       | 258 |       |\n\n### Canada Fleet CO₂ Data (Annual Grams CO₂ per Mile)\n\n| Model Year | Car | Truck |\n|------------|-----|-------|\n| 2017       | 205.6 | 294.5 |\n| 2018       | 191.5 | 294.7 |\n| 2019       | 182.9 | 264.1 |\n| 2020       | 165.5 | 261.3 |\n| 2021       | 164.0 | 214.3 |\n\nBased on CO₂ emissions data reported to Environment and Climate Change Canada.\n\n### Mexico Fleet CO₂ Data (Annual Grams CO₂ per Kilometer)\n\n| Model Year | Car |\n|------------|-----|\n| 2017       | 158.4 |\n| 2018       | 162.2 |\n| 2019       | 161.0 |\n| 2020       | 157.0 |\n| 2021       | 150.0 |\nAir Quality\n\nGRI 305-7\n\nCriteria Pollutant Tailpipe Emissions\n\nHydrocarbons, nitrogen oxides (NOx) and carbon monoxide — all byproducts of fuel combustion — are linked to various air quality issues such as smog formation as well as various health effects. Limiting criteria pollutant emissions from our vehicle tailpipes help to reduce some of the environmental impacts of driving.\n\nThe U.S. EPA and the state of California have certification programs to categorize vehicles in terms of their level of tailpipe emissions, and Environment and Climate Change Canada has issued Tier 3 regulations aligned with the final U.S. Tier 3 rule.\n\nWhile the EPA Tier 3 and California Low Emission Vehicle III (LEV III) regulations have different nomenclature for categorizing vehicle emissions, the bins include the same vehicle emission groupings. For the 2021 model year, EPA Tier 3 and California LEV III regulations required an auto manufacturer’s fleet average to meet an emission standard for non-methane organic gas with nitrogen oxides (NMOG + NOx) of 58 mg/mi for passenger cars and light-duty trucks up to 3,750 pounds, and 65 for other light-duty trucks. The regulations set declining emission standards from 2017 through 2025, when the NMOG + NOx average for both sets of vehicles will become 30 mg/mi.\n\nThe EPA Tier 3 vehicle standards were intended to be harmonized with California’s Low Emission Vehicle program and create a federal vehicle emissions program that allows automakers to sell the same vehicles in all 50 states.\n\nToyota’s goal is to maintain flexibility to build vehicles based on customer preferences. In setting tailpipe emission regulations, we believe standards should be performance-based and consider the interaction with other vehicle rules — such as fuel economy/greenhouse gas standards — to ensure the total package of requirements is effective and acceptable to the consumer. Fuels must be considered with vehicle technologies as a holistic system. Reduced sulfur levels in gasoline, required by the federal Tier 3 and California LEV III programs, are enabling the after-treatment systems being designed for compliance.\n\nToyota annually complies with the state of California, U.S. and Canadian vehicle criteria pollutant emissions standards.\n\nThe 2022 “Greenest List”, published by the American Council for an Energy Efficient Economy (ACEEE), names the Toyota Prius Prime, Toyota Corolla Hybrid and Toyota Camry Hybrid LE as three of the greenest vehicles available in the U.S. in 2022. ACEEE evaluated more than 1,000 models and awards each car with a Green Score based on an environmental damage index (EDX), which reflects the cost to human health from air pollution associated with vehicle manufacturing and disposal, the production and distribution of fuel or electricity, and vehicle tailpipes.\n\nNatural Resources Canada ranks the most fuel-efficient vehicles each year and three Toyota models made the list in 2022: Toyota Corolla Hybrid, Toyota Highlander Hybrid AWD and Toyota Sienna.\n\nVolatile Organic Compounds (VOCs)\n\nIn our operations, the primary concern with non-greenhouse gas air emissions is smog. Smog is formed as particulate matter, nitrogen oxides, and volatile organic compounds (VOCs) react with sunlight. Smog has been linked to several health issues and is particularly prevalent in dense urban areas with heavy traffic, industrial activity and sunny, warm climates.\n\nVehicle body painting operations generate most of Toyota’s VOC emissions. Toyota’s North American manufacturing plants measure grams of VOCs emitted per square meter of vehicle surface area coated (g/m2). VOC emissions from vehicle body painting increased 3.4 percent between FY2021 and FY2022 due mainly to an increase in production related to easing of pandemic-related restrictions.\n\nWe expect VOC emissions to continue to decrease as we further improve transfer efficiency and launch additional water-borne paint systems.\n\nVOC Emissions\n\nGrams per Square Meter of Vehicle Surface Area Coated\n\n| Year | VOCs |\n|------|------|\n| FY2019 | 13.0 |\n| FY2020 | 12.3 |\n| FY2021 | 11.8 |\n| FY2022 | 12.2 |\nCommitment to Water as a Shared Resource\n\nGRI 3-3\nGRI 303-1, 303-2\n\nRecently, TMNA started moving beyond an onsite water management approach to one of site and watershed water stewardship. Toyota is committed to water stewardship, which means using water in a way that is socially equitable, environmentally sustainable and economically beneficial, and is achieved through working with stakeholders on site- and watershed-based actions.\n\nWater is an important issue to Toyota because we use water in our operations. At TMNA, we use a small amount of water for drinking water and washrooms, but more importantly, the majority of TMNA’s water use occurs in manufacturing, primarily in the painting process. Before a welded vehicle body can be painted, water sprays are used during a pretreat process that degreases and removes dirt, rinses, and applies an anticorrosion base coat. If the surface of the vehicle body isn’t clean, paint defects can occur.\n\nTMNA treats certain wastewater streams on-site and discharges wastewater to publicly owned treatment works. Water is consumed primarily through evaporative processes during building heating and cooling.\n\nLimited amounts of water are used for irrigation at some sites. TMNA uses drought-resistant and native plants wherever possible to minimize irrigation needs.\n\nTMNA uses the World Resources Institute (WRI) Aqueduct™ Tool to identify water-related impacts. The centerpiece of Aqueduct is the Water Risk Atlas, which combines 13 indicators covering aspects of quantity, quality and reputational risk into a composite overall risk score. Our analysis is based on version 3.0 of the Atlas (released in 2019).\n\nToyota’s North American locations have been mapped, including manufacturing plants, R&D centers, vehicle and parts distribution centers, service training centers and offices. The sites were then ranked based on their overall risk score. According to the Atlas, seven of Toyota’s North American locations scored in the “high” risk level and two in the “extremely high” risk level. These sites are located in water-stressed areas and are a priority in terms of managing water use and efficiency. In FY2022, these seven sites represented 7% of the water Toyota withdrew in North America.\n\n| TMNA Sites in a Water-Stressed Area | Overall Water Risk Ranking |\n|-------------------------------------|-----------------------------|\n| Assembly plant in Baja California, Mexico | High |\n| Assembly plant in Guanajuato, Mexico | High |\n| Toyota Technical Center in Gardena, California | High |\n| TLS Long Beach vehicle distribution center, California | High |\n| TABC unit plant in Long Beach, California | High |\n| LA Region office, California | Extremely High |\n| LA Parts Distribution Center, California | High |\n| Toyota Arizona Proving Ground | High |\n\nTMNA addresses water-related impacts in three ways:\n\n1. **Conserving Water**: We continue to work to make auto manufacturing more efficient so that we use less water for every vehicle we produce, and we will continue to explore options for reusing and recycling water so that we withdraw less from fresh water sources. See our stories on how the assembly plant in Indiana is saving 54.3 million gallons of water annually and how a membrane bio reactor helps us recycle 23 million gallons annually in Baja California.\n\n2. **Protecting Water Resources**: Water quality is a key component of Toyota’s approach to water stewardship. Some of our sites discharge wastewater, which we monitor and treat to meet local, state and federal regulations and to avoid negatively impacting water bodies.\n\n3. **Sharing our know-how**: We engage in outreach activities with communities to scale up progress to the point of creating positive change. We provide funding to nonprofit organizations to help raise awareness about the importance of water conservation, and we fund hands-on learning programs with schools to teach children about water quality and water resource management. See how we’re supporting The Nature Conservancy to restore water flows in the Colorado River Delta.\n\nWe are also engaging with suppliers. Water use in our supply chain far exceeds the amount we use in our own operations. When we launched the updated Green Supplier Requirements in April 2022, we included a new requirement for suppliers to track water withdrawal, discharge and consumption volumes. We also request that they develop water reduction plans and targets.\nAnd finally, we are asking dealerships participating in our Dealer Environmental Excellence Program to track their water use and develop reduction plans.\n\nIn keeping with TMNA’s comprehensive approach, we are implementing the International Water Stewardship Standard developed by the Alliance for Water Stewardship (AWS). The AWS Standard offers a credible, globally applicable framework for major water users to understand their own water use and impacts, and to work collaboratively and transparently with others for sustainable water management within the wider water catchment context. Implementers follow the steps and guidance in the AWS Standard to work towards becoming good water stewards by improving site water performance and contributing to wider sustainability goals. We are currently piloting the AWS Standard at our assembly plant in Baja California, Mexico, and plan to roll out to additional sites in the future.\n\nAs we better understand the Rio Grande Tijuana River Basin, we are gaining a better understanding of the watershed issues of local community water availability as it relates to the watershed’s reliance on the Colorado River.\n\n**Water Target**\n\n**GRI 3-3**\n\nOur water target for fiscal years 2022 to 2026 is to reduce water use per unit of vehicle production by 5% from FY2020 levels.\n\nThe target equates to a 1% improvement per year and is consistent with the approach taken globally by our corporate parent, Toyota Motor Corporation.\n\nAs part of the U.S. Department of Energy’s Better Building Challenge, TMNA is targeting a 20% reduction in water intensity at nine U.S. plants by FY2026, from a baseline of FY2014. This is a sub-target of the TMNA-wide target of 5% reduction from FY2020 levels.\n\nIn FY2022, our North American facilities (both production and non-production sites) used 973 gallons to produce a Toyota or Lexus vehicle. This is higher than the previous fiscal year, but still 1% less than we used in FY2020. We continue to seek opportunities for continuous improvement even while production levels fluctuate due mainly to supply chain disruptions.\n\n**Water Withdrawal, Discharge and Consumption**\n\n**GRI 303-3, 303-4, 303-5**\n\nIn FY2022, Toyota withdrew 1.68 billion gallons of water at North American facilities, including manufacturing plants, R&D centers, parts and vehicle distribution centers, service training centers and offices. This is a 10% increase compared to FY2021, mainly due to increases in production following pandemic-related shutdowns.\n\nOnly 7% of water withdrawal occurred in an area of “high” or “extremely high” water stress (based on WRI’s Water Risk Atlas).\n\nApproximately 94% of total water withdrawal came from municipal sources (both fresh and recycled water from utilities); the remaining withdrawals came from surface water bodies, groundwater and rainwater.\n\nWater withdrawal volumes were compiled primarily from water utility invoices. For rainwater, measurements are taken from the collection units. Water discharge is either measured by meter or, in the case of non-production facilities, estimated based on occupancy.\n\n**Water Use (Gallons)**\n\n|                | FY2020          | FY2021          | FY2022          |\n|----------------|-----------------|-----------------|-----------------|\n| Water Withdrawal | 1,766,238,000   | 1,526,868,000   | 1,678,110,000   |\n| Water Discharge  | 1,173,877,000   | 1,241,390,000   | 1,158,684,000   |\n| Water Consumption| 592,361,000     | 285,478,000     | 519,426,000     |\n\n**Scope:** All Toyota North America locations, including assembly and unit plants, offices and warehouses\n\n**Water Use In Water Stressed Areas (Gallons)**\n\n|                | FY2021          | FY2022          |\n|----------------|-----------------|-----------------|\n| Water Withdrawal | 124,859,000     | 117,391,000     |\n| Water Discharge  | 93,019,000      | 75,968,000      |\n| Water Consumption| 31,840,000      | 41,423,000      |\n\n**Scope:** All Toyota North America locations, including assembly and unit plants, offices and warehouses\n\n**Water-stressed areas** were identified using WRI’s Aqueduct™ Water Risk Atlas and include sites with overall risk scores of “high” or “extremely high.”\nCommitment to Responsible Production\n\nGRI 3-3\n\nTMNA strives to use responsible production practices involving environmentally sound management of 1) goods provided by suppliers (such as steel, aluminum, plastic parts and other raw materials) and 2) waste generated by our activities.\n\nOur plants, warehouses and R&D sites across North America have mature governance organizations and management systems in place to help ensure chemicals and wastes are handled safely and in compliance with applicable federal, state, provincial and local regulations. We are also committed to continuous improvement, which means we look for ways to reduce the use of substances of concern, eliminate waste at the source, and reuse and recycle.\n\nTMNA’s Environmental Sustainability, Materials Engineering, and Procurement departments work together with suppliers to help reduce the use of packaging materials, identify sustainable materials for use in vehicle parts, manage substances of concern, and reduce, reuse and recycle waste.\n\nMaterials Targets\n\nGRI 3-3\n\nPlastics\n\nOur plastics target for fiscal years 2022 to 2026 is to reduce single-use plastics at on-site food services by 75%, from a calendar year 2019 baseline.\n\nPlastic is not biodegradable, can be difficult to recycle, and is well known for causing water and ocean pollution. That’s why we are working on reducing plastics wherever we can. This target covers single-use plastics used in our cafeterias; see the packaging target below for our target to reduce plastic and other types of packaging.\n\nDue to COVID-related delays in employees coming back to the office, we did not make much progress on this target last year. However, during FY2023, we are working on replacing several single-use items with compostable and reusable items and expect to see reductions soon.\n\nPackaging\n\nOur packaging target for fiscal years 2022 to 2026 is to reduce procurement of single-use packaging materials by 25% from FY2018 levels.\n\nWe developed this target to help us reduce waste and lessen the environmental impacts of shipping parts and materials. Based on our estimates, we have reduced the use of single-use packaging materials by approximately 19% compared to the FY2018 baseline. One way we reduce packaging is by using approximately 60,000 returnable packaging modules and racks instead of wooden pallets and cardboard boxes for shipping parts between suppliers, distribution centers, plants and dealerships. The highest use of single-use packaging is for service parts, so this is where we will be focusing our efforts going forward.\n\nTMNA is a member of Suppliers Partnership for the Environment (SP) and participates in the Materials Efficiency Work Group. The Materials Efficiency Work Group created a new Sustainable Packaging sub-group, co-chaired by TMNA and Magna, to further SP’s efforts to promote the design and use of sustainable packaging. This group created a resource with information on the viable recyclability of 35 different packaging material types commonly used in the automotive industry.\n\n| Packaging Material Procured by Weight (Metric Tons) |\n|---------------------------------------------------|\n| FY2018 Baseline | FY2022 | FY2026 Target |\n| 11,989 | 9,751 | 9,471 |\n\nScope: This target covers expendable and export boxes and pallets used in manufacturing, plus cardboard, pallets, paper and soft plastics used in service parts distribution.\nBattery Recycling\n\nOur hybrid vehicle battery recycling target for fiscal years 2022 to 2026 is to implement a closed-loop battery recycling program to support our new battery manufacturing plant in North Carolina.\n\nGRI 301-3\n\nIn 2021, Toyota announced its newest plant, Toyota Battery Manufacturing North Carolina (TBMNC), with an initial investment of $1.29 billion for battery production. In 2022, Toyota announced an additional investment of $2.5 billion in TBMNC, bringing the total to $3.8 billion. Scheduled to begin production in 2025, the facility will produce batteries for hybrid electric vehicles and battery electric vehicles.\n\nWe are working with our partners to create a sustainable, closed-loop battery ecosystem at TBMNC. Toyota and Redwood Materials (Redwood) are exploring a series of end-of-life battery solutions. Initially, this collaboration is expected to focus on the collection, testing and recycling of Toyota hybrid electric vehicle batteries. The companies are striving to seamlessly incorporate battery recycling through domestic battery materials manufacturing into Toyota’s battery production strategy.\n\nSee our story on How We Recycle Hybrid Vehicle Batteries for more information on what happens to hybrid vehicles at end of life.\n\nSustainable Materials\n\nGRI 301-2\n\nWe strive to increase our use of sustainable materials, which include reclaimed materials and materials with recycled and/or renewable content. Using sustainable materials means using materials in the most productive way, with emphasis on using less as well as reducing toxic chemicals and environmental impacts across the whole life cycle.\n\nUsing sustainable materials conserves natural resources and contributes to a circular economy. According to the Alliance for Automotive Innovation, approximately 86% of an end-of-life vehicle’s material content is recycled, reused or used for energy recovery. Our sustainable materials efforts seek to create closed loops within our industry, and even within our own plants, processes and vehicles.\n\nWe continue to develop and commercialize technologies that enable the use of sustainable materials with reduced environmental impacts in a range of vehicle components. For example, we use bio-based plastics — plastics derived either wholly or in part from plant materials — in the seat cushions in Toyota Prius, Corolla and RAV4, and in Lexus RX 350; and we use post-industrial garment clippings made of cotton and synthetic fibers in door panel insulation, floor silencers and floor mats.\n\nWe also look for alternatives to rare earth metals, which are necessary components in hundreds of products across a wide range of applications, especially high-tech consumer products like electric vehicles.\n\nThe mining of rare earth metals can have negative environmental and social consequences. Our parent company, Toyota Motor Corporation, has developed a magnet for use in electric vehicle motors that replaces up to 50% of the neodymium, a rare earth metal, with more abundant and less costly lanthanum and cerium. Toyota expects the magnets to be used in electric vehicles in the first half of the 2020s.\n\nAs members of SP, we participate in the Materials Efficiency Work Group. In collaboration with the Automotive Industry Action Group (AIAG), work group members developed two new guidance documents: Measuring Renewable Content of Automotive Products and Measuring Recycled Content of Automotive Products. These documents are designed to outline a common industry-supported definition and approach for measuring renewable and recycled content in vehicles.\n\nChemical Management\n\nGRI 3-3\n\nChemicals are utilized every day to produce parts and materials in Toyota and Lexus vehicles. Proper management of these chemicals is important in reducing their environmental impacts throughout the vehicle life cycle.\n\nIt’s important for Toyota to understand the chemical content of the parts we receive from our suppliers. TMNA’s Chemical Management Office (CMO) aims to track and visualize the development and growth of our suppliers’ chemical management systems, in part, through the implementation of an annual chemical management supplier questionnaire. In a collaborative effort between TMNA and several other automakers, a common guidance document called Global Product Chemical Compliance Process Management was published through the Suppliers Partnership for the Environment. This guidance document complements our annual questionnaire and is just one of many initiatives TMNA is carrying out as part of a five-year strategy to enhance the chemical management capabilities of the North American supply chain.\n\nWaste\n\nGRI 306-1, 306-2, 306-3, 306-4, 306-5\n\nTotal waste generated by TMNA increased 14% in 2021 compared to 2020, mainly due to increases in production following pandemic-related shutdowns. TMNA reused, recycled or recovered 93% of all waste in 2021. Only 1.6% of waste was sent to landfills for disposal, and 5.4% was incinerated, either with or without energy recovery.\n\nBy weight, steel is the largest raw material used to make Toyota and Lexus vehicles. It is also the largest waste stream, accounting for 76% of all waste generated in 2021. We recycle 100% of the scrap steel waste generated.\n\nWe continue to prioritize reduce, reuse and recycling over disposal, both to reduce our impact on the environment and to optimize efficiency and reduce cost in our operations. We partner with our waste vendors, universities and others to help us find innovative ways to reduce, reuse or recycle our waste streams. See our stories, Solving for the Solvent and Towards a Circular Economy, for examples of how we reduce, reuse and recycle.\nWe also engage with suppliers on waste reduction. In the most recent edition of our Green Supplier Requirements, we request all suppliers to decrease the amount of waste generated and increase the amount of waste recycled.\n\nWaste data is collected on a calendar year basis. At North American manufacturing plants, distribution centers and warehouses, third-party waste management and recycling vendors provide waste data based on weight for most waste streams. At sales offices, we assumed weights based on an estimated average waste per person.\n\n### Total Waste Generated (CY2021)\n\n| Pounds | 2019       | 2020       | 2021       |\n|--------|------------|------------|------------|\n| Regulated* Waste | 16,832,174 | 14,010,112 | 18,412,607 |\n| Non-regulated Waste | 728,983,646 | 699,832,363 | 797,302,944 |\n| Scrap Steel Recycled | 599,397,719 | 594,061,626 | 616,091,071 |\n| Compost | 998,672 | 721,600 | 2,940,434 |\n| All other waste streams | 128,587,255 | 105,049,137 | 178,271,438 |\n| TOTAL WASTE GENERATED | 745,815,820 | 713,842,476 | 815,715,552 |\n\n**Scope:** Toyota’s North American headquarters, manufacturing, R&D, sales and logistics sites in the U.S., Canada and Puerto Rico. Also includes data from manufacturing in Mexico. Data from non-manufacturing sites in Mexico will be included in future years. Data excludes construction and demolition waste from new construction and expansion projects.\n\n*Regulated waste* includes hazardous, universal and special wastes regulated at the federal, state, provincial or local level. Non-regulated waste is all other waste.\n\n### Waste Diverted from Disposal (CY2021)\n\n| Pounds | Recycled, Reused, Recovered |\n|--------|-----------------------------|\n| Regulated* Waste | 7,299,419 |\n| Non-regulated Waste | 750,587,344 |\n| TOTAL WASTE DIVERTED | 757,886,763 |\n\n**Scope:** Toyota’s North American headquarters, manufacturing, R&D, sales and logistics sites in the U.S., Canada and Puerto Rico. Also includes data from manufacturing in Mexico. Data from non-manufacturing sites in Mexico will be included in future years. Data excludes construction and demolition waste from new construction and expansion projects. Certain waste streams are diverted onsite through reuse; however, we do not track this data.\n\n*Regulated waste* includes hazardous, universal and special wastes regulated at the federal, state, provincial or local level. Non-regulated waste is all other waste.\n\n### Waste Disposed (CY2021)\n\n| Pounds | Landfill | Incineration |\n|--------|----------|--------------|\n| Regulated* Waste | 888 | 11,112,300 |\n| Non-regulated Waste | 12,870,915 | 33,844,687 |\n| TOTAL | 12,871,803 | 44,956,987 |\n| TOTAL WASTE DISPOSED | 57,828,790 |\n\n**Scope:** Toyota’s North American headquarters, manufacturing, R&D, sales and logistics sites in the U.S., Canada and Puerto Rico. Also includes data from manufacturing in Mexico. Data from non-manufacturing sites in Mexico will be included in future years. Data excludes construction and demolition waste from new construction and expansion projects.\n\n**Note:** 100% of waste disposed was disposed offsite.\n\n*Regulated waste* includes hazardous, universal and special wastes regulated at the federal, state, provincial or local level. Non-regulated waste is all other waste.\nBiodiversity\n\nSustainable Development Goal 15 seeks to halt biodiversity loss and restore ecosystems. By finding ways to reverse nature loss and protect species, we are helping future generations continue to enjoy the natural wonders of our world.\n\nCommitment to Harmony With Nature\n\nGRI 3-3\n\nHuman activity is putting pressure on biodiversity and accelerating biodiversity loss. This on its own is a global challenge, but biodiversity is also inextricably linked to climate change – we can’t solve the climate crisis without recognizing the significant role nature plays in capturing and storing CO₂ from the atmosphere through ecosystem services, on land and in the oceans.\n\nBusiness has a role to play in reversing nature loss and protecting biodiversity. That’s why we at TMNA joined more than 1,000 companies in signing up to Business for Nature’s Call to Action, calling on governments to adopt ambitious policies to reverse nature loss in this decade.\n\nAcross North America, we are focusing on:\n\n- No net loss of biodiversity\n- Respect for legally designated protected areas\n- Avoidance of negative impacts on threatened or protected species\n\nOur focused approach to this involves working with stakeholders, including employees, communities and nonprofit organizations, on biodiversity projects on our sites and in our communities.\n\nWe also engage with suppliers. In the most recent edition of our Green Supplier Requirements, we request all suppliers to support the development of wildlife corridors and consider identifying biodiversity risks in their supply chains. We are a member of SP, where we co-led the launch of the SP Pollinator Project Challenge (see our story on The Flight of the Monarch for more information).\n\nBiodiversity Target\n\nGRI 304-2\n\nOur biodiversity target for fiscal years 2022 to 2026 is to support the development of at least 26,000 acres of pollinator habitat in North America.\n\nThe reason TMNA chose to support 26,000 acres of pollinator habitat is because the land area is equal to the 26,000 acres that the company’s facilities currently occupy across North America. Constructing and operating manufacturing plants can lead to negative impacts on biodiversity, such as habitat conversion and species loss. We aim to counter these impacts by partnering with local stakeholders on conservation projects, when needed, and by creating and restoring habitats on our sites.\n\nIn FY2022, 1,547 acres of pollinator habitat were developed through collaboration with Pollinator Partnership (P2). Additionally, Toyota has developed 375 acres of pollinator habitat on its own lands, mostly through our partnership with Wildlife Habitat Council® (WHC). This brings the total number of acres to 1,922. For more information, see our story on Expanding Pollinator Habitat.\n\nWe can’t solve the climate crisis without recognizing the significant role nature plays in capturing and storing CO₂ from the atmosphere through ecosystem services, on land and in the oceans.\nRestoring Habitat\n\nGRI 304-1, 304-3\n\nTMNA partners with Wildlife Habitat Council® (WHC) on conservation programs at sites in North America. Conservation programs at 14 of our sites, including nine assembly and engine plants, have achieved Conservation Certification, which is WHC’s voluntary certification standard designed for broad-based biodiversity enhancement and conservation education activities on corporate landholdings.\n\nFor more on our work with WHC, see our story on the Indicator Species Project.\n\nWildlife Habitat Council Conservation Certifications\n\nCertifications as of August 2022\n\n| Toyota Site Name                                                                 | Certification Level |\n|---------------------------------------------------------------------------------|---------------------|\n| Toyota Motor Manufacturing, Texas                                               | Gold                |\n| Toyota Motor Manufacturing, West Virginia                                       | Gold                |\n| Toyota Motor Manufacturing, Kentucky                                            | Gold                |\n| Toyota Motor Manufacturing Canada, Cambridge                                    | Gold                |\n| Toyota Motor Manufacturing Canada, Woodstock                                    | Silver              |\n| Toyota Motor Manufacturing, Alabama                                             | Silver              |\n| Toyota Motor Manufacturing, Mississippi                                         | Silver              |\n| Toyota Technical Center, Ann Arbor, Michigan                                    | Certified           |\n| Toyota Technical Center, York Township, Michigan                                | Certified           |\n| Toyota Motor Manufacturing, Indiana                                             | Certified           |\n| Toyota Motor Manufacturing, Tennessee                                           | Certified           |\n| TMNA Headquarters in Plano, Texas                                              | Certified           |\n| Production and Engineering Manufacturing Center, Kentucky                        | Certified           |\n| Toyota Logistics Services in Portland, Oregon                                   | Certified           |\nToyota Sites in or Adjacent to a Protected Area, Critical Habitat or Biodiversity Hotspot\n\nIncludes Toyota majority-owned sites in operation as of August 2022\n\n| Site Name                  | Location                        | Type of Operation | Protected Area, Critical Habitat and/or Biodiversity Hotspot                                                                 |\n|----------------------------|---------------------------------|-------------------|-----------------------------------------------------------------------------------------------------------------------------|\n| TMMBC                      | Tijuana, Baja California (Mexico) | Manufacturing     | Hotspot: California Floristic Province; Protected area: Wildlife Preserve                                                   |\n| TMMC                       | Woodstock, Ontario (Canada)     | Manufacturing     | Protected Area: Vansittart Woods wetlands                                                                                |\n| TABC                       | Long Beach, California          | Manufacturing     | Hotspot: California Floristic Province                                                                                     |\n| Gardena Technical Center   | Gardena, California             | R&D               | Hotspot: California Floristic Province                                                                                     |\n| LA Parts Distribution Center | Los Angeles, California        | Parts logistics   | Hotspot: California Floristic Province                                                                                     |\n| TLS Long Beach             | Port of Long Beach, California  | Vehicle logistics | Hotspot: California Floristic Province                                                                                     |\n| San Ramon Regional Office and Parts Distribution Center | San Ramon, California | Parts logistics | Hotspot: California Floristic Province                                                                                     |\n| North American Parts Center California | Ontario, California | Parts logistics | Hotspot: California Floristic Province                                                                                     |\n| TLS Portland               | Port of Portland, Oregon        | Vehicle logistics | Critical Habitat for Soho Salmon                                                                                           |\n| TAPG                       | Phoenix, Arizona                | Proving ground    | Critical Habitat for Yellow-billed Cuckoo                                                                                 |\n\nAs part of our engagement with WHC, TMNA identifies operational sites that are in or near a protected area, critical habitat or biodiversity hotspot. The sites near a protected area or critical habitat are all actively working on conservation initiatives. In 2021, we initiated a grant program with NEEF in the California Floristic Province, the only biodiversity hotspot identified in North America (see Biodiversity Conservation Grants for information on the impacts of this grant program).\n\n---\n\n1 A Protected Area is defined as a geographic area that is designated, regulated or managed to achieve specific conservation objectives. (GRI Standards Glossary 2016)\n\nCritical Habitat is a term defined and used in the U.S. Endangered Species Act. It is a specific geographic area(s) containing physical or biological features that are essential for the conservation of a threatened or endangered species and that may require special management and protection. Critical habitat may include an unoccupied area(s) if it is determined to be essential for the conservation of the species.\n\nA Biodiversity Hotspot is defined as an area that meets two criteria: it must have at least 1,500 vascular plants as endemics — which is to say, it must have a high percentage of plant life found nowhere else on the planet; and it must have 30 percent or less of its original natural vegetation. Biodiversity hotspots represent just 2.3% of Earth’s land surface, but they support more than half of the world’s endemic plant species and nearly 43% of endemic bird, mammal, reptile and amphibian species. Critical Ecosystem Partnership Fund (CEPF) maintains a list of hotspots by region. CEPF is a joint initiative of l’Agence Française de Développement, Conservation International, the European Union, the Global Environment Facility, the Government of Japan, the MacArthur Foundation and the World Bank.\n## Protecting Species\n\n**GRI 304-4**\n\nWith the help of WHC, we assess sites for the presence of endangered or threatened species. Sites with or near protected species are listed in the table, along with their activities to support those species.\n\nSee our story on The Flight of the Monarch for information on how we support the migratory monarch butterfly, which was added to the IUCN Red List in July 2022 as an endangered species. IUCN – the International Union for Conservation of Nature – is a Switzerland-based conservation organization that monitors the status of wildlife worldwide. According to the IUCN, populations of migratory monarchs have declined between 22 and 72% over the past 10 years because of pesticides and herbicides, deforestation for logging, urban development and agricultural expansion. Climate change—in the form of drought, wildfire and extreme temperatures—is also threatening milkweed, the only plant monarch larvae feed on. Toyota has pollinator gardens spanning over 300 acres at 17 sites across North America that support migratory monarchs and other pollinator species.\n\n### Endangered, Threatened or Protected Species On or Near Toyota Sites\n\nIncludes Toyota-owned sites in operation as of August 2022\n\n| Toyota Site | Endangered, Threatened, or Protected Species | Law/Regulation | Activities |\n|-------------|---------------------------------------------|----------------|------------|\n| All TMNA sites in North America | Monarch butterfly | On December 15, 2020, the U.S. Fish and Wildlife Service announced that listing the monarch as endangered or threatened under the Endangered Species Act is warranted, but precluded by higher priority listing actions. The monarch is now a candidate under the Endangered Species Act and its status will be reviewed annually until a listing decision is made. | The Flight of the Monarchs |\n| Manufacturing plant in Tijuana, Baja California (Mexico) | Ceanothus verrucosus (a medicinal shrub) Crotalus ruber (a native rattlesnake) Linx rufus (bobcat) Lepus californicus (black-tailed jackrabbit) Ferocactus gracilis (fire barrel cactus) Cylindropuntia californica (California cholla) | Protected by Mexico’s Ministry of Environment and Natural Resources (SEMARNAT) under NOM–059–SEMARNAT–2010 | These species are found on 143 acres of the site’s property that are protected as a wildlife preserve. |\n| Manufacturing plants in Cambridge and Woodstock, Ontario (Canada) | Tree Swallow | Protected by the Migratory Birds Convention Act | Installed 71 bird boxes at Toyota’s assembly plants in Cambridge and Woodstock, Ontario. |\n| Engine plant in Huntsville, Alabama | Alabama cave shrimp | Protected by the U.S. Endangered Species Act | Cave shrimp are found in an area of the site that is not disturbed by site operations or activities. |\n| Assembly and unit plant in Georgetown, Kentucky | Solidago shortii (short’s goldenrod) Myotis sodalist (Indiana bat) | Protected by the U.S. Endangered Species Act | Planted Short’s Goldenrod along a one-mile nature trail onsite |\n| Vehicle logistics site at the Port of Portland, Oregon | Coho Salmon | Protected by the U.S. Endangered Species Act | Salmon Safe certified; site maintains a bioswale and storm water pollution prevention program; team members participate in annual cleanup of the Willamette River |\n## Environmental Metrics Table\n\n### CARBON\n\n| CO₂ EMISSIONS | Unit | FY2020 | FY2021 | FY2022 |\n|---------------|------|--------|--------|--------|\n| Scope 1 emissions | MT CO₂ | 409,000 | 387,000 | 445,353 |\n| Scope 2 emissions (market-based) | MT CO₂ | 697,000 | 627,000 | 618,729 |\n| Total Scope 1+2 emissions | MT CO₂ | 1,106,000 | 1,014,000 | 1,064,082 |\n| GHG intensity | MT CO₂/vehicle | 0.62 | 0.63 | 0.62 |\n| Scope 3, Use of Sold Product | MT CO₂ | 86,870,000 | 94,800,000 | Not available |\n| Scope 3, Downstream Transportation and Distribution (third-party U.S. service parts and vehicle transport only) | MT CO₂ | Not reported | Not reported | 800,344 |\n| Scope 3, Dealerships | MT CO₂ | Not measured | Not measured | 2,153,455 |\n\n### FLEET CO₂ PER MILE\n\n| Unit | MY2020 | MY2021 | MY2022 |\n|------|--------|--------|--------|\n| U.S. Fleet GHG Data | Grams CO₂/mile | 258.0 | Not available | Not available |\n| Canada Fleet GHG Data - car | Grams CO₂/mile | 165.5 | 164.0 | Not available |\n| Canada Fleet GHG Data - truck | Grams CO₂/mile | 261.3 | 214.3 | Not available |\n| Mexico Fleet GHG Data | Grams CO₂/kilometer | 157 | 150 | Not available |\n\n### ELECTRIFIED VEHICLE SALES\n\n| Unit | CY2020 | CY2021 | CY2022 |\n|------|--------|--------|--------|\n| Toyota and Lexus models with an electrified option (U.S.) | % | Not measured | Not measured | 52 |\n| Toyota and Lexus Vehicle Sales that are electrified (U.S.) | % | 16 | 25 | Not available |\n| Total number of electrified vehicles sold – U.S. | # | 337,036 | 583,697 | Not available |\n| BEVs sold – U.S. | # | 0 | 0 | Not available |\n| Hybrids sold – U.S. | # | 318,639 | 528,319 | Not available |\n| Plug-in Hybrids sold – U.S. | # | 17,898 | 52,749 | Not available |\n| Fuel cell hybrids sold – U.S. | # | 499 | 2,629 | Not available |\n| Percent of Toyota and Lexus Vehicle Sales that are electrified (Canada) | % | 18.5 | 27.7 | Not available |\n| Total number of electrified vehicles sold – Canada | # | 35,504 | 62,460 | Not available |\n| BEVs sold – Canada | # | 0 | 0 | Not available |\n| Hybrids sold – Canada | # | 29,901 | 52,959 | Not available |\n| Plug-in Hybrids sold – Canada | # | 5,582 | 9,373 | Not available |\n| Fuel-cell hybrids sold – Canada | # | 21 | 128 | Not available |\n\n### ENERGY\n\n| Unit | FY2020 | FY2021 | FY2022 |\n|------|--------|--------|--------|\n| Total energy consumption | MWh | 3,700,858 | 3,609,000 | 3,892,335 |\n| Non-renewable electricity | MWh | 1,670,000 | 1,535,000 | 1,586,998 |\n| Renewable electricity | MWh | 60,000 | 62,000 | 70,724 |\n| Natural gas | MWh | 2,050,000 | 1,938,000 | 2,166,553 |\n| Fuels used in mobile sources | MWh | 78,700 | 74,000 | 68,060 |\n| Energy intensity | MWh/vehicle | 2.11 | 2.23 | 2.26 |\n\n---\n\n1. (Scope 1+2 CO₂ emissions)/number of vehicles produced in North America\n2. Emissions from use of sold product are calculated by model year.\n3. 2-cycle tailpipe CO₂ emissions (CO₂ grams/mile) as reported in the 2021 EPA Automotive Trends Report, Table 5.5, page 104. 2-cycle test data are used primarily in a regulatory context as the basis for determining the final compliance values for CAFE and GHG regulations.\n4. Includes both Toyota and Lexus\n5. Toyota’s first all-electric vehicle, bZ4X, went on sale in North America in 2022.\n6. Includes both Toyota and Lexus\n7. Total energy consumption by Toyota operations in North America/number of vehicles produced in North America\n### VEHICLE FUEL EFFICIENCY\n\n| Unit | MY2020 | MY2021 | MY2022 |\n|------|---------|---------|---------|\n| Fleet fuel economy – U.S. | Miles per gallon of gasoline | 27.0 | Not available | Not available |\n\n### WATER\n\n| Unit | FY2020 | FY2021 | FY2022 |\n|------|---------|---------|---------|\n| Water withdrawal | Gallons | 1,766,238,000 | 1,526,868,000 | 1,652,147,000 |\n| Portion withdrawn in water-stressed areas | % | 6 | 8 | 7 |\n| Water withdrawn from municipal sources | % | 95.2 | 96.2 | 94.1 |\n| Water withdrawn from surface water | % | 4.4 | 3.5 | 2.9 |\n| Groundwater | % | 0.4 | 0.3 | 3.0 |\n| Water discharge | Gallons | 1,171,907,000 | 1,238,972,000 | 1,158,684,000 |\n| Portion discharged in water-stressed areas | % | 4 | 7 | 7 |\n| Water consumption | Gallons | 594,331,000 | 287,896,000 | 493,462,000 |\n| Portion consumed in water-stressed areas | % | 12 | 11 | 8 |\n| Water withdrawn per vehicle produced | Gallons/vehicle | 983 | 951 | 958 |\n\n### WASTE\n\n| Unit | CY2020 | CY2021 | CY2022 |\n|------|---------|---------|---------|\n| Percent of total waste reused, recycled or recovered | % | 93.2 | 92.9 | Not available |\n| Total waste generated | Pounds | 713,842,476 | 815,715,552 | Not available |\n| Regulated Waste | Pounds | 14,010,112 | 18,412,607 | Not available |\n| Non-regulated Waste | Pounds | 699,832,363 | 797,302,944 | Not available |\n| Scrap steel recycled | Pounds | 594,061,626 | 616,091,071 | Not available |\n| Compost | Pounds | 721,600 | 2,940,434 | Not available |\n| All other waste streams | Pounds | 105,049,137 | 178,271,438 | Not available |\n| Regulated waste diverted from disposal | Pounds | 4,844,115 | 7,299,419 | Not available |\n| Non-regulated waste diverted from disposal | Pounds | 660,495,382 | 750,587,344 | Not available |\n| Regulated waste landfilled | Pounds | 0 | 888 | Not available |\n| Regulated waste incinerated | Pounds | 9,165,997 | 11,112,300 | Not available |\n| Non-regulated waste landfilled | Pounds | 10,764,547 | 12,870,915 | Not available |\n| Non-regulated waste incinerated | Pounds | 28,572,434 | 33,844,687 | Not available |\n\n### BIODIVERSITY\n\n| Unit | FY2020 | FY2021 | FY2022 |\n|------|---------|---------|---------|\n| Acres of pollinator habitat supported | Acres | Not measured | Not measured | 1,922 |\n| Number of sites with programs with Wildlife Habitat Council (WHC) Conservation Certification | # of sites certified by WHC | 13 | 15 | 14 |\n\n### AIR QUALITY\n\n| Unit | FY2020 | FY2021 | FY2022 |\n|------|---------|---------|---------|\n| VOC emissions | Grams/square meter of surface area coated | 12.3 | 11.8 | 12.2 |\n\n### COMPLIANCE\n\n| Unit | FY2020 | FY2021 | FY2022 |\n|------|---------|---------|---------|\n| Violations that resulted in air or water pollution | # | 0 | 0 | 0 |\n\n---\n\n8 Fuel economy as reported in the 2021 EPA Automotive Trends Report, Table 2.3, page 13\n9 Water-stressed areas are defined according to the Water Risk Atlas in WRI’s Aqueduct Tool as areas with either “high” or “extremely high” overall risk.\n10 Includes collected rainwater\n11 Groundwater increased in FY2021 from previous years because previously only one plant used groundwater. Beginning last year, our newer plant in Mexico came online and also uses groundwater.\n12 Recovery does not include energy recovery.\n13 Diverted from disposal means reused, recycled or recovered (does not include energy recovery); Disposal = Incineration + Landfill\n14 Incineration includes both with and without energy recovery.\n15 Includes both on- and off-site habitats\n16 Scope = North American manufacturing plants\n17 In January 2021, Toyota paid a civil penalty of $180 million to the U.S. Environmental Protection Agency pursuant to a Consent Decree to resolve investigations stemming from a self-reported process gap in fulfilling certain emissions defect information reporting requirements under the Clean Air Act. The reporting gap occurred between 2005 and 2015. As a countermeasure, Toyota has put robust reporting and compliance processes in place.\n18 Toyota paid $7.7 million in stipulated penalties in 2022 under the 2021 Consent Decree described in FN 17 for an issue that did not constitute a regulatory violation.\n# GRI Content Index\n\n## Statement of Use\nTMNA has reported the information cited in this GRI content index for the period April 1, 2021 to March 31, 2022 with reference to the GRI Standards.\n\n## GRI 1 used\nGRI 1: Foundation 2021\n\n| GRI STANDARD | DISCLOSURE | LOCATION |\n|--------------|------------|----------|\n| GRI 2: General Disclosures 2021 | 2-1 Organizational details | About This Report |\n| | 2-2 Entities included in the organization's sustainability reporting | Toyota Motor North America, Inc. (TMNA)  \nToyota Canada Inc. (TCI)  \nToyota's majority-owned North American manufacturing plants |\n| | 2-3 Reporting period, frequency and contact point | About This Report |\n| | 2-4 Restatements of information | TMNA has restated water data for FY2020 and FY2021 to fill in minor gaps in reporting from a few sites. |\n| | 2-5 External assurance | See the Toyota Sustainability Data Book, pages 44-45, for the Verification Statement prepared for Toyota Motor Corp. TMNA and TCI do not have North American data separately assured. |\n| | 2-6 Activities, value chain and other business relationships | TMNA distributes and markets passenger cars and trucks for sale at Toyota and Lexus dealerships in the U.S. TMNA manufactures passenger cars and trucks and engines at 13 plants in the U.S., Canada and Mexico. TCI distributes and markets passenger cars and trucks for sale at Toyota and Lexus dealerships in Canada. TMNA reported U.S. sales in 2021 of over 2.3 million vehicles. TCI reported Canadian sales in 2021 of over 225,000 vehicles. There are more than 1,900 Toyota and Lexus dealerships in the U.S., Canada and Mexico. |\n| | 2-7 Employees | Over 46,000 team members in the U.S., Canada and Mexico |\n| | 2-9 Governance structure and composition | Environmental Sustainability Governance |\n| | 2-22 Statement on sustainable development strategy | Dear Reader  \nGoals and Targets |\n| | 2-27 Compliance with laws and regulations | See Compliance for information on environmental compliance in North America.  \nEnvironmental Metrics Table – Compliance |\n| | 2-28 Membership associations | Stakeholder Engagement |\n| | 2-29 Approach to stakeholder engagement | Stakeholder Engagement |\n\n## GRI 3: Material Topics 2021\n\n| 3-1 Process to determine material topics | See the Toyota Sustainability Data Book, page 5, for a description of TMC’s process for determining materiality for the global entity. |\n| 3-2 List of material topics | Material environmental topics are Carbon, Water, Materials and Biodiversity. |\n| 3-3 Management of material topics | Goals and Targets  \nCommitment to Carbon Neutrality  \nCommitment to Water as a Shared Resource  \nCommitment to Responsible Production  \nChemical Management  \nCommitment to Harmony With Nature |\n# GRI Content Index\n\n| GRI STANDARD | DISCLOSURE | LOCATION |\n|--------------|------------|----------|\n| GRI 301: Materials 2016 | 301-2 Recycled input materials used | Sustainable Materials |\n| | 301-3 Reclaimed products and their packaging materials | Battery Recycling, How We Recycle Hybrid Vehicle Batteries |\n| GRI 302: Energy 2016 | 302-1 Energy consumption within the organization | Environmental Metrics Table – Energy |\n| | 302-3 Energy intensity | Environmental Metrics Table – Energy |\n| | 302-5 Reductions in energy requirements of products and services | Environmental Metrics Table – Vehicle Fuel Efficiency |\n| GRI 303: Water and Effluents 2018 | 303-1 Interactions with water as a shared resource | Commitment to Water as a Shared Resource |\n| | 303-2 Management of water discharge-related impacts | Commitment to Water as a Shared Resource |\n| | 303-3 Water withdrawal | Water Withdrawal, Discharge and Consumption, Environmental Metrics Table – Water |\n| | 303-4 Water discharge | Water Withdrawal, Discharge and Consumption, Environmental Metrics Table – Water |\n| | 303-5 Water consumption | Water Withdrawal, Discharge and Consumption, Environmental Metrics Table – Water |\n| GRI 304: Biodiversity 2016 | 304-1 Operational sites owned, leased, managed in, or adjacent to, protected areas and areas of high biodiversity value outside protected areas | Restoring Habitat |\n| | 304-2 Significant impacts of activities, products and services on biodiversity | Biodiversity Target, Indicator Species Project |\n| | 304-3 Habitats protected or restored | Restoring Habitat, Expanding Pollinator Habitat |\n| | 304-4 IUCN Red List species and national conservation list species with habitats in areas affected by operations | Protecting Species, The Flight of the Monarch |\n## GRI Content Index\n\n| GRI STANDARD | DISCLOSURE | LOCATION |\n|--------------|------------|----------|\n| GRI 305: Emissions 2016 | 305-1 Direct (Scope 1) GHG emissions | GHG Emissions Data Environmental Metrics Table – CO₂ Emissions |\n| | 305-2 Energy indirect (Scope 2) GHG emissions | GHG Emissions Data Environmental Metrics Table – CO₂ Emissions |\n| | 305-3 Other indirect (Scope 3) GHG emissions | Environmental Metrics Table – CO₂ Emissions |\n| | 305-4 GHG emissions intensity | GHG Emissions Data Environmental Metrics Table – CO₂ Emissions |\n| | 305-5 Reduction of GHG emissions | GHG Emissions Data Toyota Port Facility Nears Carbon Neutrality On Our Way to 100% Renewable Electricity |\n| | 305-7 Nitrogen oxides (NOx), sulfur oxides (SOx), and other significant air emissions | Air Quality |\n| GRI 306: Waste 2020 | 306-1 Waste generation and significant waste-related impacts | Waste Towards a Circular Economy |\n| | 306-2 Management of significant waste-related impacts | Waste Towards a Circular Economy |\n| | 306-3 Waste generated | Waste Environmental Metrics Table – Waste |\n| | 306-4 Waste diverted from disposal | Waste Environmental Metrics Table – Waste |\n| | 306-5 Waste directed to disposal | Waste Environmental Metrics Table – Waste |\n| GRI 308: Supplier Environmental Assessment 2016 | 308-2 Negative environmental impacts in the supply chain and actions taken | The primary negative impact in our supply chain is CO₂ emissions that contribute to climate change. See Life Cycle for our supplier CO₂ target and Green Supplier Requirements for information on how we are collecting information from suppliers. |\n| GRI 413: Local Communities 2016 | 413-1 Operations with local community engagement, impact assessments, and development programs | Examples of local community engagement include: Helping Restore Water Flows in the Colorado River Delta Community Recycling Days Biodiversity Conservation Grants |", "source": "toyota_2022", "added": "2025-04-09", "created": "2025-04-09", "metadata": {"Source-File": "climate_reports/ccrm_2024/toyota_2022.pdf", "olmocr-version": "0.1.59", "pdf-total-pages": 38, "total-input-tokens": 104675, "total-output-tokens": 27298, "total-fallback-pages": 0}, "attributes": {"pdf_page_numbers": [[0, 28, 1], [28, 4222, 2], [4222, 5657, 3], [5657, 8735, 4], [8735, 9698, 5], [9698, 12427, 6], [12427, 15300, 7], [15300, 18344, 8], [18344, 21490, 9], [21490, 23143, 10], [23143, 25288, 11], [25288, 28890, 12], [28890, 31822, 13], [31822, 33958, 14], [33958, 36328, 15], [36328, 39766, 16], [39766, 41384, 17], [41384, 46419, 18], [46419, 49783, 19], [49783, 51513, 20], [51513, 54499, 21], [54499, 58065, 22], [58065, 59393, 23], [59393, 63517, 24], [63517, 67961, 25], [67961, 72161, 26], [72161, 75574, 27], [75574, 81261, 28], [81261, 84538, 29], [84538, 87526, 30], [87526, 89822, 31], [89822, 94411, 32], [94411, 97742, 33], [97742, 101151, 34], [101151, 105322, 35], [105322, 108071, 36], [108071, 109858, 37], [109858, 111789, 38]]}}