{"id": "22f53db4de39bf2472474c5c9ca490f28b1ebe14", "text": "2.1 Non-financial policies, action plans and performance\n\n2.1.1 CSR methodology and non-financial risks and performance 56\n2.1.2 Biodiversity 63\n2.1.3 Circular economy 75\n2.1.4 Climate 82\n2.1.5 Health and product quality 95\n2.1.6 Trade practices 99\n2.1.7 Employees 107\n2.1.8 Workers in our value chain 114\n\n2.2 Carrefour’s Duty of Care Plan 121\n\n2.2.1 Governance of the Duty of Care Plan 121\n2.2.2 Stakeholder dialogue 125\n2.2.3 Risk map 127\n2.2.4 Risk assessment measures 137\n2.2.5 Presentation of prevention and mitigation measures for identified risks 141\n2.2.6 Whistleblowing facilities 160\n2.2.7 Monitoring system for measures implemented 162\n2.2.8 Report on the 2023 Duty of Care Plan 162\n\n2.3 Green taxonomy 168\n\n2.3.1 Context 168\n2.3.2 Results 169\n2.3.3 Assessment and methodology 172\n2.3.4 Outlook 177\n\nAPPENDIX: Regulatory templates 178\n\n2.4 Reporting methodology and verification of information 184\n\n2.4.1 Detailed reporting methodology for CSR indicators 184\n2.4.2 Report of the independent third-party on the verification of the consolidated non-financial statement included in the group management report 199\nIntroduction\n\nThe following sections of the Universal Registration Document present the components that underpin Carrefour’s Corporate Social Responsibility strategy.\n\nChapter 1 presents Carrefour’s raison d’être and its ambition to become the leader of the food transition for all. In line with this ambition, this chapter also looks at projects developed by the Group, as well as a materiality analysis that ensures the alignment of these strategic priorities with stakeholder expectations, and an analysis of Carrefour’s business model. Lastly, it reviews the Group’s CSR performance summary and the achievement of its objectives based on the CSR and Food Transition Index.\n\nChapter 2 details how CSR is structured within the Group, and the method deployed for implementing the food transition for all, creating more value for all stakeholders, and therefore developing the positive impact of the organisation’s activities on society. It describes the methodologies enabling Carrefour to develop CSR policies in response to social, environmental and societal risks it has identified in its business model and through dialogue with stakeholders. It highlights these policies, action plans and duty of care measures put into action to address identified risks. Lastly, it transparently explains the Group’s CSR performance through a set of key indicators. Chapter 2 thus contains information relating to the Non-Financial Statement, the EU Green Taxonomy and the duty of care plan.\n\nAlignment with applicable regulations\n\nNon-Financial Statement: this Universal Registration Document complies with the requirements of French government order no. 2017-1180 of July 19, 2017 and decree no. 2017-1265 of August 9, 2017, providing for a Non-Financial Statement as stipulated notably under Articles L. 225-102-1 and R. 225-105 et seq. of the French Commercial Code (Code de commerce). This information concerns the activities of Carrefour SA (the parent company) and all the Group’s consolidated companies.\n\nThe Non-Financial Statement consists of the following:\n\n- the business model, provided in Section 1.4.1;\n- the map of Group risks based on the business model, which incorporates societal risks, presented in Section 4.1.2. The methodology for identifying societal risks and their definition are detailed in Section 2.1.1.2.1;\n- the policies and action plans that address societal risks, described in Section 2.1. Thus, all the societal risk factors encountered by the Group in its activities are subject to its CSR policy. The CSR policy sections are structured as follows: biodiversity (Section 2.1.2), climate (Section 2.1.3), health and product quality (Section 2.1.4), business ethics and supply chains (Section 2.1.5) and employees (Section 2.1.6);\n- the Group’s Key Performance Indicators in 2023 are detailed for each policy in Section 2.1. Performance is summarised in Section 2.4 and Section 2.4.1 provides details on the reporting method;\n- lastly, Section 2.4.2 contains the independent third-party report on consolidated CSR information.\n\nThe scope of reporting is limited to the Group’s retail operations, solely taking into account its eight integrated countries (1) (see Section 2.4 Methodological note). For indicators with a different scope, details are provided in the footnotes.\n\nDuty of care: this section contains information on the Group’s duty of care plan for identifying risks and preventing serious violations of human rights and fundamental freedoms, the health and safety of individuals, and the environment. It complies with the requirements set out in French law no. 2017-399 of March 27, 2017 with regard to the duty of care. As such, the following items and information are covered:\n\n- the map used to identify, analyse and classify risks (see Section 2.2.2);\n- procedures used to regularly assess the position of subsidiaries, subcontractors and suppliers with which the Group maintains an established business relationship, based on the risk map (see Section 2.2.3);\n- adapted actions for mitigating risks or preventing serious threats (see Sections 2.2.3.1 and 2.2.3.2);\n- the whistleblowing and warning systems for reporting the existence or materialisation of risks, established in cooperation with the trade unions of said company (see Section 2.2.5);\n- the system for monitoring actions taken and measuring their effectiveness (see Section 2.2.6 and Sections 2.2.3.1 and 2.2.3.2);\n- the report on the implementation of the Duty of Care Plan covering the previous financial reporting year (see Section 2.2.7).\n\nThe information included in Carrefour’s Duty of Care Plan is presented in this section as follows:\n\n- governance of CSR, the food transition and the Duty of Care Plan is presented in Section 2.2.1;\n- procedures for dialogue and collaboration with stakeholders, which can be used to set policies and to update and evaluate the implementation of third-party assessments and risk prevention and mitigation measures are presented in Section 2.2.1.2;\n- the methodology used to map risks relating to human rights and fundamental freedoms, health and safety, and the environment is presented in Section 2.2.2.1. The main identified risks and their sub-factors are presented in Section 2.2.2.2;\n\n(1) Excluding franchisees.\nrisk prevention frameworks are presented in Section 2.2.4.1, third-party assessments are described in Section 2.2.3, risk prevention and mitigation measures are presented in Section 2.2.4 and whistleblowing systems covered in the Duty of Care Plan are detailed in Section 2.2.5. The report on actions implemented in 2022 as part of the Duty of Care Plan is available in Section 2.2.7;\n\na summary of Carrefour’s non-financial reporting, which covers all of the Group’s non-financial performance indicators, is presented in Sections 2.2.3.1 and 2.2.3.2.\n\nGreen Taxonomy: Section 2.3 complies with Regulation (EU) 2020/852, the EU Green Taxonomy, which came into effect on July 12, 2020 and establishes a common classification system for all European Union countries to identify sustainable economic activities. To date, the Taxonomy’s scope does not cover product distribution in the Group’s stores. The regulation is applicable to only a few of the Group’s ancillary businesses, such as building construction and vehicle rentals.\n2.1 Non-financial policies, action plans and performance\n\n2.1.1 CSR METHODOLOGY AND NON-FINANCIAL RISKS AND PERFORMANCE\n\n2.1.1.1 CSR governance and methodology\n\nIn conducting its business activities, Carrefour gives importance to creating value for all its stakeholders. The Group has implemented CSR governance, developed reporting methods and continuously improved its decision-making processes, tools and strategies to increase its positive impact on society.\n\nIn 2022, Carrefour adopted its new transformation plan “Carrefour 2026”, which marks a new stage in the implementation of the food transition for all. Carrefour is strengthening its CSR ambitions, in particular with regard to the fight against climate change; the production of renewable energy; the reduction of packaging and the development of bulk sales; the preservation of biodiversity; the fight against deforestation; healthy food; diversity and inclusion.\n\nThe Group’s CSR approach has evolved significantly due to the actions taken in implementing its raison d’être. The methodology is based on the following principles:\n\n- **transparent goals with stakeholders supported at the highest level of the organisation:** Carrefour identifies material issues and imperatives, sets quantitative targets and works closely with its partners on drawing up action plans. The most strategic objectives are integrated into the CSR & Food Transition Index. This index measures an annual achievement rate and is factored into management compensation (see Section 1.5.3);\n\n- **dedicated governance:** In 2022, Carrefour created an Engagement department positioned at the level of the Group’s Executive Committee, responsible for embodying the Group’s aims in relation to CSR (the environment, climate, fight against food waste, etc.), Diversity and Inclusion (gender equality, disability, diversity of origin, etc.), the Carrefour Foundation and the Group & France Solidarity Unit. Governance bodies for CSR and the food transition have been set up or strengthened at every level in the organisation (see Section 2.2.1.1);\n\n- **actions integrated into products and stores for its customers:** the integration of actions tested by customers into stores is a key marker of the methodology, as these actions embody the Group’s long-term objectives.\nFocus N°1: The Carrefour group’s Engagement department\n\nOn February 1, 2022, the Group announced the creation of an Engagement department responsible for CSR strategy and for translating the Group’s social commitments into action. Carine Kraus, Director of Engagement, is General Delegate of the Carrefour Foundation and a member of the Group Executive Committee. It coordinates and synchronises the deployment of the CSR and food transition strategy in close collaboration with various Group departments, business lines, countries and external stakeholders.\n\nThe Engagement department comprises the CSR Department, the Diversity and Inclusion Department, the Carrefour Foundation and the Group & France Solidarity unit.\n\nThe Group’s CSR department is responsible for implementing the CSR methodology and contributes to the definition and management of Carrefour’s societal objectives. It is responsible for building a vision for Carrefour’s contribution to the UN Sustainable Development Goals (SDGs) and reports on Group performance to its stakeholders based on international standards. In addition to its contribution to Group strategy and with the help of Carrefour experts, the CSR department identifies emerging trends and supports the various professions with the design and implementation of innovative, substantive projects. It works together with the Legal, Risk, Merchandise and Human Resources departments to roll out the Group’s Duty of Care Plan.\n\nThe CSR department, responsible for implementing these projects, comprises about ten employees, who work with all the Group professions and departments concerned, particularly the Merchandising, Quality, Marketing, Communication, Store and E-commerce departments. Every country where the Group operates has a CSR department, made up of local teams.\n\nThe Diversity and Inclusion department is responsible for defining and driving the diversity and inclusion policy at Group level in collaboration with all countries. It deals, for example, with gender equality and disability issues, combating all forms of discrimination.\n\nThe Carrefour Foundation and the Group & France Solidarity Unit are responsible for supporting and coordinating sponsorship activities in the countries where the Group operates.\n\nTo achieve its mission of becoming the leader of the food transition for all, the Group acts at all levels to participate in transforming markets; directly engaging suppliers, partners, and customers; and bringing innovative solutions that can reshape production and consumption modes.\n\n- working towards a positive transformation in market standards: Carrefour acts for progress in market standards through initiatives supported by retail companies, suppliers and stakeholders in the value chain, organisations and public authorities;\n- implementing exclusive innovations at local or international level that serve as an industry benchmark and can change consumer standards. Initiatives that have been successful with consumers are applied industry-wide and help bring about transformation on the market. Campaigns include “C’est qui le patron?” (Who’s the Boss?), “Bring your own container”, returnable packaging, no-waste boxes, and the elimination of plastic from the fruit and vegetables section. Carrefour and its partners work to identify innovative solutions and support the implementation of these solutions in order to suggest new ways of producing and using products;\n- getting direct suppliers and service providers involved: Carrefour has direct relationships with thousands of farmers, manufacturers and service providers:\n  - as part of its trade relations, especially with its suppliers of Carrefour-branded products, the Group includes standards in line with CSR and the food transition,\n  - Carrefour sets up collaborations with its suppliers of Carrefour-branded products and national brands to initiate the transformations necessary to bring about the food transition for all,\n  - the announcement of the Carrefour 2026 strategic plan in 2022 was an opportunity for the Group to confirm its ambitions in the fight against global warming; Carrefour has called on its largest suppliers (the Top 100) to align with a 1.5°C trajectory by 2026, and has committed to delisting them if they do not meet this condition;\n- involving franchisees in the Group’s CSR and food transition process: Carrefour works closely with franchised stores, both in the eight integrated countries and through international partnerships.\nFocus N°2: Roll-out of the CSR strategy to franchisees\n\nThere are two types of franchise within the Group:\n\n- franchised stores in the eight countries in which the Group operates directly: 8,865 stores representing 27% of all retail space under the banner.\n- franchised stores of international partners (Carrefour Partenariat International): more than 2,543 stores representing 17% of the sales area under the banner.\n\nCarrefour works to integrate the CSR strategy into its franchises in various ways:\n\n- Carrefour has a network of franchise advisers to work with its franchise partners in the eight countries in which the Group operates directly. Through them, the Group supports franchisees on an individual basis, sharing rules, best practices, innovative solutions, projects and concepts that franchisees can implement on a voluntary basis. The Group also provides services, such as green energy purchasing at a preferential rate and waste contracts, thereby involving its partners in the transformations under way in the Group. Lastly, the Group’s targets for goods sold and distributed by Carrefour apply to all franchised stores in the eight integrated countries, meaning goods sold by franchised stores comply with the same rules as the Carrefour group. However, store-related targets (e.g., climate, energy, waste and food waste management) only apply to integrated stores. Franchised stores are independent.\n\n- Carrefour Partenariat International (CPI) is responsible for ensuring that the franchised stores of international partners are committed to the food transition for all. This commitment is underpinned by the following levers:\n  - The Human Rights Charter signed by all the Group’s international franchise partners: appended to the franchise partner contracts, the charter sets forth a number of social obligations. It describes the control methodology in place and specifies the existence of an Advisory Committee.\n  - The CSR appendix now included in all new contracts since 2022: by signing this appendix, each partner undertakes to define quantified and time-bound commitments aligned with the Carrefour group’s CSR priorities.\n  - The annual strategic review: involving CPI and the CSR department, on the one hand, and franchise partner managers, on the other, the review enables strategic priorities to be defined with each partner.\n\n- The franchise partner CSR manager network: through this network, the Group shares rules, best practices, innovative solutions, projects and concepts that franchisees can implement on a voluntary basis. For example, a learning expedition was conducted in 2023 to share best practices, discuss key CSR challenges and visit Carrefour stores involved in innovative initiatives. Franchise partners from over ten countries took part in the event.\n\nIt should be noted that international partners define their own CSR policies. They transmit data relating to store activity on a voluntary basis. Carrefour’s CSR objectives do not apply to international franchisees.\n\nCarrefour and franchisee climate targets\n\n- As regards emissions from energy consumption and the use of refrigerants for all franchised stores (Scopes 1 and 2 of franchised stores), these account for 37% of the total emissions (Scopes 1 and 2) of Carrefour-baner stores worldwide and less than 1% of the Group’s Scope 3 emissions. This scope is not included in our commitments to date, since it is not among the most material Scope 3 emissions categories for the Group. However, Carrefour includes all Scope 1 and 2 emissions of its franchisees and international partnerships in its climate footprint.\n\n- For emissions associated with purchases of goods and services (representing 65% of the Group’s Scope 3), Carrefour includes in its climate diagnosis the emissions related to the production of products sold by its franchised stores in the Group’s eight integrated countries. As an indication, sales made under franchises represent approximately 30% of total net sales in those eight countries. The Group’s targets relate to emissions associated with purchases of goods and services in these eight countries, for both integrated and franchised stores.\n\n- At the 2023 Shareholders’ Meeting, Carrefour committed to setting a target for Scope 1 and 2 emissions from franchisees in 2024. It has undertaken to reduce emissions from the purchase of goods and services and the use of products sold. This objective takes into account the purchase of goods and services of all integrated and franchised stores under the Carrefour banner in the eight countries where the Group operates directly. These sales are taken into account in our Scope 3 estimates and across the scope of our targets.\n\n- educating and engaging customers: to transform consumer habits, Carrefour offers products and solutions in stores to promote sustainable consumption. Carrefour aims to identify and better meet customers’ emerging societal and environmental expectations. But the Group also hopes to educate people about sustainability issues and co-build solutions that everyone can adopt. Carrefour also established customer consultation and engagement channels to define its strategies (e.g., activist consumer groups in Spain and France). In particular, the Group aims to develop an active community of consumers in each country. This objective is included in the Group’s CSR and Food Transition Index (see Section 1.5.3). In 2023, consumer communities were established in France, Spain and Belgium.\nCarrefour uses analysis and dialogue tools to identify material issues, and define its policies and action plans while taking a continuous improvement approach. See Section 2.2 Duty of Care Plan.\n\n2.1.1.2.1 Methodology for analysing Group risks\n\nCarrefour relies on different internal risk management procedures to identify and assess the risks applicable to the Group. These include risks of violations of human rights, health and safety, and the environment relating to the Group’s business operations.\n\nFor the first step, the Group identifies the key risks associated with its retail business that include criteria relating to its corporate social responsibility.\n\nThe methodology for identifying risks includes:\n\n- international standards and guidelines (GRI G4, ISO 26000, SASB-B);\n- expectations expressed in ESG questionnaires to which the Group responds every year;\n- the materiality analysis conducted with both internal and external stakeholders, which is used to confirm the main societal risks included in the analysis.\n\nThe Group’s general risks are then identified and analysed with all departments concerned in each country. This helps refine the assessment of risks detected in each region. This process is detailed in Section 4.1 of this Universal Registration Document. These risks are then ranked in order of their net criticality.\n\nThis analysis highlights the main risks that could affect the Group’s operations, financial position, reputation, results and social responsibility. The analysis is updated annually, and results are submitted to the Audit Committee, the Group Executive Committee and the Board of Directors.\n\nCarrefour then identifies which Group risks are CSR risks that could lead specifically to violations of human rights, health and safety, and the environment. This selection of key CSR risks measures the impact on stakeholders (including customers, suppliers, NGOs and civil society). When a Group risk is classified as a CSR risk, the risk is reformulated, and in some cases risks are grouped together (e.g., the Group risk “Use of raw materials questioned for their environmental, social or ethical impact” becomes “Sourcing of sensitive raw materials” under its classification as a CSR risk).\n\nSection 2 details the policies, action plans and performance indicators related to these CSR risks. It therefore contains information relating to the Non-Financial Statement and the Duty of Care Plan.\n\n2.1.1.2.2 Map of the Group’s CSR risks\n\nThe scope of the Non-Financial Statement specifically addresses the CSR risks identified by the Group’s risk analysis. Carrefour rates each of these societal risks. These risks are assessed based on the following criteria:\n\n- frequency: this criterion takes into account the probability of the dangerous event occurring. The frequency is assessed on a scale of 1 to 4 (1):\n- gross impact: this indicator measures the financial and reputational impacts, as well as the impact on stakeholders (consumers, employees, suppliers, organisations, etc.).\n\n(1) 1: every 5 years or more, 2: every 1 to 5 years, 3: annually, 4: several times a year or permanent.\nDefining and fulfilling CSR commitments\n\n- Failure to respect freedom of association and the right to collective bargaining\n- Lack of supply chain resilience\n- Sensitive raw material procurement\n- Non-compliance with personal data protection laws\n- Non-financial reporting\n- Failure to uphold human rights and fair pay across the entire value chain\n- Contribution and vulnerability to climate change\n- Occupational health and safety risks\n- Product quality compliance and safety\n- Failure to assess, develop and value skills\n- Failure to attract and retain talent\n- Non-compliance with anti-corruption laws\n- Pollution and the impacts of our operations on biodiversity\n- Defining and fulfilling CSR commitments\n- Value chain\n- Safety and security of property and people\n- Failure to comply with regulations\n- Environmental impact of operations\n- Human resources management\n- Non-compliance with anti-corruption laws\n- Occupational health and safety risks\n- Product quality compliance and safety\n- Failure to assess, develop and value skills\n- Failure to attract and retain talent\n- Non-compliance with anti-corruption laws\n- Pollution and the impacts of our operations on biodiversity\n- Defining and fulfilling CSR commitments\n- Value chain\n- Safety and security of property and people\n- Failure to comply with regulations\n- Environmental impact of operations\n- Human resources management\n2.1.1.2.3 Definition of the Group’s societal risks and associated policies\n\nThis mapping initiative identifies non-financial reporting risk categories. The manner in which they are broken down and defined throughout the Group is detailed in the table below. These non-financial reporting risk categories correspond to risks identified by the Group Internal Audit and Risk department. Section 2.1 presents the measures used to manage these risks, which are covered in the last column of the table below.\n\n### TABLE 1: DEFINITION OF PRIORITY SOCIETAL RISKS USED FOR NON-FINANCIAL REPORTING PURPOSES\n\n| NFR risks                                      | Group risk                                                                 | Description of the non-financial reporting risk category                                                                 | Non-financial reporting policies, action plans and performance |\n|------------------------------------------------|---------------------------------------------------------------------------|------------------------------------------------------------------------------------------------------------------------|---------------------------------------------------------------|\n| Sensitive raw material procurement            | Use of raw materials questioned for their environmental, social or ethical impact | Carrefour could stand accused of using raw materials whose value chains could have an impact on deforestation, depletion of scarce resources or human rights abuses (unpaid or poorly paid work, child labour, etc.). | Section 2.1.2 Section 2.1.8                                  |\n| Occupational health and safety risks          | Psychosocial risks, workplace accidents or occupational illnesses         | Any failure to take effective prevention measures against psychosocial risks could lead to an increase in workplace accidents, particularly in stores and warehouses, or in occupational illnesses among Group employees. | Section 2.1.7 Section 2.1.8                                  |\n| Contribution and vulnerability to climate change | Failure to control energy consumption, refrigerants and associated carbon emissions | Carrefour may fail to control its energy and refrigerant consumption, particularly following the promulgation of EU F-gas and F-gas II regulations, which will gradually prohibit the replacement and use of the most polluting refrigerants (e.g., Freon gas) by 2030. | Section 2.1.4                                                  |\n| Failure to attract and retain talent          | Inability or difficulties in attracting and retaining key employees        | The Group could encounter difficulties in attracting, hiring or retaining talent for key positions. This risk may arise in particular due to departures from critical positions such as Directors and Senior Directors. | Section 2.1.7                                                  |\n| Failure to develop and value skills           | Failure to assess, develop or value skills                                 | Poor deployment of skills assessment, development and recognition policy by managers and human resources is likely to demotivate employees and result in lower productivity and increased turnover. | Section 2.1.5                                                  |\n| Quality, compliance and product safety failure | Failure of the removal and recall system                                   | Malfunctions in the recall and withdrawal procedure for batches of food products could have serious health impacts on customers. | Section 2.1.5                                                  |\n| Serious breach of quality and hygiene standards in stores, warehouses or at a logistics partner | Serious breaches of quality and hygiene standards in stores, warehouses or at a logistics partner can have serious consequences for the health of our customers. |                                                                 |                                                               |\n| Failure to manage the product reference guide and/or product information disclosed to consumers | Major deficiencies in product control and traceability could have serious consequences for the health of our customers and not meet consumer expectations regarding product origin. These shortcomings could also impact Carrefour’s business development and results. |                                                                 |                                                               |\n| Defining and fulfilling CSR commitments       | Failure to define and fulfill corporate social responsibility commitments | A misalignment between the Group’s strategy and CSR objectives or poor definition of its objectives and ambitions in relation to market expectations could negatively impact the Group’s non-financial performance. Carrefour could be accused of failing to respect its commitments for defining unclear or insufficiently ambitious goals. | Section 2.1.1.1 Section 2.2.1.2                               |\n| Non-financial risks | Group risk | Description of the non-financial reporting risk category | Non-financial reporting policies, action plans and performance |\n|---------------------|------------|--------------------------------------------------------|---------------------------------------------------------------|\n| Lack of supply chain resilience | Street demonstrations, strikes or agricultural crises | Farming or industry crises could lead to supply shortages (e.g., milk or butter shortages in France). Supply chains can also be disrupted by events related to economic or political crises. Environmental and social crises can impact supply chains, raising the price of raw materials and lowering the Group’s profits. | Section 2.1.8 |\n| Failure to respect freedom of association and the right to social dialogue | Poor management or degradation of the social climate within Carrefour | Insufficient social dialogue can lead to demotivated employees. These events are likely to result in loss of productivity and/or revenue. | Section 2.1.7 |\n| Failure to uphold human rights and fair pay across the entire value chain | Carrefour or its suppliers are accused of failing to comply with labour law or human rights | Carrefour strives to uphold human rights across the entire value chain. Any instances of forced labour or exploitation of children, or failure by a supplier to pay the minimum wage could have a strong negative impact on the Group’s reputation. | Section 2.1.8 |\n| Non-compliance with anti-corruption laws | Non-compliance with anti-corruption laws | The Sapin II law on transparency, corruption and modernised business practice requires French companies, such as Carrefour and its subsidiaries, to set up a compliance programme to both prevent and detect any corruption or use of undue influence, inside or outside France. Carrefour may fail to comply with all of the pillars and provisions of this legislation. | Section 2.1.6 |\n| Non-compliance with personal data laws | Non-compliance with laws on the protection of personal data (e.g., GDPR, LGPD) | Carrefour processes large volumes of personal data for customers, employees and suppliers. Data protection and privacy legislation – e.g., the General Data Protection Regulation (GDPR) in force since May 25, 2018 in the European Union in addition to existing national legislation, and the “General Data Protection law” (LGPD) which came into force in Brazil in September 2020 – establish a new legal data protection framework with increased protection for citizens’ rights and new legal obligations for businesses. Carrefour must ensure that it complies with all of the requirements of such legislation. | Section 2.1.6 |\n| Failure to respect the principles of diversity and to battle discrimination and harassment | Failure to comply with the principles of diversity and equality or failures to combat discrimination and harassment | Carrefour may encounter difficulties in deploying its anti-discrimination policy, particularly with regard to gender diversity and equal pay or the employment of people with disabilities. | Section 2.1.7 |\n| Pollution and the impact of our operations on biodiversity | Deterioration of biodiversity linked to real estate assets (e.g., pollution from oil products, deforestation) | Carrefour’s business operations may have a negative impact on biodiversity, particularly due to pollution events. Ecosystems may be destroyed by construction work, pollution from fuel retail operations or poor waste management. | Section 2.1.2 |\n| Non-financial reporting | Increasing non-financial reporting requirements (e.g., Green Taxonomy in Europe) | The poor quality of the data reported could impact the assessment and analysis of the Group’s non-financial performance. | Section 2.1 Section 2.4 |\n\n*The Group stopped assessing this risk in 2023.*\n2.1.2 BIODIVERSITY\n\n2.1.2.1 Our objectives and outcomes\n\nOverview\n\nThe food industry is highly dependent on biodiversity, which is why biodiversity conservation is crucial for the food and agriculture sectors. However, biodiversity is in an unprecedented global decline caused by five main factors significantly exacerbated by the food industry:\n\n- changes in how land is used;\n- water, soil and air pollution and the resulting reduction in water quality;\n- direct exploitation of certain organisms;\n- climate change;\n- the spread of invasive alien species.\n\nAs a key player in the food industry, Carrefour has a role to play in preserving biodiversity and reducing pollution. The Group’s actions in this area also respond to consumers’ justified demands for more information, better quality products and greater transparency.\n\nWhile actions can be taken at the level of Carrefour’s sites and operations, solutions that promote biodiversity and reduce pollution must also be developed collectively throughout the supply and production chains with all stakeholders. Carrefour therefore takes action to protect biodiversity and reduce pollution in its activities and operations, as well as upstream, in partnership with its suppliers, and downstream with its customers.\n\nImpacts, risks and opportunities\n\nThe retail industry is a major contributor to the loss of biodiversity through the manufacture, use and end-of-life of products sold. They collectively contribute to the five key pressures on biodiversity. To a lesser but still significant extent, the Group adds to these pressures through its operations and those of its franchisees. The industry depends on ecosystems to source its products, obtain the energy they require and treat the effluents they generate both when in use and at the time of their disposal.\n\nIn 2022, Carrefour conducted a macro-analysis of its impacts and dependencies on nature across the entire value chain and by level of associated risk. Going a step further in 2023, it analysed the impacts of around 15 raw materials at each step of the value chain in France. These initiatives are in line with Carrefour’s commitment to the Science Based Targets for Nature (SBTN) programme, which guides organisations in setting ambitious and science-based targets for climate and nature protection. The Group also assessed its biodiversity footprint using the Corporate Biodiversity Footprint (CBF) measurement tool.\n\nFIGURE 1: CARREFOUR’S BIODIVERSITY IMPACTS\n\nThe map illustrates how the Group’s operations contribute to each of the five main drivers of biodiversity loss identified by the Intergovernmental Science-Policy Platform on Biodiversity and Ecosystem Services (IPBES). Most of the impacts occur upstream or downstream from Carrefour’s direct operations.\n\n(1) Intergovernmental Science-Policy Platform on Biodiversity and Ecosystem Services (IPBES), 2019. Seventh IPBES Global Assessment report.\n(2) World Business Council for Sustainable Development (WBCSD). Vision 2050.\nMapping the impacts and dependencies of Carrefour’s activities on biodiversity\n\n**FIGURE 2: MAP OF CARREFOUR’S IMPACTS**\n\n- **Habitat destruction**\n  - Agricultural production of our products\n  - Land use at our sites\n  - Solid waste generated on our sites\n  - Emissions associated with agricultural production of our products\n  - Overexploitation of certain sensitive raw materials\n  - Nuisances associated with agricultural production, invasive species associated with long-distance freight\n\n- **Pollution**\n  - Pollution associated with freight\n  - Solid waste associated with sold products, pollution of aquatic environments associated with some products\n  - Emissions associated with sold products\n  - Water consumption associated with sold products\n\n- **Climate change**\n  - Emissions associated with agricultural production of our products\n  - Water consumption of the food-processing industries (own brand)\n\n- **Resource exploitation**\n  - Overexploitation of certain sensitive raw materials\n  - Water consumption associated with sold products\n  - Emissions associated with freight\n\n- **Invasive species and others**\n  - Nuisances associated with agricultural production, invasive species associated with long-distance freight\n\n**FIGURE 3: MAP OF CARREFOUR DEPENDENCIES**\n\n- **Level of dependency**\n  - Very high\n  - High\n  - Medium\n\n- **Supply services**\n  - Surface and groundwater supply\n  - Supply of plant and animal commodities\n  - Production of cardboard packaging\n\n- **Support services**\n  - Pollination\n  - Soil quality\n  - Water quality\n  - Water cycle maintenance\n  - Natural habitats\n\n- **Regulation services**\n  - Climate regulation\n  - Water quality regulation\n  - Pest and disease control\n  - Flood and storm protection\n  - Erosion control\n\n80% of products depend on biodiversity systems\n\nSource: ENCORE tool and expert opinions\nMAP OF BIODIVERSITY IMPACTS BY PRIORITY RAW MATERIAL (1)\n\nThe table below summarises part of the work carried out in 2023. It shows the pressures exerted on biodiversity by several raw materials identified as high impact by Science Based Targets for Nature:\n\nThe impact of solid waste, as well as noise, light, odour and physical disturbances associated with human activity, resulting in disruption to species, were not examined under the SBTN approach due to insufficient knowledge about these pressures (2). The products taken into account are consumer food products (3).\n\n| Change in use of land and sea | Overexploitation of resources | Climate change | Pollution | Invasive species |\n|------------------------------|-------------------------------|----------------|-----------|-----------------|\n|                              |                               | GHG emissions | Air pollution | Water pollution | Soil pollution | Biological degradation |\n| Palm oil                     |                               |               |             |                 |                |                      |\n| Soy                          |                               |               |             |                 |                |                      |\n| Beef                         |                               |               |             |                 |                |                      |\n| Cocoa                        |                               |               |             |                 |                |                      |\n| Fishery products             |                               |               |             |                 |                |                      |\n| Aquaculture products         |                               |               |             |                 |                |                      |\n| Cotton                       |                               |               |             |                 |                |                      |\n\n- Average impact: below the food product median\n- High impact: above the food product median\n- Very high impact: higher than 95% of food products\n\nPOLLUTION-RELATED RISKS AND OPPORTUNITIES FOR CARREFOUR\n\nBased on the various biodiversity analyses carried out, the major risks that Carrefour has identified related to the preservation of biodiversity are: “Pollution of living organisms and food resources”, “Air, water and soil pollution”, “Emission of substances of concern and very high concern”, “Microplastics”. The risks and opportunities are presented in the table below:\n\n(1) A selection of seven priority raw materials out of a total of around 15 examined under the Science Based Target for Nature project. The other materials studied are coffee, nuts, pork, milk, dairy products, eggs, rice and poultry.\n(2) The impact is assessed according to: the 50% of food products with the lowest impact, the 50% of food products with the highest impact (excluding the top five with the highest impact), and the 5% of food products with the highest impact of all food products.\n(3) Source: Agribalyse.\n| TYPE OF RISK | VALUE CHAIN | RISK | OPPORTUNITIES |\n|--------------|-------------|------|---------------|\n| Pollution of air, water, soil, living organisms and food resources | Upstream | An increase in product prices due to the technological transition within the supply sector and/or the payment of penalties for pollution offences | Securing supplies through organic or agroecological production chains to reduce pesticides, fertilisers and antibiotics |\n| | | Declining availability and inflation of raw materials due to environmental degradation, lower yields and the pollution of resources (degradation of ecosystem services) | Development of local non-GMO (soy) animal feed chains |\n| | | Carrefour accused of using suppliers that contribute to pollution (textile industry) | |\n| | Operations | Carrefour accused of non-compliance with pollution regulations (stores, warehouses, service stations) | Development of alternative fuels, green mobility solutions and low-carbon delivery services (soft mobility, electric vehicles, etc.) |\n| | | Major investments to bring the Group’s stores in line with F-Gas regulations | |\n| | Downstream | Carrefour accused of using unsafe ingredients in its products and distributing products that emit polluting substances during their use (cosmetics, textiles, etc.) | Development of a range of natural products (free of controversial or potentially harmful substances) that respond to customer requirements (organic, bulk, pesticide-free, zero antibiotics, etc.) |\n| | | Increase in the recall of products contaminated by crop protection agents, pesticides or health disasters | |\n| Consumption of marine resources and degradation of marine ecosystems | Upstream | Increasing scarcity and non-renewal of marine resources: higher prices and more limited store offerings | |\n| | | Reorganisation of animal production chains dependent on marine resources (animal feed), leading to supply disruptions and/or increased costs for these products | |\n| | Downstream | Loss of attractiveness of certain non-sustainable products (lack of MSC, ASC or organic certification, use of non-selective fishing techniques, lack of sustainable aquaculture practices) | |\n| | | Legal action started against Carrefour for the sale of non-sustainable seafood | |\n| Microplastics | Upstream/Operations | Additional costs for using alternatives to plastic products and packaging due to the phasing out of plastic and growing demand for alternative materials | Offer plastic-free products and packaging in the face of consumer concern |\n| | Downstream | Loss of attractiveness of certain products when over-packaged in plastic (fruit and vegetables) | Offer plastic-free products and packaging in the face of consumer concern |\n| | | Carrefour accused of releasing microplastics from products and packaging into the food supply and the environment | |\n| Substances of high and very high concern | Upstream | Need to review product specifications and modify product composition and production processes | Anticipate the removal of substances of concern and very high concern to speed the introduction of new solutions |\n| | Operations | Increased operational costs for managing hazardous waste and taxes expenses related to ecological organisations | |\n| | Downstream | Increased withdrawals and recalls out of precaution | Anticipate the removal of substances of concern and very high concern in order to differentiate the offering |\n| | | A health and/or environmental scandal involving a product containing substances of concern | |\nCoalitions and partnerships\n\n- ADEME’s “Entreprises et biodiversité” working group in France\n- Entreprises engagées pour la nature\n- Science-Based Targets network (SBTn)\n- Task Force for Nature Disclosure (TNFD)\n- WWF France\n- Lab Capital Naturel\n- Act for Nature International\n- Forest Positive Coalition (Consumer Goods Forum)\n\nContributions to the Sustainable Development Goals\n\n1. No poverty\n2. Clean water and sanitation\n3. Responsible consumption and production\n4. Life on land\n## SUMMARY OF OUR OBJECTIVES AND OUTCOMES\n\n| Topic | Objective | 2023 Result | 2022 Result | Change | Target |\n|-------|-----------|-------------|-------------|--------|--------|\n| **Promoting responsible consumption** | Sales of certified sustainable products\\(^{(1)}\\) (in millions of euros) | 5,282 | 5,142 | +2.7% | €8 billion by 2026 |\n| | of which sales of organic products (in millions of euros)\\(^{(2)}\\) | 2,531 | 2,616 | -3.2% | |\n| | of which sales of Carrefour Quality Lines products (in millions of euros)\\(^{(3)}\\) | 1,108 | 1,132 | -2.1% | |\n| | of which sales of products that comply with our sustainable forestry policy\\(^{(4)}\\) (in millions of euros) | 871 | 871 | 0% | |\n| | of which sales of products that comply with our sustainable fishing policy\\(^{(5)}\\) – excluding organic products and Carrefour Quality Lines\\(^{(6)}\\) (in millions of euros) | 707 | 492 | +43.8% | |\n| | of which sales of products with other environmental certifications\\(^{(7)}\\) (in millions of euros) | 57 | 31 | +82.3% | |\n| **Promoting sustainable agriculture** | Percentage of sales of fresh food products sourced from organic or agroecological farmers\\(^{(8)}\\) | 6.5% | 4.8% | +1.8 pts | +15% by 2025 |\n| | Number of Carrefour-branded organic product references | 1,163 | 1,247 | -6.7 | |\n| | Percentage of sales of Carrefour Quality Lines fresh products committed to an agroecological approach\\(^{(9)}\\) (share of sales, as a %) | 28.4% | 6.5% | +21.9 pts | 100% by 2025 |\n| | Market penetration rate of Carrefour Quality Lines in fresh produce (%)\\(^{(10)}\\) | 7% | 6.9% | +0.1 pts | |\n| | Number of partner producers\\(^{(11)}\\) | 46,013 | 37,758 | +21.9% | 50,000 by 2026 |\n| | of which organic farming partner producers (supported through sector-based contractual arrangements)\\(^{(12)}\\) | 4,997 | 3,637 | +37.4% | |\n| | of which Carrefour Quality Lines partner producers\\(^{(13)}\\) | 16,872 | 22,176 | -23.9% | |\n| | of which regional or ultra-local partner producers\\(^{(14)}\\) | 11,838 | 11,945 | -0.8% | |\n| | of which producers who are partners in other collective initiatives\\(^{(15)}\\)\\(^{(16)}\\) | 12,306 | New | |\n## Corporate Social Responsibility and Performance\n\n### Non-financial policies, action plans and performance\n\n| Topic | Objective | 2023 Result | 2022 Result | Change | Target |\n|-------|-----------|-------------|-------------|--------|--------|\n| **Sensitive raw materials** | | | | | |\n| Raw materials associated with a risk of deforestation | Palm oil: Percentage of palm oil used in Carrefour-branded products that is fully traced (RSPO Segregated)\\(^{(17)}\\) | 95.3% | 83.7% | +11.6 pts | 100% |\n| | Palm oil: Percentage of palm oil used in Carrefour-branded products certified RSPO or equivalent | 100.0% | 99.9% | +0.1 pts | 100% |\n| | Wood and paper: Percentage of Carrefour-branded products in ten priority categories sourced from sustainable forests\\(^{(18)}\\) | 96.3% | 90.7% | +5.6 pts | 100% |\n| | Soy: Percentage of Carrefour Quality Lines and other key Carrefour-branded products that use zero-deforestation soy as animal feed\\(^{(19)}\\) | 21.7% | 19.7% | +2.1 pts | 100% by 2025 |\n| | Cocoa: Percentage of Carrefour-branded chocolate bars that comply with our Sustainable Cocoa Charter\\(^{(20)}\\) | 31.6% | 31.4% | +0.2 pts | 100% by 2023 |\n| | Traceability and assessment of traders: Percentage of key traders assessed | 100% | 100% | | 100% by 2025 |\n| | Traceability and assessment of traders: Percentage of key traders making progress towards complying with our policy | 33% | Assessed based on 2022 data | | 100% by 2025 |\n| | Brazilian beef\\(^{(21)}\\): 100% Brazilian beef will be zero deforestation for Carrefour brands by 2026, and for other brands by 2030 | Methodology currently under development | | | 100% by 2030 |\n| | Brazilian beef: Percentage of Brazilian beef suppliers that are geo-monitored and comply with our forest policy or are committed to an ambitious policy to combat deforestation | 100% | 89.70% | +10.3 pts | 100% by 2025 |\n| **Sourcing responsible textile raw materials** | Percentage of natural textile raw materials which comply with our responsible TEX policy\\(^{(22)}\\) (cotton, wood fibres, wool, cashmere) | 52.3% | 46.40% | +5.8 pts | 100% by 2025 |\n| | Cotton: Percentage of TEX products made from organic cotton and whose producers are paid fairly | 20.6% | 21% | -0.4 pts | 50% by 2027 |\n| | Wood fibre: Percentage of viscose TEX products made from wood fibre sourced from sustainably managed, FSC (Forest Stewardship Council) certified forests | 96.3% | 70.9% | +25.4 pts | 100% by 2023 |\n| | Wool: Percentage of wool TEX products sourced from traceable quality lines that guarantee animal welfare and prevent desertification | 58.7% | 25.1% | +33.6 pts | 100% by 2025 |\n| | Cashmere: Percentage of cashmere TEX products sourced from traceable quality lines that guarantee animal welfare and prevent desertification | 100% | 100% | 0 pts | 100% by 2021 |\n## Non-financial policies, action plans and performance\n\n### Supporting sustainable fishing and aquaculture\n\n| Topic | Objective | 2023 Result | 2022 Result | Change | Target |\n|-------|-----------|-------------|-------------|--------|--------|\n|       | Percentage of sales of fishery and aquaculture products, controlled products, and national brands produced using sustainable practices<sup>(23)</sup> | 57.1% | 34.50% | +22.6 pts | 50% by 2025 |\n|       | Percentage of sales of controlled fishery and aquaculture products produced using sustainable practices<sup>(24)</sup> | 60.9% | 49.50% | +11.4 pts | 50% |\n\n### Preventing the impact of different types of pollution on biodiversity\n\n- Methodology currently under development\n- For objectives relating to packaging and plastic management, see Section 2.1.3 Circular economy\n- For objectives relating to the impact of farming practices, see the objectives below on promoting sustainable agriculture\n\n### Limiting the environmental impact of our sites\n\n| Topic | Objective | 2023 Result | 2022 Result | Change | Target |\n|-------|-----------|-------------|-------------|--------|--------|\n|       | - New projects certified to BREEAM (BRE Environmental Method) New Construction standards (in %)<sup>(25)</sup> | 0<sup>(26)</sup> | 100% | 100% |\n|       | - Shopping malls certified to BREEAM In-Use standards (as a % of asset value) | 95.8% | 94% | +1.8 pts |\n|       | * of which Very Good (as a % of asset value) | 31% | 33% | -2 pts |\n|       | For objectives relating to waste management and food waste, see Section 2.1.3 Circular economy | - | | |\nCORPORATE SOCIAL RESPONSIBILITY AND PERFORMANCE\nNon-financial policies, action plans and performance\n\n| Topic: Promoting responsible water consumption | Objective | 2023 Result | 2022 Result | Change | Target |\n|-----------------------------------------------|-----------|-------------|-------------|--------|--------|\n| Promoting more responsible water consumption  | Water consumption per sq.m. of sales area (cu.m.) | 1.27 | 1.32 | -4% | |\n|                                               | Amount of water consumed (in millions of cu.m.) | 8.2 | 12.2 | -32% | |\n\nFor objectives relating to water quality, see the objectives below on responsible consumption and sustainable agriculture.\n\n(1) Certified sustainable products: The products considered here are organic products, Carrefour Quality Lines, certified wood and paper products, certified seafood products and other products with environmental certification (e.g., Blue Angel, NF Environment, Ecolabel Européen).\n\n(2) Scope: 99.8% of 2023 consolidated net sales Non-comparable BUs (BR SAMS excl. in 2023; BR AT, BR SAMS excl. in 2022).\n\n(3) Scope: 100% of 2023 consolidated net sales. Comparable BUs.\n\n(4) Through its sustainable forestry policy, the Carrefour group aims to move towards zero deforestation. Any wood, wood pulp, paper, and their derivatives sourced for both commercial and non-commercial goods must not only guarantee compliance with the law, but also go well beyond it by respecting the criteria set out in the suppliers’ Wood Charter. Scope: 100% of 2023 consolidated net sales. Non-comparable BUs (MN FR, IT, RO, BR incl. in 2023. Change in scope and reporting methodology. Data reported in 2022 = 272.\n\n(5) Products that comply with our sustainable fishing policy: ASC, MSC, organic and Carrefour Quality Lines products, species on the green list, products from a sustainable fishing/confirmed responsible farming approach or from fisheries that have set up a local improvement project. Organic and CQL are reported in the dedicated categories.\n\n(6) Scope: 98% of 2023 consolidated net sales. Non-comparable BUs (BR C ES (MN) excl. in 2022).\n\n(7) European Ecolabel and other equivalent responsible approaches. Scope: 95% of 2023 consolidated net sales. Non-comparable BUs (BR & MN (IT & AR) excl. in 2023).\n\n(8) Scope: 84% of 2023 consolidated net sales. Non-comparable BUs (ES, BR AT & BR SAMS excl. in 2023 and only excl. PL and BR C for agroecology; in 2022 agroecology only concerned France).\n\n(9) Scope: 91% of 2023 consolidated net sales. Non-comparable BUs (PL, BR excl. in 2023; FR only in 2022).\n\n(10) Scope: 86% of 2023 consolidated net sales. Non-comparable BUs (ES excl. in 2023; AR excl. in 2022).\n\n(11) National partner producers in organic farming, Carrefour Quality Lines, regional and local producers from other collective approaches. Scope: 95% of 2023 consolidated net sales. Non-comparable BUs (BR, ES organic, IT organic excl. in 2023; BR incl., excl. partners from other approaches in 2022).\n\n(12) Scope: 86% of 2023 consolidated net sales. Non-comparable BUs (ES, IT excl. in 2023).\n\n(13) Scope: 98% of 2023 consolidated net sales. Non-comparable BUs (BR excl. in 2023).\n\n(14) Scope: 96% of 2023 consolidated net sales. Non-comparable BUs (BR only in 2023; AR ultra-local excl. in 2023).\n\n(15) Scope: 100% of 2023 consolidated net sales. FR only in 2023.\n\n(16) Partner producer whose agricultural production method is sustainable and covered by an official quality label, a quality label covered by local legislation or a private label whose specifications are public and controlled by an independent inspection body.\n\n(17) Scope: 100% of 2023 consolidated net sales. Comparable BUs.\n\n(18) Scope: 100% of 2023 consolidated net sales. Comparable BUs. The certifications recognised here are POIG, RSPO IP, RSPO Segregated and RSPO Mass Balance. Palm oil derivatives used in household, perfume and hygiene products are not included in this indicator due to a lack of traceability.\n\n(19) Scope: 100% of 2023 consolidated net sales. Non-comparable BUs (BR C excl. in 2023; AR, BR C, IT excl. in 2022)\n\n(20) Scope: 95% of 2023 consolidated net sales. Non-comparable BUs (BR C excl. in 2023; AR, BR, C, IT excl. in 2022).\n\n(21) Cocoa (paste) is considered to be sustainable and traceable, guaranteeing zero deforestation, fair compensation for producers and the absence of child labour. Scope: BE, ES, FR, IT. Comparable BUs. 100% of 2023 consolidated gross sales.\n\n(22) Scope: Carrefour Brazil and Atacadão. Direct supplier of fresh, frozen and processed meat, distributor and warehouses.\n\n(23) Textile sector with ambitious targets for the sustainability of materials, reduction of environmental impacts and supply chain transparency.\n\n(24) Responsible fishing: fishing of abundant species with techniques that have the lowest impact on ecosystems while supporting local fishing. Scope: 87% of 2023 consolidated net sales. Non-comparable BUs (ES, BR AT, BR SAMS excl. in 2023, BR excl. in 2022).\n\n(25) Scope: 62% of 2023 consolidated net sales. Non-comparable BUs (FR, ES, AR excl. in 2023; BR excl. in 2022).\n\n(26) Scope: sites managed by Carmila in Spain, France and Italy.\n\n(27) No new shopping mall projects in 2023.\n\n(28) Scope: 68% of 2023 consolidated net sales. Non-comparable BUs (BR excl. in 2023).\n2.1.2.2 Our action plans\n\n1. Promoting responsible consumption and more sustainable agriculture\n\nResponsible consumption\nCustomer expectations of more sustainable food are evolving, going beyond organic food and extending to short circuits, local sourcing and sustainable agriculture products. To meet consumer requirements, the Group is aiming for 8 billion euros in sales from certified sustainable products by 2026 (vs. 5.1 billion euros in 2022). This target takes into account certified organic farming products, Carrefour Quality Lines, more environmentally-friendly fishing products (MSC, ASC, other responsible approaches), wood and paper products (FSC, PEFC, recycled) and Ecolabel certified products.\n\nDeveloping an affordable organic offering\nThe Group activates three drivers to develop its organic offering: making the organic offering affordable by developing production channels based on support for producers; developing organic ranges that fit with consumer expectations (i.e., bulk organic offering, plastic-free offering, local produce, etc.); and making organic products accessible in-store and online.\n\nIn the majority of countries where it operates, the Group offers its organic farming suppliers multi-year contracts that commit to volumes or purchase prices and take account of production constraints. Where national laws allow, Carrefour also supports producers who are in the process of transitioning to organic farming through long-term contracts – lasting three to five years – which secure their investments through intermediate pricing arrangements between conventional and organic farming prices and offset the impact of lower productivity on their income. These contracts are offered in France, Romania and Taiwan in particular. In 2023, Carrefour partnered with 4,997 organic producers.\n\nIn its stores, Carrefour aims to offer a selection of organic products matched to consumer demand. Under Carrefour-branded products and national brands, the Group continues to adapt its product offering by adding vegan and raw products, for example. Carrefour is prioritising the elimination of plastic packaging in the Bio product range, while 80% of Carrefour Bio-brand packaging is already recyclable, reusable or compostable. Since 2018, Carrefour has been developing locally-grown organic fruit and vegetable ranges, including non-packaged produce.\n\nCarrefour is harnessing all store formats to achieve its ambition by developing specialised stores (Carrefour Bio, SO.bio, Biomonde), showcasing organic products in general stores (aisles in hypermarkets dedicated to organic products, shop-in-shop in supermarkets, organic sections in convenience stores) and the creation of a benchmark omni-channel model for organic products (Carrefour.fr, Greenweez, Planeta Huerto, etc.). As of end-2023, the Group had 138 specialised organic stores in France.\n\nPromoting practices inspired by agroecology via Carrefour Quality Lines (CQLs)\nCarrefour has a unique tool for developing agroecology (1): the Carrefour Quality Lines (CQLs). The objective is for all product lines to feature an agroecology label by 2025 (e.g., “fed on GMO-free feed”, “fed without antibiotics” and “grown without chemical treatment”). Each Carrefour Quality Line is a partnership between the Group and partner producers. In collaboration with these producers, Carrefour has drafted a rigorous charter specific to each production chain. In 2023, 7.4% of Carrefour Quality Lines had an agroecological label (compared to 6.5% in 2022).\n\nCarrefour supports its Carrefour Quality Lines suppliers by developing pilot crops and implementing progress plans to extend agroecological practices into various lines. Carrefour provides suppliers with technical assistance and adapts the terms of their agreement. Customers are invited to learn about this programme through an agroecological label displayed on the product.\n\nThrough its Carrefour Quality Lines, the Group establishes multi-year partnerships with a view to guaranteeing greater visibility and more opportunities for producers. Carrefour thus provides volume guarantees to take account of production requirements and constraints and/or price guarantees to ensure fair compensation for the producer and to finance the constraints of the Carrefour specifications. In 2023, 16,872 producers around the world partnered with Carrefour Quality Lines.\n\nTraceability of food products from field to plate is a fundamental element in the Carrefour Quality Lines approach. To ensure best practices, Carrefour uses strict, monitored specifications, with verification by an independent inspection body that checks compliance with the specifications for each line.\n\nSupporting suppliers\nCarrefour supports its lines to facilitate the deployment of sustainable, environmentally-friendly agricultural practices. The Group is focusing on three areas to promote a more sustainable agricultural transition: fairer terms with suppliers; developing and showcasing a responsible product offering; and creating financing solutions. Carrefour has set an objective to work with 50,000 organic, Carrefour Quality Line, regional or local partner producers and other collective initiatives bound by specifications by 2026. In 2023, Carrefour had 46,013 partner producers worldwide.\n\n(1) Note that for a supply chain to be considered agroecological, the supplier must apply at least one agroecologically-aligned practice (limiting the use of antibiotics and pesticides, using local livestock feed, etc.). Similarly, products from a given supply chain are considered agroecological if at least one of the producers in the chain is engaged in agroecological initiatives.\nCarrefour continuously strengthens its partnerships with local companies in all countries. For example, the Group promotes the development of small- and medium-sized enterprises through the implementation of SME plans. The Group’s SME plan in France aims to strengthen cooperation between Carrefour and SMEs across all food and non-food industries. In addition, the Group’s financial services company, Finifac, has notably developed credit solutions for SMEs and farmers. To expand business with SMEs, each country develops a system of close ties and sets up special contracts that guarantee fair pricing and shorter payment terms.\n\nCarrefour also provides financial support for various organic and/or agroecological projects. The crowdfunding platform JeParticipe.carrefour.com was launched in 2019 in partnership with MiiMOSA to finance agricultural food transition projects. More than 250 projects have been financed via this platform, and Carrefour paid out more than 100,000 euros to project winners at end 2023.\n\nIn addition to providing support via sector-based contractual arrangements, Carrefour supports the localisation of supply chains, such as organic raspberry and blueberry production, through its foundation. In 2023, 29 sustainable and solidarity-based agricultural projects were funded by the Foundation for a total amount of 2,246,740 euros (29% of the overall budget). In this way, the Carrefour Foundation helps to create fair and steady compensation for producers.\n\n2. Protecting biodiversity in the procurement of sensitive raw materials\n\nFollowing a Group-wide risk analysis, certain raw materials are classified as being ‘sensitive’ due to their potential socio-environmental impact and their relative weight in the business. These raw materials are subject to closer scrutiny, with action plans and objectives drawn up. The sensitive raw materials and action plans are outlined in in the Duty of Care Plan (see Section 2.2 of this document). The objectives relating to the sensitive raw materials have been integrated into the Group’s CSR index (see Section 1.5.3 Summary of 2023 non-financial performance).\n\nSpecific raw materials purchasing rules are drawn up in concertation with the stakeholders (i.e., experts, NGOs, customers, suppliers, public authorities, etc.). Comprehensive objectives and action plans are devised, deployed and monitored by a dedicated project management team. The purchasing rules for the food transition – including purchasing objectives and criteria for at-risk raw materials – were updated in 2023 and circulated to all countries. Training courses were organised for the Merchandise and Quality departments.\n\nWork on traceability has been initiated to identify intermediaries trading in at-risk raw materials near the beginning of the Group’s supply chain. Carrefour worked with the Consumer Goods Forum to define an anti-deforestation policy assessment methodology for traders in its supply chains. The reliability of the assessment criteria was improved in 2023 so that progress made by traders could be measured.\n\n3. Preventing the impact of different types of pollution on biodiversity\n\nPollution control is managed cross-functionally via climate, biodiversity and circular economy action plans, among others. The policies and action plans have a positive impact on reducing water and land pollution by striving to increase the proportion of sustainable and organic farming. The table below shows the different types of pollution that are being addressed for each of Carrefour’s sustainability strategy focuses:\n\n| AIR | WATER | LAND | LIVING ORGANISMS | SUBSTANCES OF HIGH AND VERY HIGH CONCERN |\n|-----|-------|------|------------------|----------------------------------------|\n| Protecting biodiversity for the supply of sensitive raw materials | X | X | X | X |\n| Supporting the transition to sustainable agriculture | X | X | X | X |\n| Guaranteeing responsible water consumption | X | X | | |\n| Limiting the environmental impact of our sites | X | X | | |\n| Circular economy | X | X | X | |\n| Climate | X | X | X | |\n4. Limiting the environmental impact of our sites\n\nIn France, Spain and Italy, all new shopping centre constructions and expansions larger than 2,000 sq.m. are BREEAM (Building Research Establishment Environmental Assessment Method) certified. All new shopping malls are BREEAM New construction certified. BREEAM In-Use certification is renewed every three years further to an audit.\n\nWith regard to the real estate business of Carrefour Property and Carmila in France, Italy and Spain, the Group has introduced a sustainable construction policy aligned with BREEAM Construction certification standards, to ensure that buildings are designed and built in line with a commitment to safeguarding the environment, occupant health and safety, and preserving biodiversity. Store architecture is planned from the outset to optimise energy consumption (through the use of natural materials and renewable energies) and ensure unobtrusive integration in the natural or urban environment. For each shopping mall construction and renovation project, measures are taken to encourage shoppers to use environment-friendly transport solutions: agreements with bus companies on additional stops, provision of car-share areas, electric vehicle charging stations, etc. Special provisions are made for local wildlife, with the provision of habitats for insects and birds. Ecological balance is also sought in the choice of plants. All companies working on construction sites for Carrefour stores have signed the Green site Charter. Service stations managed by companies working on construction sites for Carrefour stores are equipped with systems for preventing environmental risks and odours. In addition, a precise log of incoming and outgoing fuel volumes is kept to minimise the risk of fuel leakage.\n\nA Biodiversity Charter regulates the operational sites. It proposes solutions for developing biodiversity at shopping centres by focusing on four aspects:\n\n- improving knowledge of local biodiversity and managing green spaces;\n- developing on-site biodiversity;\n- managing green spaces with an ecological mindset and limiting the impact of business operations on biodiversity;\n- raising awareness, communicating and showcasing initiatives.\n\nThe objectives and action plans relating to waste management and food waste are detailed in Section 2.1.3. “Circular economy”.\n\n5. Guaranteeing responsible water consumption\n\nIn 2021, Carrefour updated an analysis of the climate-related physical risks for all its sites, notably including the risk of drought or flooding. An analysis of the water impact of the Group’s supplies has also been carried out to assess the risks associated with the products sold by the Group. This enabled the Group to set priorities and draw up action plans designed to limit the water footprint and impacts of its products and business operations. Carrefour’s policy is focused on promoting responsible water use, seeking to reduce water consumption and impacts upstream, as well as in its operations and downstream. Given the nature of their business, stores do not produce heavily polluted wastewater.\n\nCarrefour is working to reduce water consumption per sq.m. of sales area. Stores are gradually phasing in solutions to reduce their water consumption, including precise monitoring (with dedicated meters), and new solutions. In 2023, Carrefour committed to reducing the water consumption of its French stores by 10% by 2025. To achieve this, it is introducing a new set of waste-reducing initiatives:\n\n- producing just the right amount of ice and installing units with white walls at the fish counters;\n- deploying water-saving guns across the cold water network so that flow can be adjusted to meet needs;\n- installing ovens with steam cleaning systems when the time comes to replace equipment;\n- investing so as to optimise the way in which the internal network is managed, and adopting best practices in this regard (diagnostics to tackle water leaks, etc.).\n\nIn the procurement process, Carrefour seeks to limit the water footprint and impact of its products. After identifying priority product categories, Carrefour made a commitment to increase the procurement of products made using sustainable practices (see section on “Promoting responsible consumption and sustainable agriculture”) and put in place a supplier listing and responsible purchasing policy (see section on the “Procurement of sensitive raw materials”).\n\nIn this regard, it helps suppliers manage water through initiatives that have similar requirements to those imposed on Carrefour Quality Lines products. For example, within the CQLs, gravity-fed irrigation is prohibited. If a supplier uses this type of irrigation, a progress plan is set up to help it switch to another method. The textile supply chains were identified by Carrefour as being a major water pollution risk. The Group has developed Clean Water Project, a programme designed to raise awareness, train and audit textile suppliers in the management and efficiency of water and chemical consuming processes.\n2.1.3 CIRCULAR ECONOMY\n\n2.1.3.1 Our objectives and outcomes\n\nOverview\n\nGiven the nature of its operations, Carrefour generates a significant volume of waste in its stores, logistics centres and throughout its supply chain. The manner of handling this waste varies depending on regulations and consumer purchasing habits in each of the Group’s host countries. Significant disparities exist between countries, such as the plastic recycling rate and, especially, the non-household plastic waste rate, which ranges from 1% in Brazil to 26% in France and 47% in Spain (1).\n\nThe retail industry has a decisive role to play in innovating, changing practices and meeting the demands of consumers, who are already committed to the cause of recyclable or reusable packaging.\n\nSimilarly, food waste is a concern that spans the entire supply chain, from production lines, warehouses and stores to consumers. In 2023, the UN outlined that 13% of the world’s food is lost between harvest and sale, and 17% of the world’s total food production is wasted by individual consumers, in restaurants and in retail. This waste, which has multiple causes (overproduction, calibration criteria, cold chain interruptions, poor inventory management, supply-demand mismatching, etc.), occurs at all stages, from farm to fork. Each link in the chain therefore has a role to play in limiting losses.\n\nImpact of plastics\n\nCarrefour conducted a macro-analysis of the impacts of plastic associated with its partners’ operations in key stages of the supply chain, taking into account the treatment capacity of the Group’s integrated countries. The main plastic risks are identified at the various stages of the product life cycle, presented in the first part of the analysis.\n\n(1) Data taken from the plastics risk map drawn up by the Group.\nPlastic manufacturing\nProducts sold make up for an estimated 90% of the plastic manufactured and used as part of the Group’s activities, and 80% of this plastic comes from packaging.\n\nThe main impacts linked to the manufacture of plastics include soil and water pollution during oil extraction and energy consumption and GHG emissions during its transformation into plastic as well as polluting emissions in the air.\n\nEnd-of-life plastics\nWhen it comes to end-of-life plastics, processing and recycling capacities in the countries in which the Group operates and the quantity of plastic involved in each country determine the risks. An estimated 20% of the plastic manufactured and used throughout the value chain is recycled, 38% is incinerated, 56% is sent to landfills, and 6% is uncollected. Indeed, the recycling rate of plastic, especially plastic not derived from household waste, varies from country to country, from 1% in Brazil to 26% in France and 47% in Spain. These three priority countries for the Group together represent more than 3/4 of the volume of plastics produced.\n\nThe main impacts related to end-of-life plastics include air pollution and GHG emissions when the end-of-life plastic is incinerated at the end of its life or soil and water pollution in case of burial or discharge into nature.\n\nReleased microplastics\nMicroplastics can be released at different stages of the value chain. They can be released into the air, due to the use of vehicles for the transport of goods or the movement of visitors. They can also be released into the water, for example through the washing of clothes.\n\nThe main impacts linked to the release of microplastics include air, soil, and water pollution.\n\nMigration of toxic substances\nProlonged interaction of plastics with liquid or moist food products may result in the migration of sensitive substances into the food, particularly in connection with the presence of additives. Rare non-food products may present the same risk of transfer.\n\nThe main impacts related to migration of toxic substances include adverse effects on human health through the migration of toxic substances from plastic packaging into food.\nThe major risks identified in relation to the circular economy are “Waste and waste management” and “Ecodesign and resource circularity”. These risks are present upstream, within operations and downstream as detailed below:\n\n| TYPE OF RISK | VALUE CHAIN | RISK | OPPORTUNITIES |\n|--------------|-------------|------|---------------|\n| **Upstream waste and waste management** | Upstream | Increased production costs due to additional waste management costs incurred by suppliers | Development of new anti-waste production standards to reduce costs |\n| | Operations | Increased costs for the treatment of non-recycled waste Fines for non-compliance with regulations on the treatment of waste and food waste | Economic gains from the sale of recoverable or recyclable materials Improved operational efficiency (inventory management, markdowns, waste treatment) and increased store revenue |\n| | Downstream | Loss of attractiveness of the retail model due to poor waste and food waste management | Increase in the Group’s sales capacity through differentiated prices based on use-by dates Development of an anti-waste, second-hand or reusable offering, or another concept related to the circular economy |\n| **Ecodesign and resource circularity** | Upstream | Increase in raw material sourcing costs due to resource depletion | Decrease in sourcing costs through reduced material/packaging quantities and ecodesign |\n| | Operations | Loss of attractiveness and questioning of the retail model related the poor use of certain resources | Development of guidelines for the proper use and recovery of resources and reduction of product costs |\n| | Downstream | Heightened environmental expectations among consumers relating to packaging, plastics and the circular economy | Development of bulk products and services based on circularity and reparability |\n## SUMMARY OF OUR OBJECTIVES AND OUTCOMES\n\n| Topic       | Objective                                                                 | 2023  | 2022  | Change | Target          |\n|-------------|---------------------------------------------------------------------------|-------|-------|--------|-----------------|\n| Waste       | Percentage of hypermarket and supermarket waste recovered (in terms of weight) | 69.8% | 74.5% | -4.7%  | 100% by 2025    |\n|             | Total weight of waste produced by stores (in tonnes)                      | 671   | 587   | +14.3% |                 |\n| Food waste  | Percentage of food waste avoided in stores compared to 2016               | -35.7%| -39.9%| +4.2%  | -50% by 2025 vs. 2016 |\n|             | Percentage of food waste avoided in stores compared to 2022               | 2.1%  | New   | New    |                 |\n|             | Weight of unsold products recovered through sale of food baskets in partnership with Too Good To Go (in tonnes) | 3,904 | 3,437 | +13.6% |                 |\n|             | Number of meal equivalents of unsold products donated to food aid associations (in millions of meals) | 48.7  | 45.7  | +6.6%  |                 |\n| Packaging   | Sales of bulk products and goods sold in returnable packaging (in thousands of euros) | 256   | New   | New    | €300m by 2026   |\n|             | of which bulk products (in thousands of euros)                           | 42    | New   | New    |                 |\n|             | of which goods sold in returnable packaging (in thousands of euros)       | 214   | New   | New    |                 |\n|             | Percentage of Carrefour-branded packaging that is reusable, recyclable or compostable | 69%   | 57%   | +12 pts| 100% by 2025    |\n|             | Reduction in packaging since 2017 (in tonnes)                             | 20,738| 16,390| +26.5% | 20,000 by 2025  |\n|             | of which plastic packaging avoided since 2017 (in tonnes)                | 19,021| 15,140| +25.6% | 15,000 by 2025  |\n|             | Percentage of Carrefour-branded packaging made with recycled plastic      | 8.6%  | 7.70% | +0.9%  | 30% by 2025     |\n\n(1) Scope: 97% of 2023 consolidated gross sales. Non-comparable BUs (IT (SM, CO, CC), ES (CO) excl. in 2023; BE (HM, SM), IT (CO, CC), ES (CO), RO (CO), BRC (CO) excl. in 2022).\n(2) Scope: 97% of 2023 consolidated net sales. Non-comparable BUs (IT (SM), excl. in 2023, BE excl. in 2022).\n(3) Scope: 72% of 2023 consolidated gross sales. Non-comparable BUs (ES (SM CO) excl. in 2022). The scope of the 2016 baseline excludes BE, BR AT and BR SAMS. Warehouses are included for RO. The Grupo BIG stores were consolidated in 2023.\n(4) Scope: 76% of 2023 consolidated net sales. Methodology adjusted in 2023 in relation to the reference standards (see Section 2.4.1.).\n(5) Scope: Composting not monitored to date. Scope: 100% of 2023 consolidated gross sales. Non-comparable BUs (ES, IT, PL and AR excl. in 2022).\n(6) Scope: 96% of 2023 consolidated gross sales. Non-comparable BUs (BE excl. in 2023; BE, ES, IT, PL excl. in 2022).\nCoalitions and partnerships\n\n- Consumer Goods Forum (CGF)\n- Ellen MacArthur Foundation\n- Global Declaration on Plastics & New Plastics Economy\n- France’s National Pact on Plastic Packaging (PNEP)\n- European Plastics Pact\n- Food Transition Pact\n- (RE)SET\n\nContributions to the Sustainable Development Goals\n\n1. No poverty\n2. Clean water and sanitation\n3. Responsible consumption and production\n4. Climate action\n5. Life on land\n2.1.3.2 Our action plans\n\n1. Recovering store waste\n\nCarrefour is targeting minimum waste production and the recovery of all store waste by 2025. In collaboration with its suppliers, Carrefour works to cut down the production of waste packaging and point-of-sale advertising materials at each store. This involves encouraging waste sorting and recovery through innovative solutions such as joint collection rounds and biomethane and compost production from organic waste. At Group level, 69.8% of waste was recovered in 2023, including 33,420 tonnes of plastic and 295,245 tonnes of cardboard. In France, unsold food items that cannot be donated to charities are transformed into biomethane (renewable gas produced from waste) used by Carrefour delivery vehicles to transport goods. One tonne of biomethane allows a truck to travel 250 kilometres. In 2023, the Group processed nearly 43,908 tonnes of organic waste.\n\nOn a global scale, Carrefour participates in the development of sorting and recovery processes in countries where these are covered by official regulations. This involves joint work on the recovery of cardboard, plastic, organic waste and wood, the aim being to transform the constraint of waste management into financial opportunity. In countries without regulations on the matter, Carrefour takes part in developing these kinds of structures.\n\n2. Combating food waste\n\nCarrefour shares the Consumer Goods Forum (CGF) goal of achieving a 50% reduction in non-recovered food waste by 2025 (compared to 2016). In 2023, Carrefour became the first retailer to obtain France’s ‘anti-food waste’ label for its Montesson hypermarket. This label was awarded by Bureau Veritas following a successful audit of the Montesson store and the Group’s head office. It rewards the banner’s long-standing commitments in the fight against food waste.\n\nFor several years, solutions have been implemented in stores to improve inventory and order management, promote short-dated products, offer certain products after their best-before date (BBD) and recover damaged products to limit the overall quantity of markdowns. Carrefour offers discounts of 30% to 60% on short-dated products and sells a list of specific products past their BBD in a dedicated endcap with clear signage.\n\nCarrefour has also expanded its Zero Waste baskets in fruit and vegetable sections. The cardboard baskets contain 2 kg of unsold products to combat food waste.\n\nCarrefour continues to take action via the Too Good To Go application during the year, offering baskets of unsold food products at low prices. In 2023, 3,903,888 baskets were sold in Europe.\n\nThey are particularly popular among customers when inflation is high, as they enable them to buy quality products at reduced prices.\n\nA process developed in close collaboration with charities is now in place both in France and worldwide for food items that have been withdrawn from sale: every morning, teams sort through products on shelves and donate healthy and acceptable unsold items to local food aid charities, without interrupting the cold chain. The amount of meal equivalents donated worldwide rose from 45 million in 2022 to 48 million in 2023 (a year-on-year increase of 3 million). Donations were distributed to food aid charities such as Banque alimentaire and Restos du Cœur in France. In Spain, Carrefour has launched a new product to combat food waste: jam made from overripe but still good quality fruit. This is a pioneering measure for the sector carried out in cooperation with Helios as part of the Zero Food Waste policy. Carrefour also continues to support various food aid charities such as Restos du Coeur, which it has now been supporting for 16 consecutive years.\n\n3. Promoting ecodesign and reducing the use of plastic packaging\n\nThe Group’s action plans revolve around four main themes:\n\n- eliminating problematic or unnecessary packaging, with the goal of avoiding 20,000 tonnes of packaging by 2025 (cumulative since 2017);\n- developing bulk sales and reuse, with the goal of generating 300 million euros in sales of bulk and reuse by 2026;\n- promoting recyclability and recycling, with the goal of 100% reusable, recyclable or compostable packaging for Carrefour-branded products by 2025;\n- increasing the proportion of recycled plastic in packaging, with the goal of integrating 30% recycled plastic into packaging for Carrefour-branded products by 2025.\n\nThe Group is also getting its suppliers involved in the Food Transition Pact network, which provides a platform for sharing best practices and new opportunities for working together. In 2023, 306 suppliers were members of the Pact. The target is to increase their number to 500 by 2030. They are committed to an action plan that includes eliminating unnecessary packaging, reducing packaging volumes and providing clear information about recycling.\n\n(1) Excluding franchised stores.\nEliminating all problematic or redundant packaging\n\nCarrefour is developing plastic-free options in its stores. For example, bioplastic bags have been replaced by brown paper bags in the fruit and vegetable sections of several hypermarkets around France. The Group is also continuing its drive to replace plastic with recyclable alternatives. By 2023, 20,738 tonnes of primary packaging had been avoided since 2017 (1). Carrefour has thus achieved its goal, two years ahead of its target. The main reductions in 2023 are attributable to concrete projects, such as the total replacement of plastic boxes for chicken with bags in France and the introduction of brown cardboard boxes for pastries in Spain. The search for more eco-friendly packaging extends to grocery, household, perfume and personal hygiene products, and as such the Soft Green range has been extended with a shampoo and a solid soap. Plastic is being phased out on a product-by-product basis, such as for razors, nappies and school supplies.\n\nIn June 2023, Carrefour took part in drawing up the roadmap on industrial and commercial plastic packaging with RESET, Perifem and the French Federation of Commerce and Distribution (FCD). The Group has decided to take practical initiatives, such as optimising the thickness of pallet films based on product/palette requirements, reducing the number of product references, expanding the use of pre-stretched film, and replacing films and covers.\n\nDeveloping non-packaging and reusability solutions\n\nSharing the common objectives of the National Pact on Plastic Packaging, Carrefour aims to test and develop reusable, returnable and bulk sale business models for product families still not covered by these concepts by 2025. Carrefour wants to provide all consumers with the zero waste option, for example by making products available in returnable packaging or providing a selection of bulk products. The bulk offering is in fact being developed at all Carrefour store formats. More than 1,100 stores in France provide an assortment of bulk dry goods featuring up to 250 product references. In 2023, Carrefour achieved 256 million euros in sales of bulk products or goods sold in returnable packaging, which is ahead of its target. The sales target has been adjusted to 300 million euros in bulk and reuse by 2026, to take into account the development of reuse.\n\nThrough the “Bring Your Own Container” campaign, the Group seeks to raise customer awareness and encourage the use of reusable packaging for products purchased in fresh produce sections (seafood, meat, deli, etc.). Carrefour has also launched a stainless steel container initiative. To start with, customers purchase a stainless steel container in-store. Then, the next time they make a purchase and reuse the container, they receive a 10 euro cent discount if they are a loyalty cardholder. This campaign has been up and running in all hypermarkets and supermarkets in France since late 2023. Carrefour Spain has also introduced airtight stainless steel packaging as part of its Carrefour Home household products range.\n\nIn partnership with TerraCycle, Carrefour is positioning itself as a pioneer in reuse with the launch of Loop by Carrefour. This system allows consumers to return reusable containers. Once washed, containers are sent back to suppliers for reuse. Launched in October 2020, this initiative had been rolled out in 130 stores by the end of 2023. Carrefour also introduced returnable Drive bags in 2023. When customers collect their Drive orders, they are offered a returnable bag for 35 cents. To get their 35 cents back, they simply need to return the bags when they pick up their next Drive order. In Poland, Carrefour encourages the return of glass sparkling water bottles and has become the first retailer in the market to provide sparkling water in 1 litre glass bottles.\n\nIn France, the Group is in discussions with (RE)SET to create new reuse solutions for complex packaging formats, for biscuits, salads, etc. As part of the 3Rs roadmap (Reduction, Reuse, Recycling), (RE)SET member companies have collectively undertaken to replace PSE and Plastarch Material (PSM) trays used for meat and seafood products with PP, PE and PET recyclable materials. Lastly, the Group has launched a campaign to reuse e-commerce delivery bags.\n\nPromoting ecodesign, recyclability and recycling\n\nWhere reducing the quantity of packaging and the number of products containing plastic is very challenging, Carrefour optimises the use and end-of-life of the plastics in question by ensuring their reuse and recyclability. Ecodesign is a way of increasing the recyclability of packaging. In Brazil, a recyclability diagnostic was performed on all the local Carrefour-brand suppliers, resulting in the replacement of more than 11 million types of packaging and non-recyclable products since 2020. The initiative is being promoted among consumers using a logo placed on all recycled, recyclable, reusable or compostable Carrefour-branded products.\n\nTo encourage recycling, Carrefour is working to improve collection and sorting. Following promising results, two additional Reverse Vending Machines (RVM) have been installed, one in the Chartres store and the other in Rambouillet, to collect PET bottles for recycling. In 2023, Carrefour France had 71 RVMs installed.\n\nThe Group is also considering more responsible practices for indirect purchasing. In line with the EIC roadmap developed with (RE)SET, Carrefour plans to test new solutions such as stretch films and covers made of recyclable resins (LDPE). A working group involving other banners is planning to draw up a list of products requiring opaque films and covers, and to share best practices in the area. If tests are conclusive, the sector could move towards fully recyclable resin stretch films and pallet covers by 2025.\n\n(1) see Section 2.4 Methodological note\nIntegration of recycled plastic in packaging\n\nCarrefour aims to incorporate 30% recycled plastics into own-brand packaging through work in two priority areas: offering consumers bottles made from recycled plastic and reducing the use of virgin plastic for cleaning products.\n\nCarrefour was the first retailer in the French market to sell milk in fully recycled opaque PET bottles in a closed loop. The Group estimates that this initiative allows nearly 143 tonnes of virgin plastic to be avoided every year. Additionally, Carrefour Bio is the first private-label brand to allow customers to purchase 100% RPET and 100% recyclable bottles for its fruit nectars. This initiative avoids the use of 12 tonnes of virgin plastic each year.\n\nThe Group’s commitment has also been extended to cleaning product ranges. Bottles of all Carrefour-branded dishwashing liquids are made from 50% recycled plastic, avoiding the use of 171 tonnes of virgin plastic each year.\n\n2.1.4 CLIMATE\n\n2.1.4.1 Overview of objectives\n\nThe fight against climate change is a major challenge of our century, with consumption and food playing an essential role. In 2015, the COP21 Paris Agreement set goals for limiting global warming, advocating reorientation of the world economy toward a low-carbon model and the phase-out of fossil fuels. Aware of its impact, Carrefour aims to play a significant role in the fight against climate change through strong climate commitments and by engaging its stakeholders across the entire value chain from upstream to downstream.\n\nThe retail industry has a significant impact on the climate through the production, use and end-of-life of its products. The global food system was responsible for 34% of greenhouse gas emissions (GHG) worldwide in 2021. For Carrefour as a whole, 98% of greenhouse gas emissions are upstream and downstream of its operations (Scope 3) – mainly relating to the food and textile products that are sold. Emissions associated with operations are much lower, but still significant in absolute terms. In summary, they consist of Carrefour’s Scope 1 and 2 emissions (due to energy consumption and refrigerant leaks from stores and sites operated by the Group). Lastly, franchisees contribute little to emissions through their stores (1% of Scope 3); however, they distribute the Group’s products and are therefore included in the Group’s carbon footprint and action plans (see Section 2.1.1.1 CSR governance and methodology).\n\nAdapting to climate change is also a key challenge for Carrefour in addressing the risks of business disruptions throughout its value chain, which could hamper the availability of healthy and affordable food. Some raw materials, such as cocoa and coffee, are sensitive to climate change, drought and rising temperatures. Failure to adapt stores and product offerings to climate change could also pose a significant risk to Carrefour’s operations.\n\nImpacts, risks and opportunities\n\nThe risks related to climate change concern both Carrefour’s contribution to climate change and the direct and indirect impacts of climate change on Carrefour’s business. Four categories of risks are therefore analysed in the Group’s scenario analysis:\n\n- in-store physical risk: the Group’s activities may be exposed to natural disasters and extreme weather conditions;\n- regulatory risk, such as non-compliance with the F-Gas regulation applicable to refrigeration systems;\n- market risk induced by new consumer patterns: local production, reduced consumption of animal proteins, etc.;\n- risk of raw material supply chain disruption or increased raw material prices: close attention is paid to securing raw materials, especially those that are responsible for or are themselves sensitive to climate change. This phenomenon may also undermine the Group’s suppliers and jeopardise the partnership relationships established with them.\n\n(1) Source: JRChttps://www.nature.com/articles/s43016-021-00225-9\nThe main climate-related risks identified by the Group are “Climate change mitigation”, “Climate change adaptation” and “Energy”. These risks are defined in the table below.\n\n| TYPE OF RISK | VALUE CHAIN | RISK | OPPORTUNITIES |\n|--------------|-------------|------|---------------|\n| **Climate change mitigation** | Upstream | Increased product costs due to inflation, and resource and raw material scarcity | Development of and support for a resilient agricultural model to secure supply chains |\n| | In-house operations | Additional costs for goods transport due to higher carbon prices, fines and penalties for non-compliance with regulations, especially F-Gas | Reduced costs through greater operational efficiency for supply chains and the management of in-store refrigeration systems |\n| | Downstream | Reduced attractiveness of products that exceed energy consumption and/or greenhouse gas emission standards | Development of product lines with low-carbon in-use profiles |\n| | | Loss of market attractiveness and stakeholder interest in the absence of ambitious mitigation plans | |\n| **Climate change adaptation** | Upstream | Climate events affecting yields and the quality of raw materials | - |\n| | | Irregular availability of products for consumers | |\n| | In-house operations | Climate events affecting employees | |\n| | | Climate events causing material damage to buildings | |\n| | Downstream | A product portfolio poorly adapted to climate change | Development of an offering adapted to climate change (revised seasonality, new products, etc.) |\n| | | Climate events impacting personnel and productivity, as well as consumers | |\n| **Energy** | Upstream | Increased energy costs across the production chain | Cost control through energy resilience linked to the supply of low-carbon energy for production and processing |\n| | | Competition for land use between energy production, organic farming, animal farming and farming for human consumption | |\n| | | Energy shortages, disruption of activities leading to supply chain disruptions and customer dissatisfaction | |\n| | In-house operations | Greater scarcity of fossil resources, increasing and volatile energy prices | Energy resilience/autonomy through the development of low-carbon processes and on-site energy production |\n| | | Energy shortage, disruption of activities leading to interruptions in the cold chain and perishing of goods | Development of an energy sales business: installation of solar panels, photovoltaic panels, heat pumps, green roofs, etc. |\n| | Downstream | Loss of market attractiveness and stakeholder interest in the absence of energy efficiency plans | - |\nCoalitions and partnerships\n\n- Business Ambition for 1.5°C\n- International Sustainability Standards Board (ISSB)\n- European Climate Pact\n- Science Based Target Initiative (SBTi)\n- Consumer Goods Forum (CGF)\n- French Business Climate Pledge\n- Food Transition Pact\n\nContributions to the Sustainable Development Goals\n\n- Affordable and Clean Energy\n- Industry, Innovation and Infrastructure\n- Responsible Consumption and Production\n- Climate Action\n## OUR OBJECTIVES/OUR OUTCOMES\n\n### Scopes 1 & 2: Help integrated stores become carbon neutral by 2040\n\n| Topic | Indicators | 2023 Result | 2022 Result | Change | Target |\n|-------|------------|-------------|-------------|--------|--------|\n| **Scope 1 & 2 GHG emissions** | Scope 1 GHG emissions (in tCO₂eq.)<sup>(1)</sup> | 782,709 | 581,593 | +34.6% | |\n| | Scope 2 GHG emissions (in tCO₂eq., market based)<sup>(1)</sup> | 626,321 | 631,402 | -0.8% | |\n| | Scope 1 + 2 GHG emissions (in tCO₂eq., market based)<sup>(1)</sup> | 1,409,030 | 1,212,995 | +16.2% | |\n| | Reduction of Scope 1 + 2 GHG emissions vs. 2019 (in tCO₂eq., market based)<sup>(2)</sup> | -38.3% | -29.1% | -9.2 pts | -30% by 2026 -50% by 2030 -70% by 2040 |\n| | Reduction of Scope 1 GHG emissions vs. 2019 (in tCO₂eq., market based) | -37.8% | -29.3% | -8.5 pts | |\n| | Reduction of Scope 2 GHG emissions vs. 2019 (in tCO₂eq., market based) | -39.0% | -39.0% | 0 pts | |\n| **Renewable electricity supply for integrated stores** | Percentage of renewable electricity in total electricity consumed (%) | 3.7% | 0.5% | +3.2 pts | 100% by 2030 |\n| | Consumption of renewable electricity (MWh) | 148,715 | 17,396 | +754.9% | |\n| | Number of sites equipped with solar panels for self-consumption (units) | 137 | 18 | +660% | |\n| | Square metres of solar panels deployed in car parks and stores (sq.m.) | 262,075 | New | - | 4.5 million by 2026 |\n| | Number of Power Purchase Agreements (PPA) signed (units) | 4 | New | - | |\n| | Renewable energy supply through Power Purchase Agreements (in MWh by 2030 based on PPAs already signed) | 100 | New | - | |\n## Corporate Social Responsibility and Performance\n\n### Non-financial policies, action plans and performance\n\n| Topic: Energy efficiency of integrated stores | Indicators | 2023 Result | 2022 Result | Change | Target |\n|-----------------------------------------------|------------|-------------|-------------|--------|--------|\n| Emissions from gas consumption (tCO₂eq.)      | 71,761     | 80,487      | -10.8%      |        |        |\n| Emissions from fuel consumption (tCO₂eq.)     | 35,170     | 36,198      | -2.8%       |        |        |\n| Emissions from electricity consumption (tCO₂eq., market based) | 626,321 | 631,402 | -0.8% |        |        |\n| Total emissions related to energy consumption (tCO₂eq.) | 733,252 | 748,087 | -2.0% |        |        |\n| Total energy consumption (MWh) | 4,556,990 | 4,087,417 | +11.5% |        |        |\n| Emissions intensity related to energy consumption (kgCO₂eq./sq.m.) | 73.9 | 83.7 | -11.7% |        |        |\n| Energy intensity (kgCO₂/sq.m.) | 459.5 | 457.2 | +0.5% |        |        |\n| Reduction in energy intensity vs.2019 (in %) | -21% | -14% | -74 pts | -27.5% by 2030 |        |\n\n| Topic: Emissions related to the use of refrigerants for integrated stores | Indicators | 2023 Result | 2022 Result | Change | Target |\n|--------------------------------------------------------------------------|------------|-------------|-------------|--------|--------|\n| Total emissions from refrigerants (tCO₂eq.) | 675,777 | 464,908 | +39.0% |        |        |\n| Reduction in refrigerant-related emissions compared with 2019 (in %) | -40% | -34% | +6 pts | 50% by 2030 | 80% by 2040 |\n| Emissions intensity from refrigerants (kgCO₂/sq.m.) | 68.6 | 62 | +11% |        |        |\n| Refrigerant consumption intensity (kg/1,000) | 43.7 | 39.6 | +10% |        |        |\n| Leakage rate (%) | 35% | 20% | +15 pts |        |        |\n| Percentage of stores equipped with natural or hybrid refrigeration systems (%) | 20% | 20% | 0 pts |        |        |\n| Number of stores equipped with natural refrigeration systems (units) | 247 | 227 | +9% |        |        |\n| Number of stores equipped with hybrid refrigeration systems (units) | 234 | 298 | -21% |        |        |\n| Consumption of HFC fluids (kg) | 209,089 | 170,485 | +23% |        |        |\n| Consumption of HCFC fluids (kg) | 121,678 | 68,298 | +78.2% |        |        |\n| Consumption of CFC11 fluids (kg) | 0 | 0 |        |        |        |\n| Consumption of natural CO₂ and HC fluids (kg) | 100,037 | 58,170 | +72% |        |        |\n### CORPORATE SOCIAL RESPONSIBILITY AND PERFORMANCE\n\n**Non-financial policies, action plans and performance**\n\n| Topic | Indicators | 2023 Result | 2022 Result | Change | Target |\n|-------|------------|-------------|-------------|--------|--------|\n| **Scope 3: Reduce Scope 3 emissions by 29% by 2030** | Total Scope 3 GHG emissions from (tCO₂eq.) | See comprehensive diagnosis of the Scope 3 emissions below | | | |\n| | Emissions related to downstream transport (tCO₂eq.) | 265,280 | 294,193 | -10% | |\n| | Reduction of emissions related to downstream transport vs.2019 (% tCO₂eq.) | -21.3% | -12.7% | -8.6 pts | -20% by 2030 |\n| **Supplier commitment and farming practices (1)** | Number of suppliers committed to the Food Transition Pact | 306 | 204 | +50.0% | 500 by 2030 |\n| | Percentage of the 100 biggest suppliers committed to a 1.5°C trajectory (%) | 44% | 27% | +17 pts | 100% by 2026 |\n| | Number of partner producers (units) | 46,013 | 37,758 | +21.9 pts | 50,000 by 2026 |\n| | Percentage of sales of Carrefour Quality Lines products committed to an agroecological approach (share of sales, as a %) | 28.4% | 6.5% | +21.9 pts | 100% by 2026 |\n| | Percentage of sensitive raw materials covered by an action plan (in terms of action plans deployed) | 70.5% | New | | 100% by 2026 |\n| **Fuel and green mobility** | Number of parking spaces equipped with electric charging stations in France (units) | 1,570 | New | | 5,000 by 2025 |\n| **Plant-based food** | Sales from plant-based alternatives (in thousands of euros) | 514 | €650 million by 2026 | | |\n| | Number of Carrefour Sensation-brand (formerly Carrefour Veggie) product references in Europe | 146 | 115 | +27% | |\n\n(1) Carrefour believes that certain farming practices can reduce the carbon footprint of agriculture. Since 67% of the impact of food currently comes from agriculture, Carrefour’s suppliers have committed to better agricultural practices.\n### Corporate Social Responsibility and Performance\n\n#### Non-financial policies, action plans and performance\n\n| Topic | Indicators | 2023 Result | 2022 Result | Change | Target |\n|-------|------------|-------------|-------------|--------|--------|\n| **Downstream transport**<sup>(12)</sup> | Emissions related to downstream transport – diesel (tCO₂eq.) | 253,127 | 281,758 | -10% | |\n| | Emissions related to downstream transport – electricity (tCO₂eq.) | 0 | 1 | -100% | |\n| | Emissions related to downstream transport – biofuel (tCO₂eq.) | 12,153 | 12,197 | 0% | |\n| | Emissions related to downstream transport – rail and boat (tCO₂eq.) | 0 | 237 | -100.0% | |\n| | Emission intensity per pallet transported (tCO₂eq./pallet) | 5.7 | 5.7 | 0% | |\n| | Distance travelled (in km) | 376,467,626 | 410,072,990 | -8% | |\n\n| Other levers | Reduction in packaging since 2017 (in tonnes)<sup>(16)</sup> | 20,738 | 16,390 | +27% | 20,000 tonnes by 2025 |\n|--------------|-------------------------------------------------|--------|--------|--------|----------------------|\n| | Percentage of Carrefour-branded product packaging that is reusable, recyclable or compostable (%)<sup>(17)</sup> | 69% | 57% | +12 pts | 100% by 2025 |\n| | Percentage of integrated recycled plastic content in packaging for Carrefour-branded products (%)<sup>(18)</sup> | 8.6% | 7.7% | +0.9 pts | 30% by 2025 |\n| | Percentage of food waste avoided (in kg/sq.m.) compared to 2016<sup>(19)</sup> | -35.7% | -39.9% | +4.2 pts | -50% by 2025 |\n| | Percentage of store waste recovery<sup>(20)</sup> | 69.8% | 74.5% | -4.6 pts | 100% by 2025 |\n\n---\n\n<sup>(1)</sup> Scope: 100% of 2023 consolidated net sales. Non-comparable BUs (BR BIG, BR AT, RO (CO) refrigerants excl. in 2022).\n\n<sup>(2)</sup> Scope: 100% of 2023 consolidated net sales. Non-comparable BUs in 2023 and 2022. The 2019 baseline and 2023 data include BIG, Atacado refrigerants and Romania (CO).\n\n<sup>(3)</sup> Scope: Energy consumption includes heating oil, electricity and gas.\n\n<sup>(4)</sup> Scope: 100% of 2023 consolidated net sales. Non-comparable BUs (BR BIG, RO (CO) excl. in 2022).\n\n<sup>(5)</sup> Scope: 68% of 2023 consolidated net sales. Comparable Bus. BR excl. in 2022 and 2023.\n\n<sup>(6)</sup> Scope: 100% of 2023 consolidated net sales. Non-comparable BUs (77% of 2022 consolidated net sales excl. BR AT).\n\n<sup>(7)</sup> Scope: 100% of 2023 consolidated net sales. Non-comparable BUs (excl. ES (SM, CO), IT (CO), RO (warehouse), AR (C&C) in 2022). The 2019 baseline was adjusted in 2023 to include emissions from BIG stores and Atacado refrigerants. The reduction in 2023 has been calculated by reference to this new baseline.\n\n<sup>(8)</sup> Scope: 100% of 2023 consolidated net sales. Non-comparable BUs (BR excl. in 2023; BR BIG, BR AT excl. in 2022).\n\n<sup>(9)</sup> Scope: 100% of 2023 consolidated net sales. Non-comparable BUs (BR excl. in 2023; BR BIG, BR AT excl. in 2022 and 2019).\n\n<sup>(10)</sup> Scope: 69% of 2023 consolidated net sales. Non-comparable BUs (BR excl. in 2023; BR BIG, BR AT excl. in 2022).\n\n<sup>(11)</sup> Scope: 100% of 2023 consolidated net sales. Non-comparable BUs (77% of consolidated sales in 2022, excl. BR AT).\n\n<sup>(12)</sup> Scope: 69% of 2023 consolidated net sales. Non-comparable BUs (BR excl. in 2023; BR BIG, BR AT excl. in 2022 and 2019).\n\n<sup>(13)</sup> Scope: 95% of 2023 consolidated net sales. Non-comparable BUs (BR, ES organic, IT organic excl. in 2023; BR included, excluding partners from other approaches in 2022).\n\n<sup>(14)</sup> Scope: 91% of 2023 consolidated net sales. Non-comparable BUs (PL, BR C excl. in 2023; FR only in 2022).\n\n<sup>(15)</sup> Scope: 100% of 2023 consolidated net sales. New indicator. RO excluded in 2023.\n\n<sup>(16)</sup> Scope: 100% of 2023 consolidated net sales. Non-comparable BUs (BR AT, BR SAMS excl. in 2022).\n\n<sup>(17)</sup> Scope: 100% of 2023 consolidated net sales. Non-comparable BUs (FR, BE, RO, BR C only in 2022).\n\n<sup>(18)</sup> Scope: 96% of 2023 consolidated net sales. Non-comparable BUs (BE excl. in 2023; FR, RO, BR C only in 2022).\n\n<sup>(19)</sup> Scope: 72% of 2023 consolidated net sales. Non-comparable BUs (BE, BR AT, BR SAMS excl. in 2023; BE, ES (SM, CO), IT (CO), BR AT, BR SAMS excl. in 2022).\n\n<sup>(20)</sup> Scope: 97% of 2023 consolidated net sales. Non-comparable BUs (IT (SM, CO, CC), ES (CO) excl. in 2023; BE (HM, SM), IT (CO, CC), ES (CO), RO (CO), BRC (CO) excl. in 2022).\n2.1.4.2 Our action plans\n\nThe Carrefour group has implemented a climate change strategy based on assessing its CO₂ emissions, shaped by a dual process of climate change mitigation and adaptation.\n\nClimate Plan governance: The Climate Plan involves all levels of the Group: the Executive Committee defines the strategy; the Board of Directors approves it; and the CSR Committee of the Board of Directors reviews the climate strategy and performance annually. Country managers implement the climate strategy locally, and technical, asset management, merchandise and other key departments implement the roadmaps. The CSR teams within the Group’s Engagement department coordinate the implementation of the Group’s climate plan under the supervision of the Engagement Director (member of the Executive Committee).\n\nThe following committees play a steering role:\n\n- the Group Investment Committee (GIC) oversees the roll-out of the store carbon neutrality roadmap. An international committee comprising teams from all countries meets regularly to monitor the implementation of this roadmap;\n- a Group committee bringing together asset, CSR and real estate teams from all operating countries was created in 2023 to ensure that the physical risks associated with climate change are taken into account for sites. This committee is responsible for ensuring the adaptation of sites to climate change;\n- the Food Transition Pact allows commitments to be implemented with the Group’s suppliers internationally and in the various countries.\n\nCarrefour deployed a CSR and Food Transition index (see section 1.5.3 Non-financial performance) in order to monitor the achievement of its objectives, assess its CSR performance and motivate its in-house teams. More than half of the targets of this index are directly or indirectly climate-related (Scopes 1, 2 or 3). In total, 55% of the CSR index score depends on the Group’s climate performance. The Group’s performance in meeting these targets is factored into the compensation of the Chairman and Chief Executive Officer and all members of the Group Executive Committee and national Executive Committees (20%); into the calculation of the compensation of senior managers as part of a long-term incentive plan (approximately 700 recipients) (25%); into the collective portion of the annual variable compensation of employees in France (between 4% and 12% of bonuses for about 10,000 people); and into the variable compensation of managers in the Group entity (over 600 people) (10%).\n\nDiagnostic of the Carrefour group’s GHG emissions: In 2019, Carrefour conducted a diagnostic of indirect emissions related to the Group’s activities. It is updated annually to fine-tune measurement of the impact. The 2022 diagnostic showed that over 98% of the Group’s GHG emissions are linked to indirect activities, with the main sources being the production of products sold in stores (69%), the use of products sold (18%) and goods transport (9%) (1).\n\n(1) The Carrefour group’s Scope 3 data constitute the best possible estimates using methodologies available to date, particularly regarding the impact of products sold. Carrefour continues to strive to improve the related disclosures in cooperation with experts and its suppliers. At this stage, the data available do not allow for a detailed account of the actions implemented by the Group or its suppliers (e.g., combating deforestation, agricultural practices, reducing packaging, etc.). These data therefore cannot be used as a performance indicator, although they do provide a more accurate view of the Group’s footprint.\n### COMPREHENSIVE SUMMARY OF THE CARREFOUR GROUP’S SCOPE 3 EMISSIONS (1)\n\n| CATEGORY | % IN 2022 | CHANGE, 2022 VS. 2021 | CHANGE, 2022 VS. 2019 | 2022 | 2021 | 2019 |\n|----------|-----------|-----------------------|-----------------------|------|------|------|\n| Total Scope 3 GHG emissions (tCO₂eq.) | 100% | +3% | +3% | 96,221,746 | 93,127,603 | 93,720,243 |\n| Scope 3 GHG emissions intensity (gCO₂/€) | - | (4)% | (5)% | 10.5 | 10.9 | 11.0 |\n| Purchases of goods and services | 68.7% | +4% | +6% | 66,101,437 | 63,642,943 | 62,378,357 |\n| of which purchases of goods and services – integrated stores | 43.9% | +4% | +6% | 47,460,832 | 45,695,633 | 44,787,660 |\n| of which purchases of goods and services – franchised stores* | 19.4% | +4% | +6% | 18,640,605 | 17,947,310 | 17,590,697 |\n| Use of products sold | 18.1% | +1% | (8)% | 17,422,277 | 17,303,528 | 18,984,841 |\n| of which use of products sold – fuels | 15.3% | +1% | (10)% | 14,679,629 | 15,088,180 | 16,321,586 |\n| of which use of products sold – other | 2.9% | +1% | +3% | 2,742,648 | 2,215,348 | 2,663,255 |\n| Inbound transport | 9.2% | +3% | +7% | 8,874,671 | 8,611,858 | 8,270,488 |\n| Franchises | 0.9% | +7% | (15)% | 849,512 | 796,022 | 998,995 |\n| Investments | 0.8% | 0% | 0% | 807,300 | 807,300 | 810,000 |\n| Purchases of fixed assets | 0.6% | +39% | (7)% | 621,000 | 446,760 | 669,960 |\n| Waste generated during operations | 0.4% | (8)% | (4)% | 428,516 | 464,083 | 444,410 |\n| End of life of products sold | 0.3% | +27% | +28% | 308,826 | 243,588 | 240,736 |\n| Downstream transport | 0.3% | (4)% | (13)% | 294,193 | 306,872 | 337,095 |\n| Downstream leasing | 0.2% | +13% | (17)% | 208,421 | 184,668 | 252,611 |\n| Employee commuting | 0.2% | (3)% | (3)% | 155,301 | 159,783 | 160,642 |\n| Upstream energy emissions | 0.2% | (6)% | (13)% | 144,801 | 154,548 | 166,427 |\n| Business travel | 0% | (3)% | (3)% | 5,492 | 5,650 | 5,681 |\n| Upstream leasing | N/A | - | - | 0 | 0 | 0 |\n| Treatment of products sold | N/A | - | - | 0 | 0 | 0 |\n| Customer travel | Not integrated to date | | | | | |\n| Purchases of goods and services from international franchise partners | Not integrated to date | | | | | |\n\n*excluding international franchise/partners.\n\n### Helping stores become carbon neutral (Scopes 1 and 2)\n\nCarrefour has committed to reducing its CO₂ emissions for Scopes 1 and 2 by 30% by 2025, 50% by 2030 and 70% by 2040 (compared to 2019). These targets for integrated stores (Scopes 1 and 2) are aligned with a greenhouse gas (GHG) emissions reduction trajectory consistent with a “below 1.5°C” scenario.\n\nIt should be noted that taking into account direct and indirect GHG emissions across Scopes 1, 2 and 3 combined, the Group’s targets are aligned with a trajectory consistent with a “well below 2°C” scenario and have been validated by the Science Based Targets initiative.\n\n---\n\n(1) Scope: Following the sale of the Taiwan BU in 2022, the relevant data have been removed from the scope for all years since 2019. Following the acquisition of Grupo BIG in Brazil in 2022, the data have been reprocessed going back to 2019 to account for emissions associated with Grupo BIG’s operations for the following material categories: purchases of goods and services, upstream transport, use of products sold, end-of-life of products sold and purchases of fixed assets. Franchised stores taken into account.\nThe 2040 store decarbonisation action plan includes the following initiatives:\n\n**Breakdown of action plans designed to help achieve carbon neutrality through stores by 2040**\n\nTo do this, the Group aims to reduce the CO₂ emissions produced by its operations at source as much as possible, through three initiatives:\n\n- **Use of 100% renewable electricity by 2030**, with priority given to on-site production for self-consumption or grid feeding, followed by the adoption of power purchase agreements:\n  - The Group is therefore stepping up the process to equip its stores with photovoltaic systems (94 in Spain, 14 in France, 13 in Poland, nine in Brazil, six in Belgium and one in Italy at December 31, 2023). In 2023, the Group signed four Physical Power Purchase Agreements (covering wind and solar farms) in France, which will produce around 100 GWh per year from 2024, equivalent to the power consumed by 29 hypermarkets. The Group aims to continue increasing the pace of the implementation of these green energy contracts across all of its geographies.\n  - In addition, as part of the objective under the Carrefour 2026 strategic plan to produce almost one TWh of electricity per year from 2027 onwards in France, Spain and Brazil, Carrefour has selected a number of partners to produce solar power at more than 500 sites in France and has also begun the selection process to find operators in Spain. The first half of 2024 will be dedicated to finalising contractual frameworks for these partnerships.\n\n- **A 27.5% reduction in energy consumption by 2030 (2019 baseline)**: The investments made (in the form of operating and capital expenditure) will enable Carrefour to reduce energy consumption across the Group by 20% by 2026 and 27.5% by 2030. Carrefour in France achieved its target of a 20% reduction by 2023. The Group is seeking to improve energy efficiency through six priority actions and technology recommendations for its stores: renovation of commercial cooling systems, doors for refrigeration units, use of electronic speed controllers, use of divisional meters, low consumption LED lighting and technical building management (focused on air conditioning, ventilation and heating).\n\n- **The reduction in emissions from refrigerant use**: Carrefour is committed to phasing out HFC refrigeration units and phasing in systems using natural refrigerants (CO₂), which have much lower emission levels, by 2030 in Europe and 2040 in other geographies. Each country has drawn up a roadmap for the renewal of its store base: by the end of 2023, implementation was in line with the targets set for 2030 in Europe.\n\n- **Offsetting residual emissions**: To combat the impact of emissions that could not be reduced, the Group plans to contribute over the long term to the fight against climate change through an offsetting strategy, prioritising projects in its supply chains.\nPromoting low-carbon consumption (Scope 3)\n\nCarrefour aims to reduce the main components of its Scope 3 greenhouse gas emissions by 29% by 2030 vs. 2019. The Group’s ambition has been validated by the Science Based Targets initiative for its alignment with a “below 2°C” trajectory. Specifically, the Group has committed to three main areas covering over 80% of Scope 3 emissions, with the following targets:\n\n- 30% reduction in emissions from purchases of products and services by 2030 (vs. 2019);\n- 27.5% reduction in emissions from product use by 2030 (vs. 2019);\n- 20% reduction in emissions from downstream transport by 2030 (vs. 2019).\n\nCarrefour has put together a Scope 3 Climate Action Plan on reducing the main indirect emissions arising primarily from the products it sells. The levers identified to contribute to the reduction of Scope 3 emissions are as follows:\n\n- Supplier commitment and agricultural practices\n- Fuel and green mobility\n- A more plant-based diet\n- Other\n\nRoadmap to achieve a 29% reduction in Scope 3 emissions by 2030 vs. 2019\nThe actions implemented and commitments related to each category are as follows:\n\n| PRIORITY SCOPE | CONTRIBUTION 2030 VS.2019 | ACTIONS IMPLEMENTED | EXISTING OBJECTIVE |\n|----------------|---------------------------|---------------------|-------------------|\n| Supplier commitment and farming practices | -10% | Encourage suppliers to reduce their GHG emissions by committing to SBTi trajectories. | Commitment of the 100 largest suppliers to a 1.5°C trajectory by 2026 under penalty of delisting |\n| | | Collaborate with suppliers, large and small, to implement the food transition and promote low-carbon consumption patterns. | 500 suppliers involved in the Food Transition Pact and 20 megatonnes avoided by 2030 |\n| | | Develop partnerships with producers to facilitate the transition to low-carbon practices. | 50,000 partner producers by 2026 |\n| | | Encourage the use of eco-labels (organic, FSC, PEFC, etc.). | 8 billion euros in sales of certified sustainable products by 2026 |\n| | | Combat deforestation and develop alternatives to soy for animal feed. | 100% of forest-sensitive production to have a risk mitigation plan by 2030 |\n| | | Develop regenerative agriculture and agroecology within the Carrefour Quality Lines. | 100% of Carrefour Quality Lines products to feature agroecology labels by 2025 |\n| Fuel and green mobility | -9% | Increase volumes of biofuels. Encourage soft modes of transport and the use of electric vehicles. | Installation of 2,000 electric charging stations in France in 2023 |\n| A more plant-based diet | -7% | Engage stakeholders in the transition to a more plant-based diet (commercial operations, food transition pact); Promote innovation and develop a comprehensive offering. | Increase plant-based protein sales in Europe to 650 million euros by 2026 |\n| Optimising supply chains and promoting the circular economy | -3% | Improve downstream transport efficiency. Modernise the fleet and develop a fleet of vehicles running on biomethane. | 20% reduction in greenhouse gas emissions from downstream transport by 2030 (vs.2019) |\n| | | Reduce waste production, ensure material sorting for recycling and zero landfill. | Recover 100% of waste by 2025 |\n| | | Take action at all levels to reduce food waste within the value chain, in stores and among consumers. | 50% reduction in food waste by 2025 (compared with 2016) |\n| | | Reduce the quantity of packaging marketed, promote reuse and recycling. | 100% of Carrefour-branded packaging to be reusable, recyclable or compostable by 2025; 20,000 tonnes of packaging to be avoided, including 15,000 tonnes of plastic packaging by 2025 (cumulative since 2017); 300 million euros in bulk and reuse sales in 2026 |\n\nTOTAL -29%\n\n* Possible reductions for an ambitious scenario (example calculation assumptions: kilometres travelled with electric vehicles represent as many kilometres as avoided with internal combustion vehicles; plant proteins consumed are as many as animal proteins avoided). Note that the various objectives may overlap; the contribution of each objective cannot simply be summed up (there may be double counting between each objective).\nSupplier commitment: At the end of 2023, 306 suppliers had committed to the Food Transition Pact and to local pacts. The Group’s objective is to have 500 committed suppliers by 2030. With regards to the climate, the “20 Megatonnes” project launched in 2020 aims to encourage suppliers to make commitments to reduce their emissions, measure their progress and involve consumers by offering them alternatives emitting less CO₂. In 2022, Carrefour called on its Top 100 suppliers to adopt a 1.5°C trajectory by 2026, and committed to delisting them if they did not meet this condition. In 2023, a Road to 1.5°C convention was organised to inspire and build momentum around the Top 100 supplier objective. The aim of the convention was to give suppliers an overview of the key steps required to achieve a 1.5°C trajectory, and to identify best practices in the sector. The Group’s Merchandise department also received training on climate change and supplier commitment. The training provided knowledge tools for all merchandise managers so that they can better manage future discussions with the Group’s main partners. As of the end of 2023, 44 suppliers had adopted a 1.5°C trajectory validated by the SBTi.\n\nLow-carbon agriculture: Carrefour is developing responsible sourcing to reduce the climate impact of its own-brand products. The Group is committed to combating deforestation, developing agroecological practices within its Carrefour Quality Lines and sourcing fish from responsible fishing (see Section 2.1.2. Biodiversity). All Carrefour Quality Lines will be committed to an agroecological approach by 2025. Products from this initiative are highlighted to customers through labels such as ‘grown without chemical treatment’. These practices – reducing pesticides and nitrogen fertilisers, soil conservation techniques, etc. – often help to reduce CO₂ emissions linked to agricultural production. Carrefour is working on an “Agriculture and Climate” strategy. In 2023, a stakeholder panel was organised, bringing together around 60 internal staff, suppliers, banks and insurance companies, non-profits and consumers to work collectively on this strategy. Lastly, the Group is developing initiatives to promote the consumption of local products. For example, Carrefour has launched the 0 km project, which encourages stores to list and display a range of products from less than 30 km away, and the local festival in all Carrefour formats in France, which promotes local products and know-how through events and tastings in stores.\n\nFuel and green mobility: The Group continued to roll out electric vehicle charging infrastructure in its hypermarket and supermarket car parks in France. By the end of 2023, more than 1,500 locations had been equipped with electric charging stations, making Carrefour the first French retailer to offer a complete range of electromobility solutions. By 2025, 5,000 locations will be equipped with such stations, half of which will be high-powered by Enedis. On average, hypermarkets and supermarkets will each have ten and five electrified spaces respectively. Carrefour is also rolling out hydrogen stations in the Greater Paris region through a partnership between Carrefour and HysetCo. Five distribution stations should be deployed in the Greater Paris region by summer 2024 under the partnership. In 2023, Carrefour and Uber also announced a partnership to improve the accessibility, cost and experience of EV recharging for private-hire drivers, who will enjoy preferential rates on the Carrefour Energies network from January 2024 in France.\n\nPlant-based alternatives: ADEME has calculated that meat production is responsible for half of the food sector’s greenhouse gas emissions. In 2022, as part of its Carrefour 2026 strategic plan, Carrefour announced an ambitious new objective to increase plant-based alternative sales in Europe to 650 million euros by 2026. To achieve its objective, Carrefour is implementing a strategy based on:\n\n- a comprehensive and innovative product range: Carrefour has begun to develop its range of plant-based alternatives and pulses through its Carrefour Sensation brand (formerly Carrefour Veggie), which is 100% vegetarian, V-Label certified and broadly affordable. In 2023, 146 product references (vs 115 in 2022) were offered under the Carrefour Sensation brand in Europe. Carrefour is also developing a range of plant-based proteins and meat alternatives through its other brands. In 2023, for example, Carrefour received an LSA award for expanding its Carrefour Bio brand offering of organic and French pulses with white beans;\n- collaboration with suppliers: In 2023, Carrefour launched an international coalition to accelerate sales of plant-based alternatives with seven manufacturers (Danone, Unilever, Bel, Andros, Bonduelle, Nutrition & Santé, Savencia). The coalition is committed to achieving sales of 3 billion euros from plant-based alternatives by 2026, using a series of joint initiatives;\n- a promotional mechanism to encourage the consumption of plant-based proteins: in 2022, Carrefour teamed up with Danone to roll out the “Lundi c’est veggie, mais aussi le mardi, mercredi…” campaign (Monday is veggie day, but so is Tuesday, Wednesday…). The aim of this campaign is to promote healthy (Nutri-Score of A or B) vegetarian or vegan eating;\n- promotion in stores and via e-commerce: to highlight low-carbon vegetarian products in stores and on the website, Carrefour has modified the display hierarchy on the e-commerce site and made such products easier to identify in stores. In March 2023, Carrefour Belgium supported the Veggie Challenge, which aims to encourage consumers to eat more plant-based products for 20 days. Throughout March, Carrefour offered veggie recipes to customers on its social networks. In France, in partnership with the WWF, Carrefour France is promoting low-carbon vegetarian recipes. These recipes are available at https://www.carrefour.fr/recettes/manger-durable.\n\nOptimising logistics chains and promoting the circular economy (see 2.1.4.6): Carrefour aims to achieve a 20% reduction in outbound transport-related CO₂ emissions by 2030 compared to 2019, through optimisation of existing models and development of alternatives to diesel fuel. Supply chain teams in each country are working closely with carriers to improve truck loading practices, optimise travel distances and phase in alternative transport modes consistent with Group policy. In France, by the end of 2023, Carrefour had switched its fleet of 750 trucks to biomethane, making them less polluting, 60 dB quieter and Piek-certified.\nTo reduce its indirect emission sources, mainly from the products it markets, the Group is taking action:\n\n- against food waste and for waste recovery (see 2.1.3 Circular economy);\n- for the recovery, reuse and recycling of electrical products (fluorescent lights and batteries), small and large household appliances and large furniture (see 2.1.3 Circular economy).\n\n### 2.1.5 HEALTH AND PRODUCT QUALITY\n\n#### 2.1.5.1 Overview\n\nAccess to healthy food is very beneficial for health (1). Agricultural production conditions, product composition, sanitary production conditions, access to a balanced diet and consumption habits are all important for consumer health. Today’s consumers are demanding greater transparency about the quality of the products they buy, and are increasingly challenged by cost of living issues and the lifestyle factors that encourage sedentary behaviour. Against this backdrop, Carrefour is advocating and promoting the food transition to transform the way food is produced, distributed and consumed to support healthy and balanced food for all. In 2022, the Carrefour 2026 strategic plan embodied the Group’s goal of placing consumer health at the heart of the food transition model and announced highly ambitious objectives regarding nutrition.\n\n#### Risks and opportunities\n\nThe Group identified the major downstream risks in our value chain relating to consumer information, product quality, compliance and consumer safety, and access to quality food that is both affordable and nutritious:\n\n| NATURE AND LEVEL OF RISK | RISK | OPPORTUNITIES |\n|--------------------------|------|---------------|\n| Consumer information     | Erroneous or exaggerated claims misleading consumers | Development of the sale of a range of certified products and nutritional labelling |\n|                         | Carrefour being accused by consumers, NGOs and/or regulatory authorities of regulatory non-compliance regarding product information | |\n| Product quality, compliance and consumer safety | Shortcomings in terms of control and traceability or defects in product specifications leading to serious health and commercial consequences | |\n|                         | A breach of quality and hygiene standards in stores or warehouses | |\n|                         | Carrefour being accused by consumers and NGOs of insufficient quality, non-compliance and/or endangerment of customer safety | |\n|                         | A failing in the product withdrawal and recall procedure potentially leading to a health crisis | |\n| Access to quality food that is both nutritional and affordable | Decline in the brand and value proposition due to perceived poor value for money or an offering out of step with consumer expectations | Becoming a leader for the food transition and developing healthier offerings and product ranges |\n|                         | Criticism of Carrefour for the poor nutritional profile of the products sold and the promotion of unhealthy eating (fat, sugar, alcohol, etc.) | |\n\n(1) Health through food, 27/09/2023, Ministry of Health and Prevention: https://sante.gouv.fr/systeme-de-sante/strategie-nationale-de-sante/priorite-prevention-resser-en-bonne-sante-tout-au-long-de-sa-vie-11031/priorite-prevention-les-mesures-phares-detaillées/article/la-sante-par-l-alimentation\n## Contributions to the Sustainable Development Goals\n\n### OUR OBJECTIVES/OUR OUTCOMES\n\n| Topic                        | Objective                                                                 | 2023 Result | 2022 Result | Change  | Target          |\n|------------------------------|---------------------------------------------------------------------------|-------------|-------------|---------|-----------------|\n| Consumer health              | Number of products that display the Nutri-Score\\(^{(1)}\\)                  | 8,989       | 4,101       | +4.1%   | -               |\n|                              | Reduction in tonnes of sugar in Carrefour-branded products\\(^{(2)}\\)       | 261         | New         | -       | 2,500 by 2026   |\n|                              | Reduction in tonnes of salt in Carrefour-branded products\\(^{(3)}\\)        | 78          | New         | -       | 250 by 2026     |\n|                              | Percentage of fresh Carrefour Quality Lines products committed to an agroecological approach\\(^{(4)}\\) | 28.4%       | 6.50%       | +21.9 pts | 100%            |\n|                              | Market penetration rate of Carrefour Quality Lines in fresh produce (\\%)\\(^{(5)}\\) | 7%          | 6.90%       | +0.1 pts | 10% by 2025     |\n|                              | Sales of organic products (in billions of euros)\\(^{(6)}\\)                | 2.5         | 2.6         | -3%     | 8 billion by 2026 |\n### Product quality and safety\n\n| Percentage of suppliers audited according to a quality standard | 100% | 100% | 0 pt | 100% |\n|---------------------------------------------------------------|------|------|------|------|\n| Percentage of sites certified to IFS, BRC or FSSC22000 standards(7) | 79.5% | 78% | +1.5 pts |\n| Percentage of sites audited by Carrefour, o/w: | 6.5% | 8% | -1.5 pts |\n| Percentage of audit scores between A and B | 96% | 96% | 0 pt |\n| Percentage of audit scores between C and D | 4% | 4% | 0 pt |\n| Percentage of plants audited by Bureau Veritas | 11% | | |\n| Number of suppliers/sites | 2,593 | 2,703 | -4.1% |\n| Number of inspections performed – analyses | 49,397 | 49,723 | -0.7% |\n| Number of inspections performed – panels | 3,764 | 4,074 | -7.6% |\n| Number of products withdrawn | 587 | 564 | +4.1% |\n| Percentage of Carrefour-branded products withdrawn | 58% | 50% | +8 pts |\n| Number products recalled | 328 | 330 | -0.6% |\n| Percentage of Carrefour-branded products recalled | 21% | 19% | +8 pts |\n\n(1) Number of products sold on Carrefour.fr with the Nutri-Score displayed. Scope: Controlled products only (AR, IT excl. in 2023; FR only in 2022).\n(2) Scope: 90% of 2023 consolidated net sales. New indicator, BR C not included in 2023.\n(3) Scope: 90% of 2023 consolidated net sales. New indicator, BR C not included in 2023.\n(4) Scope: 91% of 2023 consolidated net sales. Non-comparable BUs (PL, BR C, PL excl. in 2023; FR only in 2022).\n(5) Scope: The 86% of 2023 consolidated net sales. Non-comparable BUs (ES excl. in 2023, AR excl. in 2022).\n(6) Scope: 100% of 2023 consolidated net sales. Non-comparable BUs (BR SAMS excl. in 2023, BR AT & SAMS excl. in 2022).\n(7) The International Featured Standard (IFS) sets product safety and quality standards. BRC (British Retail Consortium) certification accredits compliance for food processing and packaging companies. FSSC (Food Safety System Certification) 22000 certifies food safety management systems.\n2.1.5.2 Our action plans\n\nThe Group’s Quality Department contributes to developing standards and tools (including purchasing rules), charters and quality guidelines, which it circulates in all of the Group’s integrated countries. The Country Quality Departments are brought together in a network to exchange and share best practices in order to guarantee the consistency of approaches. The Group has also launched an employee training programme and regularly communicates with customers about food quality and safety.\n\nEnsuring the quality and safety of Carrefour products\n\nThe policy ensuring the quality and safety of Carrefour-branded products is based on the following pillars: certifications, labels and claims, specifications, second-level control plans for controlled products, the quality alert system, and traceability.\n\nCertifications, labels, and claims: All manufacturing sites for Carrefour-branded products are audited for quality and safety. In order to apply the “Carrefour” brand to its products, the supplier must meet certain specifications that are verified and validated by the Quality department. This form of collaboration implies a lasting relationship of trust, as evidenced by the Group’s enduring relationship with many of its suppliers: in 2023, 70% had more than five years of seniority, and 89% more than two years. Certification, labels and claims are also an effective means of combating food counterfeiting. Suppliers are audited on the existence and implementation of a plan to reduce food fraud.\n\nSpecifications and quality departments: All Carrefour-branded products are subject to specifications that strictly define the product’s characteristics. In all integrated countries, Carrefour’s quality teams ensure compliance with these requirements.\n\nMonitoring plans for controlled products: Controlled products are analysed for quality, performance and compliance. Carrefour has commissioned an independent laboratory to conduct analyses and, in some cases, additional product tests to ensure compliance. To ensure that products meet consumer expectations, tests may also be conducted with consumer panels or by experts. Monitoring commissioned by Carrefour complements the supplier’s self-monitoring, with the primary aim of regularly verifying the compliance of Carrefour-branded products with applicable laws and specific provisions integrated into the contracts of controlled products. Risk analysis takes many factors into account, including the identification of dangers and their characteristics, exposure assessment, risk characterisation, control measures, degree of certainty, population sensitivity and probability of occurrence.\n\nQuality alert system: The quality system includes AlertNet, a procedure that informs stores as quickly as possible if they need to withdraw or recall a product. It is available online at all times and access is free for suppliers. In the event of an alert, Carrefour immediately withdraws the products and checks that the withdrawal has been completed. The EAN barcode of recalled products is blocked at checkout.\n\nTraceability: Carrefour has developed specific traceability tools for certain raw materials. For its Brazilian beef supplies, it has implemented geo-monitoring. Satellite surveillance of breeding pastures reduces the risk of destruction to the Amazon rainforest and biodiversity, and also prevents the use of land belonging to indigenous tribes. Monitoring an entire host region in this way helps to control the sourcing of beef sold in Brazil.\n\nIn-store safety and quality: Specific rules governing food quality and safety have been implemented in stores. They allow employees to become acquainted with best practices in the fields of food quality and safety. Action plans can be implemented following administrative checks and standard reference inspections.\n\nProviding quality products accessible to all\n\nImproving the nutritional composition of products: Since 2018, the Group has reformulated and optimised the nutritional profile of its products, in all countries where it operates. Since 2019, nearly 400 recipes have been reformulated, especially to reduce their sugar and salt content (sweetened drinks and tinned vegetables respectively). With the adoption of the Carrefour 2026 strategic plan, the Group has pledged to eliminate a total of 2,600 tonnes of sugar and 250 tonnes of salt from Carrefour-branded products. In 2023, 261 tonnes of sugar and 78 tonnes of salt were eliminated in France.\n\nCutting out controversial substances: Ahead of legislative and regulatory change, Carrefour has actively embarked on a global campaign aimed at eliminating controversial substances (such as artificial flavours, certain additives and certain ingredients). Their list, common to all Group countries, is updated continuously. These substances fall into four categories:\n\n- black: substance already absent from all Carrefour-branded product categories or slated for full discontinuation;\n- red: controversial substance (such as alcohol colourants) authorised only in certain product categories or brands;\n- purple: controversial substance under surveillance, involving alignment with market practices;\n- orange: non-controversial substance that is authorised but would preferably be substituted in a broad clean label approach.\n\nWhen substitutes for substances classified as “black” are not immediately available, Carrefour reduces their quantity and works to identify satisfactory substitution solutions in the short term. Over 100 substances have been removed in this way from the composition of Carrefour-branded products. As part of the 2026 strategic plan, Carrefour has committed to eliminating a further 20 controversial substances from its products by 2026.\n\n(1) EAN (European Article Number) is an 8- or 13-digit barcode used to identify individual products. It is used in retailing and manufacturing.\nDeveloping products using fewer pesticides and excluding GMOs: To promote less pesticide-intensive farming and thereby protect the health of consumers and the environment, Carrefour invests in the development of organic farming as well as agroecology through the adoption of responsible practices. See Section 2.1.2 Biodiversity.\n\nDeveloping plant-based products and products catering to specific diets: The Group continues to step up its presence in the meat substitute segment to meet demand for “Eating better” and “Consuming better” from certain consumers and to reduce greenhouse gas emissions (see 2.1.3). For every type of meat or dairy product, there is a plant-based alternative. These alternative products are available in all European countries where the Group operates, and in all formats. Carrefour promotes nutritional recipes on its website, which also features a section dedicated to special diets (gluten-free, lactose-free, sugar-free, reduced salt, vegetarian and vegan).\n\nGuiding consumers towards a more balanced diet\n\nInforming consumers with the Nutri-Score: The Group has continued the widespread roll-out of the Nutri-Score on the packaging of Carrefour-branded products and on the carrefour.fr website. This optional logo was developed by the French government to provide a clear indication of a product’s nutritional quality. As of end-2023, the Nutri-Score had been deployed in Belgium, Spain, France and Poland. Despite the tightening of Nutri-Score criteria from January 1, 2024, Carrefour is maintaining its commitment. In 2024 and 2025, the Group will update the Nutri-Score classification on a third of the products featuring this nutritional rating.\n\nUsing promotional and loyalty tools to guide consumer choices: In 2023, the Group decided to reward loyalty cardholders who purchase Carrefour Classic Nutri-Score A products, both online and in-store, with a 10% discount – and 15% for those paying with the Pass card. Whenever a Drive order is placed, an algorithm suggests alternative products with a better Nutri-Score.\n\nOffering products made using the best agricultural practices at the best price: Through its own brands, Carrefour makes less-processed products accessible to more people, even during periods of high cost-of-living constraints. The Quality Lines are spearheading this approach. Carrefour also offers a range of organic products costing on average 20% less than major brands in the sector.\n\nTraining Group employees: Carrefour is mobilising its employees in this quest for a balanced diet. Promoting the food transition for all is one of the major themes of the Carrefour 2026 strategic plan, and is a focus of training. In 2023, over 4,500 employees participated in training (over 1,900 in face-to-face sessions and 2,500 by e-learning) on key topics such as the market for organic products and fresh produce. The Group has rolled out the Act For Food Super Heroes programme to showcase the work of employees who are most committed to the food transition programme and encourage them to share their best practices.\n\nAlongside compliance with the applicable regulations, respect for animals and their sensitivity is a growing concern among the general public. In several countries, and especially in Europe, new consumer habits are emerging, such as reducing the quantity of meat consumed, choosing to replace meat with plant proteins, or turning to products made using more sustainable and more animal-friendly farming methods. These changes are happening fast, and farming practices must be adapted accordingly.\n\nRisks and opportunities\n\nThe Group has identified the following significant risks related to the conduct of its business: protection of whistleblowers, political advocacy and lobbying activities, supplier selection and management, corruption, data security and protection, contribution to host communities, unfair trade practices, and animal welfare.\n## Non-financial policies, action plans and performance\n\n### Corporate Social Responsibility and Performance\n\n#### Non-financial policies, action plans and performance\n\n| TYPE OF RISK | RISK | OPPORTUNITIES |\n|--------------|------|---------------|\n| **Supplier selection and relationships** | Conflictual relations with suppliers and loss of trust in the business relationship | Securing and sustaining the supplier relationship through fair contractual conditions and conditions conducive to collaboration (partnerships, dialogue, etc.) |\n| | Accusations against Carrefour and/or fines for abusive practices towards suppliers and non-compliance with supplier relationship regulations (negotiation timeframes, payment deadlines, excessively low prices, etc.) | Supplier selection and commitment processes to ensure product and service quality |\n| | Poor selection of Group suppliers resulting in non-compliance by suppliers with ethical, quality, environmental, or social practices | |\n| **Contribution to host communities** | Damage to the Group’s image among consumers and local governments, loss of local tenders and market share due to a lack of local roots and insufficient economic contribution to host communities | Stores with local roots developing a range of local goods, products and services meeting customer expectations |\n| **Protecting whistleblowers** | Failure to protect whistleblowers leading to criticism of Carrefour, destabilisation of labour relations, increased turnover rates and a deterioration of the employer brand | Effective system for collecting and protecting whistleblowers, preventing risks and quickly identifying cases |\n| **Political advocacy and lobbying activities** | Carrefour’s implication in lobbying practices compromising the company’s credibility with customers and stakeholders | Strengthened dialogue with national and local governments and civil society stakeholders |\n| **Data security** | A cyber attack shutting down information systems, disrupting production, logistics and stores, resulting in costs related to IT security | |\n| **Data protection** | Non-compliance with regulations on the protection of personal data | |\n| **Corruption and fair competition** | Instances of corruption or anti-competitive practices leading to a deterioration of relations with stakeholders, risks of exposure to sanctions, and damage to the Group’s image | |\n| **Animal welfare** | Accusations of animal welfare violations and lack of transparency towards consumers regarding farming conditions against Carrefour and its suppliers | Promoting new consumption habits to replace meat with plant-based proteins and supporting extensive livestock farming with animal welfare in mind |\n## Contributions to the Sustainable Development Goals\n\n### OUR OBJECTIVES/OUR OUTCOMES\n\n| Topic | Objectives | 2023 | 2022 | Change | Target |\n|-------|------------|------|------|--------|--------|\n| Managing relations with suppliers/Exercising responsibility in host countries | Number of suppliers involved in the Food Transition Pact<sup>(1)</sup> | 306 | 204 | +50% | 500 by 2023 |\n| | Number of organic farming partner producers, CQLs, regional and local producers and partners in other collective initiatives<sup>(2)</sup> | 46,013 | 37,756 | +22% | 50,000 by 2026 |\n| Risk practices | Taxes borne by the Group (in millions of euros) | €4,239 million | €975 million | -4.1% | - |\n| | Social security costs borne by the Group (in millions of euros) | €1,606 million | €1,608 million | -0.1% | - |\n| | Percentage of at-risk employees trained on anti-corruption topics | 69.6% | 95.6% | -26% | - |\n| Data security and protection | Number of countries/entities with a DPO (Data Protection Officer) | 8/8 | 8/8 | - | 8/8 |\n## Corporate Social Responsibility and Performance\n\n### Non-financial policies, action plans and performance\n\n| Topic                  | Objectives                                                                 | 2023  | 2022  | Change  | Target                      |\n|------------------------|-----------------------------------------------------------------------------|-------|-------|---------|-----------------------------|\n| Animal welfare         | Shell eggs – Percentage of gross sales of controlled and national-brand products from cage-free production facilities\\(^{(1)}\\) | 62.8% | 80.3% | -17.5 pts | 100% by 2025 (2028 depending on the country) |\n|                        | Eggs as ingredients – Percentage of Carrefour-branded products containing cage-free eggs used as ingredients\\(^{(4)}\\) | 77.2% | 60.2% | +17 pts  | 100% by 2025                |\n|                        | Cage-free farming – Percentage of gross sales of animals (rabbits and quails) in controlled products raised cage-free\\(^{(5)}\\) | 19.8% | 52.7% | -32.9 pts | 100% by 2025                |\n|                        | Chickens – Percentage of gross sales of controlled products that guarantee compliance with animal welfare criteria\\(^{(6)}\\) | 30.2% | 35.9% | -5.7 pts  | 50% by 2026                 |\n|                        | Pigs – Percentage of gross sales of Carrefour organic and Carrefour Quality Lines pork products that guarantee compliance with improved animal welfare criteria\\(^{(7)}\\) | 26.1% | 12.2% | +15 pts   | 100% by 2025                |\n|                        | Horse meat – Percentage of gross sales of horse meat in independently audited controlled and national-brand products or from EU producers\\(^{(8)}\\) | 41.3% | 68.7% | -27.4 pts | 100% by 2025                |\n|                        | Slaughter – Percentage of Carrefour supplier slaughterhouses audited for compliance with animal welfare standards\\(^{(9)}\\) | 69.3% | 39.2% | +30.1 pts | 100% by 2025                |\n|                        | Transparency – Percentage of species raised using transparent farming methods, for Carrefour-brand products\\(^{(10)}\\) | 16.7% | 20.8% | -4.1 pts  | 100% by 2025                |\n\n\\(^{(1)}\\) Scope: 99.8% of 2023 consolidated net sales. Comparable BUs (approach not yet deployed at BR in 2023 and 2022).\n\n\\(^{(2)}\\) Scope: 95% of 2023 consolidated net sales. Non-comparable BUs (BR, ES organic, IT organic excl. in 2023; BR incl., excluding partners from other approaches in 2022).\n\n\\(^{(3)}\\) Scope: 99.7% of 2023 consolidated net sales. Non-comparable BUs (BU SAMS excl. in 2023; BR AT excl. in 2022). 82.8% in 2023 excl. BR AT.\n\n\\(^{(4)}\\) Scope: 99.7% of 2023 consolidated net sales. Comparable BUs for Europe only (FR, ES, IT, PL, RO, BE).\n\n\\(^{(5)}\\) Scope: 100% of 2023 consolidated net sales. Non-comparable BUs (Only applicable in FR, BE, RO in 2023; applicable in FR, BE, ES, RO, AR in 2022).\n\n\\(^{(6)}\\) Scope: 87% of 2023 consolidated net sales. Non-comparable BUs (BR C excl. in 2023; excl. AR in 2023 and 2022).\n\n\\(^{(7)}\\) Scope: 63% of 2023 consolidated net sales. Non-comparable BUs (FR excl. in 2023; BE, IT and PL only in 2022).\n\n\\(^{(8)}\\) Scope: 100% of 2023 consolidated net sales. Non-comparable BUs (only applicable in FR, BE, IT in 2023. Only BE, IT in 2022).\n\n\\(^{(9)}\\) Scope: 100% of 2023 consolidated net sales. Comparable BUs.\n\n\\(^{(10)}\\) Scope: 96% of 2023 consolidated net sales. Non-comparable BUs (excl. BR C in 2023).\n2.1.6.2 Our action plans\n\nManaging relationships with suppliers and implementing a responsible purchasing policy\n\nSupplier Commitment Charter\n\nThe Supplier and Service Provider Commitment Charter forms an integral part of all purchase contracts in all countries. Its primary objective is to ensure that subcontractors comply with the ethical principles laid down by Carrefour or to bring them into compliance.\n\nThis charter is based notably on Carrefour’s respect for and promotion of the Universal Declaration of Human Rights, the eight fundamental conventions of the ILO, the OECD Guidelines for Multinational Enterprises, the ten principles of the UN Global Compact, the UN Guiding Principles on Business and Human Rights and the international agreement signed with UNI Global Union.\n\nThe charter prohibits clandestine or undeclared subcontracting, and requires suppliers to demand the same social compliance standards of their own suppliers. In a spirit of reciprocal commitment, the charter does not allow Carrefour to impose any conditions on suppliers that would prevent them from complying with the charter.\n\nFood transition purchasing rules\n\nTo align its ethical principles with its purchasing practices, Carrefour has laid down rules governing food transition purchases for all of its host countries. Eleven rules incorporate the social, environmental and ethical requirements of CSR objectives. They are intended for the direct and indirect purchasing teams in the integrated countries, which are responsible for their proper application. The rules provide a framework for social and environmental compliance consistent with food transition objectives for existing and prospective products. The purchasing rules therefore apply to:\n\n- controlled products, national brand products and non-retail products;\n- food products (fresh produce and consumer goods), non-food products (small household goods, EPCS (1) and textiles), and out-of-home catering products (e.g., Promocash, Maxi, Atacadão).\n\nEach country team prepares its own plan based on local conditions and supervises its proper implementation. There are rules governing textile purchases, sourcing from local suppliers and SMEs, nutrition and controversial substances, packaging, produce sourced from organic farming, agroecology products, aquatic animal products, items whose production may impact forests and wild species, animal welfare and plant-based proteins.\n\nRegarding audit and risk management, Carrefour’s governance system features a Committee on Purchasing Rules for the Food Transition. It analyses risks and sourcing-related alerts, and lays out the strategy to be implemented (see 2.2 Duty of Care Plan, Section 2.2.1.1 Governance organisation and structure). Purchasing rules are subject to internal control to verify the quality of the overall system that Carrefour has put in place. They are updated annually and training is also provided for merchandise teams.\n\nEstablishing a responsible contractual framework\n\nCarrefour adheres to established national regulatory frameworks when contracting with suppliers, and goes further by adopting additional responsible practices. For example, regarding payment terms, Carrefour complies with the minimum legal terms set nationally, ensuring the absence of abusive practices. Accordingly, payments are generally made within 30 days in France. The Group has implemented a system of ultra-local contracts for small suppliers: a simplified two-page contract for referencing in just 48 hours, committing Carrefour to payment within seven days. In 2023, 1,855 French producers, mainly greengrocers, fish farmers and grocery product suppliers, benefited from ultra-local contracts.\n\nIn the Group’s integrated countries, contracts systematically include clauses on competition law, which are subject to internal training provided by local legal departments. In France, new hires in relevant departments and positions are automatically enrolled. More specific and targeted training can also be provided to support the implementation of purchasing alliances formed with other retailers.\n\nBeing responsible in our host communities\n\nProviding convenient local retail options\n\nThrough its global network of 15,000 stores in 2023, the Group aligns its formats with the specific needs and expectations of its host countries and regions. Each store offers products and a range of services based on local needs to align with their customer base.\n\n---\n\n(1) EPCS: Electronics, Photography, Cinema, Sound.\nDeveloping the sale of local products and partnerships with SMEs\n\nIn its Carrefour 2026 strategy, the Group has set itself a series of objectives to encourage sustainable and local farming:\n\n- increasing the number of partner producers to 50,000 (up 11,000 on 2022), including local and regional producers;\n- doubling the volume of fruit and vegetable supplies in ultra-short circuits (suppliers located less than 50 km from stores) in Europe. In France, putting down local roots in this manner led to the launch of the Potager City fresh local produce banner, in early 2023. This new chain of city centre stores carries a large proportion of seasonal products at optimal prices;\n- increase sales of plant-based products in Europe to 650 million euros by 2026 (up 65% vs. 2022).\n\nDoing business in a spirit of solidarity\n\nFor Carrefour, solidarity means providing day-to-day support for communities in its host countries. As a retailer integrated into local communities, Carrefour engages with stakeholders with very different activities and interests, on local, national and/or international issues. Participating in numerous social responsibility initiatives, Carrefour is one of the largest private donors in France, donating 31.4 million meal equivalents in 2023.\n\nThe Carrefour Foundation is the Group’s ally in its food transition, supporting players in the social and solidarity economy working to broaden access to healthier, more balanced and diversified food worldwide.\n\nParticularly sensitive to the challenges faced by vulnerable people and the challenges of food insecurity, Carrefour set aside 6.75 million euros in 2023 to support 77 projects in the fields of sustainable and socially responsible agriculture, the fight against waste and societal commitment, all in relation to food.\n\nFair practices\n\nFighting corruption, money laundering and terrorism financing\n\nGovernance, Ethics and Compliance\n\nAs part of its responsible business conduct policy, Carrefour ensures compliance with the rules applicable to the transactions it carries out in all the countries where it operates or conducts its business, mainly by developing an ethics and compliance network comprised of representatives in various roles and from different levels within the organisation. This network notably includes:\n\n- a Group Ethics Committee, made up of the Group General Secretary, Group Human Resources Director, Group Legal Director and Group Ethics and Compliance Director. This committee met four times in 2022;\n- an Ethics and Compliance department, which reports to the France and Group Legal departments, overseeing compliance for the Carrefour group and coordinating the ethics and compliance network across different countries;\n- Ethics and Compliance Officers from each integrated country and BU, who are responsible for ensuring the compliance of their respective entities with industry and local regulations as well as any other special requirements, and for reporting any useful information to the Group about the local deployment of the programme. These members of the ethics and compliance network also lead the local ethics and compliance committees set up in each integrated country and BU, which comprise the CEO, the CFO, the Human Resources Director, the Legal Director and the Head of Ethics and Compliance of the country or BU concerned;\n- all employees with key roles in compliance, so that the Carrefour group can collectively comply with ethics and compliance regulations.\n\nIn addition, Compliance staff work closely with Security and Internal Control staff and with operations teams, to continuously improve reporting and management.\n\nEthics and Compliance Programme:\n\nThe Group’s governing bodies are fully committed to ethics and compliance and enforce a zero tolerance policy for any unethical behaviour and practices, such as corruption and influence peddling. In recent years, this commitment was demonstrated by Alexandre Bompard and Laurent Vallée speaking to all Group countries on International Anti-Corruption Day on December 9, 2021. To mark International Anti-Corruption Day in 2022, new videos were released in all countries featuring Group Executive Committee members, along with videos of each country Director addressing viewers in the local language.\nTo enforce its policy and comply with all applicable laws, Carrefour has built its ethics and compliance programme around the following pillars:\n\n- **corruption risk map**: the corruption risk mapping process for the Carrefour group was completely overhauled in 2020 and is updated regularly for each main business sector (Retail, Property, Banking and Insurance) and in all of the Group’s integrated countries. The scope of the risk map was also expanded in 2022 to cover new Group activities;\n\n- **policies and procedures**: Carrefour has drafted an Anti-bribery and Corruption Policy, providing practical illustrations of concepts. This policy establishes the frame of reference in which employees must all perform their duties on a daily basis, in all of Carrefour’s subsidiaries and integrated countries. Other policies and procedures round out this overarching policy, giving employees practical tools to guide them in carrying out their operations and projects. These include the Gifts and Hospitality Policy, the Responsible Lobbying Charter, the Carrefour Foundation’s rules and principles applicable to sponsorship campaigns and emergency aid operations. In addition, all employees involved in a purchasing or selection process are required to sign a declaration of independence each year, with the aim of informing Carrefour of any conflicts of interest in order to handle them better;\n\n- **training and awareness actions**: a global training and awareness-raising plan was developed and deployed for the functions with the highest exposure (in-person or online meetings), along with an e-learning programme for functions with less exposure. At end-2023, 69.6% of the employees identified in 2023 as most exposed to risks of corruption had received training. The e-learning courses available for employees with a lower risk of corruption were taken by more than 73,617 employees in 2023 (24% of the Group’s total employees);\n\n- **third-party assessment procedure**: the Group developed a global third-party assessment solution, which was deployed in 2022 for all activities in France. This solution is also being deployed in the Group’s integrated countries. The due diligence process is carried out for all third parties with which the Group intends to engage in business activities (suppliers, consultants, franchisees, acquisition targets, etc.). The extent of required verification is determined by the third party’s risk profile and any specific risks identified during the assessment of that third party. In some cases, additional information may be requested from third parties, so that further due diligence can be conducted based on the information provided. Carrefour works with an external service provider specialised in third-party assessments to assist operational staff and compliance officers likely to assess third parties. Suppliers also receive the Ethical Standards for Suppliers Charter, which is appended to commercial contracts;\n\n- **whistleblowing system**: an outsourced global whistleblowing system was set up in all countries in 2016, available 24/7 via the Internet (ethique.carrefour.com) or by telephone. This system provides all Group employees and external partners (mainly suppliers and customers) with a channel for reporting any suspected unethical practices, including discrimination, harassment, health, safety, theft, fraud, corruption, misappropriation of funds, conflicts of interest, and environmental damage. In 2023, 5,361 alerts were received by the Group, the majority of which concerned HR issues (excluding discrimination and harassment);\n\n- **controls**: corruption risks are mitigated by a series of accounting control procedures. For example, Internal Control and Internal Audit staff conduct annual verifications and audits on the pillars of the Group’s compliance programme in all countries. They then formulate recommendations and action plans to improve Carrefour’s ethics and compliance programme.\n\n### Fair competition policy\n\nCarrefour is very careful to maintain high-quality, transparent and loyal relations with its different commercial partners and to negotiate balanced agreements that comply with competition law. The Code of Professional Conduct, applicable to all employees, highlights the principle of “developing fair and transparent trade practices.” Carrefour upholds competition law. All Group suppliers and service providers must be selected and treated objectively and fairly, as part of a policy of transparent trade practices and in accordance with commitments. Employees are prohibited from taking part in cartels or any unfair practice that may hinder fair competition.” The Legal department in each integrated country is made of teams of experts, including specialists in competition law.\n\n### Tax ethics\n\nTax ethics and transparency are the pillars on which the Carrefour group’s tax policy is based. The Carrefour group adopts responsible tax conduct and promotes a culture of tax competence. To meet these objectives, the Carrefour group complies with tax regulations in all the countries where the Group operates, in accordance with applicable national and international laws and regulations. In addition, the Carrefour group fulfils its tax reporting obligations and pays its taxes in accordance with local regulations.\n\nThe Carrefour group’s strategic locations are based on economic considerations. The Carrefour group has adopted a strict policy towards tax havens and has no presence in any of the countries on France’s official list of non-cooperative states and territories (NCCTs). In terms of transfer pricing, the Carrefour group rigorously applies the arm’s length principle, in line with OECD recommendations, and does not use transfer pricing for tax planning purposes. In its relations with tax authorities, the Carrefour group complies with tax regulations in all the countries where the Group operates, in accordance with applicable national and international laws and regulations. In addition, the Carrefour group fulfils its tax reporting obligations and pays its taxes in accordance with local regulations.\n\nThe Carrefour group places great importance on the transparency of its tax policy and its implementation. In this respect, the Carrefour group regularly publishes its tax strategy and the reconciliation between the theoretical tax rate and the effective tax rate in its Universal Registration Document. The Group also fully complies with its Country by Country Reporting (CBCR) obligations. Lastly, the Group’s ethics hotline can be used by Carrefour group employees, suppliers and service providers to anonymously report any situation or behaviour that does not comply with the Group’s Principles of Ethics, including in tax matters.\n\nIn 2023, Carrefour entities paid a total of 4,239 million euros in incurred tax obligations. In addition, the Group’s annual payroll taxes amounted to approximately 1,606 million euros for all its employees.\nInformation system security and data protection\n\nCarrefour has deployed a plan common to the various integrated countries to comply with the General Data Protection Regulation (GDPR). A continuous monitoring plan covers all key GDPR issues (implementation of the general data rights management policy, consent management, processing registers, handling requests to exercise rights, etc.), and ensures ongoing monitoring and, where necessary, corrective measures.\n\nImproving animal welfare\n\nAccording to the United Nations Food and Agriculture Organisation (FAO), animal welfare is a social responsibility that forms an integral part of the livestock sector’s sustainable development. For the past few years, Carrefour has been deploying a programme aimed at improving animal welfare in its supply chains. This programme is based on the “five fundamental freedoms” of animal welfare, adapted to different livestock farming methods: physiological freedom (absence of hunger, thirst or malnutrition), environmental freedom (adapted shelter, absence of climatic or physical stress), health-related freedom (absence of pain, injury or disease), behavioural freedom (possibility to exhibit normal, species-specific behaviour) and psychological freedom (absence of fear or anxiety).\n\nIn 2019, Carrefour established an animal welfare policy focused on ten priorities shared with stakeholders in the relevant sectors, reaffirmed in 2023. These priorities are combating antibiotic resistance, banning cloning and genetically modified animals, switching to cage-free farming and keeping animal confinement to a minimum, keeping stress during transport and slaughter to a minimum, limiting controversial practices, optimising pain management, insisting on proper nutrition, carrying out health monitoring, banning animal testing, banning materials of animal origin not derived from livestock and improving habitats.\n\nAnimal welfare is one of the indicators in the CSR index, measuring CSR policy performance over several years. The Carrefour 2026 strategic plan, released in November 2022, puts greater emphasis on the Group’s ambitions in respect of animal welfare. As a result, all production processes in which animal welfare is a sensitive issue must be covered by a risk mitigation plan by 2030.\n2.1.7 EMPLOYEES\n\n2.1.7.1 Our objectives and outcomes\n\nOverview\n\nCarrefour draws on the skills of its 305,333 employees to offer quality services, products and affordable food for everyone. With over 300 job families, many positions are open to anyone in Carrefour’s host communities, regardless of their experience, age, origin, political opinions or health status.\n\nTo retain talented candidates, the Group gives everyone the chance to express their potential by offering professional growth prospects, especially through skills development programmes.\n\nThe Group ensures that its teams have a safe and pleasant working environment synonymous with physical health and the prevention of stress and psychosocial risks so as to foster employees’ mental well-being (developing exercise programmes, remote working, work-life balance).\n\nRisks and opportunities\n\nThe Group has identified the following risks concerning its employees: adequate working conditions, decent wages, internal social climate, health and safety at work, equal treatment and opportunities for all, training and skills development, and employee attraction and retention.\n\n| TYPE OF RISK                        | RISK                                                                 | OPPORTUNITIES                                                                 |\n|-------------------------------------|----------------------------------------------------------------------|------------------------------------------------------------------------------|\n| Health, safety and working conditions | Non-compliance with regulations on working conditions, health and safety in stores and warehouses | Good quality working conditions fostering employee engagement, talent attraction and retention, and a positive brand image |\n|                                     | Loss of productivity due to absences, sick leave, poor employee engagement and/or significant turnover (reduced activity, loss of know-how, increased training costs) | Improvement in mental health and work efficiency |\n|                                     | Attraction and retention issues among Carrefour banners due to poor health and safety practices |                                                                              |\n| Decent wages                        | Exposure to media controversy, loss of attractiveness and difficulty in recruiting/retaining employees Work stoppages/strikes | Strong employee engagement, increased motivation, talent retention and productivity |\n| Internal social climate             | Reduced employee productivity and work quality, industrial action, strikes, resignations and recruitment difficulties | Quality social dialogue fostering employee support for the company’s strategy |\n|                                     | Negative image and disagreement with unions leading to regulatory sanctions | Social dialogue process to prevent social risks and identify alerts |\n| Equal treatment and opportunities for all | Discriminatory recruitment practices or inequalities among Carrefour employees leading to increased turnover, loss of skills and a negative image for the Group | Attracting talent and building a positive brand image through an ambitious inclusion and diversity policy |\n|                                     | Accusations against the Carrefour group with regard to discriminatory behaviour compromising the physical or moral safety of employees or customers | Performance and creativity of the work collective through the diversity of profiles and opportunities within the company |\n|                                     | Criminal liability and fines for discrimination or non-compliance with thresholds for workers with disabilities or gender balance | Appeal among customers, supported by staff embodying the Group’s image |\n| Training, attracting and retaining talent | Poor-quality services and products due to lack of training and skills, lack of innovation leading to market share losses | Improvement in productivity and operational excellence enabled by trained and skilled employees |\n|                                     | Loss of know-how and skills due to non-renewal of skills, discontinuation of specific activities | Acceleration of strategic and managerial transformations driven by effective and targeted employee training (digital transformation, food transition) |\n|                                     | Recruitment difficulties due to a lack of understanding of the current job market issues and challenges facing young employees |                                                                              |\n|                                     | Uninspiring career advancement prospects within the Group: significant turnover, additional HR costs, talent drain |                                                                              |\nContributions to the Sustainable Development Goals\n\nSUMMARY OF OUR OBJECTIVES AND OUTCOMES\n\n| Topic | Objective | 2023 Result | 2022 Result | Change | Target |\n|-------|-----------|-------------|-------------|--------|--------|\n| Promoting employment at Carrefour and managerial transformation | Minimum employer recommendation score awarded annually to Carrefour by its employees | 8.3/10 | 8.2/10 | +0.1 pts | Minimum of 7.5/10 per year |\n| | Response rate in the \"I feel part of the ongoing transformation taking place within the Carrefour group\" internal survey | 86% | 64% | +22 pts |\n| | Number of respondents to the survey | 22,238 | 16,615 | +33.8% |\n| | Percentage of Group employees responding \"Agree\" to the statement \"I feel part of the ongoing transformation taking place within the Carrefour group\" | 80% | 77% | +3 pts |\n| | Percentage of Group employees responding \"Don’t know\" to the statement \"I feel part of the ongoing transformation taking place within the Carrefour group\" | 4% | 4% | 0 pts |\n| | Percentage of Group employees responding \"Disagree\" to the statement \"I feel part of the ongoing transformation taking place within the Carrefour group\" | 17% | 18% | -1 pt |\n| Breakdown of jobs by format | Percentage of jobs in hypermarkets | 68% | 68% | 0 pts |\n| | Percentage of jobs in supermarkets | 15% | 16% | -1 pt |\n| | Total other formats and businesses | 17% | 16% | +1 pt |\n| Workforce by region | Latin America | 141,261 | 159,949 | -11.7% |\n| | Europe | 163,695 | 174,319 | -6.1% |\n| | Total Asia | 377 | 372 | +1.3% |\n| | REGIONS TOTAL | 305,333 | 334,640 | -8.8% |\n### CORPORATE SOCIAL RESPONSIBILITY AND PERFORMANCE\n\n**Non-financial policies, action plans and performance**\n\n| Topic                          | Objective                                                                 | 2023 Result | 2022 Result | Change | Target |\n|-------------------------------|---------------------------------------------------------------------------|-------------|-------------|--------|--------|\n| **Type of employment contract** | Percentage of employees on permanent contracts                           | 92%         | 92%         | 0 pts  |        |\n|                               | Percentage of fixed-term contracts                                       | 8%          | 8%          | 0 pts  |        |\n|                               | Percentage of part-time employees                                        | 22.5%       | 22%         | +0.5 pts |        |\n| **Type of new hires**         | Number of permanent contracts                                            | 88,764      | 87,725      | +1.2%  |        |\n|                               | Number of fixed-term contracts                                           | 65,252      | 74,910      | -12.9% |        |\n|                               | TOTAL                                                                      | 154,016     | 162,635     | -5.3%  |        |\n| **Departures**                | Percentage of departures within the Executive Director category           | 0.05%       | 0.04%       | +0.01 pts |        |\n|                               | Percentage of departures within the Senior Director category              | 0.08%       | 0.07%       | +0.01 pts |        |\n|                               | Percentage of departures within the Director category                     | 0.56%       | 0.5%        | +0.06 pts |        |\n|                               | Percentage of departures within the Manager category                      | 8.67%       | 7.7%        | +0.97 pts |        |\n|                               | Percentage of departures within the Employee category                     | 90.6%       | 91.6%       | -1 pt   |        |\n|                               | TOTAL                                                                      | 100%        | 100%        | 0 pts   |        |\n| **Attracting, supporting and developing talent** | Percentage of employees with access to training in the year (at least four hours of training) | 68.9% | 77.6% | -8.7 pts | At least 50% per year |\n|                               | Average number of training hours per employee                             | 9.2%        | 11.3%       | -2.1 pts |        |\n|                               | Total number of training hours over the year (in millions)                | 3.5%        | 3.5%        | 0 pts   |        |\n| **Attracting talent**         | Number of new hires                                                       | 154,018     | 162,635     | -5.3%  |        |\n| **Employee turnover and length of service** | Attrition rate among Senior Directors and Executive Directors | 3.4% | 4.5% | -1.1 pts |        |\n|                               | Staff turnover rate                                                       | 29.7%       | 29.2%       | +0.5 pts |        |\n|                               | Voluntary staff turnover rate                                             | 15.8%       | 15.9%       | -0.1 pt |        |\n|                               | Average seniority of employees (in years)                                 | 9           | 9           | 0 pt    |        |\n| **Internal mobility and promotion** | Rate of internal promotion: total                                         | 53%         | 51%         | +2 pts  |        |\n|                               | Rate of internal promotion: manager                                       | 50%         | 51%         | -1 pt   |        |\n|                               | Rate of internal promotion: Director                                      | 83%         | 62%         | +21 pts |        |\n|                               | Rate of internal promotion: Senior Director                               | 36%         | 37%         | -1 pt   |        |\n|                               | Rate of internal promotion: Executive Director                            | 12%         | 20%         | -8 pts  |        |\n## Encouraging diversity and inclusion and battling all forms of harassment and discrimination\n\n| Topic | Objective | 2023 Result | 2022 Result | Change | Target |\n|-------|-----------|-------------|-------------|--------|--------|\n| **Gender equality**<sup>(1)</sup> | Percentage of women leaders (top 200) | 28.8% | 25.7% | +3.1 pts | 35% by 2025 |\n| | Percentage of women appointed to key positions | 28% | 28.20% | -0.2 pts | |\n| | Percentage of women on the Board of Directors | 46% | 46% | 0 pts | |\n| | Percentage of women on the Group Executive Committee | 30.8% | 28.6% | +2.2 pts | |\n| | Percentage of women among Executive Directors | 28.8% | 25.7% | +3.1 pts | |\n| | Percentage of women among Senior Directors | 22.5% | 20.2% | +2.3 pts | |\n| | Percentage of women among Directors | 25.7% | 25.3% | +0.4 pts | |\n| | Percentage of women among managers | 43.9% | 43.7% | +0.2 pts | |\n| | Percentage of women among employees | 56.3% | 56.4% | -0.1 pts | |\n| | GROUP TOTAL – PERCENTAGE OF WOMEN IN THE WORKFORCE | 55% | 55.2% | -0.2 pts | |\n| | Percentage of management positions held by women | 42.6% | 42.3% | +0.3 pts | |\n| | Gender equality index in France | 97/100 | 93/100 | +4 pts | |\n\n| Employees and customers with disabilities<sup>(2)</sup> | Number of employees with a disability in the Group | 13,358 | 11,281 | +18% | 15,000 by 2026 |\n| | Percentage of employees recognised as having a disability | 4.3% | 3.7% | -0.6 pts | |\n| | Percentage of employees under 30 | 32.9% | 34.5% | -1.6 pts | |\n| | Percentage of employees between 30 and 50 (as a %) | 46.4% | 47% | -0.6 pts | |\n| | Percentage of employees over 50 (as a %) | 20.7% | 18.5% | +2.2 pts | |\n\n| Protecting team health, safety and quality of life | Workplace accident frequency rate (number of accidents/millions of hours worked) | 31.4% | 25.7% | +6.1 pts | |\n| | Workplace accident severity rate (number of days absent due to workplace accidents/1,000 work hours) | 2.1% | 1% | +1.1 pt | |\n| | Rate of absence due to workplace and travel-related accidents | 0.77% | 0.43% | -0.2 pts | |\n| | Absenteeism rate: illness | 5.8% | 6.34% | -0.5 pts | |\n| | Absenteeism rate: workplace accident | 0.7% | 0.4% | -0.3 pts | |\n| | Absenteeism rate: travel-related accident | 0.08% | 0.05% | -0.02 pts | |\n\n| Guaranteeing social dialogue | Percentage of employees covered by a collective bargaining agreement | 100% | 99% | +1 pt | |\n| | Number of collective bargaining agreements signed in France | 78 | 77 | +1.5% | |\n\n---\n\n<sup>(1)</sup> Scope: 100% of 2023 consolidated net sales.\n<sup>(2)</sup> Scope: 100% of 2023 consolidated net sales.\n<sup>(3)</sup> Scope: 100% of 2023 consolidated net sales.\n<sup>(4)</sup> Scope: 100% of 2023 consolidated net sales.\n<sup>(5)</sup> Scope: 100% of 2023 consolidated net sales.\n<sup>(6)</sup> Scope: 89.6% of consolidated net sales. Excluding BRAT + BR.\n2.1.7.2 Our action plans\n\nEncouraging diversity and inclusion and battling all forms of harassment and discrimination\n\nIn keeping with the ambitions of the Carrefour 2026 strategic plan, a new Commitment department was created in 2022. It is positioned at the level of the Group’s Executive Committee, thereby demonstrating our determination to go even further on these challenges, with a division dedicated to Diversity and Inclusion. To turn this ambition into tangible actions, Carrefour has adopted a Group Diversity and Inclusion policy, signed by its Chairman and Chief Executive Officer, Alexandre Bompard.\n\nGender equality\n\nThe Group employs 167,920 women, representing 55% of the total workforce. Carrefour remains actively committed to diversity. Equal career opportunities, equal pay and equal access to management positions for women are all Group HR policy priorities. The Group aims for women to represent 35% of its C200 by 2025. At the end of 2023, this indicator was 29%. This goal is backed up by individual coaching and mentoring programmes:\n\n- at Group and country levels, such as Empowering Women Leaders, followed by 16 directors since its launch in 2021;\n- the EVE intercompany programme initiated by Danone;\n- the Women Leaders development programme is a certification scheme that has benefited nearly 200 women since its launch.\n\nSeveral new programmes were launched in 2023. These included Women empower Women in Romania, which brought together 110 mentors and mentees, and Carrefour Ellas in Argentina and Brazil, which provided support through 30 hours of training and mentoring for 2,250 women employees during the year.\n\nSince 2020, Carrefour has had International GEEIS certification in each of its host countries, attesting to the Group’s proactive stance on gender equality. In 2023, Carrefour integrated the GEEIS Diversity label for the first time. The latest assessment by Bureau Veritas shows significant progress since 2014, with the Group now at the maximum maturity level of 5 out of 5 on the GEEIS scale.\n\nCarrefour launched the internal network dubbed #UnEgalUne on International Women’s Day in March 2023. This fully digital community, accessible to all Carrefour France employees, is dedicated to gender equality. It provides a space for members to stay informed, draw inspiration from role models, participate in events and voice their opinions on topics of interest to them.\n\nIn April 2023, the Group made a commitment to women’s health in the workplace and introduced an enhanced social protection system comprising:\n\n- 12 days’ authorised sick leave per year for women suffering from endometriosis and who have a document certifying their disability recognised by the company (Reconnaissance de la Qualité de Travailleur Handicapé – RQTH), inclusion card or disability certificate issued by the French social security agency, CPAM);\n- 3 days’ authorised sick leave following a miscarriage;\n- 1 day’s leave for women undergoing assisted reproduction treatment, at the time of an embryo transfer, in addition to the legal provisions in force.\n\nThese three measures were accompanied by an awareness-raising campaign aimed at managers to share best practices in addressing the various challenges that women may encounter over the course of their career in relation to their health. This involved the distribution of a guide and an audiovisual campaign highlighting behaviours to avoid.\n\nAs part of its annual initiatives, the Group offered its employees the chance to participate in a range of activities to raise awareness about breast cancer prevention, from a charity run to self-examination workshops.\n\nCarrefour is also committed to ending violence against women, as a member of the European CEASE initiative and the 1in3Women network. In 2023, Carrefour joined the initiative’s Executive Committee, allowing it to play a more active role in this fight by participating directly in the network’s management and strategy. To mark this year’s Orange Day, a product-sharing campaign for UN Femmes France was organised on mesh bags for oranges in all French hypermarkets and supermarkets. A prevention message and the victim helpline number were printed on checkout receipts on November 25. In-store employees were also encouraged to wear orange clothing or accessories to show their support for the cause.\nInclusion and equal opportunity\n\nThe Group is working to develop an inclusive culture based on the acceptance of differences. In 2023, 18,000 young people from disadvantaged urban areas signed contracts with the Group. Partnerships with specialised non-profits, such as Sport dans la Ville, enable Carrefour to support the employment of these young people through financial donations, introductions to the Group’s professions and coaching events. Other initiatives encourage the employment of seniors, with 20.7% of employees aged over 50. Each year, the Group organises a day dedicated to diversity and the acceptance of differences. In 2023, all of the Group’s integrated countries took part in this day, focusing on the topic of disability. In France, virtual reality awareness-raising was offered to head office staff. In Belgium, Executive Committee members created an immersive in-store experience to better meet the expectations of disabled customers.\n\nDuring Pride Month, the Group ran initiatives to raise awareness of the inclusion of LGBT+ people and a communication campaign promoting the visibility of role models from this community. Carrefour also supported specialised non-profits, as a major sponsor of the Rural Pride March. Additionally, Alexandre Bompard signed a partnership with Fondation LeRefuge (a non-profit founded to help young LGBT+ people cast off by their families), involving non-food donations and the distribution of personal care kits to young people in shelters. The Group is also committed to facilitating the employment of the Foundation’s young beneficiaries.\n\nTo promote employee engagement, the Group supports its volunteer firefighter employees by providing them with up to 20 days’ leave. Carrefour also supports the French National Federation of Firefighters through contributions to first aid training in its stores and the employment of members.\n\nBattling all forms of harassment and discrimination\n\nCarrefour involves all of its teams in the fight against discrimination and harassment: every employment contract requires new hires to sign Carrefour’s Code of Ethics, which is also sent to all suppliers (see Section 2.1.8 Workers in the value chain).\n\nCarrefour France conducted its first anonymous and voluntary “Diversity, Equity and Inclusion” survey to assess the adequate representation of diverse origins throughout the company. E-learning modules have been rolled out by the Group to raise awareness among teams. In Brazil, PODER, a diversity programme for people of colour has been introduced. It brought together 1,000 participants in 2023, providing four training modules. 78% of participants expressed satisfaction with the training provided. In 2023, Carrefour Brazil also announced the result of a call for proposals for 68 million Brazilian reals in scholarships for current or future students of colour. A total of 883 scholarships will be awarded in Brazil to students from public and private institutions, breaking down as follows: 305 for undergraduate courses, 223 for specialist courses, 304 for Master’s degrees and 51 for doctorates.\n\nDisability\n\nCarrefour has made the topic of disability the central cause of its 2026 strategic plan and has set the goal of employing at least 15,000 employees with disabilities by that date. In 2023, Carrefour employed 13,358 people with disabilities. Within the Human Resources Department, Mission Handicap focuses on three major areas:\n\n- recruitment: all jobs within the Group are open to individuals with disabilities, regardless of the type of contract (permanent, temporary, internship, apprenticeship), provided that the disability and the job requirements are compatible;\n- integration: Carrefour guarantees decent working conditions for employees with disabilities and makes the necessary adjustments (working hours, organisation, workplace adaptation, purchase of equipment, pre-employment medical check-up, etc.). When a new employee joins the company, a member of staff becomes their mentor and key contact throughout their professional journey;\n- keeping vulnerable people in work: Carrefour implements adapted work-from-home days or paid leave for medical care and examinations, part-time work for people over the age of 60, or support from Mission Handicap for extended absences.\n\nTo raise awareness about disability among all teams, Carrefour participated in the Duo Day initiative in 2023. Duo Day allows a job seeker with a disability to spend a day alongside a Carrefour employee to learn about their job.\n\nIncluLine CARREFOUR was launched in the last quarter. It is a service offered to Carrefour employees for any questions about disability and recognition as a disabled worker.\n\nFor several years, Carrefour has been improving accessibility for people with disabilities in its stores. Since 2021, the Group has rolled out and popularised the take-up of a “quiet hour for all” adapted to people with autism spectrum disorders. Similar initiatives also exist in Group host countries such as Poland, Spain and Argentina.\n\nUsing the “SVIsual” tool, a video interpretation service for sign language users, Carrefour facilitates access to its stores for deaf and hearing-impaired people. In 2023, seeking to build on this momentum, the Group organised a start-up competition to improve the experience of customers with disabilities. Three participants won awards: Handivisible (to make checkout visits easier for customers with disabilities), OOrion (to help our visually impaired customers find their way around the store) and AtypikBaby (with pyjamas adapted for children with disabilities).\n\n(1) Disadvantaged urban areas (quartiers prioritaires de la politique de la ville – QPV) are the poorest urban areas in France where the public authorities apply special support policies.\nPractical measures were also taken with the launch of Quiet Spaces in stores and the continuation of the “Yes to all our deaf and hearing-impaired customers” programme, with a webinar to raise awareness of French sign language in music.\n\nIn 2023, Carrefour undertook to support the employment of people with disabilities in mainstream environments. Four “Café Joyeux” product references were sold in over 800 stores (in the convenience and hypermarket segments).\n\nIn December, the first inclusive store opened in the Paris suburb of Villeneuve-la-Garenne. Ten initiatives have been implemented to improve the reception of customers with disabilities, including carts suited to people with reduced mobility, and an easier checkout process. With a special badge, customers with disabilities can be assisted throughout their shopping journey. Tactile Braille maps are available at store receptions for the blind and visually impaired customers, and guide strips on the floor make it easier for them to find their way around.\n\nProtecting health, safety and quality of life in the workplace\n\nCarrefour works actively to preserve the health of its employees and reduce the risk of workplace accidents. Since 2020, local teams in all of the Carrefour group’s integrated countries have deployed action plans on health, safety and quality of life in the workplace, along with associated objectives.\n\nProtecting health and safety\n\nTo prevent musculoskeletal disorders (MSDs), which are responsible for 45% of workplace accidents and occupational illnesses, training in manual handling is offered to 6,000 identified hypermarket and supermarket employees in France. To act sustainably, Carrefour France invested over 7 million euros on manual handling equipment in 2023.\n\nFocus has been given to risk assessment, and action plans have been drawn up for each store and warehouse. In 2023, commitments made in the Health Agreement were implemented on priority risks (musculoskeletal disorders), road risks and psychosocial risks. The psychosocial risk assessment was conducted this year, with more than 15,000 participants.\n\nAs a premium partner of the Paris 2024 Olympic and Paralympic Games under the slogan “Nourrir tous les espoirs” (Feeding all hopes), the Group is rolling out a corporate project that mobilises all teams and franchisees on the themes of nutrition and health. Through its partnership with Gymlib (sport and well-being), Carrefour has been providing its teams with free access to over 4,000 sporting facilities in France since January 2023.\n\nInnovating to enhance quality of life in the workplace\n\nCarrefour facilitates work-from-home arrangements and encourages the use of technology to increase flexibility and limit travel. Examples include G Suite, Drive, videoconferencing, shared calendars and Workplace, an enterprise social network allowing teams to exchange simply, without geographical or hierarchical barriers.\n\nAs a signatory of the Parenting Charter and the Quality of Life at Work Observatory’s 15 commitments on work-life balance, Carrefour also aims to promote a balance between personal and professional life.\n\nPromoting employment and managerial transformation\n\nCarrefour aims to become a leader in the food transition for all. Through its 2026 strategic plan, the Group is seeking to accelerate its transformation in line with societal changes. To achieve this transformation, training programmes, communication plans and annual objectives are in place, with managers acting as the key drivers.\n\nCarrefour strives to motivate its teams on digital innovation, which is central to its operating model. The Group’s goal is to become a global leader in digital retail by 2026. To achieve this, all countries where Carrefour operates are developing programmes and tools to enable employees to grasp these challenges, and to train accordingly. The Group’s objective is to train all of its employees in digital skills by 2024, with a pace of 100,000 employees trained per year between 2022 and 2024. Since it was launched, 2,000 employees received training at the Digital Retail Academy.\n\nAttracting, supporting and developing talent\n\nAttracting talent\n\nAll of the Group’s countries are improving their recruitment strategies and modernising their practices as a means of attracting new talent, especially in high-demand specialities including food-related professions, IT and digital technology. This involves better analysis of recruitment needs and issues, diversified communication channels by profile, occupation and location, and the use of innovative recruitment techniques on social media (e.g., Metaverse, LinkedIn, Instagram, Facebook, X and TikTok). Lastly, Carrefour is now collaborating with several employment- and integration-focused non-profits and institutions, as well as business, engineering and IT schools.\n\nRetaining talent\n\nEmployee retention is closely linked to the career management system led by Human Resources, including the systematic organisation of annual appraisal interviews, opportunities for mobility and internal promotion, and employee training programmes. In addition, career development interviews have been introduced in all countries.\n\nCarrefour listens to its teams and uses the Employee Net Promoter Score® (eNPS®), a metric that measures employee engagement through an online survey. In 2023, over 22,000 employees participated in the survey; the score of 86% achieved puts Carrefour above the industry average (Ipsos survey).\n\nIn order to allow all employees to share in the Group’s success, an employee share ownership plan, Carrefour Invest, was offered to the Group’s 334,640 employees in the first half of 2023. This initiative resulted in employees subscribing for approximately 75 million euros in Carrefour SA shares. Carrefour Invest is sending out a strong signal, as the Group has undertaken to use at least half of the total amount subscribed (the highest percentage in the CAC 40), i.e., more than 37 million euros, to fund or provide further funding for environmental or social projects internally. One third of the funding had already been earmarked by the end of 2023. Projects eligible for funding via Carrefour Invest cover the following four areas of action:\nThese projects are funded in all integrated countries and contribute to the achievement of the Group’s strategic plan and its CSR ambitions.\n\nDeveloping team skills\n\nIn order to accelerate access to management positions, Carrefour is doubling the number of graduates from the Leaders School and ensuring its gradual expansion throughout the entire Group. After Argentina, Spain, France, Poland, Italy, Belgium, Romania and Brazil now have Leaders Schools. 5,000 employees will graduate by 2026. Open to all willing employees, this programme allows access to more senior responsibilities, often following a course conducted in partnership with a higher education institution (such as Paris Dauphine University in France).\n\nGuaranteeing human rights and labour rights\n\nCarrefour is committed to promoting human rights and labour rights in its operations, ensuring that each worker receives compensation guaranteeing a decent standard of living. In 2023, Carrefour updated its human rights risk map of its own operations. The result is a comprehensive universe of human rights and health and safety risks identifying all situations potentially arising in Carrefour’s operations and among its franchisees. The risk assessment was conducted based on Carrefour’s professions and operating countries. The retail (in integrated and franchised countries), logistics and e-commerce professions are exposed to the same four key risks:\n\n- harassment, discrimination and failure to adhere to diversity principles,\n- illegal work,\n- occupational health and safety risks,\n- deteriorated working conditions.\n\nGuaranteeing social dialogue\n\nCarrefour promotes and encourages social dialogue globally, as well as at the European and local levels. As a signatory to a framework agreement with UNI Global Union, the Group recognises the importance of trade unions and employee representation. It guarantees freedom of association and respect for the principles of collective bargaining.\n\nThe ECIC, its European Works Council, is one of the most widely recognised such bodies for the quality of its content and interactions between management and employee representatives. In 2023, the ECIC met 12 times.\n\nIn each Group host country, social dialogue is governed by local collective bargaining agreements. These play a major part in the Group’s economic performance, but also in employees’ working conditions and, more broadly, in quality of life in the workplace. In 2023, 78 collective bargaining agreements were signed by Carrefour group companies.\n\nIn Brazil, the Group has a team specialising in trade union relations, which is responsible for social dialogue wherever necessary.\n\n2.1.8 WORKERS IN OUR VALUE CHAIN\n\n2.1.8.1 Our objectives and outcomes\n\nOverview\n\nAs an international retailer, Carrefour sources its products from a large number of suppliers around the world. Since 1995, the Group’s approach to human rights has been based on international recommendations and standards such as the Universal Declaration of Human Rights, the United Nations Global Compact, the Declaration on Fundamental Principles and Rights at Work and the Fundamental Conventions of the International Labour Organization (ILO), the Organisation for Economic Co-operation and Development (OECD) Guidelines for Multinational Enterprises, and the United Nations Guiding Principles on Business and Human Rights.\n\nThe Group has committed to defining objectives, monitoring indicators and implementing corrective measures to ensure best practices among its suppliers and among those with whom they do business. Carrefour also measures the risks inherent to its supply chains and the social and environmental compliance of its suppliers, and promotes CSR best practices.\n\nRisks and opportunities\n\nThe Group identified the following risk categories relating to workers in the value chain: adequate working conditions, decent wages, internal social climate, health and safety at work, equal treatment and opportunities for all, training and skills development, attracting and retaining employees.\n| TYPE OF RISK | RISK | OPPORTUNITY |\n|-------------|------|-------------|\n| Working conditions, workers' health and safety, discrimination and training | Inadequate working conditions at suppliers, resulting in Carrefour being challenged for failing to respect human rights or jeopardising people’s health and safety | Risk management and appropriate duty of care measures with a positive impact on the Group’s reputation and the quality of the products sold |\n| | Complaints against Carrefour or its suppliers concerning discriminatory recruitment practices or inequalities between employees at suppliers | Innovative partnerships with suppliers to provide new products, develop new techniques and step up transitions |\n| | Increase in product costs due to loss of skills/expertise among suppliers’ employees | |\n| | Reduced product quality due to high staff turnover and loss of supplier expertise | |\n| Decent wages | Regulatory pressure for a fairer distribution of value along the production chain (e.g., AgroALIM law), leading to higher product purchase prices | Supply chain resilience through the establishment of partnerships with producers, for example guaranteeing fair prices |\n| | Agricultural crisis, disruption of supply and complaints that the retail industry poorly compensates farmers in the value chain (e.g., the milk and pork crises in France) | |\n| Internal social climate | Increased staff turnover among suppliers, loss of skills, lower product quality leading to higher costs for Carrefour or the need to change suppliers | |\nSUMMARY OF OUR OBJECTIVES AND OUTCOMES\n\n| Topic | Objective | 2023 Result | 2022 Result | Change | Target |\n|-------|-----------|-------------|-------------|--------|--------|\n| Respect for human rights and labour rights | Percentage of supplier factories of controlled products located in high-risk or risk countries covered by a social audit | 100% | 100% | 0 pts | 100% per year |\n| | Percentage of social audits with alerts (potential production plants) | 19% | 17% | +2 pts | |\n| | * Of which alerts related to working hours | 23% | 28% | -5 pts | |\n| | * Of which alerts related to compensation, working conditions and benefits | 21% | 24% | -3 pts | |\n| | * Of which alerts related to health and safety | 41% | 30% | +11 pts | |\n| | Number of social audits (potential production plants) | 1,161 | 1,418 | -18.1% | |\n| | * Of which Bangladesh | 66 | 54 | +22.2% | |\n| | * Of which China | 754 | 907 | -16.9% | |\n| | * Of which India | 75 | 77 | -2.6% | |\n| | * Of which Turkey | 64 | 102 | -37.5% | |\n| | * Of which Other countries | 202 | 278 | -27.3% | |\n| | Number of units screened using the Sentinel tool | 4,000 | 3,873 | +3.3% | |\n| | Number of sites screened using the Sentinel tool with alerts | 78 | 105 | -25.7% | |\n### Corporate Social Responsibility and Performance\n\n#### Non-financial policies, action plans and performance\n\n| Topic                                      | Objective                                                                 | 2023 Result | 2022 Result | Change  | Target |\n|--------------------------------------------|---------------------------------------------------------------------------|-------------|-------------|---------|--------|\n| Ensuring fair compensation and decent wages| Number of partner producers in organic farming, CQLs, regional and local producers and partners embracing other approaches | 46,013      | 37,758      | +21.9%  |        |\n|                                            | For indicators relating to social audits, see the indicators mentioned above under “Guaranteeing human rights and labour rights” |             |             |         |        |\n|                                            | Sales (incl. VAT) of fair trade products (own brand and national brand) (in thousands of euros)[1] | 122,515     | 137,167     | -10.7%  |        |\n\n**Protecting the health, safety and quality of life of workers in the value chain**\n\n| Protecting the health, safety and quality of life of workers in the value chain | For indicators relating to social audits, see the indicators mentioned above under “Guaranteeing human rights and labour rights” | 2023 Result | 2022 Result | Change  | Target |\n|---------------------------------------------------------------------------------|-----------------------------------------------------------------------------------------------------------------|-------------|-------------|---------|--------|\n\n[1] Scope: France only.\n2.1.8.2 Our action plans\n\nRespect for human rights and labour rights\n\nPurchasing governance and organisation\n\nPurchasing has the major responsibility of both securing supply chains and ensuring that ethics principles and purchasing rules for the food transition are applied. The Food Transition Committee defines the strategic guidelines and the Group Merchandise department sets out the CSR and food transition objectives relating to responsible purchasing. This department coordinates the national offices which are responsible for rolling out and implementing the purchasing rules for the food transition in each country. These rules are aimed in particular at suppliers of various purchasing centres or, as the case may be, local producers. For example, Global Sourcing is the purchasing centre for non-food products (textiles and small household goods), and Socomo, a Carrefour entity in Spain, is the Group’s purchasing centre for fruit and vegetables.\n\nUpholding human rights among our suppliers and in our value chain\n\nTo ensure compliance with this commitment, Carrefour is rolling out tools and procedures to support its suppliers. The Supplier and Service Provider Commitment Charter forms an integral part of all purchasing contracts. It contains nine chapters on human rights, ethics and the environment, including respect for health, safety and human rights within supply chains. In this regard, Carrefour is committed to constantly improving working conditions and protecting human rights and the environment among its suppliers. To meet its commitments, Carrefour puts risk assessment and prevention at the heart of its management system. Carrefour endeavours to assess the social and environmental compliance of its suppliers worldwide and to promote CSR practices throughout its value chain.\n\nBased on the main international benchmarks and standards in this area, Carrefour has set itself commitments to combat child labour, forced labour, illegal labour, slavery and human trafficking (see 2.2 Duty of Care Plan).\n\nThe Group’s social purchasing rules set out the actions to be implemented for all purchases of controlled products by the Group in all countries. Each country team prepares its own plan based on local conditions and supervises its proper implementation. These rules set out in particular:\n\n- that suppliers must sign the Commitment Charter;\n- the compliance process and rules applicable for social audits (see Section 2.1.8., Workers in our value chain);\n- that the Group’s purchasing entities must appoint a person in charge of social and environmental compliance;\n- an action plan to bring production phases into compliance with specific purchasing rules; and\n- sensitive raw materials.\n\nIn accordance with Carrefour’s purchasing rules, all supply plants located in risk or high-risk countries must undergo a social audit. The audits are conducted under Initiative for Compliance and Sustainability (ICS) and Business Social Compliance Initiative (BSCI) standards. They serve to pave the way for dialogue and bring the supplier’s working conditions in line with requirements.\n\nA total of 1,161 compliance audits were completed in 2023. 19% of these audits resulted in alerts and corrective action plans. The main alerts related to working hours (23%).\n\nWhistleblowing systems and measures specific to forced labour\n\nIn addition to compliance audits, Carrefour uses various whistleblowing systems to detect situations that could lead to human rights violations such as forced labour. These systems have been rolled out in particularly high-risk areas of the Group’s supply chain, such as the Tamil Nadu region (India) and the Xinjiang region (China). The Sentinel and Worker Voice tools have been implemented in these regions since 2022:\n\n- Sentinel (Xinjiang region): collects potential alerts on the Group’s supply chain via social networks, the Internet, etc. More than 4,000 alerts were identified in 2023;\n- Worker voice: ethics hotline and targeted questionnaire on forced labour, directly with workers at Carrefour’s main spinners in Tamil Nadu, India.\n\nCommitments and measures specific to textiles in Carrefour’s supply chains are also in place (see 2.2 Duty of Care Plan, Section 2.2.7.3.3 Prevention of forced labour in the textile supply chain).\n\nMapping tier 2 suppliers in high-risk countries\n\nThe Global Sourcing entity began mapping tier 2 suppliers in 2022. The aim was to identify the stakeholders involved across the production and supply chain to better identify specific social issues, including fair compensation. Compensation is covered by the audit criteria for the Group’s tier 1 suppliers. For the textiles sector, this consists of identifying the suppliers involved in several stages: cloth manufacture (spinning, knitting, dyeing), product assembly, etc.\nFair compensation and decent wages\n\nContractual conditions and compliance audits for suppliers in high-risk countries\n\nCarrefour is committed, through its Commitment Charter on Human Rights, to ensuring that each employee receives sufficient compensation to achieve a decent standard of living and that the minimum wage is applied in its supply chain.\n\nIn relation to decent wages, Carrefour’s purchasing rules include audits on compliance with the minimum wage, legal overtime pay requirements and freedom of association. Specific roadmaps covering these three themes were defined at the local level. The social performance of suppliers is regularly monitored and checked through social audits. Corrective action plans are systematically implemented and progress monitored over time. In addition to social audits, Carrefour develops local projects to meet the specific needs of its suppliers. More than 80% of cases of non-compliance identified in plants in high-risk countries each year relate to the following three categories: “compensation, benefits and conditions”, “health and safety” and “working hours”.\n\nDeveloping fair trade products\n\nThrough its purchases, Carrefour has been developing and promoting fair trade for more than 20 years, and in doing so contributes to improving the living conditions of producers and the long-term development of the communities. In 2023, 123 million euros worth of fair trade products were sold in Carrefour stores worldwide (down 10.7% versus 2022). Product sales generated 1,900,290 million euros in development bonuses for cooperatives, on top of the fairer retail price paid to producers, which have financed study grants, water purifiers, schools, maternity units, and more.\n\nTracing supply lines and communicating transparently\n\nCarrefour aims for “all natural raw materials used in TEX products to be sustainable and traceable” by 2030. To this end, it supports its direct and indirect suppliers in improving their social performance. In this regard, it has developed a methodology to identify its tier 2 suppliers, trace supply lines and as a result ensure fair compensation throughout the value chain.\n\nThanks to its partner, Cotton Connect, Carrefour ensures that producers in its Indian organic cotton supply line working in Madhya Pradesh and Maharashtra receive a higher rate than conventional cotton producers. The first 100% “sustainable cotton” collection is a direct result of this approach, comprising home textiles, undergarments, babywear and children’s clothing under the TEX BIO brand. This collection has been sold in all of Carrefour’s French and Spanish hypermarkets since spring-summer 2019. Blockchain technology introduced for textiles in 2020 now makes it possible to include a QR code on the label that will enable customers to track the cotton from the field to the store shelf.\n\nFair compensation for producers\n\nCarrefour has consequently developed an objective to work with 50,000 organic, Carrefour Quality Line, regional or local partner producers by 2026. Carrefour continuously strengthens its partnerships with local companies in all countries. For example, the Group promotes the development of small- and medium-sized enterprises through the implementation of SME plans. The Group’s SME plan in France aims to strengthen cooperation between Carrefour and SMEs across all food and non-food industries. In France, the Group has introduced a simplified two-page ultra-local contract template that all stores can use to facilitate these partnerships. One of the guarantees of such contracts is fair pricing practices. Partner producers enjoy a close relationship with Carrefour, governed by a special multi-year contract with commitments on prices and volumes, a simplified 48-hour listing process and accelerated payments within seven days.\n\nSocial and stakeholder dialogue\n\nFor many years, Carrefour has maintained ongoing dialogue with its stakeholders. This enables the Group to ensure that its CSR strategy stays relevant, that new commitments are in line with the strategy, and that suitable action plans are drawn up. Several times a year, Carrefour arranges meetings in order to draw up functional recommendations on a specific CSR issue. These meetings are attended by around 50 people representing the Group, NGOs, government, customers, investors and suppliers, who come together to share their expertise and point of view on the subject in question. Carrefour also leads several long-term action plans in conjunction with various non-profits, such as the WWF® since 1998.\n\nCarrefour views its partners and employees as key players in the Group’s duty of care, contributing to the reporting of alerts. In this regard, Carrefour signed a global framework agreement, which was renewed in 2021, with the trade union organisation UNI Global Union, with the aim of maintaining ongoing social dialogue. This agreement aims in particular to promote the defence of and respect for workers’ basic human rights (freedom of association and collective bargaining, in addition to safety and working conditions at Carrefour and at suppliers and franchises). A dispute management procedure is incorporated in the framework agreement, enabling complaints reported to a trade union representative or Carrefour’s teams to be passed onto the UNI and Carrefour’s management, with assurance that the matter will be dealt with.\nFranchisees\n\nOn an international level, Carrefour requires that its franchisees respect human rights by systematically attaching to their contracts its Charter for the Protection of Human Rights. Through this charter, they commit to compliance with international labour rights standards, the Universal Declaration of Human Rights and several ILO conventions, including those on child labour, forced labour and freedom of association. In line with the commitments made at Group level, the charter requires franchisees to:\n\n- not engage in slavery, debt bondage or forced or compulsory labour;\n- not allow children under the age of 15 to work, and to employ children under the age of 18 only for production, manufacturing and assembly tasks under conditions that do not endanger their health, safety or moral integrity, and that do not harm their physical, mental, spiritual, moral or social development;\n- ensure that workers have the right to organise freely in trade unions and be represented by organisations of their choice for the purpose of collective bargaining;\n- offer good working conditions, particularly with regard to working hours, safeguarding their health, safety and moral integrity.\n\nBy signing this charter, franchisees agree to ensure compliance among all their employees, suppliers, sub-licensees, subcontractors and/or sub-franchisees, as appropriate. They ensure that these principles are applied, by organising checks such as observation visits, which are followed up by dedicated reports and, where necessary, by corrective action plans, as well as follow-up visits where appropriate. Lastly, they authorise the Carrefour group or any authorised person to carry out unannounced compliance checks relating to the charter’s commitments.", "source": "carrefour_2021", "added": "2025-04-09", "created": "2025-04-09", "metadata": {"Source-File": "climate_reports/ccrm_2023/carrefour_2021.pdf", "olmocr-version": "0.1.59", "pdf-total-pages": 68, "total-input-tokens": 215047, "total-output-tokens": 54046, "total-fallback-pages": 0}, "attributes": {"pdf_page_numbers": [[0, 1123, 1], [1123, 6390, 2], [6390, 7419, 3], [7419, 9722, 4], [9722, 14217, 5], [14217, 19712, 6], [19712, 22847, 7], [22847, 24236, 8], [24236, 29291, 9], [29291, 33141, 10], [33141, 36146, 11], [36146, 37998, 12], [37998, 41128, 13], [41128, 44682, 14], [44682, 45166, 15], [45166, 47297, 16], [47297, 50109, 17], [50109, 51718, 18], [51718, 57024, 19], [57024, 62707, 20], [62707, 66792, 21], [66792, 71850, 22], [71850, 73659, 23], [73659, 75833, 24], [75833, 77682, 25], [77682, 80777, 26], [80777, 81204, 27], [81204, 86107, 28], [86107, 92008, 29], [92008, 95948, 30], [95948, 98604, 31], [98604, 99050, 32], [99050, 100669, 33], [100669, 103210, 34], [103210, 105133, 35], [105133, 109583, 36], [109583, 113185, 37], [113185, 116564, 38], [116564, 119451, 39], [119451, 120511, 40], [120511, 123661, 41], [123661, 130292, 42], [130292, 133605, 43], [133605, 135059, 44], [135059, 137050, 45], [137050, 142957, 46], [142957, 146879, 47], [146879, 149599, 48], [149599, 150623, 49], [150623, 154101, 50], [154101, 158616, 51], [158616, 162900, 52], [162900, 169863, 53], [169863, 172152, 54], [172152, 177013, 55], [177013, 178613, 56], [178613, 183004, 57], [183004, 185874, 58], [185874, 190226, 59], [190226, 196031, 60], [196031, 202275, 61], [202275, 206329, 62], [206329, 207881, 63], [207881, 209114, 64], [209114, 210823, 65], [210823, 215641, 66], [215641, 221039, 67], [221039, 222797, 68]]}}