{"id": "bff171561d268f739798cdbcb1989054e44a77ea", "text": "4.2.\n\nSustainability, the basis for transformation\n\nSustainability is one of the cornerstones of our business model. Our strategy of collaboration, transparency and innovation involves all levels of the organisation and creates a culture of sustainability that permeates every aspect of our work and every stage of the value chain. Our aim is to progress on the path of positive impact to guarantee this transformation.\n\n4.2.1. Our approach to sustainability\n\nGRI 102-12; 103-2; 103-3; 201-2 AND 201-3\n\nSustainability is one of the cornerstones of our business model. We are committed to creating value for our stakeholders, with the ultimate goal of helping to generate a positive impact for society and the planet.\n\nAll our decisions and actions are based on respect for human and labour rights throughout the value chain and compliance with the most rigorous and ambitious environmental standards. Based on this compliance requirement, we have built an ambitious sustainability strategy that places the impact in the centre, as the light that guides our efforts. Our aim is to progress on the path of positive impact.\n\nOur vision of sustainability stems from an intention to transcend short-term approaches and trends in order to create long-term strategies, structures and action plans. Hence, our perspective is twofold: to maintain an upright, timeless and organic strategic approach, while at the same time addressing the most important and urgent tactical challenges facing the planet, society and our industry.\n\nOur actions are aimed at protecting and positively impacting three main areas: life as a whole and the ecosystems; people; and the substrate (comprising its different elements: water, land, air and energy). Consequently, we take a systemic, comprehensive and hybrid approach that combines the social and environmental spheres, with the ultimate goal of prosperity and sustainable development.\n\n2021 MILESTONE\n\n- Inditex has been included in the index Global 100 World’s Most Sustainable Corporations in the World 2022 (published in January 2022). The Group scaled 19 positions to 73 in this annual ranking, compiled by Corporate Knights, of companies’ performance on the basis of economic, environmental, social and governance indicators.\n\n- In November 2021, Inditex also received the Terra Carta seal for its contribution to creating a sustainable future. The Prince of Wales launched this seal as part of the Sustainable Markets Initiative, in recognition of global companies that are driving innovation and demonstrating their commitment to creating sustainable markets.\nSUSTAINABILITY AT INDITEX: THE IMPACT AT THE CORE\n\nProsperity for the planet and for people\n\nProgress towards positive impact\n\nTo be levers of transformation, not only of our value chain, but also of the industry\nThe commitment to sustainability permeates the entire Company: from the governance bodies, articulated through a strong sustainability governance structure, to the entire workforce, including offices, logistics centers and stores. This has enabled us to progress towards our specific goals to generate value.\n\nWe rely on four key elements to implement our sustainable strategy: culture, collaboration, transparency and innovation.\n\n**Sustainability culture**\nSustainability is ingrained in all our processes and decisions throughout our value chain. From product design to store management, it is a shared principle. To ensure it permeates our entire staff, regardless of their position and function, we carry out various actions aimed at creating a culture of sustainability throughout the Company.\n\nThis culture begins as soon as our people join us. For example, new recruits at offices receive training in which sustainability is prominent. After an initial overview they receive more thorough training in the various Company’s programmes, in accordance with their job position.\n\nThis training is especially important for our buying and product teams, since their actions and decisions have a direct impact on the sustainability of our products and supply chain. In this regard, communication and relations between the various teams is continuous, working together to achieve the Group’s goals. Furthermore, this year we joined forces with one of the world’s leading universities for textile-related studies to create the Sustainable Fashion School specialist training programme aimed at helping our buying and design teams.\n\nEqually important is the training received by our store staff. In 2021, we launched the first pilot edition of the Changemakers programme, aimed at training and informing our store staff and creating a community of Changemakers who internalise our commitments and strategy and make them their own.\n\nIn 2021, **15,560 employees** were trained on sustainability (6,960 employees in 2020).\n\n**Collaboration**\nIn keeping with our aim of being a **driver of transformation** in the industry, we take a holistic approach to sustainability, which includes both its integration throughout our entire value chain and collaboration with each and every one of the related actors.\n\nTo address the paradigm shift needed to face the challenges posed by the fight against climate change, circularity or the sustainable development of communities, we have to join forces with all the actors involved. Hence, we take an open approach in which collaboration is a pillar of transformation. Examples of this are our engagement with entities such as the United Nations Global Compact, the International Labour Organization, UNI Global Union, IndustriALL Global Union, The Fashion Pact, Ellen MacArthur Foundation, Zero Discharge of Hazardous Chemicals and the Sustainable Apparel Coalition, among others.\n\nWe work together to transform: we are resolutely and collaboratively promoting the transformation of the sector.\nTransparency\nIn line with our commitment to transparency, we share information with our stakeholders concerning our sustainability strategy, the programmes on which it is structured, our goals and the progress achieved, among other issues.\n\nAmong the foremost examples of our transparency is our annual accountability through this Integrated Directors’ Report, as well as the information we regularly publish on our website. We also share a range of detailed and specific information with our various stakeholders, such as shareholders, suppliers, customers or the different organisations with which we collaborate.\n\nInnovation\nInditex is unwaveringly committed to innovation in all its areas, including sustainability. The complexity of the global challenges we face and the path towards a positive impact require an increasingly prominent presence of innovation, science and technology in our actions.\n\nWe believe that in order to drive the industry’s transformation, it is not enough to apply the current paradigms, but rather an innovative approach is necessary, one that strives for new solutions both technologically and in creating new models of action and relation relationship with our environment.\n\nRoadmap and commitments\n\n2021 MILESTONE\n\nNew sustainability commitments:\nThe Group approves new sustainability objectives at its Annual General Meeting and brings forward its commitment to achieve net zero emissions by ten years to 2040.\n\nOUR SUSTAINABILITY ROADMAP\n\n2022\n\n100% of energy consumption from renewable sources in all our own facilities (headquarters, logistics centres, factories and stores), exceeding the 80% previously planned for 2025.\n\nMore than 50% of articles featuring the Join Life label.\n\n2023\n\n100% of cotton from more sustainable sources, two years ahead of the previous target of 2025.\n\n100% man-made cellulosic fibres from more sustainable sources.\n\nZero waste from our own facilities: headquarters, logistics centres, factories and stores.\n\n100% elimination of single use plastic for customers.\n\n100% collection of all packaging materials for recycling or reuse in the supply chain (Green to Pack).\n\n2025\n\n100% Polyester from more sustainable sources.\n\n100% Linen from more sustainable sources.\n\n25% reduction of water consumption in the supply chain.\n\n2040\n\nNet zero emissions, ten years ahead of the previous target of 2050.\nWe have a Sustainability Roadmap that is structured around two main pillars: a commitment to the circular economy and decarbonisation – in line with the objectives of the Paris Agreement, and a commitment to the Sustainable Development Goals, to which we add the promotion of and respect for human rights.\n\nWithin the framework of this Roadmap, and consistent with our sustainable strategy, we have established a series of ambitious milestones and objectives. In order to achieve them, we need the engagement of each and every one of the teams that make up Inditex, as well as the collaboration of the various stakeholders in our industry and in the communities in which we operate.\n\nAt the Annual General Meeting held on 13 July 2021, the Group announced that it will bring forward some objectives and the addition of new ones to those already set out in our Roadmap, raising the level of ambition. These include bringing forward our goal of net zero emissions to 2040, ten years earlier than initially scheduled.\n\n**Sustainability governance**\n\nThe commitment to sustainability extends to all levels of the Company, starting with the governing bodies and permeating the entire organisation, based on a solid system of governance.\n\nThe **Sustainability Committee** is the delegated body of the Board of Directors responsible for supervising and monitoring sustainability proposals in the social, environmental and product health and safety areas. It is also responsible for fostering the commitment to the Sustainable Development Goals and relations with the various stakeholders in this regard.\n\nThe Sustainability Committee, along with the Audit and Compliance Committee, is also responsible for overseeing the information included in the Statement on Non-Financial Information and other public documentation on matters within its purview. The Audit and Compliance Committee—as the body responsible for overseeing and controlling the effectiveness of the internal risk control and management systems—is entrusted with monitoring and assessing the risks arising from the Group’s actions in relation to the Sustainability Policy.\n\nFurthermore, the Group has an **Ethics Committee**, an internal body reporting to the Board of Directors, which oversees compliance with the standards of conduct, and a Social Advisory Board, an external sustainability advisory body in operation since 2002. The **Social Advisory Board** is made up of independent and external persons and institutions and its mission is to institutionalise dialogue with key stakeholders from civil society where we develop our business model.\nThis governance system is based on a number of policies and strategies that guide our activities and our decision making, and that lay the groundwork to ensure that sustainability is integrated throughout our business model. These include, in particular, our Sustainability Policy, which comprises the principles adopted by the Group in relations with our stakeholders, encouraging integration of sustainability practices within the business model and ensuring that its business activity is carried out with full respect for people, the environment and the community at large, based upon the commitment the company has made to respecting human rights and to sustainable development. This Policy, approved by the Board of Directors on 14 December 2020, builds on and updates the previous Corporate Social Responsibility Policy and Environmental Sustainability Policy, consolidating them into a single text.\n\nThe commitment to sustainability by the governing bodies and the entire Company is crystallised in the definition of ambitious goals and specific targets, including linking the variable remuneration of different areas within the Group to sustainability objectives.\n\n**THE VARIABLE REMUNERATION OF ALL OFFICE EMPLOYEES**\nThe variable remuneration of all office employees in linked to sustainability metrics.\n\n**15%**\n**VARIABLE REMUNERATION OF THE GROUP’S CHAIRMAN AND CEO**\n15% of the variable annual remuneration of the Group’s Executive Chairman and Chief Executive Officer is linked to the fulfilment of the sustainability policies. This progress is measured in accordance with a set of indicators, such as the increase in the percentage of Join Life products, among others.\n\n**+10%**\n**LONG-TERM INCENTIVE**\nWe have a long-term incentive plan for members of the management team and other employees for the 2019-2023 period. This includes sustainability metrics which, in turn, represent 10% of the aggregate incentive. In our new long-term incentive plan for 2021-2024, approved by the Annual General Meeting in July 2021, the weighting of sustainability metrics has been increased to 25%.\n4.2.2. Contribution to sustainable development\n\nGRI 103-2 AND 201-2\n\nAt Inditex we aim to generate value and foster prosperity in the communities where we operate. With this in mind, since the approval in 2015 of the United Nations 2030 Agenda for Sustainable Development, we have aligned our strategy with the common action plan proposed by the Agenda through its 17 Sustainable Development Goals (SDGs) and their respective 169 targets.\n\nThe roadmap proposed by the SDGs is common to all parties involved in sustainable development — including governments, private companies and civil society— so it represents an opportunity for our Company to align our contribution to sustainable development and to maximise our positive impact together with our stakeholders.\nAs a result of aligning our strategy with the SDGs—facilitated by the already predominant position sustainability has in our business model—we have identified those goals where our contribution is most significant due to the nature of our business model and our activity.\n\nThis does not mean that our commitment and contribution is confined only to these goals. They encompass all 17 SDGs so as to adapt to the multidimensionality of the challenges they tackle, as they are closely interrelated and therefore cannot be addressed independently. Only by achieving all of the SDGs will we manage to eradicate poverty in all its forms, reduce inequalities and stop climate change.\n\nGoal 17 stands out because of its transversality, as it highlights the need for partnership among the various players in society to achieve this common agenda. Consequently, among the actions we implement to contribute to sustainable development, collaboration with our stakeholders is fundamental, in line with our intention of joining forces to have a positive impact on society and help preserve the planet.\n\nMoreover, we are convinced that transparency and accountability are essential to attaining the goals, which is why this Report includes detailed information on our contribution to the SDGs, indicating at the start of each chapter those goals impacted by the actions outlined therein. Our contribution to the global attainment of the 17 goals and their various targets extends throughout the value chain and is carried out from all areas of the business: from manufacturing products to the stores, encompassing all the Company’s processes and areas.\n\nIn addition, we include a summary of the key indicators that show our contribution to the SDGs. These indicators were selected in accordance with the guide entitled Business Reporting on the SDGs: An Analysis of Goals and Targets, published by the Action Platform for Reporting on the Sustainable Development Goals (jointly organised by the United Nations Global Compact and the Global Reporting Initiative – GRI) to which Inditex has been adhered since its launch and which concluded its activity in 2020. Due to our interest in continuing to help attain the SDGs, this year we joined the Business Leadership Forum on the SDGs, a GRI programme spanning two years whose purpose is to foster the achievement of the SDGs by means of business reporting and the collaboration of various stakeholder groups.\n\nMore information in section 6.1.6. Inditex’s contribution to the SDGs. Main indicators of this Report.\nINDITEX’S CONTRIBUTION TO THE SDGS\nMAIN MILESTONES IN 2021\n\nSDG 3\nGOOD HEALTH AND WELL-BEING\n\nHealth, safety and well-being are priorities for us, especially in the current context still shaped by the presence of covid-19. Consequently, we have measures in place throughout our value chain aimed at both our employees and supply chain workers. During 2021, the certification process of our facilities under the ISO 45001:2018 standard, one of the most widely recognised standards for occupational health, safety and well-being, has been reinforced. In addition, through our partnerships with Médecins Sans Frontières, Medicus Mundi and Every Mother Counts, we have contributed to improving the health and well-being of more than 6 million vulnerable people around the world.\n\nSDG 8\nDECENT WORK AND ECONOMIC GROWTH\n\nAt Inditex we encourage the creation of stimulating, stable and safe working environments in which all the people who make up our value chain have equal opportunities and where their professional development is boosted. In this regard, the initiatives aimed at our people are of great importance, but also our Workers at the Centre 2019-2022 strategy, aimed at supply chain workers, through which in 2021 we reached 1,366,420 workers. We collaborate with various organisations to achieve this goal, including IndustriALL Global Union, UNI Global Union or the International Labour Organization. As part of our investment in the community, we promote the employment of people at risk or in a situation of social exclusion through initiatives such as for&from, SALTA or the employment programme with Caritas.\n\nSDG 12\nRESPONSIBLE CONSUMPTION AND PRODUCTION\n\nSustainability, as an integrated aspect of our business model, implies promoting responsible consumption and production practices. We conduct numerous social and environmental actions that take into account the entire life cycle of our products. Thus, in 2021 we continued to promote the production of articles labelled under our Join Life standard, which identifies articles made of the most sustainable raw materials and the most environmentally friendly production processes - reaching 47% of items placed on the market under this standard. As part of our community investment, we are developing projects such as Moda Re- and partnerships such as the one initiated in 2020 with UNHCR, with the aim of extending the life cycle of textile products and reducing the generation of waste.\n\nSDG 13\nCLIMATE ACTION\n\nWe are strongly committed to fighting against climate change. In line with our unwavering commitment, we have brought forward our Net Zero Emissions goal to 2040 (previously 2050). We have also been involved in multiple initiatives focused on the fight against climate change, such as Race to Zero, within the framework of the United Nations Framework Convention on Climate Change (UNFCCC); the We Mean Business Coalition; or the Business Call for a UN Treaty on Plastic Pollution. Also notable is our participation in 2021 in the review of the objectives of the Fashion Industry Charter for Climate Action (FICCA).\nAt Inditex we believe partnerships are a fundamental tool for achieving the Sustainable Development Goals and generating a lasting impact on communities and the industry. That is why our initiatives always involve a significant component of collaboration, be it with organisations like the United Nations Global Compact, the International Labour Organization, IndustriALL Global Union, Médecins Sans Frontières, or through industry partnerships as in the Fashion Pact, Make Fashion Circular, or ACT (Action, Collaboration, Transformation).\n\nGender equality and women empowerment are at the very essence of Inditex, where women account for 76% of the workforce. In this regard, we nurture diverse and inclusive working environments that guarantee fair access to opportunities for professional development, with wage parity between men and women. Furthermore, within the framework of the Workers at the Centre 2019-2022 strategy, we implement numerous initiatives to protect and empower women in our supply chain. Promoting women’s empowerment is also a key pillar of our community investment programme, through partnerships with organisations such as Every Mother Counts, Water.org and Medicus Mundi.\n\nThis year we joined Alianza País Pobreza Infantil Cero (Country Partnership for Zero Child Poverty), an initiative by the Spanish Government’s High Commissioner against Child Poverty. In addition to this initiative, we have continued our work in projects with different non-profit organisations such as Entreculturas. As a result of this alliance, more than 1.3 million vulnerable people in 27 countries have had access to more and better opportunities to transform their lives and their environment.\n\nAt Inditex we promote the professional development of our employees through training and internal promotion. In 2021, 50% of the Group’s vacancies were filled internally. We have also continued our efforts with NGOs that promote access to primary and secondary education, such as Entreculturas, as well as university education in collaboration with entities such as Tsinghua University, University of Dhaka or Universidade da Coruña, among others.\n\nIn 2021 we committed to a 25% reduction in water consumption in our supply chain by 2025. We also continue to collaborate with organisations such as Water.org to improve access to drinking water and sanitation in several countries. As a result, more than 2.3 million people in Bangladesh, India and Cambodia have improved their access to water and sanitation.\n\nThis year we have ramped up our ambition and set the goal of consuming 100% renewable energy in our facilities by 2022. In 2021, we have achieved 91% of energy consumption in our facilities from renewable sources, avoiding the emission of 493,723 tonnes of greenhouse gases.\n\nOver the course of 2021, we commenced a number of innovation projects in various areas of our value chain. Boston Consulting Group included us in their ranking of Most Innovative Companies 2021.\n\nIn 2021 we broadened our collaboration with UNHCR to help refugees. Furthermore, we have promoted numerous community investment programmes to reduce inequalities, investing a total of 19.9 million euros in 2021 to initiatives linked to SDG 10.\n\nThroughout 2021 we have developed 18 projects, in collaboration with organisations such as Teatro Real and Museo Nacional de Arte Reina Sofía (Spain), Fundação de Serralves (Portugal) or US Green Building Council (United States) that contribute to this objective.\n\nThis year Inditex joined the Board of the ZDHC (Zero Discharge of Hazardous Chemicals), with whom we have been working for some time and whose objective is to achieve zero discharge of hazardous chemicals in the textile industry. Consistent with this goal, we invest in programmes aimed at protecting aquatic life.\n\nIn 2021 we joined the LEAF coalition, which focuses on protecting tropical forests. We also continued our commitment to preserve ecosystems through a number of projects and by consuming raw materials from more sustainable sources, which account already for a 42% of the total.\n\nInditex has a robust corporate governance and compliance system aimed at showing our firm commitment to good governance and social and environmental sustainability, and conveying that corporate ethical culture to all our stakeholders.\n4.2.3. Human Rights\n\nGRI 102-12; 102-13; 103-2; 412-2; 412-3; AF1; AF7; AF24 AND 407-1\n\nOur Human Rights strategy is aligned with the UN Guiding Principles on Business and Human Rights and covers all the Group’s operations. Inditex has always tethered its development as a business to promoting and respecting human rights, but our track record has been especially notable since 2016, when we approved our Policy on Human Rights and structured our work within a strategic framework.\n\nHuman Rights Strategy Journey\n\n| Year | Event |\n|------|-------|\n| 2016 | Approval of the Policy on Human Rights |\n| 2017 | Training the social sustainability team in due diligence processes |\n| 2018 | Development of the impact matrix on supply chain |\n| 2019 | Launch of the social sustainability strategy Workers at the Centre 2019-2022 |\n| 2020 | Analysis of the impact of the health crisis on human rights |\n| 2021 | Ongoing development of the due diligence process in human rights in the value chain |\n\nOur human rights strategy is structured on the following three pillars:\n\nINDITEX’S HUMAN RIGHTS STRATEGY\n\nINTEGRATING THE PROMOTION OF AND RESPECT FOR HUMAN RIGHTS THROUGHOUT OUR VALUE CHAIN\n\nDue Diligence\n\n- Identifying potential impacts arising from operations and relationships.\n- Prioritising impacts.\n- Integration of the results in processes.\n\nGrievance mechanisms\n\nSupport on the identification of potential impacts and help to reinforce aspects of the due diligence process.\nFor this report, we used the Reporting and Assurance Frameworks Initiative (RAFI) as a reference. RAFI is the first comprehensive guide for companies to report their progress on human rights, developed by Shift the leading center of expertise on the UN Guiding Principles on Business and Human Rights. This organisation also coordinates and organises the Business Learning Program, a space in which to share best practices and learnings in connection to the responsibility to respect human rights at companies in various sectors, in which Inditex also takes part.\nGovernance of respect for human rights\n\nPolicy commitment\n\nInditex advocates respect for human rights in all its operations, a principle that is ingrained in its business strategy and fully integrated throughout the business model.\n\nA clear example of this is the Policy on Human Rights, approved by the Board of Directors in 2016, which represents the first pillar of our strategy. This Policy is binding upon the entire Group and its employees and extends to any legal person having a relationship with the Company. It is based on the Universal Declaration of Human Rights, and on the main conventions of the International Labour Organization and on the UN Guiding Principles on Business and Human Rights, among others, and embodies Inditex’s commitment to the values that these frameworks represent.\n\nFor prioritisation purposes, the Policy also identifies the rights most directly related with the business model.\n\nFor comprehensive integration of respect for human rights throughout the Company, we consider that collaboration and communication are key. Every department implements its own specific actions in this regard, bonded together by the corporate human rights strategy. This integration permeates the entire Company.\n\nThe Board of Directors is the body responsible for approving the Policy on Human Rights. The Board has a Sustainability Committee, an informative and consultative body, responsible for promoting the commitment to human rights, among other matters.\n\nThe Group also has a Social Advisory Board, a collegiate body integrated by external independent experts, which advises on human rights, among other issues linked to sustainability.\n\nMore information in section 5.9.3. Good corporate governance of this Report.\n\nPOLICY ON HUMAN RIGHTS\n\nRESPECT FOR ALL UNIVERSALLY RECOGNISED HUMAN RIGHTS\n\nPRIORITISATION OF RIGHTS MOST CLOSELY LINKED TO THE BUSINESS MODEL\n\nNon-labour human rights\n- Respect for the rights of minorities and communities.\n- Right to privacy.\n- Right to health.\n- Right to freedom of opinion, information and expression.\n- Right to security of the person.\n- Contribute to the fight against corruption.\n- Right to environment and water.\n\nLabour human rights\n- Forced or compulsory labour is rejected.\n- Child labour is rejected.\n- Discrimination is rejected and diversity is promoted.\n- Respect for freedom of association and collective bargaining.\n- Protecting workers’ health and safety.\n- Fair, just and favourable working conditions.\nAwareness\n\nAwareness is the cornerstone for a human rights culture to flourish throughout the organisation. This culture is communicated both internally to the Company’s employees, and externally to suppliers, manufacturers and other stakeholders. Particularly in the supply chain, training is complemented by our work on responsible purchasing practices, with the aim of aligning commercial teams with our performance in sustainability and human rights.\n\nParallel to the supply chain focus, the work we carry out to cover the rest of our activities and value chain is highly significant. In the last few years, training has been provided in business areas such as distribution, as well as fostering the work developed in the areas of diversity and inclusion transversally throughout the value chain.\n\nDefining the approach\n\nOur approach is based on developing the relevant due diligence processes to detect the potential impacts of our activities on human rights. By means of continuous interaction with our stakeholders and sustainability teams on the ground, these processes are kept permanently up to date. The due diligence processes that are part of the human rights strategy involve two main focus areas:\n\nSupply chain\n\nConsidering our business model, our supply chain is one of the priority areas of our overall value chain, in which we place a special focus on the promotion of and respect for workers’ human rights. Based on the due diligence process developed in collaboration with the organisation Shift, we have drawn up a social sustainability strategy entitled Workers at the Centre 2019-2022. The due diligence process identified the seven priority impact areas into which the strategy is structured.\n\nValue chain\n\nAt the same time, we carry out a range of activities to identify, prevent and mitigate potential impacts, by means of integrating responsible practices for respecting human rights. An example of this is the work carried out in the Distribution department. Human rights training was provided to the various teams, working together to establish due diligence processes. In this regard, in 2021 we performed 27 labour and social assessments at distribution centres.\n\nAnother ongoing line of work is the updating and monitoring of suppliers in all operations throughout the value chain, in order to analyse their potential impact even before they commence their relationship with Inditex.\n\nIn addition, the various policies and procedures governing the Group’s actions are under constant review and are consistent with respect for human rights. For example, in 2021 the procedures related with security personnel’s actions and compliance management in connection with personal data protection and privacy were updated, among others.\n\nOur aim is to integrate responsible and ethical practices into everything we do, both internally and in our relations with third parties, for the promotion of and respect for human rights of all our employees and anyone with whom we establish a relation within the course of our business.\nThis list is not exhaustive. The main human rights most directly related to each of the priority impact areas have been identified.\n| PRIORITY IMPACT AREAS | Worker participation | Living wages | Gender, diversity and inclusion | Occupational health and safety | Protection of migrants and refugees | Social protection | Protection of labour rights in the production of raw materials |\n|-----------------------|----------------------|--------------|---------------------------------|-------------------------------|-----------------------------------|------------------|---------------------------------------------------------------|\n| Fair and favourable working conditions | ✓ | ✓ | ✓ | ✓ | ✓ | ✓ | ✓ |\n| Non-discrimination | ✓ | ✓ | ✓ | ✓ | ✓ | ✓ | ✓ |\n| Adequate standard of living | ✓ | ✓ | ✓ | ✓ | ✓ | ✓ | ✓ |\n| Education | ✓ | ✓ | ✓ | ✓ | ✓ | ✓ | ✓ |\n| Health | ✓ | ✓ | ✓ | ✓ | ✓ | ✓ | ✓ |\n| Life | ✓ | ✓ | ✓ | ✓ | ✓ | ✓ | ✓ |\n| Not being subject to degrading treatment | ✓ | ✓ | ✓ | ✓ | ✓ | ✓ | ✓ |\n| Not having to endure harassment | ✓ | ✓ | ✓ | ✓ | ✓ | ✓ | ✓ |\n| Equal pay | ✓ | ✓ | ✓ | ✓ | ✓ | ✓ | ✓ |\n| Freedom of movement | ✓ | ✓ | ✓ | ✓ | ✓ | ✓ | ✓ |\n| Freedom and security of the person | ✓ | ✓ | ✓ | ✓ | ✓ | ✓ | ✓ |\n| Engagement in public life | ✓ | ✓ | ✓ | ✓ | ✓ | ✓ | ✓ |\n| Rights of employees with disabilities | ✓ | ✓ | ✓ | ✓ | ✓ | ✓ | ✓ |\n| Reproductive rights | ✓ | ✓ | ✓ | ✓ | ✓ | ✓ | ✓ |\n| Freedom of association | ✓ | ✓ | ✓ | ✓ | ✓ | ✓ | ✓ |\n| Healthy environment | ✓ | ✓ | ✓ | ✓ | ✓ | ✓ | ✓ |\n| Ban on forced labour | ✓ | ✓ | ✓ | ✓ | ✓ | ✓ | ✓ |\n| Collective bargaining | ✓ | ✓ | ✓ | ✓ | ✓ | ✓ | ✓ |\n| Collective rights of communities | ✓ | ✓ | ✓ | ✓ | ✓ | ✓ | ✓ |\n| Social protection | ✓ | ✓ | ✓ | ✓ | ✓ | ✓ | ✓ |\n| Freedom of thought, conscience and religion | ✓ | ✓ | ✓ | ✓ | ✓ | ✓ | ✓ |\n| Privacy | ✓ | ✓ | ✓ | ✓ | ✓ | ✓ | ✓ |\n| Protection against violence | ✓ | ✓ | ✓ | ✓ | ✓ | ✓ | ✓ |\n| Healthcare | ✓ | ✓ | ✓ | ✓ | ✓ | ✓ | ✓ |\n| Freedom of opinion and expression | ✓ | ✓ | ✓ | ✓ | ✓ | ✓ | ✓ |\n| Property | ✓ | ✓ | ✓ | ✓ | ✓ | ✓ | ✓ |\nManagement of key aspects related to human rights\n\nThe Policy on Human Rights is complemented by other Group codes and policies and mandatory standards for our employees, suppliers and other stakeholders. Some of these significant policies and codes include the Sustainability Policy, the Diversity and Inclusion Policy, the Code of Conduct and Responsible Practices and the Code of Conduct for Manufacturers and Suppliers.\n\nCollaboration\n\nCommunication and cooperation with stakeholders feeds our due diligence process. In this regard, there is no overstating the importance of the relationships we forge with international organisations and NGOs, among other experts in the field and who support us in developing specific projects, training and creating and implementing our strategies. Clear examples of this are our partnerships with the International Labour Organization, UNI Global Union, IndustriALL Global Union, the UN Global Compact and Shift.\n\nGrievance mechanisms\n\nGrievance mechanisms, the third pillar of the Human Rights strategy, are key to improving the due diligence process, as their information helps identify potential negative impacts, and allows the Company to react and mitigate any risk in advance. Our main grievance mechanism is the Ethics Line, which is available both to Inditex staff and to third parties with a legitimate interest.\n", "source": "inditex_2021", "added": "2025-04-09", "created": "2025-04-09", "metadata": {"Source-File": "climate_reports/ccrm_2023/inditex_2021.pdf", "olmocr-version": "0.1.59", "pdf-total-pages": 18, "total-input-tokens": 38413, "total-output-tokens": 7880, "total-fallback-pages": 0}, "attributes": {"pdf_page_numbers": [[0, 2596, 1], [2596, 2809, 2], [2809, 5836, 3], [5836, 8200, 4], [8200, 10810, 5], [10810, 12911, 6], [12911, 13676, 7], [13676, 16223, 8], [16223, 19319, 9], [19319, 23643, 10], [23643, 25118, 11], [25118, 25682, 12], [25682, 28163, 13], [28163, 31213, 14], [31213, 31345, 15], [31345, 33281, 16], [33281, 34644, 17], [34644, 34644, 18]]}}