{"id": "ec900a134ccb5d9e613f133bbaee83ffc0ff0ade", "text": "2021 performance highlights\n\nRevenue (USD million) 61,787\n\nEBIT (USD million) 19,674\n\nGreenhouse gas emissions (1,000 tonnes CO₂ eq.)\n\nDirect emissions (scope 1) 36,863\n\nIndirect emissions (scope 2), location-based 310\n\nValue chain emissions (scope 3) 28,952\n\nWomen in leadership (% based on headcount) 22%\n\nEmployee engagement 59th percentile*\n\n*in the Gallup organisation’s database of global companies\n\nSee more Performance data on pp. 54-55.\n\nThe science is clear: we must make an impact in this decade, and we are now accelerating our climate ambitions by ten years and committing to be net zero across our business and value chain by 2040 with 100% green solutions for our customers.\n\nSøren Skou, CEO of A.P. Moller - Maersk\n\nAbout the report\n\nThis is the Annual Sustainability Report of A.P. Moller - Maersk A/S (hereinafter referred to as A.P. Moller - Maersk or Maersk as the consolidated group of companies and A.P. Moller - Maersk A/S as the parent company). The report covers activities in the 2021 calendar year. Our approach to sustainability reporting is to focus on material issues and activities, in line with double materiality principles encompassing both the social and environmental impact of and on our business and ensuring consideration of context, completeness and balance. We are guided by the reporting principles set out in the GRI 101: Foundation Standard to determine the report content and quality in terms of materiality, stakeholder inclusiveness, sustainability context, completeness, balance, comparability, accuracy, timeliness, clarity and reliability. This report also represents our statutory statement on social responsibility, underrepresented gender and diversity and data ethics in accordance with sections 99a, b, d and 107d of the Danish Financial Statements Act.\n\nAs a supplement to the Annual Sustainability Report, we prepare an ESG data overview of key performance indicators as well as SASB, TCFD and UN Global Compact Communication on Progress index tables. The ESG overview can be downloaded at: investor.maersk.com under files for download at the release of the Annual Report.\n\nPrevious years’ reports and data table are also available online. Please visit Maersk.com/sustainability.\n# Table of contents\n\n## Introduction\n- 4 A.P. Moller - Maersk in brief\n- 5 What we do and how we create value\n- 6 Letter from our CEO\n- 8 Striving to create resilient and inclusive supply chains\n- 10 ESG strategy and governance\n- 13 Materiality and stakeholder engagement\n\n## Progress on ESG\n- 17 Environment\n  - 18 Climate change\n  - 29 Environment and ecosystems\n  - 33 Responsible ship recycling\n- 35 Social\n  - 36 Safety and security\n  - 39 Human capital\n  - 40 Diversity, equity and inclusion\n  - 42 Employee relations and labour rights\n  - 43 Human rights\n- 44 Governance\n  - 45 Business ethics\n  - 46 Sustainable procurement\n  - 48 Data ethics\n  - 49 Responsible tax\n  - 50 Citizenship\n\n## Data and assurance\n- 52 Progress overview\n- 54 Performance data\n- 56 Performance data accounting policies\n- 59 Statement of the Board of Directors and the Executive Board\n- 60 Independent limited assurance report on the Performance data\n- 62 Stay up to date\nA.P. Moller - Maersk in brief\n\nA.P. Moller - Maersk is connecting and simplifying the world’s supply chains with the vision of providing truly integrated logistics. Across oceans, ports, air and on land, we are combining our supply chain infrastructure with the power of our people and technology to drive end-to-end innovation that accelerates our customers’ success.\nWhat we do and how we create value\n\nA.P. Moller - Maersk enables its customers to trade and grow by transporting goods anywhere. Our business model supports our vision of providing truly integrated logistics that create value for our customers. By combining a leadership position in Oceans with Logistics & Services and Terminals, and by realising synergies across our business, we create better outcomes for our customers.\n\nWhat we depend on\n\nRELATIONSHIPS\nPurposeful people and our culture\nOur talented and diverse team of 95,000 employees live our Core Values every day as they help customers realise their ambitions.\n\nOur brand\nFor more than a century, we have built partnerships with customers, enabling them to prosper by facilitating global trade.\n\nStakeholder relationships and partnerships\nWe rely on constructive relationships with customers, suppliers, peers and authorities to conduct our business and maintain supportive framework conditions. See our key partnerships on p. 15.\n\nRESOURCES\nNatural resources\nOur business relies on natural resources, in particular for steel for our vessels and oil for fuel, as we transition to green energy sources.\n\nAssets and end-to-end delivery network\nOur assets, supplier relationships and expertise in end-to-end delivery networks ensure the resilience of our customers’ supply chains.\n\nFinancial capital\nWe have a strong balance sheet and are committed to remaining investment grade-rated.\n\nTechnology and data\nTechnology and data are key to enhancing our operational performance and solutions for our customers’ success.\n\nValue created for\n\nOur customers\nWe aspire to provide truly integrated logistics that connect and simplify our 100,000+ customers’ supply chains, enabling them to focus on growing their business. Read more on p. 16.\n\nOur people\nOur people bring key skills and capabilities to our business and in turn, we must keep them safe and engaged while offering interesting career paths in enabling global trade. Read about our work on safety on pp. 36-37 and on human capital on p. 38.\n\nThe planet\nOur industry is a significant contributor to global greenhouse gas (GHG) emissions and we are committed to decarbonising our operations through investments and collaboration. Read more on pp. 18-28.\n\nShareholders\nIn our transformation to become the global integrator of container logistics, we continue to innovate and grow shareholder value.\n\nSociety\nWe are going all the way in digitising, democratising and decarbonising the world’s supply chains and in doing so, we reinvent the logistics industry and enable sustainable trade and growth. Read more on pp. 8-9.\nDear reader,\n\nThe decade of action has begun. There is unprecedented agreement among the world’s governments, industry and civil society stakeholders that we as a global community are operating on a strictly limited carbon budget, and that we cannot wait until 2030 to take action to reach a net zero world by mid-century.\n\nThat is why we at A.P. Moller - Maersk (Maersk) are accelerating our climate commitments and actions. We see decarbonisation as the area where we can have the greatest impact, but we also recognise that sustainability risks, responsibilities and opportunities for our business encompass the full scope of Environmental, Social and Governance (ESG) factors. For this reason, we are integrating a comprehensive and ambitious ESG strategy into our business strategy and operations to hold ourselves accountable throughout the year.\n\nThis is the heart of Maersk’s ESG strategy – from how we serve our customers on land, sea and air as the global integrator of end-to-end container logistics, to how we ensure a level and fair playing field that benefits societies far beyond the movement of goods.\n\nA year of disrupted supply chains\nThe pandemic is still very much with us; this year has seen tragic human losses as new waves of breakouts continue to strain public health systems as well as taking their toll on mental health for many around the world. Maersk is doing its part where it can add the most value, doubling down on solutions to keep the world’s supply chains open for business this year, as customers continue to be challenged with disruptions, capacity and equipment shortages and port congestion.\n\nAt the same time, these supply chain disruptions unfortunately had a negative impact on our carbon emissions for the year, as vessels sailed at maximum speed to make up for lost time, and reefer containers ran overtime to protect delayed foods and perishables. Keeping our customer promises and getting goods to the millions of people counting on us unfortunately meant that our CO₂ emissions, measured relative to how much cargo we carry, increased in 2021.\n\nClimate ambitions align\nWe must ensure that the critical need to support our customers in securing global supply chains against disruptions goes hand in hand with the imperative of decarbonising logistics.\n\nTwo thirds of our top 200 customers have now set net zero or science-based decarbonisation targets, and they rely on us to achieve their ambitious targets. The commitment in October 2021 by some of the world’s largest retailers in the coZEV coalition to only ship their goods on vessels using green fuels by 2040 is another signal of the scope of change we will see in the next decades.\n\nWe also saw strong demand and supply-side commitments made through two major initiatives introduced at the COP26 climate summit to jump-start demand for sustainable shipping solutions. The First Movers Coalition will help emerging technologies reach the market at scale and competitive cost, while the commitment to establish green shipping corridors by countries signing up to the Clydebank Declaration will provide infrastructure to accelerate their operational deployment.\nNew targets and actions for net zero by 2040\n\nIn 2018, Maersk took leadership with a strong commitment to decarbonise our shipping operations by 2050 and develop solutions to help the industry reduce its carbon footprint. Since then, we have continuously accelerated our actions and ambitions and proven that scalable technologies and solutions are available, also in a so-called hard-to-abate sector as shipping.\n\nThe science is clear: we must make an impact in this decade, and we are now accelerating our climate ambitions by ten years and committing to be net zero across our business and value chain by 2040 with 100% green solutions for our customers. This represents our commitment to our customers: that we will decarbonise their supply chains in time, and our commitment to society to act with urgency and have an impact in this decade. We have set a new 2030 target to align with a Science Based Targets initiative (SBTi) 1.5°C pathway. And also by 2030, we extended the order for four more vessels in the series, to be delivered in 2025.\n\nThe biggest immediate challenge is the availability and cost of the green fuels necessary to reach our targets, and governments and industry must work together to address this long-term. During 2021, we took steps to invest and secure agreements with fuel providers. Maersk is strongly supported by our customers and stakeholders on this journey. Customers continue to set ambitious targets for their supply chains and we are pleased to see their strong desire to partner with us in developing new technologies and jointly piloting green solutions.\n\nThe finance and investor communities are also critical stakeholders. In November, Maersk took a major step in aligning our finance strategy with our decarbonisation strategy through the introduction of a Green Finance Framework, and we saw an encouraging high level of interest from investors.\n\nMaersk looks forward to continuing to work with our customers, industry partners, investors and other key stakeholders to help build and scale a market for cost competitive, green logistics solutions.\n\nA comprehensive strategy on Environmental, Social, and Governance priorities\n\nIn 2021 we reviewed our priorities to ensure a comprehensive focus on all material Environmental, Social and Governance issues while integrating ambitions and targets into our business strategy. Our ESG priorities are grounded in a strong foundation of societal responsibility and a commitment to serve our customers’ needs for sustainable logistics solutions, and aligned with key external standards and ratings. This ensures that we prioritise the issues that are most material to society and to Maersk, with proportional responses and solid metrics to track progress and hold ourselves accountable. As we embark on the roadmap to deliver on our updated targets, we are committed to tying performance on key ESG metrics to executive remuneration from 2023.\n\nOur ESG strategy comprises 14 categories covering all material responsibilities, risks and opportunities across the environment, social and governance dimensions, and our work is guided by three core commitments:\n\n- We will take leadership in the decarbonisation of logistics\n- We will ensure that our people thrive at work by providing a safe and inspiring workplace\n- We operate based on responsible business practices\n\nIn this report, we present our ambitions and report on progress across all 14 categories. In 2022, we will host our first ESG Day targeted at investors, to provide more detail on our strategic ESG targets and the roadmap to deliver on our ambitions.\n\nLoss of lives are unacceptable\n\nOur prime responsibility is to keep our people safe. We are not always able to live up to that responsibility, and it is with great sadness I recognise that four people lost their lives while working for us in 2021. This is unacceptable to me, and the Executive Leadership Team and I continue to be fully committed to the development of a safety culture and mindset that will enable us to eliminate the risk factors leading to fatal accidents.\n\nEngaging and living our values\n\nIn line with our continued support for the UN Global Compact, we recognise the importance of collaboration to reach our ambitious goals, and as a result we continue to engage in partnerships and alliances across sectors with leading organisations, including many of our customers, to drive progress on sustainability issues. In addition to providing real opportunities for developing and scaling new solutions, such partnerships and other public commitments are open demonstrations of how we live our Core Values.\n\nDespite some of the unavoidable setbacks caused by the continued pandemic, 2021 was a year of many milestones – none of which would have been possible without the shared commitment of our customers, partners and the many dedicated and passionate people at Maersk.\n\nDriving resilience and sustainability into the world’s supply chains is a daunting task. I trust our Global Integrator strategy, our investments and our commitment to the task will enable us to deliver. We are also helped by the unprecedented momentum and consensus on the importance of acting with urgency. The decade of action is not just beginning - it is well under way.\n\nSøren Skou\nCEO of A.P. Møller - Mærsk A/S\nStriving to create resilient and inclusive supply chains\n\nA.P. Moller - Maersk (Maersk) connects and simplifies trade to help customers and societies grow and thrive. With 95,000 employees, operating in more than 130+ countries, we see it as our mission to go all the way to digitise and decarbonise the world’s supply chains to enable global trade for a growing world. Across oceans, ports, air and continents, we provide essential infrastructure that links producers, suppliers, manufacturers and consumers around the world.\n\nThe pandemic has created exceptionally challenging conditions for global supply chains. In 2021, the push to re-invigorate national economies combined with a boom in e-commerce and continued pandemic-related challenges on land led to congested supply chains globally.\n\nIn the port of Los Angeles in the US, the largest point of entry for trade between China and North America, the congestion challenge is highly visible. Towards the end of 2021, over 80 vessels lay in wait just to enter the port and secure a slot, with an average waiting time of 13 days. The average time for unloading and reloading the vessel had also doubled to between six and seven days¹.\n\nIn addition, COVID-19 flares up in some Chinese ports led to partial port closure and the number of vessels waiting to enter Chinese ports were at significantly higher levels than at any other time during the past three years. In Asia more broadly, small manufacturers were unable to book space on vessels with inventory build-up and no income as a result. Also, vessels increasingly cancelled planned port calls on route between Asia and North America or Europe. This led to a build-up of cargo in small or far-off ports – as well as a shortage in the supply of containers.\n\nCombined with these more long-term effects were other one-off yet significant disruptive events such as the six-day blockage of the Suez Canal in March due to the grounding of a large container vessel, which shut off all traffic. As one of the world’s busiest trade routes, the canal obstruction had a significant negative impact on trade between Europe, Asia and the Middle East, and after five days over 360 ships were waiting to pass through the canal. Chain reactions from extreme weather-related events also affect supply chain resilience. An illustrative example of this is the November 2021 shutdown of all rail lines away from the Port of Vancouver, another major shipping centre on the North American west coast. The blockage was due to massive mudslides created by record rains falling on soil that had been left barren and loose from major forest fires months earlier².\n\nBuilding resilience\n\nDuring 2020 and 2021, we have seen global supply chain management become the centre of attention for our customers, driven by the need to ensure resilience. After decades of optimisation and keeping cost and inventory to a minimum, many customers saw the need to fundamentally reassess their approach as flexibility, connectivity, and ability to rapidly respond to new shocks in the supply chain became critical competitive advantages.\n\nHence, the conversations with our customers are becoming more holistic, partnership-based relations, focused on how we truly partner with them to solve their logistics problems and keep their supply chains running end-to-end.\n\nThe exceptional market conditions have thus accentuated customer demands that verify Maersk’s strategic direction to be the global integrator of end-to-end container logistics.\n\nA key enabler of this ambition is the rollout of new digital platforms, with the intent to drive greater standardisation and improved customer experience. During 2021, we saw increases in our digital interaction with customers on all available platforms, indicating a huge shift in how customers will engage with us going forward and a validation of our industry-first digital solutions, for example instant booking confirmation.\n\nOur customers can engage with Maersk’s ocean and logistics business in different ways, as shown on the left, ranging from the simplest option of “Transported by Maersk”, for example booking a slot for a container on one of our vessels, to the most advanced model, “Managed by Maersk”, where our full network of assets, systems and capabilities are activated to manage a customer’s logistics needs all the way. When we assume responsibility for our customers’ logistics needs, we know they expect us to live up to the highest standards of responsibility across the full scope of environment, social and governance (ESG) matters.\n\n---\n\n¹ www.wsj.com/articles/supply-chain-problems-show-signs-of-easing-1637496002\n² www.bloomberg.com/news/articles/2021-11-30/climate-change-brings-insect-plagues-and-christmas-shortages\nOur customers are implementing sustainability and ESG requirements into their logistics decision-making, as witnessed for example in the rapid growth in the number of our large customers using ESG supplier evaluation platforms such as EcoVadis. We are incorporating customer requirements into all our ESG priorities, and have launched several commercial products to support our customers on decarbonisation. See p. 19.\n\n**Trade contributions**\n\nWe invest in digitising, decarbonising and integrating global supply chains, and beyond the benefits to our customers and our own business, these efforts also contribute to making trade more sustainable by removing friction in trade, and decoupling greenhouse gas emissions during transportation from economic growth.\n\nThe challenges to the concept of free, global trade, for example the increasing use of protectionist measures and a negative perception of the impacts of global trade especially among some groups in Europe and the USA, began before but has increased during the global pandemic. We recognise the need for debate on how to enable the global trading system to favour more resilience, sustainability and inclusivity. Still, there is no doubt that trade is a powerful contributor to sustainable development, as highlighted across numerous UN Sustainable Development Goals and targets.\n\n**Challenges for small businesses**\n\nTrade is not an automatic equaliser, however. And the current demands for shipping and logistics capacity has hit small and medium-sized enterprises (SME) around the world hard, as they struggle to find free capacity in an already overheated system, or as calls to their local ports are cancelled.\n\nMaersk’s digital logistics solution for SME company trade, Twill, allows companies to book directly through a digital platform. Since its commercial launch in 2017, Twill’s customer base has grown steadily, having now supported almost 8,000 small and medium-sized businesses to continue to benefit from international trade. Twill provides more than a booking option, developing services to support SMEs to access global markets. In 2021, Twill launched a knowledge hub as part of the online platform aiming to give information to SMEs on logistics know-how, news, trends, and events. Since its release, the outreach was 56,000 unique users (5,000 average per month).\n\nTo continue to support SMEs, that are heavily impacted today by the lack of space, Maersk is dedicating more ocean space to Twill. However, it is by no means enough to counter the challenge for the world’s small businesses. Helping SMEs to grow and boost their access to global trade must continue to be a policy priority for an inclusive and sustainable recovery, as SMEs are the backbone of many national economies.\n\n**Support for women in trade**\n\nThe positive impacts of including more women-owned businesses in trade are recognised by governments and scientists alike.\n\nTwill has since 2018 supported SheTrades, an initiative under the International Trade Center, that works to connect women entrepreneurs from all over the world to international markets. In 2021 we extended the partnership to continue until 2024. One of our primary contributions is the development of a coaching programme, where coaches working for Twill or Maersk are paired with a woman entrepreneur from a developing country, supporting the small business owner in growing her company by connecting to international trade. After a pilot in 2020, a digital coaching solution is now being developed which is expected to launch in early 2022. This automation will help scale the programme, to allow many more entrepreneurs to participate.\n\n**Integrating our commitment to sustainable trade**\n\nOur commitment to sustainable and inclusive trade has previously been expressed in separate sustainability goals, which included four targets towards 2025. The targets focused on connecting global containerised trade to digital solutions, on connecting small and medium-sized enterprises, including women-operated businesses, to international trade, on trade facilitation reforms and on reducing food loss in logistics.\n\nToday, integration and digitisation of global supply chains are at the core of our business strategy. Through Twill, we offer services directly targeting the needs of small and medium-sized enterprises, and our cold chain business is growing steadily. Having time-bound commitments separate from our business and integrated ESG strategy is therefore not meaningful, and we are no longer reporting on those targets.\n\nOur commitment to sustainable trade remains, and in 2022 we will continue to consider how our contributions to improving the world of trade can best be reflected in both words and actions.\nESG strategy and governance\n\nAs a global company, A.P. Moller - Maersk (Maersk) must take active responsibility for the society and environment we operate in. While this belief has been part of the company from its early beginnings, the understanding of what constitutes taking active responsibility has changed over time, and never more than in the last few years.\n\nToday, working actively and strategically with all aspects of corporate risks and responsibility is a baseline requirement from our customers, investors, employees, regulators, civil society and other stakeholders, whose expectations are also increasingly converging.\n\nAt the same time, Maersk is moving through a transformation: from conglomerate to end-to-end logistics provider as directed by our Global Integrator strategy, from reliance on fossil fuels to industry leader in the green transformation, and from technologically conservative to digital frontrunner.\n\nThese factors drove us to rethink and reframe our sustainability work in 2021. Building on the update in 2020 linking our sustainability priorities to Maersk’s Global Integrator strategy, we added an Environment, Social and Governance (ESG) perspective to our analysis and have defined a comprehensive ESG strategy where accountability and governance for each of the ESG issues identified is strengthened by Executive Leadership Team anchoring and renewed target setting. With this strategy, we are establishing ESG as core to the purpose of our company. We have chosen to use the term, ‘ESG’, as it resonates well with our key stakeholders and adds greater emphasis on how we measure and report on progress and performance. However, we continue to use the terms sustainability and ESG interchangeably.\n\nESG enables our business strategy\n\nOur ESG strategy is centred around three core commitments which encompass the areas that the Executive Leadership Team determined as strategic priorities within the environment, social and governance dimensions. The full ESG framework comprises 14 categories covering all of Maersk’s material sustainability responsibilities, risks and opportunities (see graphic on next page).\n\nThe core commitments and their supporting KPIs and targets represent the issues where Maersk can create the most significant impact due to our company’s position, size and reach, and which are critical to the success of our business strategy.\n\nDriving progress on our commitments\n\nFor each of the strategy’s three core commitments, we have established supporting commitments and targets which steer our activities and enable our stakeholders to measure and hold us accountable for our performance.\n\nIn addition to the strategic priorities and targets, all of the 14 categories and relevant sub-categories covered by the ESG strategy have defined ambitions, KPIs and metrics for reporting going forward (see the relevant sections of this report). As external expectations on ESG issues continuously evolve, and as our efforts progress, we recognise that our priorities will also evolve and our target-setting and reporting will mature.\nA.P. Moller - Maersk ESG strategy\n\nESG strategy highlights new material issues\n\nThe ESG strategy’s commitments and categories are aligned with and expand on the sustainability priorities defined in 2020: decarbonising logistics, sustainability in our end-to-end offerings and responsible business practices. Towards the same ends, we have determined five of the 14 ESG categories to warrant heightened attention. These are climate change, safety and security, diversity, equity and inclusion (DEI), business ethics and data ethics.\n\nOur work to create the ESG strategy has led to the following key changes in the way we work with and report on our material issues:\n\n- We launched a new, ambitious vision accelerating targets for decarbonisation. Read more on pp. 18–28.\n- We elevated the focus on people and social issues by establishing safety and security, as well as DEI, as strategic commitment issues, with the addition of the new issue of human capital. Read more on p. 39.\n- We launched new targets for DEI reflecting a higher ambition level on gender diversity and a stronger focus on building an inclusive culture. Read more on pp. 40–41.\n- The Environment and ecosystems category includes the topics we identified to be most material from an environmental impact perspective: Waste and pollution, including air emissions, ecosystem health and biodiversity, and efficient resource consumption. Read more on pp. 29–32.\n- The responsible ship recycling programme is anchored in the Environment & ecosystems category, however, we continue to take responsibility for both social and environmental impact. Read more on pp. 33–34.\n- Our programme on ESG in procurement is now called ‘Sustainable procurement’, signalling a broader scope establishing full visibility of suppliers’ ESG performance for our end-to-end logistics product offerings. This includes continued focus on responsible business practices. Read more on pp. 46–47.\n- Our ESG strategy includes the new issue of Data ethics ensuring our responsible use of data. Read more on p. 48.\n- We no longer report separately on our previously set 2025 targets for Sustainable and inclusive trade because their purpose is absorbed by our Global Integrator strategy. Read more on pp. 8–9.\n- We revert to reporting on human rights as an ESG category in its own right, but cutting across multiple other topic areas. Read more on p. 43.\n\nFor more on our materiality assessment for 2021, please see p. 14.\nGovernance of the ESG strategy\n\nGovernance of sustainability and ESG is anchored with the Board of Directors and the Executive Leadership Team. Ownership and responsibility to drive actions across the 14 categories is anchored in line of business to ensure alignment with business priorities and a long-term focus on ESG. A sponsor from the Executive Leadership Team is assigned to each category.\n\nAcross categories, a central SteerCo representing key corporate functions ensure direction, coordination and ESG subject matter expertise.\n\nUnderlining the commitment to the ESG strategy, the Board of Directors has committed to linking executive remuneration to key ESG targets from 2023.\n\nESG in the central governance framework\n\nSeveral ESG topics related to compliance are integrated into Maersk’s central governance framework, Commit, which consists of 35 internal governance rules determining the goals and boundaries for our actions. Each rule has a designated owner in the organisation who is responsible for compliance reporting to the Risk and Compliance Committee. Executive oversight of compliance with Commit is anchored in this committee, where three members of the Executive Leadership Team meet quarterly. The expectations of all employees on ESG compliance is described in the A.P. Moller - Maersk Code of Conduct, which is available on the Maersk.com website.\n\nWhistleblower system and Ombuds function\n\nAs part of the control mechanisms in our governance system, the Maersk whistleblower system is a confidential channel through which all stakeholders can raise concerns about possible violations of laws or established Maersk rules in areas such as competition law, IT security, data privacy, threats to health, safety and environment, theft and embezzlement, financial fraud, corruption, human rights and labour rights, workplace and/or sexual harassment, retaliation or discrimination.\n\nWe do not tolerate discrimination or retaliation against persons submitting reports in good faith. See pp. 42 and 45 for data on whistleblower cases in 2021 relating to employee relations and anti-corruption.\n\nIn 2021, we introduced the Maersk Ombuds function as a neutral, independent, informal and 100% confidential function that will listen to and coach employees who do not feel comfortable reporting concerns to human resources departments, line managers or posting to the whistleblower system, in resolving conflicts or concerns. Contrary to the whistleblower, the service is informal and offers a voluntary and safe place for employees to seek guidance, voice concerns and discuss options for any work-related matter, even if they opt not to report it. During the 7 months it was operational in 2021, the function handled 90 issues representing 127 employees. The Ombuds function is governed by the principles of the International Ombuds Association.\nMateriality and stakeholder engagement\n\nA.P. Moller - Maersk (Maersk) applies the principle of double materiality in determining how sustainability issues may constitute responsibilities or risks, enabling us to understand and report on those issues where Maersk has significant responsibility to mitigate potential negative impact on society or the environment and where issues may pose significant risk to our business. See our materiality model on p. 14.\n\nEstablishing the list of 14 categories included in our ESG strategy, we reviewed issues that stakeholders expect us to address and that we view as relevant to our business. To do this, we analysed reporting frameworks such as GRI, TCFD and SASB, the UN Sustainable Development Goals, customer expectations, ESG ratings, investor requests and interests and our materiality work from the previous 10 years.\n\nFive stakeholder groups are prioritised when establishing our material ESG issues: customers, employees, investors, authorities and civil society. Experts across Maersk continuously engage with these groups as they carry out their work, and their feedback is incorporated in the identification of material issues. Furthermore, in 2021 we have conducted a range of stakeholder engagement activities which are described on the next page.\n\nESG ratings as proxy for stakeholder expectations\n\nWe also performed an analysis of the ESG ratings landscape. Complex and fragmented as it still is, we use the criteria in these ratings as a proxy for stakeholder expectations, particularly investors and customers. We have prioritised three ESG ratings which are most recognised and used by our customers and investors and which align with our ESG priorities: EcoVadis, CDP and S&P Global Corporate Sustainability Assessment. Three other ratings and benchmarks are furthermore viewed as very important to support our ESG leadership proposition: MSCI, Climate Action 100+ Net Zero Benchmark, and the Corporate Human Rights Benchmark.\n\nOur ambition is to work towards reaching leadership scores in these ratings, and a key requirement is to expand our disclosure on ESG targets and performance. As part of the ESG strategy formulation, new targets have been identified and several will be added to our existing external disclosures. It is expected that our level of disclosure will continue to increase as our ESG strategy matures.\n\nESG risks to our business\n\nAs part of the materiality process, we draw on our enterprise risk management process, which assesses top risks to achieving our business plan within a 5-year horizon (for more information, see the risk section of the Annual Report). Four ESG issues are assessed as among our top risks. These are human capital (inability to attract and scale the right workforce matching business demand), safety (failure to ensure the safety and security of our employees), climate change (failure to decarbonise our end-to-end supply chain at a speed that matches our customers’ and investors’ expectations), and business ethics (being involved in a large compliance case).\n\nFive key stakeholder groups inform our materiality assessment\n\n| Stakeholder group | Stakeholder expectations | Key input sources |\n|-------------------|--------------------------|-------------------|\n| Customers         | Demand for solutions that ensure responsible business practices and net zero emissions in their supply chains | Business development conversations, Tender processes and criteria, Daily customer engagement, Strategic Customer Council, Alliances and partnerships |\n| Employees         | Want work to provide meaning and to receive fair treatment and wages, a sense of belonging for all, and good development opportunities | Daily interactions between managers and colleagues, Engagement surveys, Inclusion survey |\n| Investors         | Demand for strategies and plans that mitigate current and future risk to the business model. Strong focus on climate change including both risks and opportunities | Investor Relations engagement, ESG investor calls, Investor surveys, Capital Markets Day and ESG Day (to be held in March 2022) |\n| Authorities       | Demand compliance with existing regulation on responsible business practices and collaboration on transformation to net zero | Bilateral meetings, Engagement with local, national agencies and meetings of international authorities, Engagement through industry associations |\n| Civil society     | Want high levels of ambitions and accountability on all sustainability-related issues where Maersk is perceived to have impact on society or the environment | Bilateral engagement, Meetings on collaborative initiatives, Alliances and partnerships |\n\nAn updated corporate human rights impact assessment\n\nA corporate-level human rights assessment was conducted in 2021. As Maersk is evolving into an integrated transport and logistics company, the company’s human rights risk profile is changing. The assessment has informed our understanding of Maersk’s potential and actual human rights risks and impacts across our value chain (see p. 43).\nMateriality assessment 2021\n\nOur approach to double materiality: We assess material topics using both social, environmental and financial criteria. Recognising the dynamic nature of materiality, this process is done on an annual basis covering four steps: 1. Input: Identifying the universe of sustainability issues; 2. Assessment: Determining materiality based on specific criteria; 3. Validation: Confirmation by the executive sponsors and the Executive Leadership Team; and 4. Output: Identifying ESG issues that encompass Maersk’s material sustainability responsibilities, risks and opportunities. The steps and the results of our materiality assessment for 2021 are shown below. Read more about each issue in the relevant sections of this report.\n\n| 1. Input | 2. Assessment | 3. Validation | 4. Output: Material Issues |\n|----------|---------------|---------------|---------------------------|\n| Customer engagement | Social & environmental materiality | Criteria: • Hard and soft law, voluntary commitments • Severity & urgency of impact • Stakeholder expectations • Our leverage to influence • Sector materiality • Our values, competencies, policies & strategies | Validation by executive sponsors and the ELT |\n| Investor interactions | | | |\n| Human rights assessment | | | |\n| Employee feedback | | | |\n| Supplier engagement | Financial materiality | Criteria: • Influence on strategic decisions by Maersk and shareholders • Magnitude of potential financial impact, informed by ERM and strategic opportunities • Likelihood of future financial impact, informed by ERM thresholds | Validation by executive sponsors and the ELT |\n| Civil society dialogue | | | |\n| Regulatory tracking | | | |\n| ESG ratings and standards | | | |\n| Trends and issues research | | | |\n\n- **Social & environmental materiality**\n  - Where Maersk - driven by our Core Values, stakeholder expectations, and social and environmental context - takes responsibility to mitigate significant potential negative impacts and increase positive impacts on people, society, and the environment\n\n- **Financial materiality**\n  - Where environmental, social and governance issues pose significant short or long-term financial or strategic risks or opportunities to Maersk\n\n- **Environment**\n  - Climate change – meeting our obligation to decarbonise our end-to-end operations and to support a just transition [p. 18]\n  - Ecosystems & biodiversity – protecting the ecosystem in which we operate [p. 29]\n  - Air emissions, waste, pollution – minimising impacts of our activities [p. 31]\n  - Ship recycling – ensuring safe and responsible ship recycling globally [p. 33]\n\n- **Social**\n  - Safety & security – taking care of our people [p. 36]\n  - Diversity, equity & inclusion – creating an inclusive workplace with diversity of thought [p. 40]\n  - Human rights – ensuring respect for human rights across our value chain [p. 43]\n  - Labour rights – ensuring decent working conditions [p. 42]\n  - Sustainable/Inclusive trade – contributing to an inclusive trade environment [p. 8]\n\n- **Governance**\n  - Sustainable procurement – ensuring responsible practices in our supply chain [p. 46]\n  - Responsible tax – being a responsible and transparent taxpayer [p. 49]\n  - Citizenship – contributing to communities and societies where we operate [p. 50]\n\n- **Environment**\n  - Climate change – managing transition and physical impact risks and opportunities, including the imperative to decarbonise our customers’ supply chains in time [p. 18]\n\n- **Social**\n  - Safety & security – managing critical risks across our operations [p. 36]\n  - Human capital – ensuring access to critical talent [p. 59]\n\n- **Governance**\n  - Business ethics – managing compliance risks across our operations [p. 41]\n  - Sustainable procurement – enabling our end-to-end logistics strategy [p. 42]\n  - Data ethics – enabling our growth as digitally-based global integrator [p. 44]\n  - Governance – linking ESG performance to executive remuneration [p. 12]\nKey engagements informing materiality in 2021\n\nIn addition to our customer engagement activities (read more on p. 16), a selection of other stakeholder engagement activities in 2021 deserve to be highlighted:\n\nWe conducted a survey of selected key investors and NGOs to inform the planning of our first ESG Day targeted at investors, planned for March 2022. From this survey, we learned that the general expectation is that Maersk covers the full ESG landscape, but by far the greatest interest is in the specifics of our decarbonisation roadmap including interim targets and fuel strategy. Other highlighted topics of interest are climate risks and opportunities to business (including physical impacts of climate change), environment and biodiversity impacts, respect for human rights (operations and supply chain), ship recycling, tax and how ESG will be linked to executive compensation.\n\nAs part of our participation in the Transform to Net Zero initiative, we have had dialogues with other corporate members and Environmental Defense Fund (EDF) on carbon pricing and offsetting, and engagement with the financial sector on net zero transformation.\n\nWe engage regularly with investors on ESG topics, including the Climate Action 100+ network, and in 2021 had extensive dialogue with financial sector representatives as part of the launch of Maersk’s new Green Finance Framework and our first green bond.\n\nWe gain insights into employee perspectives through the bi-annual engagement survey (read more on p. 39). In 2021, we also completed Maersk’s first inclusion survey, where all employees were invited to participate and provide insight into the state of inclusion in the company and ideas for improvements. Read more about the result of this survey on p. 40.\n\nSustainability and ESG topics, in particular climate change and environmental issues, are increasingly high on the regulatory agenda for our industries. We engage with regulators in the EU, UN agencies and national governments on a wide variety of ESG topics, including decarbonisation, ship recycling, clean air and future fuels. In some cases we provide technical insights to relevant regulators, particularly at EU and IMO level. We engaged with EU representatives over elements in the EU Fit for 55 package, specifically in the area of decarbonising shipping. Other topics on our EU agenda have been the EU Taxonomy for sustainable finance and the EU Ocean Stewardship Coalition, in 2021 we engaged in cross-sector consultations on maritime decarbonisation and ocean health. We contributed actively to the Blue Road to COP26 report and became a signatory to The Ocean for Climate Declaration, where signatories commit to act to achieve healthy and productive oceans.\n\nKey partnerships and coalitions\nHow we engage with customers on sustainability\n\nSustainability is becoming an integrated element in our engagement with customers and our product offerings. We listen to and engage with our customers on sustainability as part of daily business relationships and in dedicated fora. We are driven by a commercial need to understand customer needs and develop solutions and services that are well received in the market. We are also interested in our customers’ needs and priorities as input to our continuous evaluation of Maersk’s strategic direction, and we are always looking for potential partners, not least for driving us towards net zero as fast as possible.\n\nOne new initiative in 2021 was our first Strategic Customer Council, where 30 of our largest customers joined members of our Oceans and Logistics (O&L) Management Board for a full strategy day. We had invited them specifically to get their input on shaping the future offerings of Maersk as we pursue our ambition to be the global integrator of container logistics. At the Council meeting were senior supply chain and logistics executives from some of the largest companies and brands in the world. The key takeaway from this event was that sustainability has become a key theme for all customers, regardless of industry.\n\nLeading customers are part of new coalitions and alliances such as Cargo Owners for Zero Emission Vessels (coZEV), where large cargo owners come together to accelerate maritime shipping decarbonisation. Decarbonisation is the most critical sustainability issue for customers, but many other ESG topics are becoming increasingly important, including labour conditions, anti-corruption, procurement practices, safety, DEI and circularity.\n\nCharting customer needs\n\nBased on such customer engagement as well as analysis of market trends, past and current purchases, feedback from client managers in our operations and more, we have formulated a set of overall customer needs in sustainable logistics. We meet these customer needs with a multi-tier value proposition for sustainable logistics, which aligns our engagement with the sustainability maturity and ambition level of our customers. For customers who match or exceed our ambitions, we continue to build partnerships to co-develop new and mutually beneficial market-based solutions for green logistics. Our most advanced customers are generally interested in partnering with key suppliers to solve sustainability challenges to differentiate themselves. They are interested in co-innovating new groundbreaking solutions that can help them reach their sustainability ambitions and stand out as sustainability leaders.\n\n“Unilever is committed to accelerating the transition to clean transport solutions, not just in our own operations, but along global value chains as we work to achieve net zero emissions by 2039. With logistics and distribution accounting for around 15% of our greenhouse gas emissions footprint, it’s important that we work with partners shifting to lower carbon fuels. We are proud to partner with Maersk as they pioneer carbon-neutral transportation on the high seas.”\n\nMichelle Grose\nHead of Logistics and Fulfilment, Unilever\nTaking action to decarbonise logistics is our greatest responsibility and where we can have the greatest impact. Our current greenhouse gas emissions account for 1% of all transport and logistics emissions, and there is no time to waste. The next pages of this report describe how we take leadership and activate our vision to reach net zero.\n\nIn this section, we also report on our efforts to minimise the negative impacts that our operations may have on the natural environment within the areas of ecosystem health and biodiversity, waste and pollution. This includes air emissions, resource use and circularity, and how we continue to drive responsible ship recycling.\nClimate change\n\nGlobal greenhouse gas (GHG) emissions from transport and logistics amount to 3.5 billion tonnes every year and A.P. Moller - Maersk’s current emissions account for about 1% of all transport and logistics emissions. We must act with urgency to support the transition to a net zero economy by eliminating these emissions.\n\nAll roads lead to decarbonisation\n\nIn 2021, several events and developments brought further urgency to our work on decarbonisation.\n\nFirst, the UN Intergovernmental Panel on Climate Change’s 6th status report not only reiterated the need for eliminating GHG emissions but strongly emphasised that speed is of the essence to avoid irreversible effects of climate change.\n\nSecond, due to supply chain congestions following the COVID-19 pandemic, our emissions from ocean transport grew and impacted our vessel efficiency negatively.\n\nThird, the customer demand for green logistics solutions continues to grow. Two thirds of our Top 200 customers have now set net zero or science-based targets, and rely on us as logistics provider to enable them to reach their targets to decarbonise their logistics supply chains. This expectation was emphasised when nine of the world’s largest cargo owners – who are also our customers either directly or indirectly – in the autumn of 2021 launched the coZEV coalition (Cargo Owners for Zero Emission Vessels), and publicly committed to requiring net zero operations of their shipping partners by 2040.\n\nAccelerating our commitments and targets\n\nAlready in 2018, Maersk took leadership in our industry with a strong commitment to decarbonise our shipping operations by 2050 and develop scalable solutions to help the entire industry reduce its greenhouse gas footprint. Since then, we have continuously accelerated our actions and ambitions, and proven that while shipping is a so-called hard-to-abate industry, low climate-impact solutions are already available. We must act now, and we can make significant progress already in this decade. Reflecting the increased sense of urgency, we have launched a new decarbonisation vision encompassing our entire GHG footprint requiring us to be accountable and drive this work with an emergency mindset. This means we do not have the luxury of waiting for a perfect solution but must work on several tracks that will deliver immediate impact, while continuing to strive for long-term solutions.\n\nOur new targets for decarbonisation represent a bold and determined response, and a more ambitious vision that will meet expectations of societies and our customers, inspire our employees, and support our position as a leader in this field.\n\nMaersk established its first net zero target in 2018 covering our ocean operations. With the new targets and commitments presented on p. 19, we are now:\n\n- Adding speed and pressure by changing the goal post for decarbonisation from 2050 to 2040 and extending the ambition to cover all businesses, customer offerings and all emissions scopes, aligned with the net zero criteria of the Science-Based Targets initiative (SBTi) (see p. 25 for an overview of our current emissions footprint across all scopes).\n- Adding urgency and ambition to our near-term targets by aligning with a Science Based Targets initiative 1.5-degree pathway, which will be delivered by achieving 50% reduction of greenhouse gas emissions intensity in our oceans business, in addition to a 70% absolute reduction of scope 1 and 2 emissions in our terminals business (both from a 2020 baseline).\n- Detailing our commitment to customers with targets on green customer offerings towards 2030 and 2040, covering ocean, air, contract logistics (warehouses and depots) and cold chain businesses. These products will utilise green technologies and solutions to ensure they provide real emission reductions within the supply chain.\n- Adding the use of Natural Climate Solutions above and beyond the 1.5-degree target, as recommended by the SBTi. For more about Natural Climate Solutions, see p. 22.\n\nThe SBTi shipping sector guidance is expected to be finalised in Q1 2022. Maersk has been part of a technical working group which was consulted by SBTi during the drafting of the shipping sector guidance, and based on our knowledge from this work, we assess our targets to be in line with the guidance for the 1.5-degree pathway and aim to have our targets validated by the SBTi as soon as the shipping sector guidance is published.\n\nWhy it matters\n\nThe world is facing a climate emergency. We see it as our obligation – as an industry leader and with the resources available to us – to do all we can to get to net zero operations as fast as possible and to help our customers decarbonise their global supply chains end-to-end.\n\nAmbitions\n\nWe will deliver an emergency response to the climate crisis and take leadership in the transformation of the transport and logistics sector to net zero operations.\n\nTargets\n\n2040\n\nNet zero across our business and 100% green solutions to customers\n\n2030\n\n- Aligned with a Science Based Targets initiative 1.5-degree pathway\n- Industry-leading green customer offerings across the supply chain\n\nTargets above replace previous targets:\n\n- To have net zero CO₂ emissions from our own operations by 2050, which includes having commercially viable, net zero vessels on the water by 2030\n- To deliver a 60% relative reduction in CO₂ emissions by 2030 compared to 2008 levels\n\n3 ourworldindata.org/emissions-by-sector\n4 www.iea.org/data-and-statistics/charts/transport-sector-co2-emissions-by-made-in-the-sustainable-development-scenario-2010-2030\nRoadmap to deliver net zero by 2040\n\n2018\nNet zero ambition launched\n\n2019\nECO Delivery ocean transport introduced\n\n2020\nPriority future fuels defined\n\n2021\nInvestment in 13 green methanol-enabled vessels\n\n2022\nNew decarbonisation vision and accelerated commitments\n\n2023\nWorld’s first container ship in operation on green methanol\n\n2024 - 2025\nTwelve 16,000 TEU methanol-enabled vessels in operation\n\n2030\n• Aligned with a Science Based Targets initiative 1.5-degree pathway\n• Industry-leading green customer offerings across the supply chain\n\n2040\nNet zero across our business and 100% green solutions to customers\n\nOUR DECARBONISATION COMMITMENTS\n\n2030: Industry-leading green customer offerings across the supply chain\n• Ocean: Min. 25% of cargo transported with green fuels.\n• Air: Min. 30% of cargo transported with Sustainable Aviation Fuels.\n• Contract logistics and cold chain: Min. 90% green operations (scope 1 and 2).\n• Inland: Industry leading green offering – quantitative target to be defined in 2022.\n\n2030: Aligned with a Science Based Targets initiative 1.5-degree pathway\n• Ocean ~50% reduction in emission intensity (2020 baseline).\n• Terminals ~70% absolute reduction of scope 1 and 2 emissions (2020 baseline).\n• Natural Climate Solutions used above and beyond 1.5-degree target to sequester at least 5 million tonnes GHG in 2030.\n\n2040: Net zero across our business and 100% green solutions to customers\n• 100% green solutions to our customers.\n• Net zero greenhouse gas emissions across all scopes and businesses.\n• Aligned with the Net Zero criteria of the Science Based Targets initiative and a pathway to limit global warming to 1.5 degree.\n\nOur customer commitment to decarbonise their supply chains in time and...\n\n...a societal commitment to act and drive impact in this decade\n\nNote: Green is defined as fuels or energy that have low or very low greenhouse gas emissions on a life cycle basis. For details, see p. 21.\nGrowing the market for decarbonised solutions\n\nMaersk ECO Delivery is an Ocean transport customer offering that uses green fuels. Since its start in 2019, customer demand for Maersk ECO Delivery has grown more than 170% year-on-year. We expect the growth in sales for this solution to continue at least at equally significant levels in the coming years. In 2022, we will also expand our current ECO Delivery product to 3rd party verified emission-reduced Logistics and Services products to serve our customers across the entire value chain with green solutions. For air, we are helped by joining United’s Eco-Skies Alliance and committing to SAF for our customers in 2021 (see p. 23).\n\nWe launched a new Emissions Dashboard in 2021 that will help customers reach their increasingly ambitious carbon reduction targets. The dashboard will allow customers to measure their carbon footprint across Maersk-controlled and non-Maersk controlled logistics, including all transport modes such as truck, train, airplane, or vessel. The dashboard will provide increased emissions transparency, allowing customers to identify supply chain carbon hot-spots and make sustainable choices for their cargo flows. To ensure that the Dashboard meets customer needs and expectations, it was piloted and developed with leading Maersk customers who provided valuable and positive feedback along the way.\n\nDisruptions have adverse effects on emissions\n\nIn 2018, we set a target towards 2030 to reduce CO₂ emission intensity by 60% from a 2008 baseline using the Energy Efficiency Operational Indicator (EEOI) developed by the IMO. However, the EEOI only measures CO₂ and not other greenhouse gases converted to CO₂-equivalents. As our new targets cover all greenhouse gases, the EEOI is no longer an appropriate measure for tracking progress towards these. However, we will keep reporting on performance, as it is a standard industry measure.\n\nWe will also need to report against our old target until our new target is approved by the SBTi.\n\nWhen this happens, the 60% reduction target will be replaced by our new reduction target, which aims for a 1.5-degree aligned 50% relative reduction with a 2020 baseline. If a 2008 baseline were applied, the reductions achieved would be above 70%.\n\nCompared to emissions in 2020, we did not continue our downwards trajectory towards the EEOI target in 2021, as we saw an increase in our emissions intensity/EEOI of 6.9%. The increase is related to global supply chain disruptions, as vessels sailed at maximum speed to make up for lost time, and reefer containers ran overtime to protect delayed foods and perishables. These challenges are expected to continue into 2022, but not to continue indefinitely. As such, we are confident our emissions reductions will revert to being on the right track.\n\nNew fuels for ocean transport\n\nEven as we expand our ambitions to cover the full scope of our operations across land, air and sea, ocean transport continues to constitute the vast majority of our emissions. For this reason, we direct most of our decarbonisation investments towards our efforts to move away from the use of fossil fuels to power our vessels.\n\nFor the past 100 years, shipping has used one type of fuel: oil. Today, we look into a future that is at least initially a patchwork of green fuel types, and where we will be placing bets on several different options to ensure we can make significant impact already in this decade.\n\nBased on our pathway analysis of viable future fuels for net zero ocean shipping, we are actively pursuing the use of three types of fuels:\n\n- Biodiesel, which is already used to power our fleet, sold under the Maersk ECO Delivery label.\n- Green methanol, which we are opting for in order to ensure we have an impact on the sustainability of global supply chains in this decade.\n- Green ammonia, which may be a zero-greenhouse gas solution in the long-term, but is still a considerable longer way away from being ready to implement.\n\nTowards 60% CO₂ emissions reduction\n\nThe indicator underlying the relative CO₂ reduction target is EEOI, Energy Efficiency Operational Indicator, calculated as g CO₂/(Ton x Nm). From 2020, we have disclosed performance in actual numbers in addition to the progress relative to the index year 2008. An improved methodology was also developed in 2020 to bring the calculation of EEOI fully in line with the IMO’s Marine Environment Protection Committee’s (MEPC) regulations. In line with credit facility requirements we continue to report on both the old and the new methodologies. Using the old methodology, we have by 2021 reduced emissions by 39.8% since 2008.\n\nWe continue our downwards trajectory towards the 2030 target pathway, as we saw an increase in our emissions intensity/EEOI of 6.9%.\n\nDisruptions have adverse effects on emissions\n\nIn 2018, we set a target towards 2030 to reduce CO₂ emission intensity by 60% from a 2008 baseline using the Energy Efficiency Operational Indicator (EEOI) developed by the IMO. However, the EEOI only measures CO₂ and not other greenhouse gases converted to CO₂-equivalents. As our new targets cover all greenhouse gases, the EEOI is no longer an appropriate measure for tracking progress towards these. However, we will keep reporting on performance, as it is a standard industry measure.\n\nWe will also need to report against our old target until our new target is approved by the SBTi.\n\nWhen this happens, the 60% reduction target will be replaced by our new reduction target, which aims for a 1.5-degree aligned 50% relative reduction with a 2020 baseline. If a 2008 baseline were applied, the reductions achieved would be above 70%.\n\nCompared to emissions in 2020, we did not continue our downwards trajectory towards the EEOI target in 2021, as we saw an increase in our emissions intensity/EEOI of 6.9%. The increase is related to global supply chain disruptions, as vessels sailed at maximum speed to make up for lost time, and reefer containers ran overtime to protect delayed foods and perishables. These challenges are expected to continue into 2022, but not to continue indefinitely. As such, we are confident our emissions reductions will revert to being on the right track.\n\nNew fuels for ocean transport\n\nEven as we expand our ambitions to cover the full scope of our operations across land, air and sea, ocean transport continues to constitute the vast majority of our emissions. For this reason, we direct most of our decarbonisation investments towards our efforts to move away from the use of fossil fuels to power our vessels.\n\nFor the past 100 years, shipping has used one type of fuel: oil. Today, we look into a future that is at least initially a patchwork of green fuel types, and where we will be placing bets on several different options to ensure we can make significant impact already in this decade.\n\nBased on our pathway analysis of viable future fuels for net zero ocean shipping, we are actively pursuing the use of three types of fuels:\n\n- Biodiesel, which is already used to power our fleet, sold under the Maersk ECO Delivery label.\n- Green methanol, which we are opting for in order to ensure we have an impact on the sustainability of global supply chains in this decade.\n- Green ammonia, which may be a zero-greenhouse gas solution in the long-term, but is still a considerable longer way away from being ready to implement.\n\nTowards 60% CO₂ emissions reduction\n\nThe indicator underlying the relative CO₂ reduction target is EEOI, Energy Efficiency Operational Indicator, calculated as g CO₂/(Ton x Nm). From 2020, we have disclosed performance in actual numbers in addition to the progress relative to the index year 2008. An improved methodology was also developed in 2020 to bring the calculation of EEOI fully in line with the IMO’s Marine Environment Protection Committee’s (MEPC) regulations. In line with credit facility requirements we continue to report on both the old and the new methodologies. Using the old methodology, we have by 2021 reduced emissions by 39.8% since 2008.\nOur lifecycle assessment approach (see box to the right), leads us to conclude that e-methanol must be based on a biogenic source of CO₂ and renewable energy, bio-methanol must be based on sustainable biomass, and e-ammonia must be made purely from renewable energy.\n\nFurthermore, we continue our collaboration in the LEO coalition, where we work with a strong group of customers and scientists on developing a new type of biofuel for shipping based on biomass residue (lignin), derived from forestry and agricultural activities and alcohols (methanol or ethanol). We prefer not to invest in transitional fuels, including liquified natural gas (LNG), and instead leapfrog directly to fuels such as green methanol that are available now and have significantly larger greenhouse gas reduction potential and the possibility of being climate neutral on a lifecycle basis. This is in line with the emergency mindset we are committed to.\n\nIn our development of future fuels, we continue our collaboration with the Mærsk McKinney Møller Center for Zero Carbon Shipping, an independent, non-profit, leading-edge research and development centre launched in June 2020. We benefit from the collaboration with some of the best minds from industry, academia, energy, fuel and ship technology, regulatory affairs and finance, particularly in the area of technologies with low readiness levels, for example ammonia.\n\n**Thirteen new vessels ordered**\nThe container shipping industry today faces a ‘Which comes first, the chicken or the egg?’ dilemma, where marine fuel producers want to ensure there will be sufficient demand before making capital investments to scale production, and ocean shipping companies are waiting to order new vessels until they know cost-competitive fuel will be available at scale. In 2021, Maersk took significant steps to break this deadlock. In our efforts to accelerate the pace of our decarbonisation efforts, we announced in February that we were ordering the first container ship, a small feeder vessel, capable of operating on green methanol, for delivery in 2023. This means that we will be able to deliver on our first decarbonisation milestone seven years ahead of the original schedule.\n\nIn August, we took the even more significant step of ordering a series of eight large container ships with a groundbreaking design allowing them to operate on green methanol, starting delivery in 2024. We have since expanded this order to a total of 13 vessels with the last four vessels to be delivered in 2025, and have made public the innovative design of these.\n\n### Priority fuels for green shipping\n\n| Fuel | Key advantages | Key limitations/risks |\n|------|----------------|----------------------|\n| **Biodiesel** (from waste feedstocks) | - Biodiesel market already exists  \n- Can be used as drop-in fuel in existing vessels and engines | - Limited availability of suitable biomass feedstock  \n- Price pressure due to competing demand from road transport and aviation |\n| **Green methanol** (bio-methanol and e-methanol including lignin enhanced fuels) | - Can be produced from sustainable biomass and renewable electricity  \n- Vessels running on methanol are already in operation today  \n- Well-known handling | - Bio-methanol: availability of suitable biomass feedstock  \n- E-methanol: Availability of biogenic CO₂ source and renewable electricity |\n| **Green ammonia** (e-ammonia) | - Can be produced at scale from renewable electricity  \n- Contains no greenhouse gases | - Safety and toxicity challenges  \n- Infrastructure challenges at ports  \n- Future costs depend on cost of renewable electricity and availability of engine, expected in 2025 |\n\nNote: Green is defined as fuels or energy that have ‘low’ or ‘very low’ greenhouse gas emissions on a life cycle basis. See box to the right.\n\n---\n\n**Using lifecycle assessment to assess fuels**\n\nMaersk evaluates all new fuels from extraction or collection of the feedstock through production, transport, and combustion of the fuel. We include CO₂ and all other relevant greenhouse gases (GHG) assessing them for their 20- and 100-year global warming potentials. We use the ISO 14040-series standard for life cycle assessment (LCA).\n\nOn a lifecycle basis, net zero GHG emissions are only achieved when there is no net addition of GHG emissions associated with the fuel over its lifecycle, i.e. from raw material extraction to end of life. This means that to have net zero fuels the complete fuel supply chain must be fully decarbonised.\n\nThe production pathway determines an alternative fuel’s lifecycle GHG reduction in comparison to fossil fuels. Maersk works with partners to achieve higher GHG savings when developing projects for advanced fuels such as e-methanol, while this is not possible when sourcing commodity fuels, such as biodiesel.\n\nWe distinguish between green fuels that have ‘low’ and ‘very low’ GHG emissions, equal to 65-80% and 80-95% GHG reduction compared to fossil fuels on a life cycle basis, respectively. Today’s best alternative fuels can have lifecycle GHG reductions up to -95%.\n\nMaersk uses LCA for the assessment of emissions and environmental impact of other activities such as vessel construction, maintenance, and recycling. We also consider all other impact categories of an LCA such as biodiversity, ecosystems, resources and materials depletion, toxicity, air and water quality.\nThese commitments are an industry first and will offer Maersk customers green transportation at scale on ocean trades. When fully phased in, the 13 vessels will replace emissions of 1.5 million tonnes greenhouse gas emissions, corresponding to 4.5% of our fleet emissions in 2020.\n\nThe series, to be built by Hyundai Heavy Industries (HHI), will replace older Maersk vessels, and come with an innovative dual-fuel engine setup that can operate on methanol as well as conventional low sulphur fuel. Maersk plans to operate the vessels on green e-methanol or bio-methanol as soon as possible. Sourcing adequate amounts of green fuel for these vessels will be a critical challenge as it requires a significant ramp-up of global production capacity.\n\nSecuring supply of future fuels\nOur order of the 13 methanol-powered vessels sends a firm demand signal to the market. With this commitment fuel producers can safely begin investing in developing scalable solutions to ensure the supply of future green fuel. However, securing a competitive global supply chain of green fuels is the main challenge ahead. Maersk needs the global, green methanol production to increase from 30,000 tonnes to 500,000 tonnes in 2024 just to operate the first series of twelve vessels. We have engaged in developing this market through numerous investments and will continue to do so.\n\nIn 2021, we entered into an agreement with REintegrate, a subsidiary of the Danish renewable energy company European Energy, to produce and deliver the green methanol for the vessel set for delivery and integration in our fleet by 2023. This will imply establishing a new facility to produce the approx. 10,000 tonnes of green e-methanol needed annually to operate Maersk’s first new, green vessel. Maersk will work closely with REintegrate and European Energy on the development of the facility, which will be placed in Denmark and use renewable energy provided by a solar farm in the south of Denmark and biogenic CO₂ to produce the e-methanol. We consider this partnership to be a learning platform for scaling green fuel production through collaboration across the industry ecosystem.\n\nMaersk Growth, the company’s venture capital arm, has new green fuel types as a focus area. In 2021, Maersk Growth made minority investments in three start-up companies that typify the innovation needed across the value chain to develop available, cost-competitive sustainable fuels:\n\n- Prometheus Fuels – direct air capture-technology that combines renewable energy, water, and air into cost efficient, green electro-fuels.\n- WasteFuel – turning unrecoverable agricultural and municipal waste into sustainable aviation fuel, green bio-methanol and renewable natural gas.\n- Vertoro – developing liquid lignin technology, from sustainably sourced forestry and agricultural residues, which can be used as a marine fuel.\n\nThe use of Natural Climate Solutions\nIncluded in our new vision to decarbonise logistics is the additional use of Natural Climate Solutions (NCS) to increase our impact over and beyond what we can achieve with our direct emission reductions, in line with the Net Zero criteria of the Science Based Targets initiative. NCS cover nature-based conservation, restoration and improved land management actions that increase carbon storage and/or avoid greenhouse gas emissions.\n\nWhen we made our first net zero commitment in 2018, we were adamant not to use offsetting to ensure full focus on real decarbonisation, and this remains without question our prime objective. Today, the sentiment around offsetting is changing, and NCS is seen as an important part of the solution to the climate emergency. This is also reflected in the recommendations from the Science Based Targets initiative (SBTi): real emissions abatement is a clear first priority, and offsets do not count to reach a target. However, SBTi recommends that firms compensate for emissions beyond the abatement targets to deliver net zero.\n\nMaersk follows strict principles for the use of NCS:\n\n- NCS will not be used to reach science-based targets with the exception of the use of carbon removal (referred to as neutralisation by SBTi) to neutralise residual emissions in the 2040 net zero year in accordance with the Net Zero criteria of the Science Based Targets initiative.\n- Use of NCS will only happen at company level and not at individual business unit/product level.\n- The green products we offer to our customers will not be based on the use of NCS.\n\nWe intend to establish a portfolio of robust and third-party verified projects which will mainly consist of NCS such as conservation and restoration projects. An added benefit of NCS is the co-benefits for local communities and biodiversity in ecosystems they often create, which will enable us to contribute to our other important environmental and social goals through our NCS portfolio. We will also dedicate a part of the portfolio for other carbon removal solutions to help scale the market for these.\n\n5 In a recent report, the World Economic Forum and McKinsey assess that there is a practical abatement potential of 7 Gt CO₂ per year from NCS projects, which is sufficient to deliver around one-third of the 23 Gt CO₂ reductions per year needed to reach the 1.5°C pathway by 2030.\nDecarbonised logistics and services on land\n\nWhile our landside footprint currently constitutes 5.7% of our total GHG footprint, it is an area of growing significance for our business, our customers and society in general.\n\nCompared to ocean emissions, Maersk’s position in working with emissions from Logistics and Services solutions differs significantly. Most services are regional with varying regulations and local conditions, and we are in most cases not the asset owner. Hence, the toolbox is more complex and our role to lead the transition will require regional and product-specific adaptations, enabled by improved emissions data and analytics and certification.\n\nIn 2021, we have set up an Inland decarbonisation programme with the aim to serve our customers with end-to-end decarbonised logistics solutions. The most important products from an emissions and customer perspective are 1) landside transportation (medium/heavy duty transport by truck, rail or barge), 2) contract logistics (warehouses and depots) and cold chain, 3) air freight and 4) emissions transparency. Each of these have very different solutions in terms of decarbonisation, and we work to find the right answers for Maersk, society and our customers. We also reinforce our 2040 commitment with aspiring and clear ambitions for 2030 in contract logistics, cold chain and air freight. See table below.\n\nWorking in these areas, transformational action and customer solutions require fully transparent and reliable emissions data, which can be credibly analysed and certified by an independent third party. Given that granular scope 3 emissions data remains a challenge not only for Maersk but the industry as a whole, we will develop a more comprehensive set of KPIs and targets over the next years to report on dedicated initiatives across the value chain.\n\nDecarbonisation of inland logistics and service offerings\n\n**Landside transportation (truck, rail, barge)**\n\nWe aim for 100% green landside transportation solutions in 2040. We will achieve this by:\n\n- Efficiency measures and continued promotion of modal shift from truck to lower emissions transport modes like rail and barge.\n- The advancement of clean fuel alternatives and electrification in heavy-duty trucking. In 2021, we started the first pilots with biofuels and battery-electric trucks in collaboration with customers.\n- Scouting for innovations and new business models, and by building on strong partnerships with our existing carrier network. Maersk Growth’s investment into Einride was one important step in this direction.\n\nFrom 2022 onwards, we will expand our offerings stepwise, aiming to launch a standard product offering third-party verified emission-reduced transport and engaging actively in developing the infrastructure and green transport networks across the globe.\n\n**Contract logistics and cold chains**\n\nWe own and operate a large number of warehouses, depots and cold stores across the globe, and aim to provide 90% green contract logistics operations across scope 1 and 2 by 2030. This requires a combination of many technologies, including energy efficiency optimised buildings and operations, fully electrified equipment indoors and electrified or clean fuel equipment outdoors, renewable energy installation, non-fossil based heating, and charging or clean fueling infrastructure for transport vehicles, changing to lower climate-impact refrigerants, opting for sustainable building materials, and using sustainable packaging materials.\n\nFrom 2022 onwards, new sites and long-term leases will be built to serve a low/zero-carbon business, aspiring to LEED ‘Platinum’, BREEAM ‘Excellent’ or equivalent accreditation. Meanwhile, we are also launching a global retrofitting programme of our existing footprint together with our vendors and partners.\n\n**Air freight**\n\nAir freight – in comparison to maritime, rail or road transportation – is by far the mode with the highest emissions intensity. Still, the global air cargo volume is expected to grow. For our customers and society, we are committed to building a sustainable air freight business, ready for the future and net zero in 2040. This ambition is based on two main pillars:\n\n- Fleet efficiency: We will expand our own aircraft fleet with technology that is above industry-average in fuel efficiency. Our recent order of two planes offers 17 percent better fuel efficiency and reduced GHG emissions compared to legacy airplanes.\n- Sustainable aviation fuel (SAF): For 2030, we commit to a minimum of 30% of our Maersk air freight offerings transported with SAF. We will achieve this with strong partnership with our carriers and synergies from our green fuel development activities.\nA roadmap for net zero terminals\n\nOur network of owned and operated port terminals connects our ocean and our landside activities. We want to claim leadership in decarbonisation within the terminal industry and achieve net zero in 2040 along with the rest of our business. By 2030, we are committed to around 70% absolute reduction of GHG emissions for scope 1 and 2.\n\nIn 2021, we have embedded decarbonisation into the terminal business’s core strategy and have developed an ambitious roadmap to decarbonise, based on both ongoing and new activities. We have so far identified reduction or elimination solutions for a substantial share of our emissions from terminals through use of available and proven technologies. Our efforts range from energy consumption optimisation to reduce fuel and electricity consumption, improved electricity sourcing and conversion to renewable energy solutions when possible, and transitioning to using green fuels.\n\nFinding adequate solutions for the remaining amount will require close collaboration and investment with our suppliers and partners. We are currently exploring opportunities to co-develop wind/solar farm options for specific terminals, and discussing options for green energy supply with local governments.\n\nDecarbonising strategic businesses\n\nSvitzer, a towage operator and part of A.P. Moller Maersk, provides its services in harbours, rivers and canals in more than 30 countries around the world. In 2021, the company took an important step towards green product offerings. Following a successful pilot, 10 Svitzer tugs operating on the Thames River in London are now powered by a marine biodiesel and sold to customers as Ecotow. Calculations estimate that Ecotow will reduce greenhouse gas emissions by about 90% on a lifecycle basis. Ecotow is also offered to global customers as an insetting opportunity for fossil-fuelled towage elsewhere in their value chain. As part of Svitzer’s strategy it invests in vessel designs using green fuels to drive down emissions. In addition to Ecotow this includes a methanol fuel cell tug project. Svitzer’s targets for decarbonisation are to achieve a 50% reduction in vessel emission intensity from 2020 to 2030 and net zero emissions by 2040.\n\nSupporting offshore activities in the energy sector, Maersk Supply Service (MSS) is invested in decarbonising its industry. Key levers in MSS’s roadmap are technical upgrades, digitalisation and a solid energy efficiency mindset across the fleet as well as use of biodiesel. In 2021, the company purchased a new hybrid battery solution upgrade that will be installed at a vessel dedicated to anchor handling. The hybrid battery chosen is designed for reduced vessel emissions, reduced maintenance and increased operational performance. MSS are pursuing targets to reduce CO₂ emissions by 50% by 2030 from a 2018 baseline and to be net zero by 2040.\n\nDecarbonising terminals\n\n- Benefit to local communities through decarbonisation of the broader port ecosystem\n- Installation of on-site renewables\n- Reduce direct emissions through switch to green fuels\n- Zero-emission shore power for vessels at berth\n- Maximise rail opportunities\n- Gate automation\n- Biodiesel refueling\n- Electric vehicle/truck charging\n- Hybrid/electric container handling equipment\n- Switch to green electricity\nOur greenhouse gas emissions footprint\n\nA detailed overview of our emissions footprint is critical for guiding decarbonisation efforts. For Maersk, such an overview establishes the sourcing, trading and use of marine fuels as the primary source of our greenhouse gas emissions.\n\nCompared to our scope 1 and scope 3 emissions, our indirect emissions from the generation of purchased energy (scope 2) are negligible. In actual terms, however, these emissions merit attention and are addressed in our terminals.\n\nThe evolving science of scope 3\n\nIn 2021, as part of the work to review and expand Maersk’s decarbonisation targets to cover all emission scopes, we implemented significant improvements to our methodology and data collection for scope 3 emissions calculation. This deep-dive exercise revealed scope 3 emissions in some business areas that were not captured in the analysis made in the two previous years. Specifically, this includes emissions from marine fuels purchased by Maersk Oil Trading and resold to third parties. 2020 data is restated below and in the Performance data on p. 55. The addition of this category alters the relative distribution of emissions between scope 1 and scope 3 in Maersk’s overall GHG footprint. Consequently, to align with requirements from the SBTi, we will be setting a dedicated target for scope 3 emissions, when the shipping sector guidelines are finalised.\n\nScope 3 methods are constantly evolving, and we continuously strive to provide more accurate data. As the methods and data improve, results can also be expected to be adjusted in the future.\n\nSCOPE 1: OWN OPERATIONS\n\nDirect emissions coming from our financially controlled operations. 93% of our scope 1 emissions come from our ocean operations (fuel use). (2020: 96%)\n\n36,863 (1,000 tonnes CO₂ eq) (2020: 33,902)\n\n- Bunker fuel\n- Other\n\nSCOPE 2: PURCHASED ELECTRICITY (location-based)\n\nEmissions from the generation of purchased electricity. 61% of our scope 2 emissions come from our terminals.\n\n310 (1,000 tonnes CO₂ eq) (2020: 289)\n\nSCOPE 3: VALUE CHAIN\n\nEmissions created in the value chain as a result of Maersk’s business activities, including emissions from cargo transported under vessel sharing agreements and sourcing of marine fuels to third-party customers.\n\n28,952 (1,000 tonnes CO₂ eq) (2020: 27,287)\n\nThe main activities driving our value chain emissions are:\n\n- Upstream transportation and distribution: 11,117 (1,000 tonnes CO₂ eq) (2020: 11,224)\n- Use of solid product: 8,386 (1,000 tonnes CO₂ eq) (2020: 8,782)\n- Purchased goods and services: 2,871 (1,000 tonnes CO₂ eq) (2020: 2,248)\n- Capital goods: 1,315 (1,000 tonnes CO₂ eq) (2020: 363)\n\nSee the detailed overview of Maersk’s GHG footprint 2021, incl. data on all 11 GHG categories applicable to Maersk in the ESG Data table which can be downloaded from Maersk.com.\nPolicy frameworks to accelerate change\n\nWhile our size and position enable us to impact the level of decarbonisation in the shipping industry, we remain highly dependent on policy frameworks and commitments to further this process. This applies to decarbonisation targets set by both countries, regional entities and international organisations such as the International Maritime Organization under the United Nations. A package of decarbonisation measures is needed to drive a faster switch from black to green solutions, and market-based measures such as pricing of GHG emissions should be an integral part of such a package.\n\nWe were pleased to see the momentum for green shipping and logistics at COP26 – not least through numerous initiatives specifically on supply chains that were launched by ambitious states, businesses and NGOs. The commitments from key retailers to purchase green logistics, from key states and companies launching the First Movers Coalition and the adoption of the Clydebank Declaration on green shipping corridors all provide a strong starting point for the many stakeholders in our industry working to create a decade of action to get shipping on track to deliver on the Paris agreement.\n\nThis momentum was regrettably not carried over to the critical MEPC meeting in the International Maritime Organization (IMO) in November 2021. We consider this a missed opportunity as many states presently support at least a net zero target for 2050. We need IMO to deliver to stand a chance to decarbonise shipping and we need progress now. It is time for ambitious states to be more forceful and direct. The global shipping community – shippers, investors, bankers, shipowners, authorities and many more – stand united in calling for regulation. Maersk will continue to engage closely with IMO states to secure progress before the next IMO meeting in June 2022.\n\nThe solution must be a package of measures centred around:\n\n- A global standard for accounting for the life-cycle greenhouse gas emissions from marine fuels (securing the needed production of the new fuels)\n- A drop dead date to mark a future deadline for the building of fossil-fuelled ships;\n- A global fund and GHG price to secure just transition (i.e. channelling support to developing countries);\n- Definition and deployment of green corridors;\n- Enhancing the IMO data collection system and ensuring it is transparent\n\nRegional measures as a needed stepping stone\n\nWith the publication of the Fit for 55 package, the European Union has advanced its ambitions to make Europe the first climate-neutral continent by 2050 and deliver the EU’s 2030 emissions reduction objective of at least net 55%. Maersk fully supports the EU’s ambitions and not least the multi-pronged approach whereby proposals are put forward to address the production of the right fuels (Renewable Energy Directive), the use of the right fuels (FuelEU Maritime) and the right behaviour from shipping companies (Emissions Trading System). It is, however, imperative that the many proposals in the Fit for 55 package complement not only each other but also the work at IMO level.\n\nMaersk therefore welcomes the fact that the EU has acknowledged the importance of fuel lifecycle assessments as well as included in several proposals all relevant GHG emissions (i.e. methane and nitrous oxide). The EU must now evaluate how best to use these initiatives to support the development of mid and long-term measures at IMO, as EU measures will at best be able to address 15% of the emissions from maritime transport.\n\nDriving change through pricing\n\nEconomists and climate experts agree that the most effective way of driving the green transition of society is to put a price on emissions.\n\nWe believe IMO should take steps to introduce a greenhouse gas price phased in over a couple of years by 2025 to reach a price level covering the competitiveness gap between fossil and renewable fuels.\n\nA fair estimate of this gap would be at least 450 USD per tonne fuel, i.e., at least 150 USD per tonne CO₂ equivalent, in the medium term at current oil price.\n\nEqually important all greenhouse gases must be considered. Fuel assessments should be based on a full life cycle analysis, or we would risk pushing shipping’s emissions to elsewhere in the supply chain.\n\nRevenues collected from this market-based measure will be unprecedented and should be recycled into R&D investments in green fuels and improved resilience into logistics chains.\nacross the world with focus on supporting developing countries. It would be unfortunate if these revenues ended up funding existing technology, were used as state subsidies to shipping companies or simply became a tax on shipping. Instead, part of the revenue should be specifically earmarked for ‘just transition’ initiatives in developing countries which may or may not be directly linked to shipping.\n\nThe need for a just transition\nAddressing the climate crisis requires a massive shift across systems in the ways the global economy and society operate, physically, economically and socially to reach net zero GHG emissions by mid-century or before. The necessary change will simultaneously create new jobs and opportunities, but at the same time, the transition is likely to spur significant job displacement and new migration patterns. Ensuring that the energy transition is a just transition is paramount.\n\nWe understand the risk that our ambitious and accelerated decarbonisation strategy can cause unintended impacts on peoples’ rights, including jobs displacement and new supply chains (for example sourcing of biofuels) affecting communities. In addition, as demand grows for renewable energy sources, including solar and electric batteries, we will be contributing to the increasing global pressure on these developing supply chains.\n\nAs we accelerate our decarbonisation efforts and navigate the emerging challenges, we will incorporate a human-centred approach to decarbonisation, adhering to international human rights standards and continue to engage with stakeholders – workers, unions, local communities, governments, civil society, and multi-stakeholder initiatives – to understand the issues and avoid or mitigate any negative impacts. We will also continue to engage in policy debates and support initiatives that leave no one behind.\n\nEU taxonomy reporting\nThe EU taxonomy is a classification system identifying environmentally sustainable economic activities. In accordance with the requirements, for 2021 Maersk is reporting against the EU taxonomy for the first time on the share of revenue, CAPEX and OPEX that are ‘taxonomy-eligible’ (see table). Eligible activities are activities that are covered by the taxonomy, irrespective of whether these activities meet any or all the technical screening criteria stated in the taxonomy.\n\nThe KPIs show that Maersk holds great potential to contribute significantly to the green transition, with 94% of revenue, 93% of CAPEX and 90% of OPEX reported as taxonomy-eligible. However, since Maersk is at the beginning of its end-to-end decarbonisation journey, it is likely that a significantly lower share of activities will comply with the substantial contribution criteria outlined in the taxonomy. While Maersk therefore expects to report a low share of taxonomy-aligned activities from 2022, there is significant opportunity to increase the alignment as the company progresses on its decarbonisation pathway.\n\nThe eligible activities in Ocean mainly relate to ocean container transport and associated services. For Logistics and Services, eligible activities include road and rail freight, intermodal transportation and services and land-based infrastructure such as warehouses and distribution centres. In Terminals & Towage, all operations are eligible as considered infrastructure supporting ocean-based transportation. In Manufacturing & Others, only a small part of Maersk Line Limited activities relating to roll-on roll-off activities are eligible. Maersk’s non-eligible activities mainly relate to airfreight (Star Air), sourcing of marine fuels (Maersk Oil Trading), offshore oil and gas services (Maersk Supply Services) and manufacturing and servicing of containers (Maersk Container Industry). For more on Maersk’s taxonomy reporting, please refer to the accounting policies section on p. 56.\n\nA.P. Moller - Maersk taxonomy reporting for 2021\n\n| Segment                  | % of Group based on revenue | Economic activities covered by the taxonomy                                                                 | Taxonomy-eligible activities as share of |\n|--------------------------|-----------------------------|-------------------------------------------------------------------------------------------------------------|----------------------------------------|\n|                          |                             | Revenue CAPEX OPEX                                                                                         |                                        |\n| Ocean                    | 76%                         | • 6.10 Sea and coastal freight water transport                                                            | 97% 99% 96%                            |\n|                          |                             | • 6.16 Infrastructure enabling low carbon water transport                                                  |                                        |\n| Logistics & Services     | 16%                         | • 6.2 Freight rail transport                                                                             | 79% 67% 79%                            |\n|                          |                             | • 6.6 Freight transport services by road                                                                  |                                        |\n|                          |                             | • 6.15 Infrastructure enabling low-carbon road transport and public transport                             |                                        |\n| Terminals & Towage       | 6%                          | • 6.10 Sea and coastal freight water transport, vessels for port operations and auxiliary activities       | 100% 100% 100%                        |\n|                          |                             | • 6.16 Infrastructure enabling low carbon water transport                                                 |                                        |\n| Manufacturing & Other    | 2%                          | • 6.10 Sea and coastal freight water transport, vessels for port operations and auxiliary activities       | 9% 0% 5%                              |\n| Consolidated             | 100%                        |                                                                                                            | 94% 93% 90%                            |\nClimate-related risk disclosures\n\nWe are committed to providing transparency on greenhouse gas emissions across all scopes, our transition pathways, and climate-related risks and opportunities. The key framework which guides our reporting on the latter is the TCFD (Task Force on Climate-related Financial Disclosures). For an overview of TCFD reporting, please see the TCFD Index in our ESG data table, which can be downloaded from our website.\n\nDecarbonisation mitigates material transition risks\n\nIn 2020, we conducted a strategic review to analyse the likelihood and implications of different scenario pathways for global warming (1.5, 2, 3 and 4 degrees) and how these might impact global demand and key sectors. This review confirmed the urgency of mitigating the transition risks to our own business (e.g., in relation to policy changes, technology, and carbon pricing and adoption) and of capturing opportunities to stay relevant in the market by supporting our customers to decarbonise their supply chains. It also confirmed the risk of not decarbonising our end-to-end supply chain at a speed that matches our customers’ and investors’ expectations, as a top enterprise risk to Maersk, and that decarbonisation holds significant opportunity to develop green end-to-end logistics offerings for our customers.\n\nWe manage the risks and the opportunities through our decarbonisation programme as reported in this chapter, and with clear governance as outlined on p. 12.\n\nAssessing weather-related disruption and damage costs\n\nAs Cyclone Tauktae struck the West Coast of India in May 2021, our port terminal, Pipavav, in the area was both directly and indirectly impacted, resulting in diminished capacity to the terminal for almost two months and approximately 20m USD costs in disruption and damages.\n\nWith the increasing prevalence of exactly this kind of extreme weather event – hurricanes and storms, as well as flooding, heatwaves and water stress, it is clear that the physical impacts of climate change may affect both our land-based assets and operations and the supply chains we operate. We know this from a hotspot analysis performed and reported on in 2018 and 2019. The strategic review in 2020 also estimated that a significant proportion of global container trade could be impacted. In 2021 we initiated an in-depth analysis of this risk, including how physical climate change will impact our land-based assets, the non-owned extended infrastructure we depend on to deliver our services, our business verticals and trade flows, and what opportunities may result.\n\nThe first phase of this analysis assessed the impact of disruption including damage costs on 107 key land-based assets (terminals, logistics centres, shared service centres and data centres) and extended infrastructure, relative to three climate scenario pathways: a present, middle-of-the-road ‘Stated Policy’, scenario aligned with stated government policies (approx. 2.5 degrees), a more aggressive ‘Paris-aligned’ emissions pathway aligned with a 2 degrees scenario, and a ‘No Policy’ scenario resulting in a pathway leading to above 3 degrees warming. The study was performed by the Cambridge Centre for Risk Studies and is based on CMIP6 modelling aligned with the IPCC 6th Assessment Report from 2021.\n\nImpacts on our company\n\nThe study, which captures baseline risk not taking mitigation efforts into account, finds that the weather disruption and damage costs at the facilities are likely to increase by 30% by 2050 as a result of climate change in the Stated Policy pathway. Future losses could be reduced if the world pursues a more aggressive emission pathway, or could increase if the world fails to achieve its current stated policy commitments. The variation between the scenario pathways is only around +/- 5%, as most of the near-term change in the physical system is already baked in from historical emissions.\n\nAnother finding is that coastal floods, windstorms and hurricanes are the key drivers of increased risk, with the bulk of the impact concentrated in relatively few high-risk, large terminal assets. This knowledge will be incorporated into due diligence, loss prevention and continuity planning and assessment of where additional mitigation measures may be needed. The current measures in place to mitigate weather-related impact to our assets are among other things local severe weather preparedness plans and business interruption delegation plans. Steps have been taken to dig deeper into the climate-related risk for terminals and warehouses and articulate specific mitigating actions for individual assets.\n\nThe biggest losses will likely not stem from the damage to or disruption of assets themselves, but from the resulting disruption of the network. In 2022, the study will continue with expanded focus on wider network and supply chain impacts.\nEnvironment and ecosystems\n\nA.P. Moller - Maersk’s (Maersk) activities impact ocean and land-based ecosystems. The ships, trucks, trains, warehouses, depots and airplanes we use to store and move our customers’ goods emit pollutants to air and water and influence the living environments of humans and other species.\n\nWe see ourselves as active citizens of the Earth, operating on the oceans and increasingly on land and in the air. We are committed to doing as little harm as possible while actively participating in restoring ocean and land health and resilience including protecting animal habitats where we operate. Our ESG strategy identifies four key material areas of impact, as shown in the figure below.\n\nWorking in each of these areas, we assess and monitor the impact of our operations on the environment, provide relevant training for our employees working across our operations, and engage actively on environmental issues with key stakeholders, including customers, civil society, authorities and investors, and transparently report on our performance. Finally, we support ocean science in areas where we can leverage our assets.\n\nAs the scientific understanding evolves and the interconnections between nature, biodiversity and climate change impacts become clearer, we recognise that to live up to our responsibilities and the rising expectations of our stakeholders, our ambitions in these areas must go beyond compliance and risk management. We expect to set more detailed targets over the coming years.\n\nManaging growth\n\nMaersk projects significant growth in the number of facilities we operate on land, for example warehouses and depots, in line with the growth of our Logistics & Services business. We expect most of these facilities to be either leased or acquired, while we will build only a smaller share ourselves.\n\nIn 2021, we developed a corporate-wide management framework to establish standards for how we operate while doing as little harm as possible in addition to complying with global environmental requirements.\n\nThe management framework includes an environmental and social profiling tool and an HSSE due diligence process for mergers and acquisitions which we use to identify key sensitivities and vulnerabilities in potential acquisitions. Typically, our analyses unveil challenges within governance systems and the coverage of programmes as well as data quality.\n\nWe recognise the expectations for us to have externally certified management systems in place across our full business. This is increasingly part of tender requirements and in dialogues with our customers. In ESG ratings, it is a requirement to be recognised as a leading company. Our ocean-based activities have been ISO 14001-certified for over a decade, and we are working to gain an in-depth understanding of the benefits, risks and opportunities from establishing a company-wide third-party verified system.\n\nFour priority areas within environment and ecosystems\n\nEcosystem health and biodiversity\n\nwhere we will protect the ecosystems in which we operate and support scientific research and partnerships where synergies exist.\n\nResponsible ship recycling\n\nwhere we will ensure safe and responsible ship recycling of our own vessels, and work towards creating opportunities globally to the benefit of workers, environment, responsible yards and shipowners. We report in depth on this topic on p. 33.\n\nOur aim\n\nis to minimise negative environmental impacts and optimise our positive contributions to protect ecosystem health.\n\nWaste and pollution, including air emissions\n\nwhere we will reduce waste, pollution and emissions in the global supply chain through environmental management systems, global policies, and clear action plans.\n\nEfficient resource consumption\n\nwhere we will work towards efficient resource use, recovery and recycling across our company.\n\nWhy it matters\n\nWe have a responsibility to minimise negative environmental impacts from our operations, in compliance with regulations, and to live up to the requirements and expectations of our customers and other key stakeholders.\n\nAmbitions\n\nWe see ourselves as active citizens of the Earth, operating on the oceans as well as increasingly on land.\n\nWe are committed to doing as little harm as possible while at the same time actively participating in restoring ocean and land health and resilience, as well as protecting animal habitats where we operate.\n\nWe aspire to be recognised by our stakeholders for our commitment and actions.\n\nTargets\n\nWe set targets and measure our progress through KPIs and relevant metrics which we transparently share with our stakeholders.\n\nPlease refer to each of the subject areas on the following pages to see current targets.\nEcosystem health and biodiversity\n\nThere is an evolving understanding of the gravity of the loss of biodiversity on land and in the oceans⁶ and there is increased global momentum in this field. The UN is working towards new global goals for biodiversity, the EU is developing standards for reporting on biodiversity for inclusion in the taxonomy for sustainable activities, and the UN Ocean Summit will be held in 2022.\n\nWe recognise that biodiversity increasingly is a priority for our stakeholders, and we are committed to engaging in research and dialogue to enhance our understanding of our potential impacts and how we can contribute, including by leveraging natural climate solutions. We are currently most heavily invested in ocean-related aspects of this agenda.\n\nOceans cover 71% of Earth’s surface and contain about 97% of its water. They redistribute CO₂ and heat, supply people and communities with food, water, renewable energy, and build livelihoods through tourism, trade and transport.\n\nOur first obligation is to comply with existing rules and regulations that safeguard ocean health. For Maersk, this includes managing fuels or chemical substances to avoid spills into water, managing waste to keep it out of the oceans and living up to the requirements of the ballast water management convention. For each of these areas, we have policies and procedures in place to manage and mitigate risks.\n\nOn top of this, we collaborate to protect and restore ocean health. For example, we are signatories to the Ocean for Climate Declaration launched during COP 26 and we continue our membership of the Ocean Stewardship Coalition (formerly called the UN Action Platform for Sustainable Ocean Business).\n\nThe topic of deep-sea mining in sensitive areas was a subject of public debate in 2021. Maersk Supply Service provided marine services to a customer, between 2018-2021, to enable environmental impact and baseline assessments for deep-sea research. This contract has been concluded. Our work was conducted in accordance with ISA (International Seabed Authority) regulations.\n\nAvoiding invasive species from ballast water\n\nWe comply with international conventions to perform pest control and install ballast water treatment systems on our vessels to reduce the risk of invasive species as we carry goods across ecosystems. The Ballast Water Management Convention (BWMC) obligates shipowners to have such systems installed on all vessels by 2024. We have completed installation on 53% of our fleet and are on track to comply with the full target.\n\nOperating in sensitive and protected areas\n\nWe follow all mandatory speed reduction schemes at sea and avoid restricted zones to reduce risk of whale strikes and disturbing whales breeding. In 2021, we engaged in dialogue with WWF on this topic. It is an area where more research is needed to fully understand how underwater noise from ships can be reduced, and we intend to initiate a study together with partners in 2022.\n\nIn our landside operations, we must ensure all necessary permits are in place to operate in sensitive or protected areas. We complete environmental impact assessments for construction projects where this is required by local laws. During 2022, we will work to set targets and develop a global standard. Also in 2022, we will work to set targets and develop systems to allow us to monitor and report on compliance for both ocean and landside activities in marine protected areas, protected areas on land and areas of protected conservation status.\n\nSupporting ocean science\n\nAs an organisation committed to responding to and acting on science, we feel a special obligation to support ocean science in the areas where we have an impact on the environment and ecosystems. In this regard we see our vessels as a unique platform for collecting data for science. Current activities include:\n\n- Our entire fleet of approximately 300 Maersk-owned vessels collect and transmit weather data at sea as part of a project run by the World Meteorological Organization and UNESCO.\n\nThe Ocean Cleanup’s System 002 deployed for testing in the Great Pacific Garbage Patch.\n• We partner with the World Ocean Council and the University of Hawaii on the Tsunami Warning Project, with monitoring equipment installed on three Maersk vessels.\n• We also collect weather data for the European Common Automated Weather Stations programme, and have equipment installed at 50 of our vessels so far.\n\nGoing forward, we intend to actively seek to participate in additional relevant science projects where our vessels can provide a natural platform.\n\nDealing with banned cargo\nAs a provider of ocean carriage and logistics services, we risk unintentionally transporting endangered species, banned timber and illegal wildlife. We are committed to avoiding such transport and will continue to work with stakeholders, including NGOs, authorities and customers to eliminate the risks.\n\nWe have systems and policies in place to avoid illegal transport and are continuously developing booking screening tools and implementing improved processes to stop or prevent the transport.\n\nIn 2021, we established a new policy on illegal wildlife trade, clearly stating our zero-tolerance policy towards such trade, and explaining how we collaborate to combat it.\n\nContinued collaboration to clean up oceans\nMaersk contributes to improving ocean health through our support for The Ocean Cleanup, which continued in 2021 with successful offshore campaigns in the Great Pacific Garbage Patch. For more on this partnership, see p. 50.\n\nWaste and pollution\nWe strive to minimise the known negative environmental impacts related to our operations across all activities in Maersk. This commitment includes preventing spills of hydrocarbons and chemicals into the natural environments from our vessel and landside operations, as well as how we manage the waste we generate, and minimise emissions to air which include SOx, NOx and particulate matter.\n\nWe can also have unintended waste impacts in cases where containers are accidentally lost at sea.\n\nTwo spills in 2021\nWe currently report on hydrocarbon spills. In 2021, there were two uncontained spills above 10m³, both to land, in the terminals Maarsvlakte 2, Netherlands (15m³) and Salalah, Oman (28m³). Recognising that environmental impacts is an area with increasing disclosure expectations and requirements, in 2022 we intend to work towards setting targets and providing increased disclosure also including chemical spills.\n\nReducing emissions to air through global regulation\nFor the past two years, all ocean transport has been obligated to use fuels compliant with the International Maritime Organization’s (IMO) 0.5% global cap on the content of sulphur in fuels.\n\nMaersk considers this legislation a very encouraging example of effective global regulation, as it simultaneously fulfils its purpose of improving the air quality in coastal zones and is enforced in a way that keeps the commercial playing field level. The key enforcement mechanism is a ban on carrying non-compliant fuels on vessels. While port state controls were affected by COVID-19 in 2021, the reports received show that very few violations of the ban were found and that even fewer of these were intentional.\n\nThe other accepted compliance application is to install scrubbers on vessels to clean exhaust gases. The use of open-loop scrubber systems remains a discussion point: We welcome all scientific evidence on this matter but consider the current evidence insufficient to determining if a ban on open loop scrubbers is necessary in both coastal zones and open sea. The EU, some US states and Australia already require vessels to shut off this type of scrubber system when entering near-coastal waters and switch to low-sulphur fuel.\n\nWe have completed our scrubber installation programme on our vessels and have no plans to expand the use of these systems.\n\nFor Maersk, SOx emissions increased to 108,000 tonnes in 2021, up by 6% from 102,000 tonnes in 2020, but still substantially lower than the 569,000 tonnes emitted in 2019, the last year before the ban took place.\n\nCo-founders of a new Alliance for Clean Air\nOur efforts to transition to non-fossil fuels will not just reduce greenhouse gas emissions, but will at the same time reduce other harmful emissions to air such as SOx, NOx and particulate matter (including black carbon). In 2021, we emitted 108,000 tonnes of SOx, up by 6% from 2020, and 889,000 tonnes of NOx, up by about 7% from 2020. We do not have systems that allow us to report on particulate matter yet. However, despite the progress made on reducing air pollution from shipping, the health of millions of people around the world is still affected by air pollution every year. In 2019, it was the fourth leading risk factor for early death worldwide. It therefore remains a critical issue to address. In 2021, Maersk became a founding member of the Alliance for Clean Air, which has as one of its goals to develop a methodology to measure emissions of particulate matter across scopes. In doing so, we commit to establish air pollution footprints on SOx, NOx, and particulate matter (including black carbon) during 2022 and set ambitious targets to reduce these air pollution emissions with a clear action plan. Subject to finalisation of the methodology in due time, we further aim to report these figures starting with our Annual Sustainability Report for 2022.\n\nWaste management challenges\nIn 2021, we generated a total of 339,000 tonnes of waste, up from 283,000 tonnes in 2020. This is mainly due to the increased activity in our Ocean business and an increase in non-hazardous waste from APM Terminals. Of the 339,000 tonnes, 216,000 tonnes is hazardous waste.\n\nWe reviewed and refined our procedures and garbage plans for both ocean and landside activities in 2021.\n\nOn our vessels, Maersk allows for food waste to be discharged at sea, but otherwise obligates all vessels to store waste and discard it when in a port with adequate facilities. However, we continue to be challenged by the lack of reception facilities in ports and the lack of transparency on waste management infrastructure for many of our landside facilities. A priority for 2022 is to gain a better overview of our waste supply chain across our business.\nLost containers at sea\nStarting this year we will disclose the number of lost containers overboard as part of sustainability reporting.\n\nWe report on the loss of containers to all relevant authorities and salvage where possible. In 2021, Maersk lost 962 containers at sea, which came from two incidents in January, where Essen Maersk lost 727 containers overboard, and in February where Eindhoven Maersk lost 235 containers. These were exceptional losses far above the norm. In the past decade, the only other exceptional year was 2014, where 553 containers were lost. In all other years, the losses have ranged from 0 to 110 as the highest, with an average across the decade of 30 containers lost, mainly due to adverse weather conditions.\n\nMaersk is committed to avoiding lost containers and we are working hard to play an active role in the prevention of these losses. To that end, we participate in the TopTier project, a joint industry collaboration addressing the root causes of the loss of containers from large vessels.\n\nEfficient resource consumption\nManaging our resources effectively, and reducing the resource impacts from our operations, is a topic of increased attention for our stakeholders including regulators. Our efforts to reduce energy consumption are managed and reported in the chapter on Climate change. In addition, we have identified two key focus areas where we intend to work to enhance our understanding of our impacts and set targets:\n\n- Efficient resource use, recovery and recycling\n- Freshwater consumption in water-stressed areas\n\nOur water usage increased in 2021 from 1,736,000 m³ in 2020 to 1,834,000 m³ driven by the growth in the Logistics & Services business. In 2021, our Terminals business piloted a new way of consolidating water consumption data across different water stress zones (see figure below). This new approach identified that around half of our terminals’ water use is in high and very high water stress zones in 2021. This context provides a better understanding of the risk of water use in our Terminals business and enables teams to prioritise and manage these risks. In 2022 we will expand this approach to all our landside operations.\n\nWater consumption in water stress zones, Terminals business\n\n---\n\n7 The World Shipping Council collects data from the container industry on total global losses of containers. The 2021 report was not available at the time of this report’s publication.\n8 Based on water stress zones identified using the WRI Aqueduct (www.wri.org/aqueduct), accessed in August 2021.\nResponsible ship recycling\n\nIn spite of many shipowners having policies for responsible ship recycling, nearly 90% of the gross tonnage recycled is done under poor health, safety and environmental conditions. As global ship recycling volumes are set to nearly double by 2028 and quadruple by 2033 there is an urgent need to ensure that this growth in demand for ship recycling services will be met by suppliers with responsible practices.\n\nOver the past six years, Maersk has recycled 16 vessels in seven yards in Alang which is one of the three locations in South Asia where around 20% of the world’s tonnage is sent for recycling. Playing the role of a catalyst, our engagement in the area has driven a transformational change in the Alang ship recycling industry. Over 90% of around 120 operational yards in Alang have voluntarily invested to be compliant with The Hong Kong International Convention for the Safe and Environmentally Sound Recycling of Ships (HKC), though this is still pending entry into force. Maersk vessels are recycled in accordance with the Maersk Responsible Ship Recycling Standard (RSRS), which is a stringent interpretation of the HKC and our responsible procurement programme.\n\nProgress and activities in 2021\n\nIn 2021, we placed two vessels for recycling with yards in Alang, and completed recycling of three vessels. We continued our audit regime that encompasses a screening of partners, full-time presence by Maersk staff on the ground and external verification audits.\n\nDespite COVID-19-related challenges in 2021, our yards engaged in safe, environmentally sound and RSRS-compliant recycling operations. As in previous years, external audits continued after landing a vessel in a yard, including one that we engaged with for the first time, until only one finding related to excessive overtime remained. This is a challenge in many industries and geographies with migrant workforces.\n\nAlang impact assessment\n\nThe study covers the period 2017-2021, during which 14 Maersk ships were responsibly recycled at six Alang yards engaging more than 1000 workers.\n\nOur engagement\n\n| Health and safety | Environment | Labour and human rights | Wider Alang development |\n|-------------------|-------------|-------------------------|-------------------------|\n| Over 2,950 man-days of supervision | Over 82,000 m² impermeable floor established at yards | Over 1,300 workers’ homes made ILO-compliant | Over 62,200 consultations in Mobile Health Unit |\n| Over 4,350 trainings | 20 heavy-duty cranes installed | Improved social security standards and working conditions | Over 5,800 laboratory tests |\n| Over 40 Lloyd’s Register audits | Over 35 environmental tests | Over 35 Maersk responsible procurement audits | Over 5,000 workers part of health awareness training programme |\n\nThe impact\n\n- Zero fatalities\n- Zero lost time injuries\n- Zero spills and hazardous materials incidents\n- Minimised environmental impact\n- Improved living standards\n- Improved labour management and social security standards\n- Enhanced healthcare access\n- Improved health awareness and outcomes\n\nWhy it matters\n\nOnly a small share of all vessels globally is recycled responsibly. The projected growth in demand for recycling capacity for very large vessels add to the urgency of creating new opportunities for responsible practice-driven, financially viable recycling. As a leader in the shipping industry, we have a responsibility to use our leverage to make a positive impact.\n\nAmbitions\n\nEnsure safe and responsible ship recycling globally to the benefit of workers, environment, responsible yards and ship owners.\n\nTargets\n\n- Create opportunities for responsible ship recycling of post-panamax ships globally\n- Work with industry stakeholders to support yards globally, including non-OECD countries, to achieve EUSRR compliance and thereby increase actual capacity on the EU List\n- Continue development of the wider Alang area\n- Actively support the Ship Recycling Transparency Initiative scale-up work and raise the profile of transparency\n- Identify Maersk’s role in decarbonising the global steel value chain by leveraging ship recycling volumes in the long term\nWe also updated the impact study of our investments and activities in Alang. The study covers 14 vessels recycled between 2017 and 2021, as well as our access to health efforts in the wider Alang community. See the table on p. 33.\n\nThe mobile health unit, which we have supported since 2018 to improve healthcare access in the wider Alang area, provided nearly 15,400 health visits and 1,050 laboratory tests in 2021. The training programme, supported since 2019, raised awareness on hygiene, substance abuse and sexually transmitted diseases continued, and to address the evolving needs of the community, an additional training module on material handling and ergonomics was introduced and skin camps organised.\n\n**Regulatory landscape: still challenging**\n\nDuring 2021, the regulatory landscape for ship recycling changed as some gaps in the EU Ship Recycling Regulation were closed. However, challenges remain and pose a risk to having the right solutions ready in time.\n\nWhat was reconciled in 2021 was the uncertainty related to the effect of the 2019 entry into force of the Basel Convention on export of hazardous waste. Were it to supersede the EU Ship Recycling Regulation, this could effectively hinder non-OECD countries such as India from offering to recycle ships coming from OECD countries. The new EU Waste Shipment Regulation (which implements the Basel Convention) was published end-November 2021 and proposes that the EU Ship Recycling Regulation will take precedence when it comes to European flagged vessels, and to amend the EU regulation accordingly. This means that yards in non-OECD countries will remain eligible for inclusion on the EU’s list of approved recycling facilities, provided these can meet the requirements stated.\n\n**Creating supply for unprecedented demand**\n\nA significant part of the global shipping fleet ready for recycling in the next decade come from the post-panamax category. The name is derived from the fact that they are too large to pass through the Panama Canal, and they are also too large to be responsibly recycled at the vast majority of the world’s currently available recycling facilities. Given this challenge, it is crucial that we engage to create responsible ship recycling opportunities for mainstream, commercial, post-panamax vessels globally. We need to begin to send demand signals and lead the creation of new opportunities for responsible ship recycling. In 2021, we progressed our ongoing dialogues with global players and assisted with research and technological developments, building the business case and performing due diligence for potential sites.\n\nCompounding this urgency is the delay in including yards in non-OECD countries in the EU List – which lists yards allowed to recycle vessels registered in EU countries. The fact remains that very few yards included in the EU List are capable of handling post-panamax vessels, and that even fewer wish to accept commercial vessels for recycling as their current activities are more profitable. This was confirmed by a 2020 study by the Baltic and International Maritime Council (BIMCO).\n\n**Uniting for change**\n\nWe remain steering group members of the Ship Recycling Transparency Initiative (SRTI), to which we were founding signatories in 2018. The SRTI aims to accelerate a voluntary, market-driven approach to responsible ship recycling and today has 13 shipowners across a range of vessel types and geographies disclosing data on their ship recycling policies and practices. This enables lenders, investors, cargo owners and others to make informed decisions and reward good practice through the market. 2021 saw an increase in the interest from insurance providers, allowing for more collaboration between shipowners and financial stakeholders in moving the initiative’s goals forward. With a total of 30 signatories (shipowners and other stakeholders), the SRTI includes more than 50% of the global container fleet by TEU capacity.\n\n**Ship recycling’s link to green steel**\n\nSteel is one of the core engineering and construction materials today. However, the steel industry is among the three biggest emitters of CO₂. Some of our customers are engaging on this subject through ResponsibleSteel, a non-profit collaboration developing an independent third-party certification programme for the steel value chain. Financial institutions and investors are focusing on the issue via ESG ratings and global coalitions such as the MSCI, Glasgow Financial Alliance for Net Zero, etc. While green steel does not exist today, the technology is maturing for it to be from around 2025. Steel-scrap emerging from large vessels will increasingly be recognised as a viable raw material to produce green steel. We will engage with the shipping industry stakeholders to better understand the global steel value chain and how we could play a role in decarbonising it.\nA.P. Moller - Maersk's ambition is to ensure that we provide an engaging, safe and inclusive place to work, where we take action to secure that all workers have decent working conditions and that we continue to improve the work environment for all our employees. Our actions are guided by our values, international standards and the expectations of our key stakeholders.\n\nIn this report, we report on our strategic commitments to safety and security, diversity, equity and inclusion and human capital as well as the issues of human rights, employee relations and labour rights.\nSafety and security\n\nA.P. Moller - Maersk (Maersk) provides jobs for 95,000 people in over 130 countries. It is our prime responsibility to keep them safe and free of harm while they perform their work duties at sea, in the air, in terminals, warehouses and offices. For this reason alone, safety and security is one of three core commitments in our ESG strategy.\n\nKeeping our employees safe from harm means that we must work to eliminate fatalities and life-altering injuries and strive for as few lost time injuries as possible associated with our operations.\n\nLeading the drive to improve safety\n\nWe firmly believe that to drive progress, the performance indicators we track must focus on the diligent implementation of robust processes and actions that lead to building the safety culture necessary to keep employees safe and secure. Backed by research, we find that driving change towards an improved safety culture cannot be achieved by setting zero-targets. Such targets are known to incentivise behaviour that is not conducive to open and trust-based environments that report and learn from safety risks and incidents. In other words, work environments that have the capacity to fail safely, meaning that even if accidents or incidents occur, our safety culture, processes and mitigating actions have the strength needed to ensure that no significant harm occurs.\n\nFor safety and security, our ESG strategy therefore sets out targets towards 2023 on leading indicators for safety capacity. Reaching these targets requires us to invest and commit resources to building leadership capabilities and improving our safety culture:\n\n- We focus on High Potential Incidents as predictors of where there is a heightened risk of fatal and life-altering accidents. We are rolling out the use of Learning Teams across the entire organization, with an overall strategic target of ensuring that by the end of 2023, all High Potential Incidents will trigger a frontline Learning Teams follow-up to enable leaders and the frontline teams to learn from and prevent similar incidents in the future. See box on p. 37 for more on Learning Teams and other key safety concepts.\n- The second strategic target is that by the end of 2023, Maersk’s entire global leadership (Top 900 leaders) will have gone through comprehensive training in the Maersk Safety and Security Principles that form the core of our approach to safety and security, enabling leaders to champion and effectively take on the critical responsibility to ensure that we are doing everything we can to make safe work easier.\n\nLoss of life sadly remains a risk\n\nTo our great distress, four persons lost their lives while working for us in 2021. We can never bring families and friends back to their loved ones, but as a company we have a solemn obligation to learn from these tragic events. We will continue to work to eliminate the factors and behaviours that lead to such fatalities and life-altering events.\n\nFatalities in 2021\n\nIn 2021, we tragically lost four colleagues in our fleet and landside operations. Action has been taken in response to each incident across our global operations.\n\n| Business segment | Location | Description and learnings | Employed by |\n|------------------|----------|---------------------------|-------------|\n| Logistics and Services | Benin | A sales executive fell to the bottom of an unmarked, faulty elevator shaft at a customer location, and died from his injuries. We have revised the customer visit safety protocol. | Maersk |\n| Logistics and Services | Tanzania | A security guard in a Maersk depot was fatally hit by a truck operating on the site. We have enhanced focus on man-machine separation in our land-based operations. | Third-party contractor |\n| Ocean | South China Sea | A seafarer disappeared from a Maersk container vessel overnight and was presumed lost at sea. A four-day rescue operation including five Maersk vessels was not able to locate the seafarer. We have carried out a major project to improve procedures and safety equipment on board vessels. Improvements include life vests with electronic tracking. | Maersk |\n| Ocean | Weser River, Germany | A seafarer preparing the gangway for arrival was pulled overboard as it came loose from its stowed position causing the victim to fall overboard. Despite intense search and rescue efforts by six vessels and a helicopter, the seafarer could not be found. Follow-up on this incident was included in the above-mentioned project. | Maersk |\nActing on our Safety and Security Principles\n\nWe want safety to be embedded into the fabric of our business and ensure that we have the capacity to manage risks under variable conditions. This must be enacted through leadership that engages with frontline employees and provides the support they need to make safe operations easier.\n\nMaersk’s approach to safety and security is guided by four strategic principles:\n\n- We lead with care and will improve leadership capabilities.\n- We learn and adapt and will build capacity to manage serious risks through controls and safeguards.\n- We improve our culture of learning by promoting employee voice, engagement and knowledge sharing.\n- We enhance foundations both structurally and operationally with simple, accessible tools and competent advice.\n\nWe carried out activities within each of these areas in 2021.\n\nTo lead with care, we conducted 16,790 Leadership Gembas (see box at right) where senior leaders engage with frontline employees to learn and respond to what is needed to make safe work easier.\n\nConnecting leaders to the reality of frontline work in this way was also the theme of our 2021 Global Safety Day, which was marked by activities across all areas of operation.\n\nTo learn and adapt, we delivered a number of critical risk projects, including on lashing injuries, engine fires, vessel inspections and man overboard. To ensure we grow our business safely, we also issued new global safety and security requirements for all our landside operations and strengthened our HSSE review process for new business cases, mergers, and acquisitions.\n\nTo improve our culture of learning, we continued the rollout of Learning Teams, in which frontline teams come together to analyse an incident, task or operation on which they are the experts, to establish where safety improvements can be made. By better understanding what makes human mistakes more likely, controls and safeguards hard to use, and compliance difficult to deliver, we can expand our capacity for safe operations.\n\nMore robust safety governance\n\nFinally, to enhance our foundations we continued the consolidation of our HSSE organisation to deliver one unified approach to safety and security across Maersk. We put in place clear governance structures for our work, including an updated Health, Safety, Security and Environment (HSSE) rule in Maersk’s central governance system, Commit, and the launch of a corporate-wide HSSE policy and management framework. In line with our transformation into an integrated logistics company, this will ensure that our new business areas build on the safety culture, insight, experience, and high standards we have long developed in areas such as our marine and terminal operations.\n\nAs formal safety certification is increasingly important to our customers and other stakeholders, we will further explore certification needs and requirements through an operational and customer lens and deliver recommendations for next steps in 2022.\n\nLearning Teams and Gembas: Key approaches to build safety culture\n\nMaersk is adopting several innovative approaches to safety practice as part of our efforts to transform our safety culture. These share a common focus on engaging frontline employees to build capacity.\n\nA Learning Team brings together a group of workers who are involved in a task or operation, to learn from them as the experts about everyday work, by discussing how the work is done, what works well and what does not, and how they adapt to make the work successful. Following up on High Potential Incidents with a Learning Team, we can understand challenges experienced and the adaptations and improvements required to deliver safe work outcomes by making safe work easier.\n\nSafety Leadership Gembas walks present an opportunity for leaders to connect to operational frontline work. This is done by continuously visiting where frontline work takes place to learn about how tasks are experienced by the frontline experts. By stepping into the shoes of the frontline, leaders gain direct operational insights and expertise on how work is done, what challenges are faced, how workers overcome those challenges and what they need to do to de-risk their work and reach their goals easier and safer. By responding to these needs, leaders can be the difference between a safe and efficient job being done or a High Potential Incident occurring.\n\nUpdate on legal proceedings\n\nAs part of legal proceedings following a fatal accident involving a tugboat in 2019, Svitzer, a Maersk’s business, in 2021 indicated a guilty plea to the two charges the company faces, recognising that it could have done more to ensure health and safety. We continue to cooperate fully with the authorities and have implemented the findings of the Marine Accident Investigation Branch report and shared these lessons across our global fleet wherever it has been appropriate to do so.\n\nIn front of our head office in Copenhagen, on Global Safety Day 2021, office staff tried their hand at the lashing of containers, i.e. securing them to the surface they stand on. Lashing is a critical process for the safety of both staff and cargo and to avoid losing containers at sea.\nSafety is also about security\n\nMaersk has a duty of care towards our employees and anyone operating on our sites, whom we must keep safe, and towards our customers whose cargo and reputation we must protect. Both of these obligations are impacted by security risks.\n\nA key security risk in 2021 was piracy. We have been monitoring the risk of pirate attack, primarily off the West African coast for a number of years. In 2021, this risk rose to levels that demands new action. To ensure the security of our people and building on our past experiences from the Gulf of Aden, we increased the security measures in place on our vessels and in our terminals. We also engaged with sovereign states to move towards a shared solution involving deploying navy vessels to patrol the area. We are highly appreciative of the contribution by the Danish navy in this regard and are looking forward to more navies joining the effort to protect the seafarers who keep global supply chains running.\n\nWe closely monitor areas of business operations affected by armed conflict to protect the safety and security of our employees and advise our customers. In Myanmar, Sudan and Ethiopia, we dedicated considerable resources to these efforts in 2021. Through our additional efforts, we have managed to keep all employees safe, ensure compliance with sanctions and export control requirements, and continue delivering for our customers. We continue to assess the situation in these locations and are in close dialogue with stakeholders.\n\nProtecting employees in a time of COVID-19\n\nCOVID-19 continues to present many challenges to the health and safety of our employees, particularly for our seafarers. Among these are ever-changing regulations and rules, unpredictable travel lanes, and spikes in number of COVID cases.\n\nDespite a UN resolution designating seafarers as key workers, signed by 46 countries, including many with key ocean shipping hubs, there are still severe strains being put on our people. The key worker designation was supposed to ensure seafarers ease of travel between home and vessel, as well as the right to disembark from their ships to seek medical treatment ashore. This is rarely the case, and our seafarers are particularly pressed by the lack of shore leave and lack of access to medical care, also if unrelated to COVID-19. As an employer wanting to keep its employees safe, Maersk finds the lack of support from authorities unacceptable.\n\nMaersk’s overall approach to managing the effects of COVID-19 in 2021 was to empower local leaders to take the right decisions depending on the situation and restrictions in their area and region, while supporting centrally with information, guidance, tools and resources.\n\nThis has resulted in enhanced measures at our offices and facilities, risk mapping of countries, guidelines on travel, information about personal and community health and safety precautions, support on working from home and mental health, and support for families of employees who have been seriously ill with COVID-19 or sadly lost their life due to it.\n\nGiven the safety and efficacy of COVID-19 vaccines, we find that getting as many employees as possible fully vaccinated is the best way to continue driving our three priorities: protecting our people, supporting our customers and helping society by keeping supply chains running. Our efforts towards this end include the operation of vaccine camps, especially in locations with poor vaccine access. More than 10,000 Maersk seafarers were vaccinated by year-end, and nearly 100% of all on-signing crew are now vaccinated.\n\nWe kept business travel severely restricted and the few who did travel had to be fully vaccinated or have natural immunity to COVID-19. Furthermore, Maersk is implementing guidance for people to be either fully vaccinated or naturally immune to enter its facilities to ensure the safest possible workplaces for its people. This guidance is being implemented locally based on many variables including the local pandemic development, public health policy and vaccine availability, and is always done in full compliance with all applicable laws, including GDPR privacy requirements as well as all union and works councils agreements and contracts.\nHuman capital\n\nA key priority in our ESG strategy is to create an engaging environment for all colleagues, based on the premise that our people are the foundation for our success as a company, and that we want everyone to continue to learn and grow.\n\nA.P. Moller – Maersk (Maersk) is moving through a transformation with changes on at least three fronts: from conglomerate to end-to-end logistics provider, from reliance on fossil fuels to industry leader in the green transformation, and from technologically conservative to digital frontrunner.\n\nFor us to succeed in this transformation, we need to attract and retain talented colleagues at all levels, but particularly for Logistics & Services and to drive our digital transformation.\n\nOne key part of our digital transformation is to build platforms to interact with customers. To support this aim, for example, in 2021 alone we recruited 1,500 engineering colleagues to the technology team. Bringing this expertise in house ensures that anyone who is developing such platforms for Maersk is fully integrated into the company and closely connected to our overarching purpose and our Global Integrator strategy.\n\nA new people strategy\n\nIn 2021, we developed a new People Strategy which builds on past strengths while focusing on new capability areas needed for successful strategy execution. Our key ambition is to nurture a knowledge-driven organisation, capable of executing reliably, and made effective by the power of empathy. We will accomplish this through:\n\n- A ready supply of empathic, ambitious and purpose and values-driven leaders who inspire our employees to do their very best.\n- Continued investment in the development of all employees and outsized investments in areas that particularly fuel our Global Integrator strategy and drive customer outcomes.\n\nMeasuring engagement\n\nDriving up engagement, improving trust and revitalising our values are some of our continued focus areas. We have been focused on a renewed engagement journey for a number of years, and today we measure employee engagement twice annually. In our October 2021 survey of over 72,000 colleagues, we were placed in the 59th percentile in the Gallup organisation’s database of global companies. Since we adopted the Gallup approach in 2017, we have made steady and consistent improvements towards our goal of being a top quartile engaged company. Highly engaged teams foster strong performance and deliver better customer outcomes, and this priority will support our work to become more customer-centric and create an inclusive environment where everyone can thrive.\n\nWe have chosen a top quartile engagement score as our leading indicator of success in our work to secure the competencies we need. The surveys we use to measure engagement go beyond employee satisfaction, and also measure commitment, expectation and belonging. We aim for a top quartile score in these surveys, because organisations with these scores are known to foster environments where employees are committed to and invested in the organisation, know what the organisation expects from them, and where employees feel seen and heard. This is what Maersk needs to fulfil our strategic goals.\n\nWhen survey results are available, we focus on securing that a solid follow-up is carried out in all teams across the company. We believe that each team will need to find its own way by conducting sessions to reflect and discuss team scores, design an improvement plan and monitor follow-up.\n\nWe need highly engaged employees with relationship-building skills to digitise, democratise and decarbonise global supply chains.\nDiversity, equity and inclusion\n\nIn 2021 we have added a focus on equity to our work on diversity and inclusion. With equity now on the agenda, we now look at diversity, understood as who is ‘in the room’, inclusion, which looks at ‘how do we create a sense of belonging for all the people in the room’, and equity, exploring who is trying to get into the room but cannot, which obligates us to locate the barriers and processes that might prevent individuals from joining our business.\n\nEnsuring and increasing diversity, equity and inclusion (DEI) in Maersk remains driven by our Values and the need to attract and retain talented employees. For these reasons, we have made the area of DEI a special priority in our ESG strategy. In addition, employees increasingly hold us accountable for our actions and policies to protect and further the rights of vulnerable groups that experience discrimination in society. More recently, customers, investors and benchmarking agencies have also turned their attention to how we secure DEI.\n\nListening to employees\nIn 2021, we conducted our first global inclusion survey. We want to ensure that our understanding of issues such as discrimination, harassment, diversity and inclusion are aligned with employee expectations, and to create a baseline for measuring the effects of our activities going forward.\n\nThe survey measured employees’ experiences within seven areas: leadership accountability, attraction and recruitment, equitable career progression and development, inclusive environment, psychological safety, retention and discrimination, harassment and/or bullying.\n\nThe overall conclusion of the survey is that employees experience a strong culture of inclusion, where they feel a sense of belonging. Results also indicate that management commitment to DEI positively impacts the employee experience.\n\nFuture priorities\nThe survey results also point to areas of improvement. For example, psychological safety is an area we must improve. Our future work in this area includes the launch of an anti-discrimination, harassment, violence and bullying policy.\n\nWe will also work to ensure that we uphold equitable processes and practices, inspired, among others, by the Core Value in Maersk and a basic responsibility not to discriminate against our employees. Discrimination bars people from living up to their full potential, creates inequality and less stable and prosperous societies.\n\nMoreover, we need diversity of thought to continue to improve and develop our business, and facilitating a culture where everyone feels comfortable and is treated fairly, will help us gain access to a larger, more diverse pool of talent.\n\nWhy it matters\nAmbition\nWe want to facilitate diversity of thought and create a more diverse, equitable and inclusive workplace at Maersk, where our employees feel able to bring their whole selves to work and contribute to their fullest. A key priority is to foster gender diversity as this is our largest gap and where there is particular spotlight on company performance.\n\nTargets\nTarget for the Board of Directors:\nThree women on the Board of Directors, if the Board consists of less than twelve members, and four women, if the Board consists of twelve or more members\n\n2025\n• >40% women in management\n  (Supplemented by specific targets for different leadership levels. See figure on p. 41)\n• >30% diverse nationality of executives\nother things, by the fact that equitable career progression is scored lower than average by both men and women. We also saw a trend towards women and employees, who identified themselves as ethnic minorities, scoring lower across nearly every dimension compared to other groups.\n\nThe survey was a data-driven way to help us identify areas of improvement. One such area is how we build relevant, actionable data while still respecting legal frameworks on registering data on demographics such as ethnicity or gender. We also recognise that we need to continue our work on unconscious bias, to ensure that progress on our strategies and plans is not held back by such biases.\n\n**Gender action plan rollout**\n\nIn 2021, we set new targets to be achieved by 2025 for the representation of gender at all management levels. To build accountability, not only are the plans and targets broken down by business area with ownership allocated to Executive Leadership Team members, targets are also split on functional areas across the company. The targets are partnered with recommended actions focused on three main areas: attraction, retention and inclusion, and accountability. Other examples of how we want to have a razor-sharp focus on delivering on the new targets are new requirements for documentation of women considered by the executive search providers we use, and new processes for early identification of female talent.\n\nWe recognise and communicate that gender is just one of many areas of focus for DEI. In 2021, however, it is where we focused to establish the right processes, actions and leadership commitment to reach our goal.\n\nOur target for representation of women on the Board of Directors (see graphic below) was met in 2021. The Board will continuously assess whether the target, first set in 2019, is still ambitious.\n\nWhile we know we need to accelerate our progress on gender and nationality representation at senior management, we are encouraged by the progress we have seen so far this year, with the overall percentage of women, women in management and women in leadership all increasing from 2020.\n\nOur global maternity policy includes a target of reaching a 90% retention rate for women returning to work after maternity leave. In 2021, this was the case for 82% of the target group, up from 74% in 2020.\n\n**A new look at harassment and bullying**\n\nOur annual diversity and inclusion week focused on the concept of respect. Among a broad range of activities and announcements during this week, we also carried out webinars with testimonies from employees who had previously experienced discrimination and how these situations had been dealt with.\n\nDuring 2021, cases related to harassment and bullying in the maritime industry have been brought to light, including some related to Maersk. While we cannot comment on individual cases, we can state that the conduct and behaviour described in the statements made go against our values and everything Maersk stands for. We are taking all allegations very seriously. These cases only highlight our focus on building our capability in anti-harassment, discrimination, violence and bullying. With the planned launch of a new policy and mandatory training in this area, we aim to fulfill our commitment to zero tolerance and moreover to create a culture where our employees feel they belong.\nEmployee relations and labour rights\n\nA.P. Moller - Maersk (Maersk) is committed to respecting fundamental labour rights and constructive employee relations. Our commitment is based on core ILO conventions and internationally accepted frameworks from the UN and OECD, as well as compliance with applicable local legislation where we operate. Constructive employee relations can only exist by respecting the rights to freedom of association and collective bargaining, which means actively engaging with trade unions, works councils and/or other employee representative bodies. We manage these commitments through a rule in our central governance system, Commit, and policies for specific areas such as automation and negotiation of collective bargaining agreements. We have an Employee Relations Council that sets direction and monitors progress and a network of global, regional and local employee relations specialists. Finally, we provide training for all employees.\n\nPostponed from 2020, due to COVID-19, this year we began roll-out of an employee relations training programme for line managers focusing on collective bargaining agreements. In addition, we developed an updated e-learning module for launch in 2022, supporting the rule on employee relations and labour rights in our governance system. This e-learning will be mandatory for all new employees, and there will be annual refresher training for all other employees.\n\nCrew change under control\nIn 2021 we were able to reduce the number of colleagues who were on board our vessels longer than their contracts stipulated, compared to 2020. Out of 12,500 seafarers of 40 nationalities on 300 vessels, an average of 180 colleagues stayed on board beyond their contracts. In total, 60 crew members went beyond 11 months on board, which is the limit set in the Maritime Labour Convention. The delays were due to COVID-19-related restrictions hindering crew change, for example crew relief is not allowed for vessels in dry dock in China. All crew were disembarked at the first opportunity.\n\nAssessing the state of labour rights\nMaersk performs a company-wide labour rights self-assessment every two years to identify risk areas and to assess the level of implementation of internal policies and procedures. The self-assessment in 2021 confirmed that our labour rights issues are mainly related to working hours, discrimination and compensation. Additionally, a rise in workplace harassment cases was noted. These findings support the results from our 2021 human rights impact assessment (see p. 43). In 2022 we will continue our efforts to strengthen the labour rights due diligence process to gather actionable insights that will help address these issues in our business.\n\n203 cases related to potential violation of HR-related laws, rules or company values were processed through our whistleblower system in 2021, 22 cases were substantiated, with 20 related to internal policies and procedures.\n\nInvestigating contractor conditions\nWe must ensure that our growing portfolio of warehousing and other land-based logistics services, including trucking, is managed with full respect for employee relations and labour rights. This includes the working conditions of third-party labour on our sites. In 2021, we completed four sample audits in terminals in Nigeria, Colombia and Oman. The audits show indications of issues in conflict with our Supplier Code of Conduct, for example on working hours, overtime, health and safety and workers’ accommodation. We also conducted audits at warehouses we use but do not own in Bangladesh. These audits resulted in similar findings. We have taken immediate actions to address all issues found. In addition, we will be conducting a landscape review of third-party labour agreements and practices across our terminals in 2022, with results being shared across Maersk and expected to lead to adjustments and improvements in our policies and practices.\n\nGrowing and modernising responsibly\nOne element in our journey to integrate global logistics is the modernisation of some of our ways of working, including more extensive use of automated processes.\n\nSince 2018, we have had a set of principles to guide how we engage with and communicate such plans and changes to employees, including a focus on re-skilling for new job types. In 2021, we added to these principles that new automation initiatives in our terminals will go through an employee relations review, before final decision-making and implementation. We began such reviews in two ports with planned automation projects.\n\nFair and equal wage\nOur values and commitments to international labour standards obligate us to pay fair and equal wages to all employees.\n\nWe are also aware of the increasing level of attention given to the issue of living wages as part of the debate on corporate touchpoints with the issue of inequality, and also represented in the ideas for an upcoming EU social taxonomy. We follow this area closely and will seek out relevant ways to engage on the issue in the years to come.\nHuman rights\n\nA.P. Moller - Maersk (Maersk) is committed to respecting human rights, in line with the UN Guiding Principles on Business and Human Rights (UNGPs). As members of the UN Global Compact since 2009, we have been integrating our commitment since and reporting our progress on our website and in sustainability reporting.\n\nHuman rights are managed across many different business areas (see overview below) and governed through the central governance framework, Commit. In addition, human rights as a cross-cutting topic is governed via our ESG governance framework (see p. 12). We engage regularly with stakeholders, including rightsholders, on how we manage our human rights responsibilities.\n\nPreparing for mandatory requirements\nIn 2021, we formalised our commitment to respect human rights by publishing Maersk’s Human Rights Policy statement on the sustainability website on Maersk.com. The statement complements existing commitments to respect human rights as outlined in our Employee and Supplier Codes of Conduct. We have also firmly anchored the topic of human rights in the new ESG governance framework, ensuring human rights risk assessments are conducted regularly and issues can be escalated when relevant.\n\nThese measures serve to strengthen our human rights programme and prepare Maersk for continued compliance with increasing regulatory measures based on the UN Guiding Principles, and documentation requirements brought about by the implementation of EU regulations on sustainable finance, corporate reporting and mandatory due diligence in value chains.\n\nRe-determining our most salient risks\nIn 2021, we performed a corporate-level human rights assessment with a third-party provider, reviewing our business operations and relationships to refresh our understanding of our potential and actual human rights risks and impacts across the company’s value chain. We consider this an important step at a time when Maersk’s evolution to an integrated transport & logistics company is also transforming our human rights risk profile.\n\nThe issues identified as most salient across our value chain are health & safety, working conditions (wages, benefits and hours), modern slavery and access to remedy. In addition, there are emerging issues linked to data ethics and just transition. In 2022, we will define and prioritise areas for action. Some of these activities will include continued efforts to improve due diligence on high-risk suppliers and strengthening our grievance mechanisms.\n\nIntegrating human rights in due diligence processes\nIn 2021, we continued to integrate human rights issues into existing due diligence processes. Some of these efforts included:\n\n- Incorporating questions on community impacts in our environmental screening of M&A opportunities.\n- Strengthening or efforts to capture human rights relevant risks in third-party due diligence.\n\nFor 2022, we will continue this progress, using the recommendations from the corporate-level human rights assessment as a guide, and communicate developments on our website.\n\nHuman rights in this report\n\n- **Climate change** p. 27\n  - The right to life, the right to work and the right to adequate standard of living.\n\n- **Diversity, equity and inclusion** p. 40\n  - The right to freedom from discrimination and the right to family life.\n\n- **Air emissions** p. 31\n  - The right to the highest attainable standard of health.\n\n- **Employee relations** p. 42\n  - Human rights principles and standards related to labour, for example freedom of association and collective bargaining, equal treatment, child labour, forced labour, working hours, compensation, privacy, rest and leisure.\n\n- **Responsible ship recycling** p. 33\n  - Human rights principles and standards related to labour, in particular the right to life and the right to the highest attainable standard of health.\n\n- **Data ethics** p. 48\n  - The right to privacy, the right to freedom from discrimination and the right to freedom of expression.\n\n- **Safety and security** p. 36\n  - The right to life and the right to the highest attainable standard of health.\n\n- **Sustainable procurement** p. 46\n  - Human rights principles and standards related to labour.\nGovernance\n\nIn this section, we report on A.P. Moller - Maersk's strategic commitments to business ethics, sustainable procurement and data ethics, and the topics of responsible tax and citizenship.\nBusiness ethics\n\nA.P. Moller – Maersk’s (Maersk) ESG strategy takes a broad perspective on business ethics, looking at both responsibility, opportunity and risk related to our goal of promoting sustainable trade and a better society.\n\nExpectations to employees are expressed in the Maersk Code of Conduct and in our internal governance framework, Commit, which includes relevant rules and guidelines. All employees must complete annual training in our Code of Conduct, and mandatory training on various compliance topics of key importance including in anti-corruption and sanctions. We also have a Supplier Code of Conduct for our suppliers and partners, which all suppliers must sign.\n\nTo mitigate key risks, we focus on all compliance topics including anti-corruption and sanctions as well as data ethics (see p. 48). Our ocean and logistics activities primarily face corruption risks in the form of facilitation payments when we interact with authorities in ports and at border controls. For terminals, the risk is related to negotiations with governments on concessions or other agreements to build and operate terminals as a key part of a given country’s infrastructure. These risks are all managed through our compliance programme and collective actions to fight corruption and ultimately eliminate facilitation payments.\n\nThere is also a risk of corruption in our supply chain. We manage this through our Third Party Management process, focusing on integrity issues related to third parties interacting with government officials or procuring business on our behalf, and through our Sustainable Procurement programme, which manages corruption as one of a broader portfolio of risks (see p. 46).\n\nWe perform integrity due diligence covering a range of compliance topics on our agents, joint venture partners, key suppliers and M&A targets prior to signing a contract or entering a new market. Also, we screen parties and countries (origins and destination) as well as cargo descriptions to ensure adherence to sanctions and export controls regulations as they apply to our business.\n\nActivities and progress in 2021\n\nIn 2021, we performed our second global compliance risk assessment, the results of which help guide our efforts towards defining meaningful risk-based mitigating measures and prioritising resources for training, transaction testing and spot checks towards the most high-risk areas of our business, including our growing logistics and services activities.\n\nOur training activities in 2021 covered Code of Conduct courses for 36,691 employees equal to 91% of the employees in scope. We are expanding training activities and reporting by developing dedicated training for seafarers and non-office workers in 2022.\n\nGoing forward, we will report our progress on business ethics with a target of 100% of our employees being trained in our Code of Conduct by 2023.\n\nAnti-corruption and facilitation payments\n\nWe have since 2015 reported on reductions in facilitation payments on our own vessels, also including our drive to reduce payments on chartered vessels. Given that our reporting has been stable since 2018, around zero incidents with only minor fluctuations, we will no longer continue reporting on reductions and fluctuations but instead focus our reporting on processes, concrete initiatives and actions to fight corruption. The reductions on our chartered vessels are not as stable as on our own vessels where we have full control. However, our work with the chartered owners continues to produce results, and we maintain our goal to ultimately eliminate facilitation payments also for our chartered vessels.\n\nMaersk’s policy prohibits bribes and facilitation payments. If a situation arises where a facilitation payment cannot be avoided (e.g., life-threatening situations), such payments must be accurately recorded in the accounting systems and reported to the Maersk Compliance team. In 2021, we implemented an updated and aligned internal control on facilitation payments across Maersk. This will automatically trigger a process to put mitigation plans in place and implemented to reduce and ultimately eliminate facilitation payments.\n\nOn an industry level, we contribute to have an impact on corrupt practices at a more systemic level, as we continue to engage with the Maritime Anti-Corruption Network (MACN), who with 50% of the world’s ocean tonnage as members serve as a strong collective voice against corruption. Maersk business entities are active in projects in Bangladesh, Pakistan, India, Ukraine, Egypt and Nigeria under this umbrella, with Nigeria being one of the first places where MACN has expanded its activities to also include cargo clearance.\n\nSpeak Up culture\n\nWe promote a Speak Up culture encouraging employees to say something if they see something, ensuring no retaliation. Our whistleblower hotline is one of the available ways to raise concerns. In 2021, nine instances were reported on potential public sector corruption cases. Four of the cases were not substantiated and five are still undergoing investigation.\n\nWhy it matters\n\nCorruption is one of our key compliance risks. It undermines social and economic development, destabilises the business environment and adds to the cost of doing business and participating in global trade. It is against our values and affects external confidence as well as company morale. Non-compliance with bribery and corruption law may lead to legal and reputational risks, extra costs, inefficiencies in our business, fines, imprisonment and debarment from markets.\n\nAmbition\n\nWith the aspiration to contribute to eliminating corruption in the industries where we are active, through both multistakeholder collaboration and actions in our own operations, our ambition is to act as best in industry, above the legal standard, meeting best international practices when operating in jurisdictions with high exposure to corruption, sanctions and export controls.\n\nTargets\n\n2023:\n100% of employees trained in the Maersk Code of Conduct\n\nOngoing:\nBi-annual compliance and business ethics risk assessments covering 100% of our operations and continued implementation of the related risk mitigation measures mitigating any uncovered risks.\nSustainable procurement\n\nThe A.P. Moller - Maersk (Maersk) Supplier Code of Conduct sets out minimum requirements for our direct suppliers and select sub-suppliers to operate in accordance with Maersk’s responsible business practices and in full compliance with all applicable laws and regulations.\n\nAs we progress on our Global Integrator strategy, we are expanding the scope of our ambitions to ensure responsibility and sustainability in our supply chain. This is driven by a greater exposure to sustainability-related risks, opportunities and responsibilities as we expand our landside activities. Also, there is growing regulatory pressure on the responsible management of supply chains. Finally, and not least, our customers clearly express their expectations to secure responsible practices in the areas of decarbonisation, labour conditions and anti-corruption.\n\nUntil recently, our supplier responsibility programme was driven to ensure compliance with our Supplier Code of Conduct, and this remains a fundamental priority. To strengthen the impact of the programme, during 2021, new paths were laid out to transform our approach to one that manages sustainability in a more integrated fashion with a supplier life cycle perspective and incorporating sustainability criteria at procurement category level. We aim to integrate ESG criteria into all phases of the supplier engagement life cycle (see graphic below) including positive supplier screening and preferring suppliers with above average sustainability credentials.\n\nAs a step in this direction, we launched a green procurement programme in 2021 looking at the environmental attributes of different procurement categories and investigating if we can already take steps to choose our suppliers based on their environmental and climate performance. Examples from categories we investigated in 2021 include corporate and seafarer travels, cleaning products for vessels and energy procurement for sites on land.\n\nAssessing and monitoring high-risk suppliers\n\nIn our own supply chain, we annually assess compliance with the Supplier Code of Conduct with approximately 4,200 suppliers in high-risk categories, by conducting due diligence activities such as audits, self-assessments and documentation reviews. This is out of a total supplier population of about 60,000. We use a risk-based approach working with suppliers in 15 high-risk categories.\n\nSuppliers are asked to address any gaps in the implementation of requirements through a timebound improvement plan in consultation with Maersk. Periodic reviews and follow-up audits are conducted. Our audit and assessment activities in 2021 are shown in the graphic on p. 47.\n\nWe increased our number of onsite audits for logistics and services suppliers, primarily related to third-party workers in terminals and warehouses. We also provide training for relevant employees on sustainable procurement.\n\nExpanding supplier engagement on ESG for sustainable procurement\n\n| Market research | Evaluation | Selection and onboarding | Monitoring | Relationship building |\n|-----------------|------------|--------------------------|------------|-----------------------|\n| ESG criteria will be added in 2022 | We plan to make all ESG topics part of evaluation in all high-risk categories | ESG criteria will be added to selection process, in varying degree depending on procurement category | We will continue to establish improvement plans and share best practices to close gaps | Currently, there is no ESG engagement after improvement plans are closed. We intend to make ESG part of periodic supplier performance dialogue |\n\n15 Our 15 high-risk categories are: Trucking and Intermodal, warehousing services, facility management, outsourced labour, terminals, shipbuilding yards and drydocks, security offshore, promotional items, customs agents, security onshore, construction, chemicals and paints, equipment, maintenance and repair, container manufacturers and manning (seafarers).\n\nWhy it matters\n\nThrough our operations and purchasing decisions, we have an impact on social, environmental and economic conditions in our industry and global supply chains. It is a clear expectation from our customers that our services are sustainable all the way. Addressing sustainability risks in our supply chain strengthens stakeholders’ trust in our brand and prepares us for regulation of due diligence in supply chains.\n\nAmbition\n\nTo live up to our commitment to procure sustainably, we will integrate ESG as a strategic topic across supplier lifecycle stages and establish end-to-end visibility on supplier performance through collaboration and engagement with an ultimate goal of co-development and innovation towards sustainable outcomes.\n\nTargets\n\n2021:\n\n- Ensure purchasing aligned with responsible procurement requirements; expand scope and strengthen post-sourcing follow-up, prepare for legislation on supply chain due diligence.\n\n2024:\n\n- 100% of suppliers committed to the Supplier Code of Conduct\n- >85% of strategic suppliers undergoing ESG assessments\n- >80% of high-risk category suppliers with Improvement Plan successfully closed\nContinued focus on third-party labour\n\nWe continue to work on ensuring that people working on our premises and performing tasks for us, but not hired by us directly, are offered working conditions that meet the standards in our Supplier Code of Conduct.\n\nWe employ third-party labour in many parts of our business (see more on p. 42). Since 2019, we have worked specifically with working conditions for third-party workers in trucking and warehousing as part of our sustainable procurement efforts. We have established a pre-qualifying self-assessment and in 2021 we applied an audit process for the trucking category in five locations, involving a collaboration between members of Maersk’s local HSSE and procurement teams.\n\nAlso related to trucking, we continued our participation in the Responsible Trucking initiative run by CSR Europe. The first phase of this project was completed and guidelines on responsible procurement practices in this category were published. We are now working with CSR Europe and other partners on how to operationalise these guidelines and build a common approach to procurement due diligence in trucking, and as part of this we reach out to the truckers working for us to get their input and experiences integrated into the proposition.\n\nAudits and assessments in 2021\n\n- Pre-qualification questionnaire\n  - 2021: 3,892\n  - 2020: 442\n\n- Document reviews (by auditors or Maersk)\n  - 2021: 296\n  - 2020: 162\n\n- On-site audits (ship building yard audits and other category audits)\n  - 2021: 37\n  - 2020: 17\n\nWe continue to work on ensuring that people working on our premises, but not employed by Maersk, are offered working conditions that meet the standards in our Supplier Code of Conduct.\nData ethics\n\nData and technology open great opportunities to deploy products and services that improve our customers’ business and our employees’ working life. As our business model is increasingly powered by data and technology, we aim for high ethical standards in their use. Our data ethics programme enables A.P. Moller – Maersk (Maersk) to grow in accordance with our vision and set a high bar for the ethical use of data in our industry.\n\nOur approach to data ethics takes into account the human right to privacy as it relates to data, the ethical use of artificial intelligence and careful use of confidential data. The strong guiding vision on data ethics is necessary to grow in parallel with our increasing use of technology and corresponding volumes of data. We want to ‘do the right thing’ when handling our customers’ and other stakeholders’ data, so we can earn and maintain their trust.\n\nWe are prepared to meet the increasing regulation in this field, such as the new provision in Danish law which requires companies to communicate their data ethics policy in the annual report for 2021. We formalised this policy in 2021 and it can be seen below.\n\nAccompanying measures have been established in the form of a Data Ethics Committee, anchored with executive leadership who are accountable for implementing our policy, defining the long-term vision alongside the policy, monitoring outcomes and progress, and providing leadership to the organisation. The goal is to have data ethics integrated in decision-making systems, including processes and technologies across the company. We will track our performance in data ethics with a target on training of our employees. Further targets and metrics will be defined during 2022.\n\nMaersk’s data ethics policy\n\nIn Maersk, we use and process data based on the principles of Transparency, Respect, Security, and Innovation with the overall purpose of creating value for our customers, employees, society, and investors, while protecting their data.\n\nThrough cross-functionally anchored governance, we ensure technologies and data are used to innovate and further optimise our services, sustainability initiatives and operations, while being compliant to regulations and adhering to high ethical standards, in line with our Maersk Core Values.\n\nTransparency: Demonstrating transparency in key aspects of data creation, collection and handling is a core feature. Transparency means our customers, business partners and employees know what data is collected, shared and how it is used by Maersk, but also that we only collect what is necessary for the purpose. Customers, business partners and employees can trust that we monitor and adjust our internal processes to keep transparency.\n\nRespect: As a trusted partner, we continuously monitor and ensure that data is handled in a transparent manner with due respect for the choices and fundamental interests of our customers, business partners, and employees. We integrate internal controls and train our people in high ethical standards to be applied when handling data in Maersk and when using our systems.\n\nSecurity: We apply the Maersk security policies when handling data to ensure both compliance with applicable laws and practices, and security of data for our customers, business partners and employees. We will ensure that our systems operate securely and make use of modern technology that can be trusted.\n\nInnovation: In Maersk, we are committed to bring innovative solutions to our customers, business partners and employees, and equally to use innovation to positively impact the global sustainability challenges through operational optimisations and fuelling new industry norms to redefine the impact of globally integrated logistics services. Our use of data is foundational and at the very core of further advancing these innovation ambitions for the benefit of global society.\n\nWhy it matters\n\nManaging data collected from stakeholders, including customers, is a critical issue in today’s societies given that examples of undue influence and abuse of such data are increasing.\n\nMaersk’s businesses are increasingly reliant on data as a key enabler in offering our customers integrated logistics services. We manage and control the storage and use of data ethically and proactively, to avoid abuse and privacy infringement issues. We must continually safeguard our position from legal, business and reputational risks.\n\nAmbition\n\nWe demonstrate leadership in our ability to ethically manage and use data, with customers trusting that we use their data appropriately, and do not abuse or lose their trust. We prepare Maersk for a future with high ethical standards for data as a differentiator for our customers and support to our employees.\n\nTargets\n\n2023\n\n100% of employees trained on data ethics\nResponsible tax\n\nAs a global integrator of container logistics, we generate profits from ocean, air and land-based activities. A.P. Moller - Maersk (Maersk) operates in over 130 countries through more than 900 entities, structuring its business in accordance with commercial and economic needs. We pay tax where value is created, within the boundaries set by legislation and in accordance with relevant authority guidelines. We seek to be tax efficient, including to prevent double taxation, interest charges, tax penalties, and we only pay tax which is due.\n\nOur Terminals as well as Logistics and Services income is subject to standard corporate tax regimes, where income is taxed in the country where activities are carried out and in accordance with the taxation rates of the relevant countries.\n\nIncome from our Ocean activities, approx. 70% of our current revenues, is taxed in accordance with a tax regime known as tonnage tax. This is a long-established solution to the difficulties in applying normal country-based taxing on income from services provided by vessels on the high seas, calling at multiple ports across the globe. Allocation of income to these many jurisdictions is highly complex.\n\nUnder the tonnage tax regime, taxable income on which corporate income tax is paid is determined using vessel tonnage instead of actual profit or loss. The tonnage tax regime, on the other hand, does not allow tax deductions for depreciation on capital investments or operating expenses.\n\nThis explains why our 2021 tax contributions have not grown at the same rate as our growth in profit, which has been exceptional during the years of the global COVID-19 pandemic. Conversely, in the years from 2012-2019, the tonnage tax regime led to Maersk paying more in taxes than we would have paid, had we been subject to standard corporate taxation.\n\nMaersk’s total tax charge was USD 697 million in 2021, compared to USD 407 million in 2020, while our profits doubled over five times. For more information, see the 2021 Annual Report and the 2021 Tax Report on www.maersk.com.\n\nTax principles and increased transparency\n\nOur Tax Strategy is to conduct and manage our tax affairs in accordance with our Tax Principles. These are approved by the Board of Directors annually and are closely aligned with the Group’s Core Values, Code of Conduct and business strategy. They are also aligned with the B Team’s Responsible Tax Principles (an organisation dedicated to elevating business performance on society issues). The principles can be seen in the Maersk 2021 Tax Report.\n\nAs part of the tax report, we have since 2020 publicly disclosed the tax we pay in the largest taxpaying countries per region, in accordance with the OECD Country by Country Reporting (CbCR) principles. We will update this document annually going forward. We also provide full country-by-country reporting to the Danish tax authorities in accordance with our legal obligations.\n\nThe EU list of noncooperative tax authorities for 2021 comprises nine countries, of which Maersk has activities in Panama where we paid USD 1.6 million withholding taxes and incurred a loss of USD 3.7 million. In Trinidad & Tobago we paid USD 8,000 taxes on a profit of USD 41,000.\n\nImplications of global agreement on tax\n\n136 countries and jurisdictions representing more than 90% of global GDP, in 2021 agreed to implement regimes taxing income where it is made and not only in headquarter jurisdictions, and introducing a global corporate minimum tax rate of 15% effective in 2023.\n\nShipping is not subject to this 15% minimum taxation rule due to the complexity of allocating income to the many jurisdictions touched by ocean shipping activities.\n\nWe are in continuous dialogue with the OECD to create rules that are practical and appropriate for shipping activities, also involving stakeholders such as the World Shipping Council, the Danish Shipping Association and the Danish tax authorities.\nCitizenship\n\nCitizenship efforts at A.P. Moller - Maersk (Maersk) focus on select global partnerships as well as local donations focusing on priority causes:\n\n- Disaster relief and preparedness\n- Empowering for trade\n- Protect natural environment and oceans\n- Education and training\n- Health and safety\n- COVID-19-related donations (since 2020)\n\nMitigating COVID-19 disasters\n\nCOVID-19-related support remained a key focus area for donations in 2021.\n\nWhen a new surge in COVID-19 cases hit India in the spring of 2021, we combined local and headquarter expertise to establish a global control tower that would help the Indian government gain visibility over and manage the inbound flow of COVID-19-related treatment equipment. In addition, we carried out airlifts of vaccines and personal protection equipment, particularly into Nepal.\n\nOur partnership with UNICEF was strengthened, as we agreed to give their vaccine-related shipments special priority. This meant providing space and equipment guarantees free of charge, using a system that would automatically flag COVID-19 shipments to help prioritise them. Having ensured compliance with competition law, we also collaborated with shipping peers to gain oversight and solve shipping issues for UNICEF to avoid delays in the implementation of their vaccination programme.\n\nSupport for disaster relief\n\nSince 2011, Maersk has been a member of the UN-led Logistics Emergency Teams partnership (LET) where we, together with logistics peers Agility, UPS and DP World, contribute with logistics support for disaster relief and preparedness in cases of major natural disasters or complex local emergencies.\n\nIn 2021, we were not called on to alleviate impacts of new disasters through LET. We completed a project in South Sudan, where we have built a vaccine cold chain consisting of three 40-foot reefer containers, including training in maintenance and operations.\n\nHelping The Ocean Cleanup grow\n\nSince 2018, we have partnered with The Ocean Cleanup to provide offshore and logistics support for their cleanup systems in oceans and major rivers. In July 2021, we returned to the Great Pacific Garbage Patch when The Ocean Cleanup launched their second ocean campaign resulting in proof of the system working, and 37 tonnes of plastic collected.\n\nExpanding campaigns for employee engagement\n\nWe continued our campaign to encourage colleagues to engage and take local action as Ocean Ambassadors in support of our partnership with The Ocean Cleanup. In 2021, we combined these efforts with the annual ‘GoGreen’ week, a concept originating in our terminals business for employee engagement, which has now been expanded across all Maersk sites, encouraging colleagues to support local cleanups, climate action, water stress, biodiversity loss and more.\n\nWhy it matters\n\nTaking active responsibility to support the societies where we operate is grounded in our Core Values and an expectation to us from our key stakeholders.\n\nAmbition\n\nWe engage in select global partnerships that leverage Maersk assets and skills to make an impact in prioritised areas aligned with Maersk’s business and sustainability goals.\n\nWe support local communities and partners with donations and social investments guided by corporate guidelines.\n\nTargets\n\n- Continue engagement and partnership with the Logistics Emergency Teams and The Ocean Cleanup\n- Leverage partnership platforms to promote employee engagement\n- Improve documentation and disclosure of donations activities and impact\nData and assurance\nSummary of targets and progress across all issues\n\n| Issues | Climate change (p. 18) | Environment and ecosystems (p. 29) | Responsible ship recycling (p. 33) | Safety and security (p. 36) | Human capital (p. 39) | Diversity, equity and inclusion (p. 40) |\n|--------|------------------------|-----------------------------------|----------------------------------|---------------------------|----------------------|----------------------------------------|\n| UN SDGs | 7.5 13.1 14.5 17.17 | 14.5 17.17 | 14.5 17.17 | 14.5 17.17 | 14.5 17.17 | 14.5 17.17 |\n| Ambition | We will deliver an emergency response to the climate crisis and take leadership in the transformation of the transport and logistics sector to net zero operations. | We see ourselves as active citizens of the Earth, operating on the oceans as well as increasingly on land. We are committed to doing as little harm as possible while at the same time actively participating in restoring ocean and land health and resilience, as well as protecting animal habitats where we operate. We aspire to be recognised by our stakeholders for our commitment and actions. | Ensure safe and responsible ship recycling globally to the benefit of workers, environment, responsible yards and ship owners. | We ensure everyone gets home safe by preventing fatal and life-altering incidents. | We aspire to create an engaging environment for all colleagues and to become a company where our employees can develop and have thriving careers. | We want to facilitate diversity of thought and create a more diverse, equitable and inclusive workplace. |\n| Targets | 2040 Net zero across our business and 100% green solutions to customers. | 2030 Aligned with a Science Based Targets initiative 1.5-degree pathway. Industry-leading green customer offerings across the supply chain. | Targets above replace previous targets: To have net zero CO₂ emissions from our own operations by 2050, which includes having commercially viable, net zero vessels on the water by 2035. To deliver a 60% relative reduction in CO₂ emissions by 2030 compared to 2008 levels. | 2021 Leading indicator targets for building safety capacity set for Learning Team activity (to be completed within 40 days of every High Potential Incident). Leadership gembas (to be carried out according to plan). Critical risk projects (on-time and on-scope delivery). | 2025 Top quartile score on engagement survey. | Target for the Board of Directors: Three women on the Board of Directors, if the Board consists of less than twelve members, and four women, if the Board consists of twelve or more members. |\n| Progress 2021 | Accelerated targets to align with a climate emergency mindset. Established decarbonisation plans for all business areas. Relative CO₂ emissions grew by 6.9% due to supply chain congestion disruptions. Continued research and investments in priority future fuels (biodiesel, green methanol and green ammonia). Placed order for 13 methanol-driven vessels in total, with first one delivered in 2023, last ones in 2025. Growth in demand for Maersk ECO Delivery of more with first one delivered in 2023, last ones in 2025. Placed order for 13 methanol-driven vessels in total. | We set targets and measure our progress through KPIs and relevant metrics for priority areas: Ecosystem health and biodiversity (incl. ballast water, operations in sensitive areas, ocean health, and transport of illegal wildlife and endangered species). Waste and pollution (incl. spills, air emissions, accidental loss of containers to the sea, and environmental management systems). Efficient resource consumption (incl. resource efficiency and freshwater consumption). | Four key material areas of impact have been identified as part of the ESG strategy, with further detailing and quantitative targets to be defined in the coming years. We report on actions taken across the four areas and our performance on ballast water treatment systems, spills, emissions of SOx and NOx, waste, and water. | Two vessels placed for recycling with yards in Alang, and recycling of three vessels from 2020 completed. Continued our support for medical outreach in wider Alang. Continued advocacy and collaboration to advance inclusion of compliant Alang yards on the EU List, and to secure creation of new opportunities for responsible ship recycling for larger vessels. Contributed data and information to the Ship Recycling Transparency Initiative. | Carried out activities for each of the four categories in our safety approach: Lead with care (learning exchanges between leadership and frontline staff, global safety day), learn and adapt (critical risk projects, new requirements for landside operations, review for new business and M&A), culture of learning (learning teams), enhanced foundations (consolidated HSSE organisation, updated HSSE rule, and company-wide HSSE policy and management framework). Increased security measures on vessels and in terminals to mitigate risk of privacy in West Africa. | Met target for representation of women on the Board of Directors. Targets for gender and nationality representation in senior management were not met. Introduced a focus on equity to our work on DEI. Created gender action plan including new targets, among other things based on the results of our first global inclusion survey. Conducted annual diversity and inclusion week focused on the concept of respect. |\n| Governance | Governed by the Decarbonisation SteerCo with executive membership. | Governed through the Commit* rule, policy and management framework on Health, Safety, Security and Environment (HSSE). | A responsible ship recycling steering committee oversees the Responsible Ship Recycling Standard and programme. | Governed through the Commit rule, policy and management framework on Health, Safety, Security and Environment (HSSE). | Ambitions and targets on human capital are owned by our People function and overseen as an ESG priority by the Executive Leadership Team. | Our Diversity & Inclusion policy and targets are owned by our People function and overseen as an ESG priority by the Executive Leadership Team. |\n\n*Commit is Maersk’s central governance framework\nThis table provides an overview of our ambitions in the context of the UN Sustainable Development Goals, summary of forward-looking targets and progress in 2021, and how the issues are governed.\n\n| Employee relations and labour rights (p. 42) | Human rights (p. 43) | Business ethics (p. 45) | Sustainable procurement (p. 46) | Data ethics (p. 48) | Responsible tax (p. 49) | Citizenship (p. 50) |\n|--------------------------------------------|---------------------|------------------------|-------------------------------|-------------------|-----------------------|---------------------|\n| 8.5                                        | 8.7                 | 8.8                    | 10.1                          | 10.5              | 10.6                  | 10.8                |\n| 8.7                                        | 8.7                 | 8.8                    | 10.1                          | 10.5              | 10.6                  | 10.8                |\n\nWe offer decent, fair and equal working conditions and make Maersk a good place to work for all our people. We identify risks for third-party labour and implement mitigating and preventive actions and involve employees in our efforts to secure that our growth adequately considers our responsibility towards employees.\n\n2021\n- Perform four pilot audits on third-party labour to monitor risk and compliance.\n- Secure commitment and principles for timely involvement of employee representatives as our business grows and more automation is introduced.\n- 100% of employees within Maersk trained in employee labour rights.\n\n2022\n- Develop action plans addressing the salient human rights risks identified in the human rights assessment.\n- Formalise Maersk’s human rights governance framework.\n\n2023\n- 100% of employees trained in the Maersk Code of Conduct.\n- Ongoing: Bi-annual compliance and business ethics risk assessments covering 100% of our operations and continued implementation of the related risk mitigation measures mitigating any uncovered risks.\n- 100% of employees trained on data ethics.\n\n2021\n- Ensure purchasing aligned with Responsible Procurement requirements, expand scope and strengthen post-sourcing follow-up, prepare for legislation on supply chain due diligence.\n- 100% of suppliers committed to the Supplier Code of Conduct.\n- >85% of strategic suppliers undergoing ESG assessments.\n- >80% of high-risk category suppliers with Improvement Plan successfully closed.\n\n2023\n- Full country-by-country tax reporting.\n- As an ongoing priority, we ensure full compliance with tax regulations in all countries where we operate and continue to engage in dialogue with stakeholders on tax matters.\n\nCarried out bi-annual company-wide labour rights self-assessment.\n- Completed four sample audits in terminals in Nigeria, Columbia and Oman, and audits at warehouses in Bangladesh. Actions taken to address findings. Learnings will contribute to future work on third-party labour working conditions.\n- 205 cases related to potential violation of HR-related laws, rules or company values processed through our whistleblower system, of which 22 were substantiated. 20 of these were related to internal policies and procedures.\n\nPublished a Human Rights Policy statement for A.P. Moller - Maersk.\n- Performed a corporate-level human rights assessment to re-determine our most salient human rights risks.\n- Continued to integrate human rights issues into existing due diligence processes.\n\nPerformed our second global compliance risk assessment and began company-wide roll out of our reviewed internal controls framework.\n- Nine cases related to public sector corruption processed through our whistleblower system of which four cases were not substantiated and five are under investigation.\n- Continued to engage with the Maritime Anti-Corruption Network (MACN) on systemic challenges.\n\nPerformed audits and assessments. For results, see p. 47.\n- Began transformation to more integrated management of sustainability in procurement with a supplier life cycle perspective and working at category level. Launched green procurement project.\n- Applied audit process for the trucking category in five locations in collaboration between Maersk’s local HSSE and procurement teams. Continued participation in CSR Europe’s initiative on responsible trucking.\n\nEstablished and communicated Maersk’s Data Ethics Policy.\n- Created the Data Ethics Committee as cross-functional governance forum.\n\nTotal tax charge of USD 697 million.\n- Published 2021 Tax Report, including disclosure of taxes paid, in accordance with the OECD Country by Country Reporting principles.\n- Continued dialogue with the OECD on the implications of the new global tax agreement for shipping.\n\nContinued focus on COVID-19-related support for donations.\n- Continued collaboration with The Ocean Cleanup as part of the extended partnership towards 2023 covering offshore and logistics support.\n- Conducted GoGreen week for employee engagement across all Maersk sites, encouraging colleagues to support local cleanups, climate action, water stress, biodiversity loss and more.\n\nGoverned through the Commit rule and policies on Global Employee Relations and the Global Employee Relations Council.\n- Anchored as a cross-cutting topic in our ESG governance framework, under the oversight of the Executive Leadership Team.\n- Governed through the Commit rule on Anti-Corruption, and overseen as an ESG strategic priority by the Executive Leadership Team.\n- Governed through the Commit rule on Responsible Procurement and overseen as an ESG strategic target by the Executive Leadership Team.\n- Governed through the Data Ethics Committee and overseen as an ESG strategic priority by the Executive Leadership Team.\n- Governed through the Maersk Tax Principles and overseen by the Executive Leadership Team.\n- Governed through internal SDPs and guidelines for global engagement and local donations.\n## Performance data\n\n### 1. Social performance\n\n| Our employees | 2021 | 2020 | 2019 |\n|---------------|------|------|------|\n| 1.1 Number of employees (FTEs) | 85,375 | 83,624 | 86,279 |\n| 1.2 Gender - female/total (% based on headcount) | 31% | 28% | 28% |\n| 1.3 Women in management (JL 4+ - % based on headcount) | 33% | 31% | 31% |\n| 1.4 Women in leadership (JL 6+ - % based on headcount) | 22% | 21% | 20% |\n| 1.5 Target nationalities/total (% based on headcount) | 72% | 72% | 71% |\n| 1.6 Target nationalities in executive leadership (JL 8 & 9 - % based on headcount) | 15% | 12% | 13% |\n| 1.7 Fatalities (headcount) | 4 | 1 | 5 |\n| 1.8 Lost-time injury frequency (based on exposure hours) | 0.93 | 1.22* | 1.16 |\n\n**Comments on 2021 Performance data**\n\n- FTE data is taken from Note 2.2 Operating cost in the audited 2021 Annual Report of A.P. Moller - Maersk.\n- The share of women in Maersk is up 3%, while the share of woman in management and leadership has increased 2% and 1%, respectively. We also saw an increase of 3%, in target nationalities in executive leadership.\n- The improvements are mainly driven by our continued focus on diversity, equity and inclusion. Read more on pp. 40-41.\n- Regrettably, four fatal accidents were recorded during 2021, two in our fleet and two in our landside operations. Read more on p. 36. The significant improvement in our lost-time injury frequency rate was driven by an 18% decrease in the number of lost-time injuries and a 9% increase in exposure hours.\n\n### 2. Environmental performance\n\n| Energy consumption | 2021 | 2020 | 2019 |\n|--------------------|------|------|------|\n| 2.1 Energy consumption (total, TJ) | 473,188 | 432,767 | 463,815 |\n| 2.1 Fuel oil (1,000 tonnes) | 11,083 | 10,368 | 11,173 |\n| 2.1 Gas fuels (1,000 tonnes) | 28 | 11 | 10 |\n| 2.1 Other fuels (1,000 tonnes) - excluding biofuel | 307 | 120 | 130 |\n| 2.1 Biofuels (1,000 tonnes) | 82 | 32 | 8 |\n| 2.2 Renewable technologies (1,000 MWh) | 165 | 66 | - |\n| 2.2 Electricity (1,000 MWh) | 731 | 664 | 656 |\n\n**Comments on 2021 Performance data**\n\n- Total energy consumption increased 9% mainly driven by an increased fuel consumption in our Ocean operations, increased activity in Logistics & Services and from Performance Team, which was included for the first time in 2021.\n- Consumption of fuel oil increased 7% mainly driven by increased sailing speeds to make up for lost time caused by the global supply chain disruptions.\n- The increase in gas fuels is driven mainly by LNG consumption in Performance Team, a business which was included in sustainability reporting for the first time in 2021, and a general increase in natural gas consumption.\n- The increased consumption of Other fuels were mainly driven by diesel consumption in Performance Team, which was included for the first time in 2021, and due to increased activity in Maersk Sea Container Services.\n- The consumption of Biofuels was up 156% mainly driven by the significant uptake of our ECO Delivery ocean shipping product by customers.\n- The significant increase in energy consumption from Renewable technologies of 150% was mainly driven by Maersk’s investments in solar power, battery technology and green certificates in APM Terminals.\n- The recorded electricity consumption increase of 10% was mainly driven by increased reefer usage in APM Terminals due to global supply chain disruptions to protect perishables, and the growth in our Logistics & Services business.\n\n*Restated based on improved reporting processes and the inclusion of exposure hours from contractors in Terminals and Logistics and Services that was not reported in 2020.\n\nThe numbers of the performance indicators correspond to the numbered sections in the Performance data accounting policies.\n## Performance data\n\n| A.P. Moller - Maersk | Comments on 2021 Performance data |\n|---------------------|-----------------------------------|\n| **Greenhouse gas (GHG) emissions (1,000 tonnes CO₂ eq)** | **Greenhouse gas (GHG) emissions** |\n| 2.3 Direct GHG emissions (scope 1 GHG Protocol) | Maersk’s scope 1 emissions increased 9% compared to 2020. The increase is mainly driven by an increased fuel consumption in our Ocean transport-related fuel that accounts for 93% of our scope 1 emissions. |\n| 2.4 Indirect GHG emissions (scope 2 GHG Protocol) – location-based | Maersk’s location-based Scope 2 emissions increased 2% mainly driven by the increased electricity consumption. |\n| 2.5 Indirect GHG emissions (scope 2 GHG Protocol) – market based | Maersk’s market-based Scope 2 emissions decreased 2% mainly driven by the impact of the significant increase in procured green electricity, which was however partly offset by the general increase in electricity consumption across the company. |\n| 2.6 Value chain emissions (scope 3 GHG Protocol) | Maersk’s Scope 3 emissions increased 6% compared to 2020. This was mainly driven by our efforts to meet customer demands, which led to increased emissions from additional container purchases, chartering activities, and upstream emissions from increased fuel consumption. Read more on p. 25. |\n| 2.7 Total GHG emissions (scope 1, 2 - location-based - and 3) | Maersk’s total GHG emissions increased with 7.5%. This was mainly driven increased emissions from Maersk’s Scope 1 and Scope 3. |\n| 2.8 Relative CO₂ reduction (percentage vs 2008 baseline) | The relative CO₂ reduction emission intensity (the EEOI) increased by 6.9% affected by supply chain congestions and increased consumption given higher speed to help alleviate delays for customers. Read more on p. 20. |\n| **Other air emissions** | **Other air emissions** |\n| 2.9 SOx (1,000 tonnes) | The 6% increase in recorded SOx emissions are related to the increased fuel consumption from Maersk’s fleet. |\n| 2.9 NOx (1,000 tonnes) | Similar to SOx, the increase in NOx emissions relates to increased fuel consumption in our fleet. |\n| **Other resource consumption** | **Other resource consumption** |\n| 2.10 Waste (1,000 tonnes) | Waste increased almost 20% compared to 2020. This was mainly driven by the increased activity in our Ocean business, where we operated an additional 35 vessels than in 2020, and an increase in non-hazardous waste from APM Terminals. |\n| 2.11 Water (1,000 m³) | Water consumption increased with 5.6% driven by the growth of the Logistics & Services business. |\n| **Spills (hydrocarbon)** | **Spills (hydrocarbon)** |\n| 2.12 >10 m³ (number of spills) | In 2021, we recorded two uncontained hydrocarbon spills of >10 m³. Both spills were to land in the Terminals Maarsvlakte 2, Netherlands (15m³) and Salalah, Oman (28m³). |\n| **3. Economic performance (USD million)** | **Economic performance** |\n| 3.1 Revenue | Financial data is taken from the audited 2021 Annual Report of A.P. Moller - Maersk. The annual accounts and independent auditors’ report can be found at investor.maersk.com |\n| 3.2 Profit/loss before financial items (EBIT) | |\n| 3.3 CAPEX | |\n| 3.4 Tax for the year | |\n\n*Restated based on the implementation of an improved scope 3 methodology. Read more on p. 25.\n\nNumbers of the performance indicators correspond to the numbered section in the Performance data accounting policies.\nPerformance data accounting policies\n\nBasis of reporting\n\nReporting period\nA.P. Moller - Maersk A/S (Maersk) sustainability Performance data reporting covers the period from 1 January to 31 December 2021.\n\nScope and consolidation\nUnless otherwise stated, the Performance data is reported on the basis of the same policies as the financial statements. Thus, the Performance data include consolidated data from the parent company, A.P. Moller - Maersk A/S (Maersk), and subsidiaries controlled by Maersk. Data is collected per legal entity per activity, and the figures are consolidated line-by-line. Data from associates and joint ventures are not included. Consolidation of Performance data using financial scope implies that:\n\n- data relating to owned and leased-in assets are included\n- data from owned assets that are leased out are not included.\n\nTechnical management of an asset on behalf of third parties follow the same consolidation principles. Thus, data is consolidated by the asset owner/lessee who uses the asset.\n\nThe consolidation for Safety (Fatalities and Lost-time injury frequency) and spills data differs from management of the people, processes and facility. Responsibility for health, safety and environmental performance data accounting policies\n\nThe principles for choosing among the schemes for default conversion factors are:\n\n- The most recent and internationally recognised schemes are preferred\n- A scheme must always be used in full. Thus, no combined schemes are allowed unless specific elements are not included in the primary scheme\n- Specific industry schemes can be included when not in conflict with the above.\n\nApplication of reporting frameworks\nMaersk does not apply a specific overall reporting framework but uses the Reporting Principles set out in the GRI 101: Foundation Standard as guidance to determine the report content and quality in terms of materiality, stakeholder inclusiveness, sustainability context, completeness, balance, comparability, accuracy, timeliness, clarity and reliability.\n\nChanges affecting the Performance data in 2021\nReflecting the significant progress made in Maersk’s Global Integrator Strategy over the past years, for 2021 we present total Group figures and not the additional figures for the continuing and discontinued operations, which we have reported historically.\n\nDiversity KPIs\nTo ensure a more focused and aligned approach we have reviewed our diversity KPIs and included one new KPI and two revised KPIs in 2021:\n\n- Women in management (Job Level (JL) 4 and above) – new KPI\n- Women in leadership - revised KPI. Women in leadership is now JL6 and above (from JL5+ in previous years)\n- Target nationality in executive management – revised KPI. Our target for target nationalities exists to ensure that our leaders reflect our global footprint and employee base. As we grow as a company it has been challenging to set meaningful and relevant targets by job level. We have therefore streamlined the target to only focus on the very top level of our organisation as this is the end goal to drive more nationality diversity at our executive level.\n\nImproved scope 3 methodology\nWe implemented significant improvements to our methodology and data collection for scope 3 emissions calculation and now include scope 3 emissions from all relevant categories. The 2020 scope 3 figures have been restated using the improved methodology. We have also included a KPI on the Total GHG emissions, including Maersk’s Scope 1, 2 - location-based, and 3.\n\nUpdated safety definitions\nIn aligning our external reporting with the way we drive our safety and security efforts, the following changes in definitions have been made:\n\n- The scope for the ‘Fatalities’ and ‘Lost-time injuries’ KPIs has been expanded to include incidents relating to criminal and terrorist activity.\n- Where Maersk has no operational control, e.g. the contractor leads and directs the work, ‘Fatalities’ and ‘Lost-time injuries’ relating to contractors are no longer included in the reporting numbers for Fatalities and Lost-time injuries’ have been restated accordingly for 2020.\nAccounting Policies\n\n1. Social performance\n\n1.1 Number of employees\nNumber of employees is the average number of full-time equivalents (FTEs) employed by Maersk during the year. FTEs are calculated based on the total number of compensable hours (days) in a work year compared to the number of hours (days) in a ‘norm’ work year. Temporary employees on salary are included. Excluded are employees on unpaid leave and contractors.\n\n1.5 Target nationalities/total\nTarget nationalities over total is the percentage of target nationalities with non-high-income OECD nationalities employed based on headcount. Headcounts are defined as all employees with an employment contract with Maersk who are on payroll regardless of the type of contract at year end. Excluded are employees on unpaid leave (except parental leave), contractors and third-party workers.\n\n1.6 Target nationalities in executive leadership\nTarget nationalities in executive leadership is the percentage of leaders with non-high-income OECD nationalities in level 8 and 9, corresponding to Executives, compared to total headcount of the same levels. Headcounts are defined as all employees with an employment contract with Maersk who are on payroll regardless of the type of contract at year end. Excluded are employees on unpaid leave (except parental leave), contractors, and third-party workers.\n\n1.7 Fatalities\nFatalities is the headcount number of work-related accidents leading to the death of the employee.\n\n1.8 Lost-time injury frequency\nLost-time injury frequency is the number of lost-time injuries per million exposure hours. Lost-time injuries (LTI) is the sum of accidents, which results in a person being unfit for work on any day or shift after the day of occurrence. Excluded from LTIs are suicide or attempted suicide, ‘natural causes’, incidents during the commute to and from the regular place of work and incidents which occur off the ship but where the consequences appear onboard at some later time. Exposure hours are the total number of work hours in which an employee is exposed to work related hazards and risks. Leave and non-work-related sickness are excluded from exposure hours.\n\n2. Environmental performance\n\n2.1 Energy consumption\nEnergy consumption encompasses all fuel oil, gas fuels, other fuels (diesel, gasoline, kerosene and heating oil), and biofuel as well as the consumption of electricity/district heating and renewable energy that is consumed/combusted at Maersk-controlled entities/vessels.\n\n2.2 Renewable technologies\nRenewable technologies is the amount of energy from solar panels, wind turbines, biomass and batteries that is consumed at Maersk-controlled entities/vessels and used for electricity or heating.\n\n2.3 Direct GHG emissions (scope 1)\nDirect GHG (scope 1) is the sum of all six Kyoto gases converted to CO₂ equivalents. Kyoto gases comprise: CO₂, CH₄ and N₂O, which are calculated based on amount of direct energy (i.e. the fuels stated under ‘Energy consumption’) that are consumed/combusted and HFCs, SF₆ and NF₃, which are based on direct consumption at Maersk-controlled entities/vessels.\n\n2.4 Indirect GHG (scope 2) – location based\nIndirect GHG (scope 2) is the CO₂ equivalents’ converted sum of CO₂, CH₄ and N₂O from value chain activities. Of the 15 scope 3 categories in the GHG Protocol, only eleven categories are determined as applicable to Maersk’s business model and activities. The excluded categories are: Cat. 9 downstream transportation and distribution, Cat. 10 processing of sold products, Cat. 14 franchises and Cat 15 investment. Thus, Value chain GHG emissions comprises emissions relating to: Cat. 1 - purchased goods and services, which is reported based on procurement data and includes OPEX goods. Cat. 2 - capital goods, which is reported based on procurement data and includes our capital investments such as, e.g., retrofit of vessels and dry docking. We include the full scope 3 impact in the first year of a CAPEX investment. Category 3 - fuel and energy related activities, which is reported based on actual fuel procured and consumed. Category 4 - upstream transportation and distribution, which is reported based on procurement data multiplied by relevant emission factor per transportation category (air/sea/truck/rail). This means that e.g. trucking only includes carrier haulage. Cat. 5 - waste generated in operations, which is reported based on amounts and types of waste. Cat 6 - business travel, which is reported based on activity-data for our direct air travel and procurement data for other business travel related activities. Cat 7 - employee commuting, which is reported based on employee headcounts per location, estimated commuting distance and transportation modes. Cat 8 - upstream leased assets, which is reported based on consumed electricity and district heating bought from a third party and using country-specific market-based factors for EU countries and the US and IEA factors for other countries.\nbased on operations of assets that are leased and not reported in scope 1&2. Cat. 11 - use of sold products, is based on activity-data for marine fuels traded by Maersk to third parties. Cat. 12 – end-of-life treatment of sold products, which is reported based on fuel consumption from vessels, tugs and planes leased to third parties.\n\n2.7 Total GHG emissions\nTotal GHG emissions is the sum of reported scope 1, scope 2 – location-based and scope 3 emissions.\n\n2.8 Relative CO₂ reduction (percentage vs 2008 baseline)\nWe report on relative CO₂ emissions reduction using EEOI (Energy Efficiency Operational Indicator) methodology. EEOI is defined by IMO in MEPC.1/Circ. 684 and is calculated as gCO₂/(Ton cargo x Nm). In practice, we calculate EEOI on voyage level and aggregate it in the following way:\n\n\\[\n\\frac{(g \\text{ CO}_2 \\text{ voy1}) + (g \\text{ CO}_2 \\text{ voy2}) + (g \\text{ CO}_2 \\text{ voy3})}{(\\text{Ton cargo} \\times \\text{Nm})}\n\\]\n\nThe data sources are:\n1. g CO₂ – Based on fuel consumption, from departure voyage 1 to departure voyage 2, multiplied with relevant CO₂ factor (3.114 for HFO, 3.206 for MDO).\n2. Ton cargo – Calculated via draft and displacement tables, subtracting vessel weight and ballast water and fuel stock.\n3. Nm – GPS distance from departure voyage 1 to departure voyage 2.\n\n2.9 Other air emissions\nOther air emissions include SOx and NOx, which both are calculated based on fuels consumed multiplied by generally accepted conversion factors for the respective fuels. In case of scrubber use, SOx emissions are reported based on Clean Cargo guidelines, where SOx output is assumed to be maximum for the operating area in which the vessel spends 80% of time.\n\n2.10 Waste\nWaste is reported as the sum of all waste types generated.\n\n2.11 Water\nWater is reported as the sum of all water consumed, excluding ballast water and water for re-injection.\n\n2.12 Spills\nSpills is reported as the number of uncontained hydrocarbon liquids spills greater than 10 m³, resulting from any irreversible release associated with current operations.\n\n3. Economic performance\n\n3.1 Revenue\nRevenue stated as in Note 2.1 of the Annual Report 2021.\n\n3.2 EBIT\nEBIT stated as in Note 2.1 of the Annual Report 2021.\n\n3.3 CAPEX\nCAPEX (Cash payments for intangible assets and property, plant and equipment, excluding acquisitions and divestments) as stated in the Consolidated cash flow statement in the Annual Report 2021.\n\n3.4 Tax for the year\nTax for the year stated as in Note 5.1 of the Annual Report 2021.\n\nEU taxonomy – how Maersk has prepared the revenue, CAPEX and OPEX KPIs\nFor 2021, Maersk’s taxonomy reporting includes the objectives of climate change mitigation and adaptation which are the only two for which the technical screening criteria has been adopted. As the remaining four environmental objectives become mandatory from 2022, the reporting approach will be reviewed and expanded accordingly, which may also impact the taxonomy KPIs reported for 2021.\n\nThe taxonomy KPIs have been calculated as:\n- taxonomy revenue KPI = Eligible revenue/Total revenue\n- taxonomy CAPEX KPI (additions) = Eligible CAPEX/Total CAPEX\n- taxonomy OPEX KPI = Eligible OPEX/Total OPEX\n\nMaersk’s process for determining taxonomy-eligible activities (the nominator of the taxonomy KPIs) has followed a three-step approach:\n1. Defining the economic activities that Maersk is engaged in across the Group\n2. Assessing whether said activities are covered by the economic activity descriptions included in the EU taxonomy Climate Delegated Act\n3. Applying a ‘linkage principle’ to allocate revenue, CAPEX and OPEX according to the company’s overall assessment of whether an economic activity is eligible or not.\n\nFirstly, determination of the share of economic activities in Maersk that are taxonomy eligible is based on the segment structure and supporting activity codes in the financial consolidation system, which also forms the basis for Maersk’s external financial reporting.\n\nAs such, revenue generating activity codes have been defined as an economic activity.\n\nSecondly, based on the descriptions of what is registered on Maersk’s revenue generating activity codes an assessment has been made of whether these activities are covered by the activity descriptions that are included in the EU Taxonomy Climate Delegated Act. If there is a match, the revenue registered on this activity code is considered as eligible. If not, the revenue is assessed to be non-eligible.\n\nThirdly, Maersk has applied a ‘linkage principle’, which implies that all CAPEX and OPEX related to a revenue generating activity code is considered either eligible or non-eligible based on the assessment of whether the activity code is covered by an activity description in the EU taxonomy or not.\n\nThe denominator for the KPIs has been defined as:\n- Total revenue is aligned with the revenue reported in Note 2.1 Segment information of the Annual Report.\n- Total CAPEX is aligned with additions reported in Note 3.1 Intangible assets, Note 3.2 Property, plant and equipment and Note 3.3 Right-of-use assets of the Annual Report. An on-top adjustment of 621 million USD has been made to exclude goodwill that is not in scope for the EU Taxonomy.\n- Total OPEX is aligned with Note 2.2 Operating costs of the Annual Report. An on-top adjustment of USD 285 million has been made to exclude Group costs, including staff and consulting costs etc., that are not related to servicing and maintaining the assets.\nThe Board of Directors and the Executive Board have today discussed and approved the Sustainability Report of A.P. Møller - Mærsk A/S for 2021.\n\nThe Performance data in the Sustainability Report for 2021 has been prepared in accordance with the stated Performance data accounting policies.\n\nIn our opinion, the Sustainability Report for 2021 gives a fair presentation of A.P. Møller - Mærsk A/S sustainability activities and results of the company’s sustainability efforts in the reporting period as well as a balanced presentation of A.P. Møller - Mærsk A/S environmental, social and governance performance in accordance with the stated Performance data accounting policies.\n\nCopenhagen, 9 February 2022\nIndependent limited assurance report on the Performance data\n\nTo the stakeholders of A.P. Møller - Mærsk A/S\nA.P. Møller - Mærsk A/S engaged us to provide limited assurance on the Performance data stated on pp. 54-55 in the 2021 Sustainability Report of A.P. Møller - Mærsk A/S for the period January 1 – 31 December 2021 (the “Performance data”).\n\nOur conclusion\nBased on the procedures we performed and the evidence we obtained, nothing came to our attention that causes us not to believe that the Performance data in the 2021 Sustainability Report of A.P. Møller - Mærsk A/S are free of material misstatements and prepared, in all material respects, in accordance with the Performance data accounting policies as stated on pp. 56-58.\n\nThis conclusion is to be read in the context of what we state in the remainder of our report.\n\nWhat we are assuring\nThe scope of our work was limited to assurance over Performance data in the 2021 Sustainability Report of A.P. Møller - Mærsk A/S.\n\nProfessional standards applied and level of assurance\nWe performed a limited assurance engagement in accordance with International Standard on Assurance Engagements 3000 (Revised) ‘Assurance Engagements other than Audits and Reviews of Historical Financial Information’ and, in respect of the greenhouse gas emissions, in accordance with International Standard on Assurance Engagements 3410 ‘Assurance engagements on greenhouse gas statements’. The quantification of greenhouse gas emissions is subject to inherent uncertainty because of incomplete scientific knowledge used to determine the emissions factors and the values needed to combine emissions of different gasses. A limited assurance engagement is substantially less in scope than a reasonable assurance engagement in relation to both the risk assessment procedures, including an understanding of internal control, and the procedures performed in response to the assessed risks; consequently, the level of assurance obtained in a limited assurance engagement is substantially lower than the assurance that would have been obtained had a reasonable assurance engagement been performed.\n\nOur independence and quality control\nWe have complied with the independence requirements and other ethical requirements in the International Ethics Standards Board for Accountants’ International Code of Ethics for Professional Accountants (IESBA Code), which is founded on fundamental principles of integrity, objectivity, professional competence and due care, confidentiality and professional behaviour and ethical requirements applicable in Denmark.\n\nPricewaterhouseCoopers applies International Standard on Quality Control 1 and accordingly maintains a comprehensive system of quality control including documented policies and procedures regarding compliance with ethical requirements, professional standards, and applicable legal and regulatory requirements. Our work was carried out by an independent multidisciplinary team with experience in sustainability reporting and assurance.\n\nUnderstanding reporting and measurement methodologies\nThe Performance data need to be read and understood together with the Performance\ndata accounting policies on pp. 56-58, which Management is solely responsible for selecting and applying. The absence of a significant body of established practice on which to draw to evaluate and measure non-financial information allows for different, but acceptable, measurement techniques and can affect comparability between entities and over time.\n\n**Work performed**\nWe are required to plan and perform our work in order to consider the risk of material misstatement of the Performance data. In doing so and based on our professional judgement, we:\n\n- Performed an assessment of materiality and the selection of topics for the 2021 Sustainability Report of A.P. Møller - Mærsk A/S and comparison to the results of a media search;\n- Read and evaluated reporting guidelines and selected internal control procedures regarding the Performance data in the 2021 Sustainability Report of A.P. Møller - Mærsk A/S;\n- Conducted interviews with Management responsible for the sustainability Management, use of company-wide systems, reporting and controls;\n- Checked sustainability data on a sample basis to underlying documentation;\n- Conducted analytical review of the data and trend explanations; and\n- Evaluated the obtained evidence.\n\n**Statement on other sustainability information mentioned in the report**\nManagement of A.P. Møller - Mærsk A/S is responsible for other sustainability information communicated in the 2021 Sustainability Report of A.P. Møller - Mærsk A/S. The other sustainability information on pp. 4-53 of the Sustainability Report comprises the sections ‘Introduction’ and ‘Progress on ESG’ split into sections ‘Environment’, ‘Social’ and ‘Governance’, regarding A.P. Møller - Mærsk A/S 2021 sustainability approach, activities and results.\n\nOur conclusion on the Performance data on pp. 54-55 does not cover other sustainability information and we do not express an assurance conclusion thereon. In connection with our review of the Performance data, we read the other sustainability information in the 2021 Sustainability Report of A.P. Møller - Mærsk A/S and, in doing so, considered whether the other sustainability information is materially inconsistent with the Performance data or our knowledge obtained in the review or otherwise appear to be materially misstated. We have nothing to report in this regard.\n\n**Management’s responsibilities**\nManagement of A.P. Møller - Mærsk A/S is responsible for:\n\n- Designing, implementing and maintaining internal control over information relevant to the preparation of the Performance data in the Sustainability Report that are free from material misstatement, whether due to fraud or error;\n- Establishing objective Performance data accounting policies for preparing the Performance data; and\n- Measuring and reporting the Performance data in the Sustainability Report based on the Performance data accounting policies; and\n- The content of the Sustainability Report.\n\n**Our responsibility**\nWe are responsible for:\n\n- Planning and performing the engagement to obtain limited assurance about whether the Performance data for the period 1 January – 31 December 2021 are free from material misstatements and are prepared, in all material respects, in accordance with the Performance data accounting policies;\n- Forming an independent conclusion, based on the procedures performed and the evidence obtained; and\n- Reporting our conclusion to the stakeholders of A.P. Møller - Mærsk A/S.\n\nCopenhagen, 9 February 2022\n\nPricewaterhouseCoopers\nStatsautoriseret Revisionspartnerselskab\nCVR no. 3377 1231\n\nMogens Nørgaard Mogensen\nState Authorised Public Accountant\nmne21404\n\nLars Baungaard\nState Authorised Public Accountant\nmne23331\nStay up to date\n\nWe value your feedback\n\nWe welcome any questions, comments or suggestions you might have to this report and our performance. Please send your feedback to:\n\nA.P. Moller - Maersk\nEsplanaden 50\n1098 Copenhagen K\nDenmark\nAttn: Sustainability\n\nYou can also send an email to: sustainability@maersk.com\n\nwww.maersk.com/about/sustainability\n\nPrint\nPrinted in Denmark in 2022 by Kailow, an environmentally certified printing agency, on Arctic Matt.\n\nEditors\nLene Bjørn Serpa\nShruti Deshpande\n\nESG data and reporting\nFrederik Rementorp\nGeetanjali Chadha\nAlina Koriakina\n\nAdditional content about Maersk’s sustainability and ESG efforts can be found on our website: Maersk.com/sustainability\nOverview of major brands that are part of A.P. Moller - Maersk\n\nNews and Reporting\n\nOnline\nMaersk.com\nMaersk.com/press\nInvestor.maersk.com\nMaersk.com/sustainability\n\nEngage with us\nLinkedIn.com/company/maersk-group\nTwitter.com/Maersk\nInstagram.com/maersk_official\n\nFacebook.com/Maersk\nYoutube.com/Maersk\nLinkedin.com/company/maersk-group\nTwitter.com/Maersk\nInstagram.com/maersk_official\n", "source": "maersk_2021", "added": "2025-04-09", "created": "2025-04-09", "metadata": {"Source-File": "climate_reports/ccrm_2023/maersk_2021.pdf", "olmocr-version": "0.1.59", "pdf-total-pages": 64, "total-input-tokens": 177989, "total-output-tokens": 50977, "total-fallback-pages": 0}, "attributes": {"pdf_page_numbers": [[0, 0, 1], [0, 2237, 2], [2237, 3192, 3], [3192, 3561, 4], [3561, 6191, 5], [6191, 9355, 6], [9355, 14670, 7], [14670, 19430, 8], [19430, 24173, 9], [24173, 27262, 10], [27262, 29721, 11], [29721, 32584, 12], [32584, 37668, 13], [37668, 41664, 14], [41664, 44436, 15], [44436, 47626, 16], [47626, 48298, 17], [48298, 53895, 18], [53895, 55844, 19], [55844, 63908, 20], [63908, 69296, 21], [69296, 74574, 22], [74574, 79287, 23], [79287, 82609, 24], [82609, 85456, 25], [85456, 89943, 26], [89943, 96372, 27], [96372, 101239, 28], [101239, 105975, 29], [105975, 110113, 30], [110113, 116300, 31], [116300, 118859, 32], [118859, 123033, 33], [123033, 127914, 34], [127914, 128492, 35], [128492, 132994, 36], [132994, 138197, 37], [138197, 142445, 38], [142445, 146071, 39], [146071, 149482, 40], [149482, 152839, 41], [152839, 157898, 42], [157898, 162106, 43], [162106, 162305, 44], [162305, 168535, 45], [168535, 173680, 46], [173680, 175403, 47], [175403, 180219, 48], [180219, 184172, 49], [184172, 187685, 50], [187685, 187704, 51], [187704, 193895, 52], [193895, 199826, 53], [199826, 203591, 54], [203591, 207023, 55], [207023, 211144, 56], [211144, 216120, 57], [216120, 221604, 58], [221604, 222309, 59], [222309, 225466, 60], [225466, 229160, 61], [229160, 229858, 62], [229858, 230245, 63], [230245, 230245, 64]]}}