{"id": "d50d0ecc402f9907e4ea284c7d547d0531cb0cf1", "text": "Making healthier happen\n# Table of contents\n\n| Section                                                                 | Page |\n|------------------------------------------------------------------------|------|\n| A message from our CEO and our Chair of the Board                      | 3    |\n| A message from our Chief Sustainability Officer                        | 4    |\n| Our ESG strategy                                                       | 5    |\n| Healthy People                                                         | 6    |\n| Healthy Business                                                       | 14   |\n| Healthy Community                                                      | 24   |\n| Healthy Planet                                                         | 32   |\n| About this report                                                      | 38   |\nA message from our CEO and our Chair of the Board\n\nAt CVS Health®, we are making healthier happen. Millions of times each day – in people’s homes, across our digital platforms, and throughout our network of community health destinations – we’re reaching people where they are. We’re helping them on their health care journeys with the goal of improving health equity and outcomes for all. This work is made possible by our more than 300,000 purpose-driven CVS Health® colleagues who bring their hearts to work each day.\n\nStill, for too many Americans, access to the care they deserve remains challenging. Despite the highest health care spending per capita, U.S. health outcomes are falling behind other developed nations. Big, bold change is needed. We are leading that change.\n\nIn their most challenging moments, people put their trust in us. We are stepping up to fill the gaps in access to care – exacerbated by the pandemic and disproportionately impacting vulnerable communities. We have an opportunity to improve access to broader, higher quality and more personalized care that everyone deserves. We are disrupting a fragmented, expensive system with a redefined model that puts the patient at the center, builds a multidisciplinary team around their needs, and emphasizes a more holistic, value-based approach to wellness.\n\nOur environmental, social and governance strategy (ESG), Healthy 2030, advances this work and ensures we are making healthier happen for our communities, our colleagues and our stockholders. It recognizes that success will only be possible if we also make rapid progress to close the gaps at the intersections of health access, opportunity and environmental impact.\n\nWe are improving health for more Americans by investing in programs that address social determinants of health, including food and housing security. We are serving as a catalyst for change by powering economic mobility in every community our business serves – through our supply chain, advancement opportunities for colleagues, and workforce initiatives providing hands-on skills development. We are accelerating our progress toward carbon neutrality by 2030 and net zero emissions by 2050, including through our first investments in clean, renewable energy.\n\nIn a complex world, health care should be simple, sustainable and accessible to all. Our Healthy 2030 roadmap is integral to making this vision a reality. And as we enter our 60th year, we are as passionate as ever about our purpose. We thank you for taking the time to review our annual ESG report and joining us in making healthier happen for millions of our members, patients and customers.\n\nSincerely,\n\nKaren S. Lynch\nPresident and Chief Executive Officer\n\nRoger N. Farah\nChair of the Board\nA message from our Chief Sustainability Officer\n\nOur vision for Healthy 2030\nSheryl Burke was named Chief Sustainability Officer and Senior Vice President of Corporate Social Responsibility in May 2022. With more than two decades of leadership experience in community-focused health care, she is well-positioned to advance our ESG impact. Below she shares insights into the Company’s 10-year ESG roadmap, Healthy 2030, and how these commitments advance CVS Health’s vision for a more equitable and sustainable future.\n\nIt’s about people\nThe four pillars of our ESG strategy – Healthy People, Healthy Business, Healthy Community, Healthy Planet – grow increasingly interconnected as we fulfill our purpose of bringing our heart to every moment of your health. Our ESG strategy is rooted in improving the lives of people, and it’s their health at the center of every decision we make. We reach millions of individuals each day. The ways in which we impact their lives is our purpose in action – whether it’s through higher quality, more personalized care, providing convenience for individuals to meet all their wellness needs, helping a small business grow, or any of the other ways we are innovating to make a difference.\n\nA healthy planet is a health imperative\nPerhaps nowhere is our work more urgent, and more interconnected, than our contributions to efforts to avoid the most devastating impacts of climate change. Over the past several years, and particularly in 2022, we saw firsthand the toll of natural disasters and record high temperatures on Americans’ health. For decades, CVS Health has worked to optimize and reduce our environmental footprint and this year took a critical step forward, investing in clean, renewable energy to begin powering our operations. Combined with our commitment to achieve net-zero emissions across our value chain by 2050, our efforts to secure a healthy planet are foundational to helping people, communities and our business achieve better health.\n\nA renewed focus on impact\nOur company has built a legacy of making bold moves to redefine how health care is delivered in America. Through 2030 and beyond, we’re placing continued emphasis on improving health outcomes and measuring the effectiveness of our programs by the impact they have on people’s lives and population health. We continue to connect our ESG programs, investments and strategies to the highest level of measurable impact. You can learn more about these efforts in the pages ahead. I am proud of what we’ve accomplished and energized by our momentum. Together, we’re making healthier happen. Thank you for being a part of it.\n\nSheryl Burke\nChief Sustainability Officer and Senior Vice President of Corporate Social Responsibility\nOur ESG strategy\n\nHealthy 2030 is the roadmap that guides our ESG work throughout the decade. It encompasses the breadth of our enterprise and the unique ways in which CVS Health is positioned to impact the health of our many stakeholders. The strategy is informed by our ESG prioritization assessment and in accordance with Global Reporting Initiative (GRI) Standards. It also lays out our ambitious goals in four areas: Healthy People, Healthy Business, Healthy Community and Healthy Planet.\n\nMore information on our ESG prioritization assessment and ESG priority topics can be found on our website.\n\nHealthy People\nWe utilize our expertise and resources to make the health care experience simple, equitable, accessible and deeply personal for all.\n\nHealthy Business\nWe operate ethically and transparently, holding ourselves and others accountable and ensuring that social responsibility is at the heart of everything we do.\n\nHealthy Community\nWe impact the health and well-being of our communities through collaborations and investments that advance health equity and improve health outcomes, ensuring everyone has a fair and just opportunity to be as healthy as possible.\n\nHealthy Planet\nWe improve the health of our planet and the people who share it by advancing our sustainability commitments and addressing the environmental factors that contribute to health inequities.\nHealthy People\n\nEvery day, we make healthier happen for millions of Americans. We’re tackling our country’s most pressing public health challenges by utilizing our expertise and resources to make the health care experience simple, equitable, convenient and deeply personal for each of us.\n\nAs we emerge from the pandemic, American consumers view the importance of their health in a radically different light. They want health care providers who care, and who deliver care with a deep understanding of the critical connections between physical, social, emotional and mental health.\n\nAs we fulfill our vision to be the leading health solutions company for consumers, we will continuously evolve to meet consumers where they are in their health journey. We will aggressively pursue leading-edge innovation in the name of better health. And we will advance health equity through initiatives and programs designed to improve trust, access and quality for underserved communities.\nAdvancing our impact: performance highlights\n\n10M mental health virtual visits across Aetna® members and retail health patients in 2022\n\nNearly 40% of COVID-19 vaccines administered by CVS Health were delivered to underrepresented communities\n\n16.3% decrease in suicide attempts among commercially insured adult members¹\n\n¹As of December 31, 2022, compared to 2019 baseline\n\nSpecialty generic dispensing rate remained at 22% throughout 2022, resulting in $899M in savings for PBM clients and members\n\nMinuteClinic® services utilized 5.5M+ times in 2022\nRedefining health care\n\nBetter health requires more than an annual physical, pharmacy trip or hospital stay. We know that people continue to face barriers in accessing care, and a quarter of American adults don’t have a primary care physician. That’s why we continue to evolve our care delivery model to increase access to high-quality health care services, making them seamlessly available to more people – in their communities, at home and virtually.\n\nExpanding retail health clinic services\n\nWith more than 1,100 MinuteClinic locations providing health services in local neighborhoods and with growing virtual care options, we’re giving families greater access to quality care every day. We continue to expand the services offered by our providers, treating minor illnesses and injuries, screening and monitoring for acute and chronic conditions, giving immunizations and annual exams, and more.\n\nIn 2022, we built on the wide range of women’s health services at MinuteClinic. This includes offerings such as menstrual disorder evaluation, menopause support, and expanded annual exams that include cervical and breast cancer screenings for all women age 18+. Our providers’ personalized approach ensures women’s health needs are listened to and taken seriously.\n\nWe also increased visit duration for the age 65+ community to allow extra time for MinuteClinic providers to review patient information and support quality, age-friendly care. In 2022, more than 650,000 patients age 65+ sought care at MinuteClinic, and 70 percent of MinuteClinic patients age 65+ were engaged in conversations about the 4Ms: What Matters, Mentation, Mobility and Medication – a framework designed to support age-friendly care.\n\n70% of MinuteClinic patients age 65+ were engaged in conversations about the 4Ms: What Matters, Mentation, Mobility and Medication – a framework designed to support age-friendly care.\n\nAdvancing value-based care delivery capabilities\n\nIn September 2022, we announced plans to substantially enhance our ability to deliver care to consumers when and where they want it through the pending acquisition of Signify Health, Inc. (“Signify”). Signify’s network of more than 10,000 clinicians conduct home-based visits in all 50 states, identifying patients’ clinical and social needs and connecting them to the appropriate follow-up care and community-based resources. Signify clinicians completed evaluations for over 2.3 million individuals in 2022, spending 2.5 times longer with a patient than providers spend in a primary care office visit, on average. We expect this acquisition to close in the second quarter of 2023, subject to receiving regulatory approvals and satisfying closing conditions.\n\nIn early 2023, we entered into a definitive agreement to acquire Oak Street Health, a leading multi-payor, value-based primary care company helping older adults stay healthy and live life more fully. With an innovative care model and technology platform designed to deliver consistently superior outcomes and patient experiences, Oak Street Health has demonstrated that its model is scalable to impact seniors nationwide. We believe that bringing CVS Health and Oak Street Health together can significantly benefit patients’ long-term health by reducing care costs and improving outcomes – particularly for those in underserved communities. Oak Street Health centers are located where health care services are needed most; more than 50 percent of Oak Street Health’s patients have a housing, food or isolation risk factor. We expect the Oak Street Health acquisition to close in 2023, subject to receiving regulatory approvals and satisfying closing conditions.\nLeveraging technology for better care\n\nOur patients, members and customers increasingly engage with us digitally, logging more than 2 billion visits to our digital services and platforms in 2022. We are creating more seamless, personalized and accessible experiences for every user — helping them coordinate care, connect with physicians, access information and save money easily and in real-time. In 2022, our CVS Health Dashboard app grew to serve 8 million users, with added functionality enabling patients to view their prescriptions, medical records and post-visit information.\n\nWe’re also using artificial intelligence (AI) to provide better, more compassionate care to patients and members, extracting key information that helps service agents, team members and chatbots anticipate individual needs.\n\nDisruptive innovation\nSince its launch in 2021, our corporate venture capital fund, CVS Health Ventures, has invested in 15 high-potential, early-and growth-stage companies poised to disrupt health care through digital innovation. Our investments prioritize digital tools that can solve access challenges and provide continuous wraparound support services that would be otherwise unavailable in traditional care settings.\n\nFor example, our investment in Vita is helping them to transform adolescent behavioral health care and is delivering best-in-class suicide intervention care. Clinicians deliver Vita’s exclusive suicide protocol and the care is augmented with technology to engage patients between sessions. Vita is also helping address the teen and adolescent mental health crisis plaguing the U.S. by providing timely access to quality clinical care to treat and manage behavioral health conditions, including depression, anxiety and trauma.\n\nLowering costs\nThe Next Best Actions (NBA) program is a multi-channel outreach program designed to help high-risk members drive positive behavior change: helping members take the “next best action” for their health. The program uses a combination of advanced machine learning, rapid test and learn and agile marketing to drive behavior change. This cutting-edge predictive technology has the potential to influence the 110 million lives across our covered populations. In 2022, over 13 million members were targeted by the NBA Program.\n\nExamples of interventions include:\n\n- Colorectal cancer screening NBAs, largely driven by home kit screening reminders, drove a 17 percent increase in screening rate among members that are more reluctant to changing health behaviors\n- 5.6 percent improvement in adherence for cardiovascular, diabetes, and depression medications among Commercial fully insured members\n- 5–6 percent reduction in 30-day readmissions across Commercial fully insured and Medicaid members, and 7.8 percent reduction in 90-day readmissions for Medicare members\n\nIn addition to better health outcomes, there are also member cost saving benefits ranging on average from ~$100–$300 per year for pharmacy utilization and $400–$700 for medical utilization.\nDelivering care on-demand\n\nIn 2022, we launched our MinuteClinic Virtual Care solution, streamlining our existing MinuteClinic telehealth options into one virtual care platform and enhancing delivery of medical care and mental health counseling virtually.\n\nWe also reimagined CVS Health Virtual Primary Care to give Aetna commercial members a new, convenient option to build a primary care relationship. Members can schedule a primary care visit within days with a provider they select and can access mental health services and 24/7 quick care for common illnesses and infections.\n\nOver time, we believe we can build a differentiated experience by equipping CVS Health providers with access to tools not typically used by other providers. This includes access to:\n\n- Tools that help ensure referrals are made to in-network providers, helping reduce members’ out-of-pocket expense\n- Formulary information that helps providers understand potential member cost share at the point of prescribing\n- Additional resources already available to members, such as Aetna care management teams, which provide multi-disciplinary, customized and ongoing support to help patients navigate care needs and options\n\n76% of Americans feel virtual care is an expected part of health care delivery.¹\n\n¹2022 study conducted by CVS Health and Harris Poll\nPrioritizing mental well-being\n\nThe pandemic’s enduring effect on mental health came into clear view in 2022. For many, stress led to burnout, and some populations were disproportionately impacted, including women, the lesbian, gay, bisexual, transgender, queer, intersex, asexual and plus (“LGBTQIA+”) community, young adults, Black Americans, and those over the age of 65. Our research also found that Americans are now more resolved and more comfortable in seeking help, presenting an opportunity to eliminate the stigma around mental health for good.\n\nInspired by the American Foundation for Suicide Prevention’s goal to reduce the suicide rate by 20 percent by 2025, we launched our own goal in 2021 to achieve the same reduction among Aetna members. As of December 31, 2022 we have seen a 16.3 percent decrease in suicide attempts among our commercially insured adult members, compared to a 2019 baseline.\n\nSignificant progress has been made for members age 18 and older, but improvement is still needed amongst adolescents ages 13-17, for whom, across the U.S., suicide attempts in 2021 increased substantially1. We are targeting several programs and services directly toward youth, including an Adolescent Treatment Training Series offering an evidence-based curriculum for treating adolescents and young adults to approximately 283,000 behavioral health and employee assistance providers at no cost.\n\nIn 2019, we provided less than 200,000 virtual mental health visits across CVS Health. Since then, we’ve provided approximately 30 million.\n\n1 Suicide Increases in 2021 After Two Years of Decline\nSupporting her health\n\nWomen play the leading role in making health care decisions for their families but too often face barriers when seeking equitable, high-quality and convenient care for themselves. Our enterprise-wide commitment to women’s health is focused on improving access to care delivery and eliminating the systematic barriers that prevent women from living healthy lives.\n\nAccess to birth control: One-third of women report difficulties trying to obtain a birth control prescription. Our more than 9,000 CVS Pharmacy® locations offer necessary and convenient contraception support, including filling birth control prescriptions and offering over-the-counter contraception. In over 1,800 CVS Pharmacy locations, CVS pharmacists can educate patients and prescribe and fill a birth control prescription, without a doctor visit. In 2022, MinuteClinic introduced virtual hormonal contraception consultations to its suite of services available via telehealth.\n\nPricing equity: Some call it the “pink tax,” we call it unfair. Our goal is to create price equity between men and women so women can stop paying more than men for the same thing.\n\nCardiovascular health: Though cardiovascular disease is the leading cause of death for women in the U.S., awareness of the unique risks posed to women has declined over the past decade. During select days in February, American Heart Month, we offer free heart health screenings for women in all MinuteClinic locations.\n\nPeriod equity: In 2022, we began paying the tax on period products on behalf of our customers in 12 states and are working to help eliminate the tax nationwide. We’ve also reduced the price of CVS Health brand period products by 25 percent in our core CVS Pharmacy locations to help improve access to quality period care.\n\nMaternal health: We are investing $5 million over five years in community-based programs designed to reduce maternal mortality in diverse populations – beginning with Black women, who are disproportionately affected.\n\nYou can learn more about these commitments in Healthy Community\nAdvancing health equity\n\nWe believe everyone should have a fair and just opportunity to be as healthy as possible. Advancing health equity for our colleagues, consumers, clients and communities will be achieved by improving trust, access and quality of health for historically marginalized communities. We devoted 2022 to springboarding a robust health equity strategy focused on empowering our colleagues, powerful data insights, and bold strategic actions and collaborations.\n\nAdvancing health equity among older adults\n\nWe are focused on providing personalized, age-friendly care that leads to improved health outcomes. This leads to reductions in emergency department visits, hospitalizations and readmissions, improved mobility and support for early identification of memory loss and depression.\n\n2022 performance highlights include:\n\n- 1K+ colleagues trained in health equity best practices in collaboration with the Groundwater Institute\n- Developed health equity dashboards for Medicaid and Commercial clients\n- Eight Medicaid health plans achieved NCQA Health Equity Accreditation, with Michigan achieving Health Equity Plus accreditation (one of the first in the country)\n- Updated technology systems to support diversity data for Caremark clients and support provider network diversity\n- Created Community Equity Alliance to expand the number of community health workers\n\n10,000 Americans age into Medicare every day\n\nBy 2025, people of color will more than double as a share of the elderly population¹\n\nMore than 75% of older adults experience two or more chronic conditions\n\n¹U.S. Bureau of the Census\nAt the heart of a healthy business are its people. Our over 300,000 purpose-driven colleagues deliver heartfelt moments, exceptional service, uncompromising safety and the highest-quality care to our more than 100 million customers. Our commitment to care for one another and to ensure every colleague feels they belong drives our business forward. We not only celebrate the diversity of our workforce, but also know this diversity is essential to operate at our best.\n\nInvestments in our colleagues in 2022 included enhanced wage structures, holistic benefits and best-in-class safety, training and development programs. We continued to build on our commitment to diversity, equity and inclusion, considering every population we serve and how our business impacts people and society.\n\nAs we continue to redefine the future of health care, we are committed to operating ethically and transparently and upholding the expectations of our many stakeholders.\nAdvancing our impact: performance highlights\n\n#33 FORTUNE World’s Most Admired Companies\n\n~17M hours of learning and development completed by colleagues in 2022\n\n100% Disability:IN Disability Equality Index\n\n#28 DiversityInc Top 50 Companies\n\n#8 DiversityInc Top 10 Companies Colleague Resource Groups (CRG)\n\n100% Human Rights Campaign Corporate Equality Index\nDiversity, equity and inclusion\n\nOur commitment to diversity is multidimensional and seeks to promote equity and belonging in every business and community where we work, live and serve. It is also central to fulfilling our vision to become the leading health solutions company for consumers. Through continued investments in health equity and in a healthier, more empowered workplace and workforce, we are making an impact.\n\nYou can learn more about the impact of our commitments throughout our annual Strategic Diversity Management Report and on our website.\n\nWorkforce representation\nWe are ensuring that the diversity of our workforce reflects the diversity of those we serve.\n\nMore than 60% of new colleagues self-identify as racially or ethnically diverse\n\n20%+ increase in racially and ethnically diverse talent representation at executive levels in 2022\n\nFor senior vice presidents and above, during 2021 we began tying compensation to performance in advancing racial, ethnic and gender representation and will expand this to vice presidents and above in 2023\n\n65% of hiring leaders completed behavioral interview training, focused on recognizing excellence inclusive of varied experiences and perspectives that will create value for the company in daily operations\n\nIn February 2023, we welcomed our new SVP and Chief Diversity, Equity and Inclusion Officer, Shari Slate, to drive this work forward.\n\n“Our ability to be successful requires us to bring diverse and inclusive solutions to the marketplace – work that can only be done with the very best talent representing the communities where we live and work.”\nInclusion & belonging\nOur workplaces are defined by personal connections, genuine care for one another, and a strong sense of belonging for every colleague.\n\n185K colleagues\ncompleted our conscious inclusion learning experience (CILE), which seeks to embed diverse thinking and inclusive leadership behaviors\n\n28K+ colleagues\nactively engaged in at least one Colleague Resource Group\n\nTalent Systems\nWe are creating equitable access to growth and development opportunities for our colleagues.\n\nIn 2022,\nwe have increased participation across diversity mentoring, sponsorship and targeted development programs, as we continue to drive greater engagement, advancement and retention\n\nNew “equivalent experience” guidelines\nbroadened the experience requirements of potential job candidates\nDiverse Marketplace\nChampioning diversity is embedded throughout our business.\n\n$4.2B spent\nwith Tier 1 diverse and small business suppliers\n\n$2.5B spent\nwith diverse Tier 2 suppliers\n\nThe equivalent of $2.8B in wages and 41,000 jobs annually\n\nDeveloped training\nfor all new retail colleagues on creating an inclusive and welcoming environment\n\n“My experience with CVS Health has been an incredible adventure of perseverance. Through my participation in the Executive Learning Program, I was able to design packaging for my product and zero down on exactly what CVS Health required from my business. This is what helped me get into CVS Pharmacy stores – resonating with their vision and resurrecting a dormant product. The CVS Health team has helped me through step-by-step processes to make my retail adventure a success.”\n\nBraxton Fleming is the Founder and CEO of Stealth Bros & Co, a luxury Dopp kit supply company providing innovative and stylish injectable storage solutions for the transgender, diabetic, in vitro fertilization (IVF) and other personal/medical communities. In 2022, the products became available on shelves in 4,000 CVS Pharmacy locations. Stealth Bros & Co is an LGBT certified business.\n\nJoining forces to break barriers for LGBTQ+ care\n\nResearch shows discrimination and a lack of provider knowledge on LGBTQ+ health issues serve as contributors to the disparities in equitable health care. In one survey of Americans who identify as LGBTQ+, 15 percent said they postponed or avoided medical treatment due to discrimination, while 25 percent said that health care professionals refused to give them medical treatment related to their gender transition. Our PRIDE+ CRG joined forces with Accenture to host the LGBTQ+ Health Equity Speaker Series, holding quarterly webinars focused on cross-industry collaboration to combat discrimination and achieve equitable health care for the LGBTQ+ community. Some of the key topics covered address the transgender patient experience, building trust for the COVID-19 vaccine, and mental wellness.\nWorkforce initiatives\n\nOur workforce initiatives build non-traditional talent pipelines through the power of collaborations, attracting new talent to CVS Health and helping to break cycles of generational poverty. In 2022, these programs impacted the lives of over 18,000 people.\n\nWe recognize each person’s value and help individuals unlock their full potential through creative collaborations.\n\n2022 Workforce Initiatives by the Numbers\n\n- **1,400+** partners nationwide\n- **2K+** summer youth hired\n- **16K+** candidates developed for careers through WITCs and other customized programs\n- **31K+** people transitioned from public assistance into careers with CVS Health\n\nTurning Lives Around\n\nAs Associate Manager of our Workforce innovation and Talent Center (WITC) located in the Ebenezer Baptist Church in East Pittsburgh, colleague Sean Ware has been the heart of this groundbreaking program designed to give people the job skills, experience and support they need to escape cycles of poverty. Since the WITC opened in 2021, seven pharmacy technician classes have graduated, and the program is providing meaningful careers as well as a pipeline of promising candidates for CVS Health. Through the end of 2022, the center had served over 11,000 people in the local community.\n\nOur WITCs are tailored to the specific needs of each community, incorporating education and skill development into effective workforce training. In support of individuals who need access to opportunity, we work to eliminate barriers to employment, health care and additional challenges that can stand in the way of participants completing their programs.\n\nLearn more about our WITCs in our Strategic Diversity Management Report.\nSupport for the military community\n\nIn 2022, we expanded our strategy to support veterans and the military community through workforce initiatives, and invested in several military service organizations with aligned missions. Our work to support veterans and military families in transitioning to civilian life and employment was recognized at the White House at a July Fourth event highlighting its Joining Forces initiative.\n\nOur expanded military workforce strategy\n\n- Drive research, strategy, and policy change\n- Engage with community members\n- Support health and wellness programs\n- Provide a sense of purpose through employment and volunteer activities\n- Help grow our business from the community\n\nOffering a Second Chance\n\nFor over 600,000 justice involved individuals who transition from prisons to local U.S. communities each year, opportunities for employment improve economic stability and reduce the likelihood of returning to prison. Our Second Chance program works with 1,400+ community-based organizations across the U.S. to offer workforce development and education opportunities such as apprenticeships, internships and on-the-job training. Rhiannon Burton credits the Televerde Foundation’s second chance program and its supporters, like CVS Health, with providing the tools to help her succeed.\nMaking healthier happen for colleagues\n\nWe take a holistic approach to care for our colleagues’ health, safety and well-being. In 2022, we continued to expand investments beyond core benefits in areas ranging from family building and emotional well-being to targeted programs for physical health. Flexible, affordable benefits programs, living wages and comprehensive support helps us meet the diverse needs of our more than 300,000 colleagues.\n\n2022 benefit offerings\n\n- Colleague contributions toward medical premiums remained flat despite a volatile environment for costs\n- 86% of medical benefit costs are covered by CVS Health on average, exceeding peer benchmarks and national business surveys\n- Five days of backup child or elder care per year at low copays\n- New medical plan offering with lower deductible\n- Mental health visits at $0 copay\n- Doubled family building benefit to $10K, to support eligible expenses related to adoption, use of gestational carrier or surrogate, IVF or doula services\n- Access to Emergency Savings Accounts with bonus deposits and well-being rewards to help colleagues manage unexpected expenses\n\nWe are supporting our colleagues’ mental well-being through free, confidential resources.\n\n- Increased free counseling visits available through Employee Assistance Program (EAP)\n- Piloted Here4U peer support groups to support colleagues in managing through change, reducing stress and connecting with others\n- Added concierge-style support to help colleagues find appointments with available mental health counselors\n\nBeating back burnout\n\nIn 2019, the World Health Organization added burnout to its International Classification of Diseases. The pandemic exacerbated the crisis with 79 percent of employees reporting stress at work, according to an American Psychological Association study. Through a new collaboration with Thrive, a behavior change technology company founded by Arianna Huffington, we’re supporting colleagues with science-backed action to build healthy habits and reduce stress. The engagement launched in May 2022 in conjunction with Mental Health Awareness Month and by year-end, the tool showed a 25 percent decrease in colleagues reporting overall signs of burnout. More than 62,000 colleagues, contractors and their friends had engaged with the platform by the end of 2022.\nCompetitive wages\nIn July 2022, we completed a significant investment in our colleagues, setting our minimum hourly wage to $15 an hour and higher starting rates for roles such as pharmacy technicians and call center representatives. In recognition of the outstanding contributions of our front-line colleagues in 2022, we invested $100 million in appreciation bonuses for nearly 250,000 colleagues. To increase transparency among colleagues, we also began to list pay ranges on all job postings.\n\nEnsuring colleague safety\nIn 2022, we introduced a new Heart At Work Behavior™, Champion safety and quality, to underscore that safety and quality are core to who we are as a company. Whether treating patients, dispensing medications, stocking merchandise or maintaining our workplaces, we strive to avoid preventable injury and achieve “zero harm.”\n\nIn 2022, we enhanced communication and support to field leadership, including through quarterly “safety spotlight” programs, to continue to empower our leaders and retail colleagues. To manage safety risks associated with workforce and labor challenges in our distribution centers and for our fleet drivers, we have developed a safety roadmap that helps ensure a safety-first culture. Enhanced safety metric dashboards give distribution center leaders access to leading indicators and injury data so they can take proactive measures to reduce risk of injury. Initiatives in 2022 included enhanced new hire safety training, a new stretching program provided to colleagues at shift start, and enhancements to our powered industrial truck safety program.\nAdvancing colleague development\n\nWe provide our colleagues with resources and programs that support them in their current roles while planning and preparing for future growth. Beginning with an orientation program that pairs new hires with seasoned colleagues, training and development continues throughout a colleague’s career through in-person, virtual and self-paced learning at all levels.\n\nIn 2022, our colleagues invested approximately 17 million hours in learning and development.\n\nOver 15,000 colleagues participated in the CVS Health Colleague Education Program in 2022, which includes:\n\n- Tuition reimbursement of up to $3,000 at any nationally accredited college or university, which supported more than 8,000 colleagues last year\n- Free degree programs offered by Capella University, Strayer University and Colorado Technical University, of which nearly 800 colleagues participated in last year\n- Career Online High School for all colleagues who wish to earn a high school diploma at no cost\n- No-cost Spanish language programs for all pharmacy and nurse colleagues, empowering them to better communicate with their Spanish-speaking customers and clients\nCommunity impact is at the heart of CVS Health. Through collaborations across the country, we’re lifting up and deepening the impact of nonprofit organizations whose reach extends beyond our commercial business – expanding community-centered solutions that advance health equity, increase access to care, address social determinants of health and improve health outcomes.\n\nWe are making healthier happen in our local communities not just through philanthropic support, but through meaningful engagements. Our colleagues donate their time and talents to champion community health. And when disaster strikes, we step in to help people get back on their feet, no matter the event.\n\nIn 2022, we deployed more than $260 million through the CVS Health Foundation, corporate grants, in-kind gifts, fundraising, employee giving and other community support.\nAdvancing our impact: performance highlights\n\nSupported 185,000 people in five initial Health Zones to address community needs with a more connected system of health and well-being services\n\nProvided $2.75M in financial assistance to colleagues in crisis through Employee Relief Fund\n\nNamed for the 6th consecutive year by the Points of Light Institute to Civic 50 list of America’s most community-minded companies\n\n$27M raised with support from customers, enabling food banks across the U.S. to focus on equitable access to nutritious food\n\nLowered the risk of untreated chronic conditions for nearly 50,000 people through Project Health’s free biometric screening program\n\nTo provide safe access to COVID-19 testing at the height of the pandemic, we manufactured hundreds of portable buildings for use outside CVS Pharmacy locations. In 2022, we began donating the units to community organizations and nonprofits across the country that are putting them to a second use, including nonprofit partners, school districts, fire departments and hospital systems.\n\n15% increase in hours of volunteer time by employees\nHealth Zones: Community-centered investments in health\n\nThe color of your skin and your ZIP code should not dictate how long you live or the kind of health care you receive. Through community-centered investments, our Health Zones strategy aims to shape a more equitable and healthy future for all people, across multiple dimensions of well-being.\n\nWe have introduced Health Zones in five communities across the U.S.: Atlanta, GA, Columbus, OH, Fresno, CA, Hartford, CT and Phoenix, AZ. Each community is facing barriers to equitable health care access and gaps in social support. In collaboration with local nonprofit organizations, Health Zones works to meet residents’ most pressing needs across workforce training, nutrition, transportation and health care.\n\nUsing surveys, data and community input, we measure our impact through key health drivers such as access to primary care and food insecurity rates. We also aim to create a more connected system of health and well-being to make better health easier and more accessible for all. With learnings from the first year of Health Zones place-based work, in our second year and beyond we aim for deeper input from communities, a more integrated suite of CVS Health assets, and a collaborative approach to tailored community health solutions.\n\nInitial impact of Health Zones\n\n**Invested $2.3M**\nin five initial Health Zones to create a more connected system of health and well-being for communities\n\n**Served 185,000**\npeople through integrated health, nutrition, housing and workforce programs\n\n**Provided 1.4M meals**\nto Health Zone communities through food bank funding\n\n**Lowered the risk of untreated chronic conditions for 23,000 people**\nthrough health screenings\n\nA prescription for senior health in Fulton County, Georgia\n\n“I thought this program was wonderful. The produce was fresh and I learned how to steam vegetables, and look for things that are on sale. The program is teaching me how to be healthier.”\n\nJohn¹ was one of 33 residents at Herndon Square senior affordable housing who participated in a six-week produce prescription program offered by one of our Health Zone partners, Open Hand Atlanta. The evidence-based course addresses food insecurity by teaching individuals how to shop for and cook nutritious meals on a limited income. Through our Health Zones collaboration in Greater Atlanta and with organizations like Open Hand and Good Samaritan Health Center, we are addressing food insecurity, preventing social isolation and eliminating barriers that prevent low-income seniors from accessing quality health care.\n\nLearn more about Health Zones\n\n¹ Name has been changed for confidentiality.\nMobilizing health care\n\nProject Health has brought no-cost health screenings and health care resources to people for nearly two decades, helping proactively identify chronic conditions. Today, Project Health events serve more communities than ever, tapping into a vast network of community organizations, local and national resources using a fleet of new mobile units to help ensure transportation is not a barrier to quality care.\n\nThroughout 2022, our mobile units and in-store events brought health care screenings to people where they live, work – and even worship, with a focus on communities of color that have been historically underserved. Drawing on relationships established with workforce and faith-based organizations, affordable housing groups, and community-based organizations, we added nearly 100 new faith-based partners and over 400 new affordable housing partners across 45 metro markets. We also added a depression screening for all participants and a cognitive and osteoporosis screening for seniors.\n\n82% of people served by Project Health in 2022 identified as a race other than white/Caucasian\n\n68% reported a household income below $50,000\n\n19% are uninsured\n\n~50% of the participants received an abnormal screening result and were counseled on the next steps and available providers\n\n2022 Project Health impact\n\nProvided $5.5M in free medical services to under-resourced communities through free health screenings, wellness information and consultations\n\nRaised awareness of health risks and chronic conditions through 174K biometric health screenings\n\nNearly 2K health screening events hosted in communities across the country\n\nPreventive screenings for the housing insecure\n\nIndividuals experiencing homelessness face exceptional challenges in maintaining their health. In 2022, Project Health began visiting social service agencies, kicking off its New England mobile unit tour at Crossroads Rhode Island, the state’s leading provider of housing and services for people experiencing homelessness. Clients and staff received free health screenings and were able to review health care resources with a clinician. Project Health also partnered with the Rhode Island Community Food Bank at additional events to add a local Supplemental Nutrition Assistance Program (SNAP) enrollment specialist to enroll eligible participants in food security programming.\n\n“It is a challenge for the people we serve to keep doctor appointments and secure transportation for their health care needs. Having a mobile clinic like Project Health visit our residents and shelter guests on site helps tremendously, especially since many have complex chronic health conditions. The experience is streamlined and accessible, and the providers’ commitment to building trust is what will encourage our clients to participate in future screenings.”\n\nKaren Santilli, President and CEO\nCrossroads Rhode Island\nExpanding access to mental health services\n\nMental health concerns continued rising among individuals of all backgrounds in 2022, particularly among Black, 65+, young adult, and LGBTQIA+ communities. Through the CVS Health Foundation, we focused funding to achieve equitable, quality access to mental health care services and resources, particularly among Black, Indigenous and People of Color (BIPOC) communities.\n\n#BeyondtheNumbers: BIPOC Mental Health Month\nSupport from the CVS Health Foundation helped Mental Health America (MHA) bring BIPOC mental health needs to the attention of 37 million individuals in July, BIPOC Mental Health Month. We helped MHA make mental health support accessible for over 3 million BIPOC individuals, by funding mental health screenings, webinars and a BIPOC Mental Health Month Toolkit. The screenings raised awareness of individual risk factors and possible symptoms related to anxiety and depression, and provided culturally and linguistically responsive resources with information about the next steps in seeking care.\n\nIncreasing access to mental health clinicians in Free & Charitable Clinics\nFunding from the CVS Health Foundation in 2022 will add more than 250 behavioral health clinicians into the free clinic setting across the country, serving more than 50,000 patients. At Westminster Free Clinic in Thousand Oaks, California, our support provided more than 2,200 mental health visits to 250 patients through a variety of counseling and programming for families in 2022.\n\n“Most of our families deal with stress around economics, work, housing and raising their children in a new environment. Our patients work locally and work very hard, but the challenges in parenting while working 12 hours a day, and maintaining good mental health at the same time, can be overwhelming. The support we are receiving from the CVS Health Foundation is changing lives and empowering parents.”\nLisa Safaeinili, Executive Director\nWestminster Free Clinic\n\nYou can learn more about our enterprise efforts to improve access to mental health care in Healthy People\nImproving pregnancy, delivery and post-birth care for all\n\nRates of maternal mortality and severe morbidity remain unacceptably high in the U.S. We direct funding to community-based programs to improve birth equity and reduce the maternal mortality rate. This is particularly relevant to Black women, who are three times more likely to die from pregnancy-related causes than white women.\n\nOur continued collaborations with the National Association of Free and Charitable Clinics and with America’s Essential Hospitals have made it possible to lessen the likelihood of undiagnosed and untreated pregnancy-related conditions such as hemorrhage and pre-eclampsia for over 16,000 women.\n\nChoices in Childbirth\nCHOICES Center for Reproductive Health in Memphis, TN is a pilot implementation site, empowering expecting parents through their maternal care journey. With funding from the CVS Health Foundation, the program will reach an expected 1,800 mothers, babies and partners in its first 18 months and will measure impact through improved patient satisfaction and birth outcomes.\n\n“The Choices in Childbirth series not only teaches and empowers patients, it also helps them to dream of what they may want in their own prenatal and birth experience. I believe these resources will show patients that they deserve providers who will partner with them and build community. When expectant parents are informed and empowered to choose the care that’s right for them, they build trust with their providers and trust in themselves.”\nDr. Nikia Grayson, Chief Clinical Officer, CHOICES\n\nSupport for the fourth trimester\nThe team at the Maternal Fetal Medicine Cardiometabolic Postpartum Clinic at Brigham and Women’s Hospital is implementing an innovative program to ensure effective transitions from obstetric to primary care for postpartum patients who experienced hypertensive pregnancies. Through support from the CVS Health Foundation, the program team will train perinatal health workers to support patients with accessing uninterrupted care and addressing their health-related social needs.\n\nYou can learn more about our enterprise efforts to improve maternal and women’s health outcomes in Healthy People\nEngaging colleagues for impact\n\nCVS Health colleagues extend our commitment to community health by donating their time and talents to the causes that mean the most to them.\n\nColleague volunteerism rose 15 percent in 2022 thanks in part to new, skills-based opportunities, integration of volunteerism in large company events, and the leadership of our Colleague Resource Groups. Through the CVS Health Foundation’s Volunteer Challenge Grant program, we provided over $600,000 in impactful grants to support the nonprofit organizations where our colleagues donate their time.\n\nIn 2022, we launched a new, $5 million colleague matching gift program through the CVS Health Foundation. This program has extended the generous spirit of our colleagues by increasing donations they make to the causes they care about most.\n\nVolunteerism inspiring leadership development\n\nSkills-based volunteerism matches colleagues’ workplace skills, expertise and knowledge with nonprofit needs to maximize impact in their community. In 2022, we piloted a skills-based volunteer initiative within our Enterprise High Potential Leadership Development program. Throughout the 18-month program, multiple engagement opportunities were provided for the roughly 150 leaders to engage in volunteer events that leveraged their professional talents while supporting the needs of local partners. For example, a group of about 50 female leaders spent an afternoon at the YWCA of Hartford in a career development session where they met with high school students to offer advice and participate in speed networking.\n\n“The energy of the young women in the room was amazing. The confidence they exhibited taught us – the CVS Health leaders – a thing or two. I’m so grateful for this experience and it was one of the highlights of the program,” Jackie Hague, Executive Director of Enterprise Leadership Development.\n\nSupporting colleagues in times of disaster\n\nHurricane Ian devastated communities across Florida in September 2022. Through gifts, in-kind, cash donations, support from the CVS Health Foundation, as well as an in-store fundraising campaign, we provided more than $5.7 million to help restore communities and colleagues rebuild. Our Employee Relief Fund (ERF) swiftly distributed grants to colleagues for shelter and other essentials. In 2022, the ERF provided colleagues with $2.75 million in support.\n\n“We have a significant number of colleagues that have lost everything – their homes, cars, belongings are all gone. Our dedicated colleagues joined forces and are providing essential supplies to those who have lost everything and those that need additional support to rebuild.” Sarah Smith, Director, CVS Health Enterprise Resiliency\n\n$4.5M total value of colleague volunteerism\nDeveloping future health care leaders\n\nThe CVS Health Foundation awarded $3.25 million in scholarship funding for students pursuing careers in pharmacy, health care and retail management in 2022, including $1 million in scholarship funding to UNCF (formerly known as United Negro College Fund). Twenty-five percent of our career pathways scholarships were awarded to bilingual students.\n\n“Growing up, I did not see many (if not, any) dermatologists who looked like me, or could suit my specific needs as a black girl. Furthermore, I did not see doctors who looked at treatment plans holistically; I plan to be proactive in closing this disparity by not only becoming an integrative dermatologist myself, but encouraging other young black women like myself to be active in the fields where we are most misrepresented. Due to this generous scholarship, I will be able to complete my 2022-2023 school year with a great financial burden alleviated from myself as well as my family.”\n\nKyla Graham, Howard University\nThe impact the environment has on human health is irrefutable. We witnessed these impacts firsthand over the last year. A summer of record-breaking temperatures increased the risk of heat-related illness, and even death, for millions of Americans. Amid growing wildfires, spending on respiratory and cardiovascular disease is rising exponentially. Warmer air helped Hurricane Ian produce historic rainfall in Florida and the Carolinas, and in addition to the injury and death toll, exacerbated economic, infectious disease and mental health challenges. And like many health conditions we are working to address, climate change disproportionately impacts communities of color, low-income people and other marginalized groups.\n\nThat’s why we’re focused on improving the health of our planet by advancing our sustainability commitments and addressing the environmental factors that contribute to health inequities. It starts with taking a critical look at the changes we can make within our own company – and then scaling that effort throughout our supply chain and, finally, to the communities where we live, work and serve. In 2022, we continued these efforts and reduced resource consumption across our operations, significantly invested in renewable energy and supported shifts to encourage sustainable consumer behavior.\n\nWhen we work together to improve the health of our planet, we also improve the health of all the people who share it.\nAdvancing our impact: performance highlights\n\nAchieved goal for 100% of eggs offered at CVS Pharmacy to be cage-free\n\nDow Jones Sustainability World Index — 4th consecutive year\n\nDow Jones Sustainability North American Index — 10th consecutive year\n\nEliminated over 350 million paper receipts in 2022\n\n42-megawatt share of Mammoth Central solar facility\nProgress against our climate strategy\n\nUrgent, collective action is needed to limit global warming to 1.5°C and prevent the most catastrophic impacts of climate change – including devastating effects on human health. We are joining stakeholders worldwide to accelerate efforts toward increased energy efficiency and substantial investments in renewable energy sources.\n\nIn 2022, we made significant progress toward our goal of achieving 50 percent renewable energy by 2040. In August, we reached our first agreement to purchase clean, renewable energy through a 42-megawatt share of the Mammoth Central solar facility in Indiana, one of the largest in the U.S. We built a pipeline of similar projects that will ensure we continue to make progress to achieve this goal. We remain on track to meet the science-based emissions reduction targets that have set us on a path to carbon neutrality by 2030 and net zero emissions across our value chain by 2050.\n\nProgress to goal\n\n| Renewable energy procurement | 18% | 0% | 50% |\n| Net Zero by 2050 | 13% | 0% | 100% |\nReducing resource consumption\n\nFor decades, we’ve worked across our expansive retail footprint and supply chain to increase energy efficiency, implement water savings programs, eliminate waste and reduce fuel usage. Using the latest technologies and advanced environmental management systems, we continue to make strategic investments for maximum impact and return.\n\n2022 accomplishments\n\n- Continued multiyear LED initiative by upgrading exterior lighting at 115 stores, reducing 2.9K megawatt hours of electricity\n- Pursued incentive programs offered by local utility providers, including energy-efficient cooler upgrades in 750 stores\n- Initiated rollout of electric storage trailers at our California distribution centers\n- Safe disposal initiative reached 5M pounds of prescription medication collected through our network of 4.6K drug disposal units\n- Completed waste audits at corporate headquarters and developed a roadmap to achieve zero waste in our corporate facilities by 2030, in alignment with TRUE Zero Waste Certification standards\n\nEnhanced waste minimization\n\nWe continued to enhance our initiatives to create less waste from the products sold in our stores through store-specific reduction tactics. Since 2019, we have reduced the total number of unsaleable products by 25 percent. In 2022, our efforts resulted in an 11 percent reduction of unsaleable product, as well as more than $165 million in unsaleable product being donated. This supports both our local communities and reduces the waste generated at our retail stores and other facilities.\n\nInvesting in a sustainable supply chain\n\nOur focus on embedding sustainability within our transportation network continues to expand and evolve, especially as new technologies become financially viable for widespread use. In 2023, we will pilot a new technology that captures carbon dioxide emissions from trucks for sequestration and/or sale, a solution with the potential to reduce emissions from our fleet while generating significant revenue.\n\nDecarbonizing food waste\n\nIn California, wasted food from our distribution centers and stores is donated to local food banks or is converted from wasted food into renewable energy if it cannot be donated. These efforts are not only supporting our local communities, but also decarbonizing the food value chain.\n\n“Our work to provide organizations like CVS Health with sustainable, reliable wasted food diversion and donation programs is demonstrating impact and is integral to the fight against wasted food on a national level.” Jess Parker, Food Recovery Program Manager, Divert, Inc.\nEmbedding sustainability at retail\n\nIn 2022, we put sustainability at the heart of the CVS Pharmacy customer experience, testing innovative solutions and advancing existing practices to reduce the impact of our prescription medication bottles, shopping bags and receipts.\n\nEliminating paper receipts\n\nForty-four percent of CVS Pharmacy customers are now choosing a digital receipt or none at all. In 2022, we eliminated more than 350 million paper receipts and recorded high customer satisfaction.\n\nDigitizing immunization records\n\nThe majority of our customers make and manage their immunization appointments online. We’ve responded to their preferences by eliminating printed forms for digital appointments, emailing vaccine records rather than printing, and ending the practice of printing vaccine labels. We’ve also stopped printing receipts for any immunization with no copay. These changes eliminated 108 million sheets of paper in 2022.\n\nSolutions beyond the bag\n\nOur collaboration with Closed Loop Partners and industry peers resulted in several tests of innovative bag solutions and infrastructure investments throughout 2022. We launched a bagless pilot at three CVS Pharmacy locations in Vermont and a reusable bag rental and return system in New Jersey. We continue to learn about consumer behaviors through these small pilots and will test additional, larger-scale pilots in 2023. Through the Beyond the Bag Initiative and in collaboration with other retailers, these upcoming pilots will be instrumental in driving consumer behavior change around bag use.\n\nAssessing prescription bottle waste\n\nLeveraging the insights from our one-store, aluminum pill bottle pilot in late 2021, we continue to review opportunities to embed sustainability into the pharmacy experience for our customers – whether through alternative materials or recycling plastic.\n\nThe results of our aluminum pilot were inconclusive: while the new bottles were well received by consumers, we don’t believe that aluminum is a realistic, sustainable alternative to our existing bottles based on full life-cycle impacts.\n\nIn late 2022, we introduced an empty medication bottle recycling pilot in 22 stores in Pennsylvania and New Jersey and made it available to the entire community. In the first few months of implementation, our field teams reported several learnings that will help us refine the program and further explore consumer behavior.\nMeeting ambitious sustainable packaging goals\n\nOur sustainable packaging roadmap\n\nBy 2023\nDefine a list of packaging to be designated as problematic or unnecessary to eliminate by 2030\n\nBy 2025\nEnsure all store brand paper-based packaging is from recycled or certified sustainably sourced content\n\nBy 2030\nEnsure all packaging for store brands products is 100% reusable, recyclable, compostable, or can be returned to us for proper disposal at the end of life\n\nReduce plastic use in operations by 50%\n\nReduce single-use virgin plastic in store brand packaging by 50%\n\nProgress in 2022\n\n- Added How2Recycle messaging to 60% of active store brand SKUs and are on track to achieve this across all store brand SKUs by the end of 2024\n- 100% of Total Home-branded paper products are FSC- or SFI-certified\n- Transitioned 35 store brand beauty and personal care wipes to a plant-based substrate\n- Migrated from 100% natural cotton to 100% organic cotton across seven feminine care products\n- Completed a life-cycle assessment of our specialty pharmacy packaging and identified opportunities to begin realizing environmental benefits\n- Continued store brand packaging manufacturing audit with all suppliers\n- Tested transitions to both print methods and substrates, such as replacing virgin solid bleached sulfate (SBS) with recycled paper options across our portfolio, to potentially be activated as early as 2023\n\nGold Emblem® Water bottles made of 100% recyclable aluminum water bottles will hit shelves in April 2023\n\nOur newest offering from Total Home® Earth Essentials® will become available in 6,000 locations in June 2023 and feature BPI-certified compostable dinnerware packaged in compostable packaging\n\nFood-safe, freezer-friendly, and BPA-free reusable storage bags from Total Home will be offered at 4,500 locations in June 2023\nAbout this report\n\nCVS Health’s annual environmental, social and governance (ESG) report, formerly referred to as our corporate social responsibility (CSR) report, provides an overview of our company’s ESG commitments, as well as progress against certain key ESG priorities, goals and targets.\n\nBoundary and scope\nConsistent with previous reports, the boundaries for this report extend to all United States company owned and/or operated facilities, administrative offices and retail pharmacies for the corporate enterprise. Company operations outside the U.S. represent less than one percent of the total enterprise and are not covered in this report. Data contained in this report covers activities that occurred in fiscal year 2022 (January 1–December 31, 2022), unless otherwise noted.\n\nContent and ESG priority assessments\nIn 2022, we conducted a priority assessment in accordance with the Global Reporting Initiative (GRI) Standards’ guidance for defining priority ESG topics. The priority topics inform the content of our reporting and ESG strategy. For additional details, please see ESG Priority Topics.\n\nDisclosure and assurance\nCVS Health management is responsible for the preparation and integrity of the information in this report. The enterprise metrics and goals in this report are established through a rigorous review process involving internal subject matter experts, and we believe this report accurately and fairly represents our ESG activities, programs and results for the fiscal year ending December 31, 2022.\n\nThe report was submitted to the board of directors and was reviewed and approved by members of CVS Health senior management, including our ESG steering and operating committees, as well as the disclosure committee, each of which is comprised of management from principal functional areas within the company. This report has not been externally assured or verified by an independent third party. CVS Health carbon footprint and water data from 2016–2021 has been externally assured. Data from 2022 will be reviewed for external assurance in the coming months by an independent third party. The ESG report appendix will also be reviewed and assured to the AA1000 standard. The company may consider having additional content and data in its future ESG Reports externally assured.\n\nThis report was produced based on the GRI Standards. More information is available at GlobalReporting.org. Full indexes for the GRI and the Sustainability Accounting Standards Board (SASB), as well as our alignment with the United Nations Sustainable Development Goals (UNSDGs) are available in the appendix to this report. Our Task Force on Climate-Related Financial Disclosures (TCFD) report is available on our website.\n\nYour Feedback\nYour feedback is important to us as we continue to look for ways to improve our reporting and provide you with the information you need. Please submit your feedback to:\n\nCSR@CVSHealth.com\nCVS Health Corporation\nAttn: SVP & CSO, Corporate Social Responsibility and Philanthropy\nOne CVS Drive, MC 1200, Woonsocket, RI 02895\n401-765-1500\n\nPreparation of this Report\nThis report contains certain forward-looking statements that are subject to risks and uncertainties. Actual results may differ materially from those contemplated by the forward-looking information for a number of reasons as described in our Securities and Exchange Commission (SEC) filings, including those set forth in the “Risk Factors” section and under the section entitled “Cautionary Statement Concerning Forward-Looking Statements” in our most recently filed Annual Report on Form 10-K and Quarterly Report on Form 10-Q. We refer readers of this Report to all our SEC filings, including our Annual Report to Stockholders, our Form 10-K, Forms 10-Q and any Forms 8-K, which provide important information about our business, operations and financial performance. Before making any investment or other decision relating to CVS Health, all such public filings should be considered in detail.\n\nReferences in this document to CVS Health products, programs or services do not imply that CVS Health intends to provide all products, programs or services across all of its businesses.\n\nStatements regarding CVS Health’s future direction and intent are subject to change or withdrawal without notice and represent goals and objectives only.\nProud of our past. Excited for the future.", "source": "cvs_health_2022", "added": "2025-04-26", "created": "2025-04-26", "metadata": {"Source-File": "climate_reports/additional_reports/cvs_health_2022.pdf", "olmocr-version": "0.1.59", "pdf-total-pages": 39, "total-input-tokens": 72964, "total-output-tokens": 14567, "total-fallback-pages": 0}, "attributes": {"pdf_page_numbers": [[0, 24, 1], [24, 866, 2], [866, 3621, 3], [3621, 6363, 4], [6363, 7742, 5], [7742, 8717, 6], [8717, 9270, 7], [9270, 12939, 8], [12939, 15964, 9], [15964, 17295, 10], [17295, 18901, 11], [18901, 20976, 12], [20976, 22591, 13], [22591, 23546, 14], [23546, 23907, 15], [23907, 25527, 16], [25527, 26313, 17], [26313, 28375, 18], [28375, 30087, 19], [30087, 31402, 20], [31402, 33735, 21], [33735, 35336, 22], [35336, 36503, 23], [36503, 37352, 24], [37352, 38466, 25], [38466, 41138, 26], [41138, 44044, 27], [44044, 46135, 28], [46135, 48337, 29], [48337, 51096, 30], [51096, 52107, 31], [52107, 53549, 32], [53549, 53903, 33], [53903, 54964, 34], [54964, 57567, 35], [57567, 59992, 36], [59992, 61827, 37], [61827, 66176, 38], [66176, 66218, 39]]}}