{"id": "6554f3f1517fbe3797cdb72806385fb5c5163810", "text": "ABOUT THE REPORT\n\nFor 2021, we decided to go further in the integration of business and sustainability within our reporting, so as to better demonstrate how they are inherently linked within our company.\n\nOur 2021 Integrated Annual Report thus provides a comprehensive overview of the company’s mission, governance, objectives and performance. It reaffirms our dual commitment to simultaneously achieve economic success and social progress, which has now been enshrined within our by-laws through our “société à mission” status. We also focus on the sustainability issues that are central to our business, showing how they are connected to our operations and broader value chain. Our intention with this report is to be transparent, not only about how we are pursuing our sustainability objectives, but also, about the challenges we are currently facing in pursuing them.\n\nMETHODOLOGY AND ACKNOWLEDGMENT\n\nThe 2021 Integrated Annual Report was created by Danone’s Sustainability Performance team, with the support and supervision of the relevant thematic expert teams, who were instrumental in ensuring its achievement, through data collection and key testimonies.\n\nTABLE OF CONTENTS\n\nDANONE AT A GLANCE → 04\n\nINTRODUCTION BY OUR CEO → 06\n\n1. OUR STRATEGY TO BRING HEALTH THROUGH FOOD TO AS MANY PEOPLE AS POSSIBLE → 08\n\n2. PURSUING SUSTAINABLE GROWTH IN 2021 → 26\n\n3. PLAYING OUR PART IN OUR ECOSYSTEM → 64\nDANONE AT A GLANCE\nA global food and beverage company, with a unique health-oriented product portfolio driven by a mission to bring health through food to as many people as possible\n\nLEADING POSITIONS\n(in terms of value)\n\nWORLDWIDE\n#1\nin fresh dairy products, in plant-based foods and beverages\n\nWORLDWIDE\n#2\nin packaged waters and in early life nutrition\n\nEUROPE\n#1\nin adult nutrition\n\nSALES BY BUSINESS CATEGORY\n(in % of 2021 sales)\n\nEDP 54%\nWATERS 16%\nSN 30%\n\nTOP 3 BRANDS\n(in % of 2021 sales)\n\n#1 APTAMIL\n#2 SILK\n#3 ACTIVIA\n\nA GLOBAL PRESENCE WITH LEADING POSITIONS\n(in % of 2021 sales)\n\nOver 100 brands distributed in more than 120 countries\n\nSALES BY REGION\n(in % of 2021 sales)\n\nEurope and Noram (the main countries in these regions are France, Spain, the UK and the USA) 57%\nRest of the world (the main regions are Asia-Pacific, Greater China and Latin America) 43%\n\nCARING ABOUT OUR TALENTS\n\n~98,000\nEMPLOYEES IN OVER 55 COUNTRIES\n\n91,672\nEMPLOYEES HAD HEALTHCARE COVERAGE IN LINE WITH THE STANDARDS DEFINED BY DAN’CARES\n\n3.1 POINTS\nGENDER PAY GAP\n\nKEY FINANCIAL PERFORMANCE FIGURES\n\n€24.3 BN\nSALES\n\n+3.4%\nLFL SALES GROWTH\n\n13.7%\nRECURRING OPERATING MARGIN\n\n€3.31\nRECURRING EPS\n\nKEY EXTRA-FINANCIAL PERFORMANCE FIGURES\n\n62%\nNET SALES COVERED BY B CORP™ CERTIFICATION\n\n90% (1)\nVOLUME OF PRODUCT SOLD ARE COMPLIANT WITH NUTRI-SCORE A OR B (OR EQUIVALENT)\n\n89.3%\nOF VOLUME OF KEY INGREDIENTS DIRECTLY SOURCED FROM FARMS HAVING STARTED THE TRANSITION TOWARDS REGENERATIVE AGRICULTURE\n\n27.1%\nOF CO2 VOLUME REDUCTION ON FULL SCOPE ON A LIKE FOR LIKE BASIS SINCE 2015\n\nSHAREHOLDING SPLIT\n\n78%\nINSTITUTIONAL INVESTORS\n\n10%\nINDIVIDUAL SHAREHOLDERS AND “FCPE DANONE” (employee ownership fund)\n\n7%\nTREASURY SHARES\n\n5%\nOTHER\n\nINSTITUTIONAL SHAREHOLDING BY GEOGRAPHY\n\n50% UNITED STATES\n16% FRANCE\n11% REST OF EUROPE\n4% REST OF WORLD\n\n*% of share capital in 2021\n\n(1) As of 2021\nINTRODUCTION STATEMENT FROM OUR CEO, ANTOINE DE SAINT-AFFRIQUE\n\nWe delivered a solid performance in 2021 with sales growth reaching +3.4% on a like-for-like basis, underpinned by a sound mix component. All categories – Essential Dairy and Plant-based, Specialized Nutrition and Waters – contributed to this solid performance. We also delivered on our commitment to return to profitable growth in H2, bringing full-year 2021 recurring operating margin to 13.7% amid challenging and inflationary conditions. This was enabled by a strong focus on execution and a step-up in productivity, a pro-active approach to pricing and the disciplined implementation of Local First.\n\nI am grateful to all Danone employees who have brought in these results in unprecedented and challenging circumstances. Their passion and commitment are, together with the strength of our brands and the relevance of our purpose, at the heart of our resilience.\n\nDanone is a one-of-a-kind company, with a culture anchored in a vision combining entrepreneurship and responsibility. It is a company with iconic local and global brands, playing in growing and on-trend categories.\n\nBringing health through food to as many people as possible has been our mission statement from the beginning. It’s our DNA. That mission has become even more relevant in today’s post-COVID world. Danone is also the story of performance and social and environmental responsibility not fighting against each other but feeding each other to the benefit of both.\n\nWith the plan we unveiled in March 2022, Renew Danone, our ambition is to renew Danone’s momentum and, together with the 100,000 Danoners, create the conditions for sustainable and competitive growth and for value creation. We strive for a model where purpose and the performance go hand in hand.\n\nDanone has been leading the way in many fields: branding, innovation, people’s development, and sustainability. And we are, together with the Executive Committee, embarking on a renewal journey with a worthy destination: bringing Danone back to where it belongs, a company great at delivering today and shaping up tomorrow.\n\n“I AM GRATEFUL TO ALL DANONE EMPLOYEES WHO HAVE BROUGHT IN THESE RESULTS IN UNPRECEDENTED AND CHALLENGING CIRCUMSTANCES.”\nOUR MISSION AND JOURNEY AS A SUSTAINABLE BUSINESS\n\nOur mission of bringing health through food to as many people as possible stems from the origins of the company.\n\nIsaac Carasso, Danone’s founder, already had this in mind when he made the very first Danone yogurt in 1919. To fulfill this mission, we established an operating model which builds on our heritage of the dual socio-economic project expressed by Antoine Riboud in his groundbreaking 1972 Marseille speech. As a “société à mission” – a purpose-driven company –, we are now more than ever driving our roadmap to contribute to the food system transformation while creating sustainable value for our shareholders and ecosystem.\nOUR SOCIÉTÉ À MISSION JOURNEY\n\nIn his pioneering 1972 Marseille speech, “there is only one earth, we only live once,” Antoine Riboud, Danone’s first Chairman and CEO, explained his vision of the company’s role by stating that economic success and social progress are interdependent.\n\nThis visionary thinking provided the cornerstone for Danone’s dual project. Those words also kick-started a vision that lives on today: to bring health to our planet and to generations of people through our company and its ecosystems, now and in the future. In 2020, with the approval of 99% of our shareholders at the Shareholders’ Meeting, we went a step further towards strengthening our mission, by becoming the first listed company to adopt the French “société à mission” (purpose-driven company) status, thus writing this guiding purpose, as well as four Mission Objectives, within our by-laws.\n\nIn February 2021, together with our Mission Committee, we defined short-term key performance indicators and targets for 2021 to steer our early journey as a “société à mission” and to monitor our progress towards the Mission Objectives from the start. We spent the rest of the year progressing towards achieving these targets and working with the Mission Committee to define Danone’s “société à mission” plan for the years to come.\n\nOur full “société à mission” 2021 performance has already been described by Danone’s Mission Committee in its 2021 Report, along with the outcomes of the first Independent Third Party verification. We noted an overall satisfactory performance with the majority of targets being met or overachieved. For example, for our planet-related KPIs, we reduced our CO₂ volume emissions on a full scope by 3% in line with the target. For one of our health-related KPIs, we achieved 83% of volume of products sold without added sugars, thus surpassing our target set at 80% for 2021. At the same time, in collaboration with the Mission Committee, Danone’s leadership has been defining the 2025 objectives and indicators to follow. For more information on our 2021 performance and the future plan for the four Mission Objectives refer to the 2021 Mission Committee Report.\n\nB CORP, A CATALYST FOR SUSTAINABLE BUSINESS THROUGHOUT OUR BRANDS\n\nOur ambition to become a certified B Corp company by 2025 goes hand in hand with our “société à mission” journey by ensuring that our brands and business units contribute to creating and sharing sustainable value for all. It is fully aligned with Danone’s dual project to achieve both economic success and social progress.\n\nB Corp is a certification that indicates that a company is meeting high standards of social and environmental performance, accountability and transparency, through the evaluation of the company’s operations, business model and supply chain management.\n\nObtaining the B Corp certification engages the company in a truly transformative journey, as it requires it to demonstrate a high level of sustainability via a demanding questionnaire and audit, as well as to make structural changes by integrating social and environmental considerations into its by-laws.\n\nFor more information on our 2021 achievements with regards to our B Corp certification, please refer to Chapter 2 of this report.\nTRANSPARENCY ON STRATEGY REVISION AND THE RENEW DANONE PLAN\n\nIn 2022, our CEO Antoine de Saint-Affrique, alongside a strengthened leadership team, presented a new strategic plan: “Renew Danone” to enable the company to reconnect with sustainable profitable growth model.\n\nThis plan is the result of a strategic review carried out during several months of meetings and discussions between 2021 and 2022 with our partners and other stakeholders around the world and from all parts of the business, but also our farmers, customers, and investors.\n\nTHE REVIEW CONFIRMED THAT DANONE HAS MANY STRENGTHS TO BUILD UPON AND OPERATES IN HEALTHY, ON-TREND AND GROWING CATEGORIES.\n\nHowever, it also recognized Danone’s underperformance compared to our competition. The ‘Renew Danone’ plan builds on the Company’s strengths while addressing the key areas of underperformance.\n\nTo reconnect with a sustainable profitable growth model, our actions will focus on an end-to-end step-up in the quality of execution, a strengthened innovation model geared for scale and impact, and increased investments in consumer value, as well as brands and commercial development.\n\n01 Win where we are\n02 Expand where we should be\n03 Seed the future\n04 Manage our portfolio\n\nFour key enablers\n\nCULTURE\nCAPABILITIES\nSUSTAINABILITY\nCOST COMPETITIVENESS\n\nSustainability remains at the core of our growth ambition and has a positive impact connecting it to our business performance. Sustainability and business form a virtuous circle and strengthen one another.\n\nFor more information on how we are pursuing sustainable growth, please refer to Chapter 2 of this report.\nTo meet our goals and to advance the food system transformation, Danone works hand in hand with, and relies on, a large ecosystem of stakeholders ranging from policymakers, customers, suppliers, farmers, researchers and NGOs, to our consumers and shareholders. Strengthening these relationships is part of our responsibility to build a more sustainable future and create value for all our stakeholders.\n\n**TRADE UNIONS**\nWe are committed to strengthening social dialogue. Over the last 50 years, Danone has engaged in fruitful discussions with Trade Unions: 10 international agreements define a common set of policies across the company, on major topics such as Trade Unions rights, Skills Development, Working Conditions, Health & Safety, Diversity, Limitation of Precarious Work. The company also worked with the International Union of Food Workers (IUF) to develop an innovative approach, FutureSkills, which aims to better prepare employees who need new skills for the jobs of tomorrow.\n\n**EMPLOYEES**\nWe believe in empowering our ~98,000 employees to bring our vision to life. Building on our value, we strive to create a culture where performance and sustainability go hand in hand and where the best of our local and global presence can seamlessly come together. To do so, we valorize our talents and their passion, ensuring that they are at the core of our progress.\n\n**SUPPLIERS**\nRecognizing that our suppliers also have a major role to play in delivering our “One Planet. One Health” framework of action, we are committed to promoting sustainable, inclusive growth with them, by fostering partnership and developing mutually beneficial relationships. Transparency, as well as a mindset of continuous improvement, are therefore key to our supplier engagement.\n\n**FARMERS**\nWe source milk, as well as fruits, cereals and other raw ingredients, from more than 59,000 farms in 25 countries, a majority of which are family-owned. About 94% of the producers that we work with own small farms located primarily in emerging countries in Africa and Latin America. In addition to actively supporting our farmers and providing them with equipment and training to adopt more regenerative practices, we have developed innovative long-term contracts with our farmers, which cover 26% of the global milk volume we collect.\n\n**RESEARCHERS/ SCIENTIFIC SOCIETIES/ ACADEMICS**\nOn strategic topics such as food safety, healthy food and drink habits, probiotics, microbiota, healthy hydration, and healthy aging, research plays a central role in our growth strategy. By partnering with the academics and scientific world, we seek to improve our understanding of health and nutrition issues at every stage of life and integrate this knowledge in the development of healthy and innovative products, purpose-driven brand strategies, and impactful programs.\n\n**FOOD TECH/ ENTREPRENEURS**\nWe are partnering with food tech startups across the world that share our vision of a healthy and sustainable future for food. Through Danone Manifesto Ventures, we invest in high growth and promising companies and entrepreneurs who bring unique products and disruptive models to the market, further helping the acceleration of growth by providing them access to Danone’s world-class expertise and resources.\n\n**NGOs/ CIVIL SOCIETY ORGANIZATIONS**\nTo facilitate positive impact, we have forged partnerships with civil society partners and other organizations that share our vision for a more sustainable future and that are also able to give us key insights into, and inputs on, our mission and projects, whether at a community level or a more global one. We also work with these partners to actively promote change for the better, whether that be in favor of the adoption of best agricultural practices among our farmers, or through public advocacy for causes we believe in.\n\n**RETAILERS/ BUSINESS PARTNERS**\nWe are stepping up collaboration and investments with our retailers and business partners and growing our distribution channels, in order to reach more consumers and help them make healthier, more sustainable choices, anytime and anywhere. We activate our brands in-store and across multiple platform, to match local tastes, lifestyles and shopping preferences.\n\n**SHAREHOLDERS**\nWe are committed to sustainable shared value creation, an engagement which has driven our vision of business since the establishment of our dual economic and social project in 1972. At the heart of this project lies the belief that commitment to all stakeholders creates further value for shareholders.\n\n**CONSUMERS**\nWe listen and respond to the fast-changing expectations of consumers worldwide, by tailoring to their preferences sustainably produced food and drink options that nurture health at every stage of life. We commit to achieving the highest nutritional standards, adhering to responsible communications, and minimizing our environmental footprint in the production process.\n\n**COMMUNITIES**\nWe contribute to the development of communities, people and the environment, mainly through our brands and social innovation funds. Through the Danone Communities, Danone Ecosystem and Livelihood Funds, we also support community-led projects, which have had major impacts on the fight against malnutrition, inclusive business innovation and the reduction of carbon emissions.\nBy being both at the heart of the healthy and sustainable food movement and attuned to key consumers’ expectations, we know it is instrumental to constantly identify and anticipate the challenges and opportunities that lie ahead. Engaging with our stakeholders is an important way in which we strive to do so. As such, we rely on two complementary exercises involving the input of our key stakeholders: a materiality assessment and a risk analysis, the former focusing on sustainability issues and the latter being a wider tool to anticipate all types of risks a company is facing for its operations and broader value chain. Both of these provide us with an in-depth understanding of the key strategic interlinked sustainability and business topics that Danone must take into account and act upon.\n\nWith a view to engaging with our stakeholders in building and refining our strategy, we renewed our materiality matrix in 2021. This key tool enables us to identify our priority issues according to their importance for both internal and external stakeholders, as well as their impact on Danone’s business success.\n\nFocusing on health, planet, people and inclusiveness, our 12 most material issues match the four Mission Objectives of our company purpose. This stands as further evidence of our responsibility in addressing these topics as a priority, and as part of our mission.\nOUR MOST MATERIAL ISSUES\n\nSUSTAINABLE BUSINESS\n\nIntegration of sustainability into the business\n\nWe believe we have a role to play in society. It was thus logical for us to further our journey as a sustainable business by obtaining the French “société à mission” status, and the B Corp certification, both which contribute to anchoring environmental and social performance in our business model.\n\nHEALTH\n\nConsumer behavior change\n\nAs part of our mission, we actively promote consumer education on healthier lifestyles and diets. To do so, we notably partner with local authorities and organizations, as well as retailers, in order to provide consumers with better knowledge on health and food, and empower them to choose healthier options.\n\nNutritional quality of overall product portfolio\n\nAs a critical health factor, the nutritional value of food products is of growing concern to both consumers and regulators. We are constantly striving to promote healthier and more nutritious offerings notably by working to lower our products’ sugar, sodium and fat intakes. As a result, 89.3% of our volume of products sold are now compliant with an A or B Nutri-Score (or equivalent).\n\nNew consumption patterns / planetary diet\n\nTo answer an ever-rising demand for more climate-conscious and sustainable products, but also to adjust to increasingly specific consumer needs and preferences, we are continuously adapting our portfolio. Danone has been at the forefront of these changing consumer preferences to promote more healthy, nutritious and sustainable offerings and ensure that our products answer to local consumer diets and cultural or religious preferences. Integrating more low-carbon and plant-based products into our portfolio has also been key to address these challenges.\n\nProduct safety/quality\n\nAs it relates to production quality, spoilage, contamination, supply chain traceability, and allergy labeling, product safety and quality can materially affect Danone’s operations and brand reputation, particularly amid new regulations and increasing transparency requirements. At Danone, we therefore have a responsibility to ensure the safety and quality of our products throughout our value chain, through actions such as certifications and supporting our suppliers in this journey.\nFor more information, please click here and go to the materiality report\n\n**PLANET**\n\n**Climate change**\nWe are conscious that the food & beverage industry production value chain is a significant contributor to global greenhouse gas (GHG) emissions, a direct cause of climate change. In return, climate change presents several risks for society and for our business (increased costs of doing business, reduced operational efficiency, supply disruptions, etc.). To try and mitigate these risks, in 2015, we updated our climate policy announcing our intention to reach net zero emissions and set intermediate reduction targets to deliver tangible progress.\n\n**Circular economy/packaging/waste**\nThroughout its entire lifecycle, packaging materials contribute significantly to our overall environmental footprint. At Danone, we have therefore set a number of ambitious targets in line with the Global Commitment on Plastics led by the Ellen MacArthur Foundation. We also work hand-in-hand with suppliers, product distributors, retail companies, startups, NGOs and policymakers to find innovative solutions.\n\n**Sustainable farming/land use**\nAgriculture is at the center of numerous global challenges today, from economic development and climate change, to water scarcity and biodiversity loss. Encouraging our suppliers to transition to more sustainable farming practices, and accompanying them to do so, is at the core of our mission and is key to our business resilience. We have since been working to transform practices on the ground through regenerative agriculture programs in countries across the world.\n\n**Water stewardship (incl. bottled water)**\nBecause we are reliant on water supplies for both our food products and bottled waters, we are conscious of the issue of water scarcity, not only in terms of the operational risks it poses to our business, but also in terms of our activities’ impacts on the availability and quality of water. For these reasons, we designed policies and practices concerning the prevention of risks related to our water usage, that include, but are not limited to, preservation of watersheds, water use in agriculture, wastewater discharge, etc. Most notably, our Water Policy lays out our framework to become ‘water positive’ and have a positive impact on nature and local communities through our fully circular water management in and around operations, as well as our water access programs for vulnerable communities, among other actions.\n\n**COMMUNITIES**\n\n**Food/water access and affordability**\nMaking our food and water products accessible to as many people as possible, whether geographically or in terms of price point, is at the heart of our company mission and responsibility. Making our offerings available to low income populations will help us combat hunger and malnutrition, inspire healthier and more sustainable eating and drinking practices and address the global issue of access to safe drinking water.\n\n**Local sourcing and rural/farmer development**\nWe work alongside our suppliers to ensure that our sourcing practices are responsible for consumers, producers and farmers alike. This involves sourcing key ingredients locally (i.e. in the country where the products are sold), a practice which we are expanding every year, particularly for plant-based products and fruits & vegetables. By doing so, we aim to support and strengthen local farming communities.\n\n**Responsible procurement/supply chain management**\nDanone sources a wide range of ingredients, particularly dairy inputs, from suppliers globally. In line with due diligence requirements and with our status as a “société à mission”, we work to ensure inputs are responsibly sourced. This means partnering with suppliers to minimize risks of negative impacts. It also means providing direct support to farmers we work with, including technical support, capacity building, capital investments, and innovations that improve farm performance, both environmentally and economically.\nEnsuring that we can achieve our targets and continuously develop our assets\n\nOUR COMPANY RISKS\n\nAs a global food and beverage company, Danone is exposed to various types of internal and external risks in the conduct of its business, some of which are particularly sustainability-related. As such, we have an active risk identification and management policy in place, ensuring that we can achieve our targets and continuously develop our assets and reputation, while minimizing risks and protecting the interests of our stakeholders, including our suppliers, our employees, our customers and our shareholders.\n\nDANONE’S MAIN RISK FACTORS AND THEIR INTERSECTIONALITIES AT THE END OF 2021\n\nThe infographic hereafter shows the classification of Danone’s risks, at the end of 2021, in 4 categories: 1) Strategic risks, 2) External Environment risks, 3) Operational risks and 4) Sustainability risks. It presents in its center the intersectionalities between financial and extra-financial factors. This work has been led by the Sustainability Performance and Strategy and Risks departments.\n\nFor more information on the methodologies of these two exercises, please refer to the URD 2021, chapter 2 and 5.\nA HIGHLY DIVERSIFIED AND EXPERIENCED BOARD OF DIRECTORS\n\nThe Board of Directors plays a key role as it determines all strategic orientations of our activities and oversees their implementation by the General Management. It endeavors to promote long-term value creation by the company while taking into account the social and environmental aspects of its activities.\n\nTo do so, Danone’s Board of Directors pays close attention to its composition, particularly in order to promote its diversity and that of its Committees, believing that it is a source of vitality, creativity and performance and that it ensures the quality of the Board’s discussions and decisions.\n\nNotably, the Board’s diversity policy aims to promote a variety of cultures, expertise, experiences and backgrounds, and to ensure that the Board’s tasks are performed independently and objectively, in a collegial and open-minded way. Thus, the Board ensures that its members have the necessary skills to support the development and implementation of Danone’s long-term strategy including in terms of concrete knowledge of the FMCG sector, successful experience as leader or executive of a large international company, financial expertise and knowledge of key markets for Danone.\n\nOUR BOARD OF DIRECTORS IN 2021\n\n- 13 members\n- 45% women\n- 73% independence rate\n- 27% of directors with a non-French nationality\n\nOUR BOARD OF DIRECTORS’ WORK AND INVOLVEMENT IN 2021\n\n- 95% attendance rate at board meetings\n- 12 board of directors meetings\n- 6 board meetings dedicated exclusively to the evolution of Danone’s governance\n\nA RENEWED GOVERNANCE TO SUPPORT DANONE IN ITS NEW CYCLE\n\nDuring this past year, Danone has announced major changes in its governance: a split of the Chairman and CEO roles, in line with best governance practices, the recruitment of a world-class CEO with a proven FMCG track-record and the launch of a full Board renewal program to support Danone in its new cycle.\n\nAccordingly, all current Directors – with the exception of the Chairman of the Board and the two Directors representing the employees and the Directors in office in July 2021 – will be leaving the Board by the 2023 Annual Shareholders’ Meeting. In the meantime, Danone is proposing the election of new, externally-recruited Directors, with the objective of constituting a more independent and compact Board of Directors with the right blend of expertise, capabilities and perspectives.\n\nPRESENTATION OF OUR EXECUTIVE COMMITTEE\n\nDanone’s Executive Committee is composed of 16 members with varied and complementary experience and who are familiar with the company’s businesses and challenges. With eight nationalities represented, it is also very international.\n\nMore broadly, our goal in terms of diversity is to have balanced representation of men and women at each level of our organization.\n\nA STRENGTHENED SUSTAINABILITY LEADERSHIP\n\nIn 2022, Danone appointed its Chief Sustainability and Strategic Business Development Officer, Henri Bruxelles, who is commissioned to lead our sustainability agenda, integrating all sustainability-related programs and efforts to bring sustainability and our “One Planet. One Health” framework of action back at the heart of Danone’s business delivery and performance, as a key driver of our competitiveness. He will also be in charge of identifying, assessing and opening new growth opportunities for the longer term, from a geography, category, and business model perspective.\nTo achieve our mission of bringing health through food to as many people as possible, and to adequately respond to the challenges and opportunities it entails,\n\nWE HAVE IDENTIFIED NINE AREAS OF ACTION THAT GUIDE OUR COMMITMENTS, ACTIONS AND PROJECTS.\n\nFor each topic of our action framework, we have identified objectives and KPIs and we are working on relevant projects with Danone’s people, our brands and our partners. This chapter is dedicated to the presentation of our achievements and performance for 2021 on these nine areas of focus.\nAs a global leader in the food and beverage sector, and because we believe people should always be able to trust and enjoy what they eat and drink, it is our responsibility to guarantee that our products are safe and of high quality.\n\nWe stand for sustainably sourced ingredients, for naturality and transparency, and for clean labels. Supported by strong innovation capabilities, we believe these principles to be indispensable to the creation of superior food experiences, and a cornerstone to our mission.\n\nOur strategy is to focus on a few better, bolder innovations that are profitable, scalable, locally and globally relevant and that have a positive impact on the health of our consumers.\n\n**OUR PROGRESS IN 2021**\n\nThroughout the year, we ran several internal communication campaigns (including inspirations on superior consumer experiences, World Quality Day and our iCare Awards, which recognize outstanding innovations and achievements in terms of product quality) and expanded our training offerings on our Culture of Quality.\n\nAdditionally, we conducted an assessment which allowed us to identify where our performance was strong and where it needed to be improved. We also continued to strengthen our company-wide Food Safety Management System, founded on 5 principles: independence, science-based risk assessment, internal standards, no-compromise on Food Safety and robust audits to ensure compliance and continuous improvement. A focus was done on the upgrade of internal Food Safety standards that guarantee the application of a single benchmark for all Danone products wherever they are sold or produced, on the reshaping of the Food Safety audit system to strengthen it, on the increase of Food Safety capabilities worldwide and on the development of external collaborations with the public and private sectors. Alongside quality and food safety, our continued focus on core portfolio renovation and innovation, supported by selective reinvestments and channel execution focus, has helped our leading brands such as:\n\n**OFFERING QUALITY, SAFE, ON-TREND PRODUCTS**\n\nWe stand for sustainably sourced ingredients, for naturality and transparency, and for clean labels. Supported by strong innovation capabilities, we believe these principles to be indispensable to the creation of superior food experiences, and a cornerstone to our mission.\n\nOur strategy is to focus on a few better, bolder innovations that are profitable, scalable, locally and globally relevant and that have a positive impact on the health of our consumers.\n\n**LOOKING FORWARD**\n\nThe continuous improvement of food safety and quality will remain our top priority in the years to come, with a strong focus on the consumer value creation. Based upon an end-to-end step-up in the quality of execution, a strengthened innovation model geared for scale and impact, increased investments in consumer value, as well as commercial development, our “Renew Danone” strategic growth plan will help us achieve this objective and innovate, always.\nOUR PERFORMANCE IN 2021\n\nINNOVATION:\n\n32.5%\n\nOF NET SALES IN 2021 WERE FROM PRODUCTS THAT WERE INNOVATED OR RENOVATED IN THE PAST 24 MONTHS\n\nZOOM ON “SEEDING THE FUTURE” CORE RENOVATION AND INNOVATION\n\nIn 2021, Danone Specialized Nutrition business launched several product innovations and renovations, including within its needs-based portfolio of palm oil-free and organic products notably geared towards mixed feeding or infants who were born from Caesarean sections. Leveraging a winning communications platform, these products were rolled out in 24 markets. These innovations are a testimony to the brand’s progressive move towards precision marketing and feeding solutions tailored to parents and babies’ specific needs.\n\nZOOM ON WATERS MEXICO, RECIPIENT OF THE 2021 iCARE AWARDS, AND ITS “BIG PINK” INITIATIVE\n\nIn 2021 we renewed our iCare Awards recognition, which highlights the most impactful quality achievements driven by the culture of quality mindset and behaviors. Among the three winners was the “Big Pink” project conducted by Waters Mexico (Bonafont). The pandemic strike in Mexico led to a new consumer need for large format of bottled water, in order to share with the family during meals. To answer this new market demand, new lines of production were installed that could optimize Bonafont production of larger bottles formats, in compliance with Food Safety requirements and local regulations, and even elevating the level of quality. This led to:\n\n| KPIs | 2020 | 2021 | TARGET |\n|------|------|------|--------|\n| **FOOD SAFETY & QUALITY** | | | |\n| Danone plants FSSC 22000 certification rate (%) | 89% | 93% | 100% by 2022 |\n| Entities having a team in charge of answering and handling all consumer questions and responding to consumer feedback (Danone Way scope) (%) | 100% | 100% | |\n| Critical Consumer Complaints overall reduction (%) | -40% | -19% | ALWAYS IMPROVING |\n| **INNOVATION** | | | |\n| Entities that leverage the strategy and insights to better predict efficacy of innovations and business cases (Danone Way scope) (%) | n/a | 75% | |\n\nINCREASED CUSTOMER SATISFACTION\n\nFINANCIAL SAVINGS\n\nREDUCED HOURS IMMEDIATE DELIVERY TO CONSUMERS ACROSS THE COUNTRY VERSUS PREVIOUS YEARS\nThanks to a health-focused portfolio, as well as a responsible business stewardship answering today and tomorrow’s eating and drinking trends, we are committed to delivering sustainable value creation. In 2021 and early 2022 CEO Antoine de Saint-Affrique conducted a holistic review of Danone with the objective of restoring growth and enhancing value creation.\n\nThis review confirmed that we hold a strong portfolio of growing healthy categories, and have a balanced geographical exposure in developed and emerging markets. The review also confirmed both the value of our commitment to financial performance and social and environmental responsibility, and the pioneering nature of our approach to help people improve their health through food and drink.\n\nIn view of our sustainability imperatives, and building on a strategic roadmap around three priorities – accelerate growth, maximize efficiencies and allocate resources with discipline – we aim to restore Danone’s performance, competitiveness and value creation for the long-term.\n\nIn parallel, we continued to disclose a carbon-adjusted recurring EPS evolution that takes into account an estimated financial cost for absolute GHG emissions across our entire value chain.\n\n**CARBON-ADJUSTED RECURRING EPS GREW BY**\n\n+2% TO REACH €1.97\n\nas a testament to our carbon reduction efforts.\n\n**LOOKING FORWARD**\n\nFor 2022 and beyond, we developed our ‘Renew Danone’ plan to restore growth and value creation. This plan is articulated around four strategic pillars:\n\n- **RESTORE DANONE’S COMPETITIVENESS IN CORE CATEGORIES AND GEOGRAPHIES**\n- **SELECTIVELY EXPAND DANONE’S PRESENCE, IN TERMS OF SEGMENTS, CHANNELS AND GEOGRAPHIES**\n- **ACTIVELY SEED FUTURE GROWTH AVENUES**\n- **ACTIVELY MANAGE PORTFOLIO**\n\nThis plan will allow us to reconnect with a sustainable profitable growth model. Delivery of the plan will be facilitated by a greater alignment between purpose and performance, and by consistently putting consumers and customers at the heart of everything we do.\nOUR PERFORMANCE IN 2021\n\nCONSOLIDATED SALES\n\n↑ up +3.4%\n\nON A LIKE-FOR-LIKE BASIS IN 2021\n\nKPIs\n\n| KPIs                        | 2020       | 2021       |\n|-----------------------------|------------|------------|\n| Net Sales(1)                | €23.62 BN  | €24.3 BN   |\n| LFL Sales Growth(1)         | -1.5%      | +3.4%      |\n| Free Cash-Flow(1)           | €2.1 BN    | €2.5 BN    |\n| Recurring Operating Margin(1) | 14.00%    | 13.74%     |\n| Net debt/ EBITDA            | 2.8x       | 3x         |\n| ROIC                        | 8.5%       | 8.7%       |\n| Dividend per share          | €1.94      | €1.94      |\n| E-commerce                  | +40 vs LY (representing 10% of total revenue) | +16% vs LY (representing 10% of total revenue) |\n\nZOOM ON OUR EXTRA-FINANCIAL PERFORMANCE\n\nIn 2021, we maintained our leadership position in ESG topics by reaching top scores for several ratings and rankings, with continued progress in each sustainability dimension:\n\n- **VE**\n  - 76/100\n  - +8 points vs 2018\n  - Sector-Leader\n  - Low Risk Profile\n\n- **S&P Global Rating**\n  - 85/100\n  - Re-certified by the index\n\n- **MSCI ESG Ratings**\n  - AAA\n\nZOOM ON THE ACQUISITION OF FOLLOW YOUR HEART, A U.S. PIONEER IN PLANT-BASED FOODS\n\nThe announcement that Danone acquired 100% of the shares of Earth Island, maker of the brand Follow Your Heart and a U.S. leader in plant-based foods, was a noteworthy milestone for 2021. Not only did it mark a decisive point in our expansion in North American markets, but it also demonstrated our continued commitment to strengthening our plant-based categories, staying on-trend and promoting the consumption of alternative proteins.\nOur ambition is to be fully B Corp certified across the company by 2025. As an expression of our long-time commitment to sustainable business and to Danone’s dual project of economic success and social progress, B Corp serves as a powerful asset to engage all employees in our company transformation.\n\nThis is the case both at the local level, as obtaining the certification engages our business units in a truly transformative journey, and at a more global level, since it involves a deep reflection on the company’s mission. With large multinationals and their brands being increasingly required to serve wider interests than those of their direct stakeholders, B Corp is therefore a way for us to concretely pledge our service to planet and people, by adhering to high standards of social and environmental performance.\n\n**OUR PROGRESS IN 2021**\n\nIn 2021, we reached new milestones in our B Corp journey, as we celebrated more than 60% of our business sales being certified. An increasing number of our countries also had all their local business units certified, as was for instance the case for Danone France.\n\nAdditionally, four of our entities were recognized as Best for the World™, that is the top-performing B Corps creating the greatest impact through their business.\n\nSince we started our B Corp journey, our brands have made tremendous progress on their social and environmental commitments. On average, those that engaged in a recertification process in 2021 (a process which must be done every 3 years to retain the B Corp certification) have indeed improved their B Corp score by 9 points on average.\n\nFrance’s Les Prés Rient Bio, an organic and Fairtrade dairy brand, particularly stands out, as its overall score jumped from 82.9 to 126.8 points out of around 200 points in just three years, placing it at the top of French B Corp-certified food companies!\n\nThis improvement is the result of the strengthening of initiatives promoting regenerative agriculture and organic dairy farming, as well as the brand’s increased support of its local suppliers.\n\n**LOOKING FORWARD**\n\nIn the years to come, and following our company transformation, we expect our entities to continue with this pace of certification so as to be among first multinational listed company to meet all the B Corp requirements by 2025.\n\nWe will also continue to advocate for a B Corp assessment that is specific to the agrifood business and work alongside our entities and brands to advance the recognition of B Corp in their respective markets, making it a valued driver for business.\nOUR PERFORMANCE IN 2021\n\n62% OF NET SALES WERE COVERED BY THE B CORP CERTIFICATION IN 2021\nOR +13% SINCE 2020\n\nTHE WEIGHTED AVERAGE SCORE OF CERTIFIED ENTITIES FROM END OF 2020 TO 2021:\n\n| Year | Points |\n|------|--------|\n| 2020 | 86     |\n| 2021 | 91     |\n\n(Driven by strong recertification scores and the implementation of the “société à mission” status in France)\n\nALL GLOBAL R&I CENTERS ARE NOW CERTIFIED\n\n64% OF ENTITIES EDUCATED AND ENGAGED THEIR EMPLOYEES ON THE COMPANY’S GLOBAL B CORP AMBITION AND ON THE ENTITY B CORP JOURNEY, ensuring that B Corp is embedded throughout the whole business (Danone Way scope)\n\nZOOM ON DANONE POLAND’S DOBRA DOBRA CAMPAIGN\n\nIn October 2021, Danone Poland launched a promotional campaign around its certification journey, “Dobra Dobra” (“All right, All right” in English), to raise awareness of the B Corp movement and support local consumers in making more conscious choices. The campaign consisted of three consecutive phases: educational, informative and celebratory, engaging a wide audience and expanding the recognition of Danone as a force for good.\n\nTHE ENTHUSIASM AND PACE WITH WHICH B CORP HAS BEEN ADOPTED DURING WHAT HAS BEEN VERY CHALLENGING TIMES REFLECTS HOW DEEPLY THE POSITIVE IMPACT AND ENGAGEMENT RESULTS OF B CORP ARE RECOGNIZED AND VALUED WITHIN OUR COMMUNITY. IT SHOWS THE POWER OF THIS TOOL IN HELPING UNITE OUR ENTITIES BEHIND A COMMON PURPOSE BIGGER THAN THE BUSINESS ITSELF, A COMMITMENT WHICH OUR NEW CEO AND CHAIRMAN HAVE RECONFIRMED AS BEING CENTRAL TO DANONE’S DUAL PROJECT AMBITIONS.\nIMPACTING PEOPLE’S HEALTH LOCALLY\n\nImpacting people’s health is at the heart of our company purpose to bring health through food to as many people as possible. People’s Health is also anchored in our objectives as a “société à mission”. We intend to contribute to the transformation of current food systems by addressing health challenges globally and locally, at both brand and product category levels.\n\nSince 1997, and as part of our global health and nutrition strategy, we have made the decision to gradually change the composition of our product portfolio so as to make it healthier, increasing the share of products in the healthy category from 40% to 90%. Building on our portfolio’s unique health positioning, we grow our brands while having a positive impact on people’s eating and drinking habits. We also aim to make our overall portfolio more competitive, notably through product reformulation and innovation, and support consumers to make informed food choices. We also develop strategic partnerships promoting more balanced diets to, once again, positively impact people’s health.\n\nOUR PROGRESS IN 2021\n\nIn 2021, the strategic business review led by our top management confirmed that we are operating in the relevant food categories: healthy, on-trend and growing. We thus continued to put our healthy categories at the heart of our business’ development strategy and our brands’ distinctiveness. Across all categories, our strategic focus remained on\n\n- PORTFOLIO SAFETY, HEALTHINESS AND NUTRITIONAL QUALITY\n- RESPONSIBLE MARKETING\n- TRANSPARENT NUTRITIONAL LABELING\n\nMore specifically, many of our actions aimed at reducing added sugars content in our products, meeting children’s nutritional needs through fortified products — among other things — and adopting and promoting the Nutri-Score front-of-pack labeling in our European markets.\n\nIn recognition of our performance with regards to our products’ nutritional quality and for several years now, the Access to Nutrition Initiative’s Global Index has ranked Danone among the Top 5 food companies, with a notable #1 ranking in the Product Profile category in 2021.\n\nLOOKING FORWARD\n\nDANONE IS CURRENTLY DEFINING ENHANCED GLOBAL NUTRITION COMMITMENTS AT A 2025-2030 HORIZON.\n\nIn line with current objectives, notably in terms of product reformulation and labeling, they will be reinforced by material focus areas such as for example children’s health and limiting sugar in diets.\n\nThree of our “société à mission” 2025 objectives will also continue to guide our actions in this area:\n\n- PROVIDE BETTER PRODUCTS FOR CHILDREN’S HEALTH:\n\nBuilding on our healthy product portfolio and experience in limiting added sugars, we will further align our Essential Dairy and Plant-Based (EDP) products directed at children with the World Health Organization’s target of a maximum of 10g of sugar per 100g of product. We will also increase the volume of toddler milks with a sugar content below the Codex maximum of 1.25g of added sugars per 100 kcal by 2025.\n\n- POSITIVELY IMPACT CHILDREN’S HEALTH THROUGH BRANDS:\n\nAs products alone are not enough to drive change in children’s diets, we also intend to leverage our brands in this work, engaging them in new initiatives (such as addressing children’s iron deficiencies or supporting women’s choices on breastfeeding) and in collaborative programs with relevant partners.\n\n- EMPOWER PEOPLE TO MAKE INFORMED FOOD CHOICES:\n\nAs a food company, we must ensure that our product labeling is accurate and accessible. To help people make informed food choices, we will increase interpretative nutritional labeling, either on product packaging or online, in the EDP and Waters categories.\nOUR PERFORMANCE IN 2021\n\nACCESS TO NUTRITION INDEX, 2021 EDITION:\n\n#4 GLOBAL RANK\n#1 IN PRODUCT PORTFOLIO\n#1 IN MARKETING OF BREASTMILK SUBSTITUTES\n\nKPIs\n\n| KPI                                                                 | 2020 | 2021 | TARGET |\n|---------------------------------------------------------------------|------|------|--------|\n| Volume of products sold in healthy categories (%)                  | 90%  | 90%  | 90% by 2021 |\n| Volume of products sold without added sugars (%)                   | 82%  | 83%  | 80% by 2021 |\n| Volume of products sold compliant with our internal sugar target (%) | 93%  | 92.4%| 95% by 2021 |\n| Volume of products sold which are fortified (%)                    | 41%  | 49%  |        |\n| Volume of products sold having a Nutri-Score A or B (or equivalent) (%) | 88.3%| 89.3%|        |\n| Volume of products sold with front of pack labeling (%)            | 96%  | 97%  | >96% by 2021 |\n| Entities identified key issues relevant to the health of consumers on their market that brands could act on (Danone Way scope) (%) | n/a  | 71%  |        |\n\nDANONE’S SOCIÉTÉ À MISSION INDICATOR FOR 2021\n\nZOOM ON APTAGROW 3 AND MY FIRST CEREAL: PRODUCT INNOVATION FOR A HEALTHIER PORTFOLIO\n\nInnovation is a fundamental way of improving the nutritional quality of our portfolio. Both launched in 2021, AptaGrow 3, a health drink that addresses the nutrition requirement of children in the age group of 3-6 years in India, and My First Cereal, a range of milk cereals from Polish brand Bobovita, demonstrate how brands are taking consumer health into account when conceiving new products.\n\nAPTAGROW CONTAINS 37 NUTRIENTS, INCLUDING A UNIQUE BLEND OF VITAMINS, PREBIOTICS AND DHA\n\ntailored to meet Indian children’s nutritional needs and promote their physical and cognitive development. My First Cereal was conceived without any added sugar – a common issue with cereals targeted to children – and fortified with vitamins C and D, thiamine, calcium, iron, and iodine. As such, these two products perfectly exemplify how we aim to optimize our offerings’ nutritional quality and systematize the consideration of health factors when conceiving new products.\n\nZOOM ON SILK’S FRONT-OF-PACK LABELING\n\nNorth American brand Silk, which specializes in plant-based milk, yogurt and creamer alternatives, has made its comprehensive front-of-pack labeling a strong marketing asset and a tool for informing consumers on the products’ nutritional quality and health impacts. Key nutritional information, such as the product’s sugar, protein and calorie content, are promoted to the front-of-pack, easing consumers’ food choices.\nOur Manifesto Brands are brands that are on a mission and have a strong point of view on societal issues. These brands are committed to taking action and addressing issues that are both relevant to their consumers and important for the world.\n\nSuch commitments allow them to connect with consumers around shared values and purposes on social, environmental, or health and nutrition topics that matter to them. Each Manifesto Brand therefore aims to deliver an exciting experience, while positively impacting our health and our planet by acting as a true activist for change, in resonance with what really matters to people.\n\n**OUR PROGRESS IN 2021**\n\nMore than ever, 2021 was the year during which our brands connected their manifesto actions with their ambitions of growth and will to build stronger portfolios. Through their actions, brands such as Actimel, Volvic, Danonino or Activia have managed to make sustainability a competitive advantage within their respective markets.\n\nAmong the many examples of brand actions and awareness-raising initiatives, we can highlight:\n\n- **Actimel** championing immunity for everyone with its new “Who do you drink it for?” campaign\n- **Danonino Germany** raising children’s category standards with a portfolio of 100% A or B Nutri-Score products\n- **Volvic Germany** switching its portfolio to 100% rPET packaging\n- **Activia UK** moving to recyclable packaging, helping raise category recyclability rate from 48% to over 60%\n\n**LOOKING FORWARD**\n\nWe will continue to build and grow brands that address real societal issues which are both relevant to our consumers and important for the world. We believe growth cannot happen without positive impact, and vice versa. With growing economic, social and environmental tensions in the world, more and more brands have decided to put a purpose at the core of their model, a phenomenon which has been even more visible during the pandemic.\n\n**UNDERSTANDING THIS ‘PURPOSE GOLD RUSH’ WE BELIEVE THAT PURPOSE WITHOUT TRUE IMPACTS IS ONLY PHILOSOPHY.**\n\nThis is why in the coming years we want to keep on building powerful brands with real and measurable impacts in the world.\nOUR PERFORMANCE IN 2021\n\nIN 2021\n\n73% OF ENTITIES HAD AT LEAST ONE MANIFESTO BRAND AND IMPLEMENTED SIGNIFICANT ACTIONS RELATED TO THEIR MANIFESTO (DANONE WAY SCOPE) (%)\n\nMANIFESTO BRAND GROWTH (net sales growth from 2018 to 2021)\n\n- LES 2 VACHES + 40%\n- HAPPY FAMILY + 30%\n- SGM + 26%\n- HORIZON ORGANIC + 19%\n\nZOOM ON VOLVIC’S COMMITMENT TO HAVE ALL OF ITS BOTTLES IN EUROPE BE MADE WITH 100% RECYCLED MATERIALS BY 2025\n\nAs of 2021, Volvic Germany completed its switch to 100% rPET for its full range of water bottles. As well as being made from recycled materials, these bottles are also recyclable. For Volvic, this transition did imply several organizational changes, notably to source these materials, which it chose to do almost entirely in the EU using local collection and recycling organizations. The switch to recycled plastic was also inscribed within a more holistic evolution and reflection around Volvic’s environmental impacts, the action being part of the brand’s wider commitment to have ALL OF ITS WATERS MADE AND SOLD IN THE EU PACKAGED IN 100% RPET BY 2025.\n\nZOOM ON TWO GOOD, A BRAND ACTIVELY ENGAGED IN THE COMBAT AGAINST FOOD WASTE AND FOOD INSECURITY\n\nEDP brand Two Good has been partnering with change-making organizations and food banks for several years now, notably through its “One Cup, Less Hunger” program, whereby for every cup of yogurt that customers buy, the brand helps provide an equal amount of food to someone in need.\n\nAs of today, the program has spurred the donation of more than 32 MILLION MEALS, with the goal of reaching just shy of 50 million meals by the end of 2022. On the food waste front, Two Good also works together with Full Harvest, a start-up rescuing surplus and imperfect produce to make its now flagship Good Save™ yogurt, which has become the brand’s best-selling product in the US-based department store chain Target.\n\nAs of 2021, Volvic Germany completed its switch to 100% rPET for its full range of water bottles. As well as being made from recycled materials, these bottles are also recyclable. For Volvic, this transition did imply several organizational changes, notably to source these materials, which it chose to do almost entirely in the EU using local collection and recycling organizations. The switch to recycled plastic was also inscribed within a more holistic evolution and reflection around Volvic’s environmental impacts, the action being part of the brand’s wider commitment to have ALL OF ITS WATERS MADE AND SOLD IN THE EU PACKAGED IN 100% RPET BY 2025.\n\nZOOM ON TWO GOOD, A BRAND ACTIVELY ENGAGED IN THE COMBAT AGAINST FOOD WASTE AND FOOD INSECURITY\n\nEDP brand Two Good has been partnering with change-making organizations and food banks for several years now, notably through its “One Cup, Less Hunger” program, whereby for every cup of yogurt that customers buy, the brand helps provide an equal amount of food to someone in need.\n\nAs of today, the program has spurred the donation of more than 32 MILLION MEALS, with the goal of reaching just shy of 50 million meals by the end of 2022. On the food waste front, Two Good also works together with Full Harvest, a start-up rescuing surplus and imperfect produce to make its now flagship Good Save™ yogurt, which has become the brand’s best-selling product in the US-based department store chain Target.\nThrough our categories and brands, we strive to deliver a positive impact on the planet. We do this by (i) working to decarbonize our value chain, (ii) sourcing our ingredients sustainably including by deploying regenerative agriculture practices, (iii) protecting water resources and (iv) fostering a circular economy of packaging.\n\nProviding healthy food and beverages starts with preserving a healthy nature. Helping our brands embark on this journey and encouraging their leadership on such topics lies at the core of the achievement of these ambitions. As such, evian and Volvic are certified carbon neutral since 2020, brands like Blédina have successfully integrated regenerative agriculture in their DNA and we are innovating to achieve more circular packaging, whether through post-recycled content, new delivery models or R&D on packaging eco-design.\n\nThrough our categories and brands, we strive to deliver a positive impact on the planet. We do this by (i) working to decarbonize our value chain, (ii) sourcing our ingredients sustainably including by deploying regenerative agriculture practices, (iii) protecting water resources and (iv) fostering a circular economy of packaging.\n\nProviding healthy food and beverages starts with preserving a healthy nature. Helping our brands embark on this journey and encouraging their leadership on such topics lies at the core of the achievement of these ambitions. As such, evian and Volvic are certified carbon neutral since 2020, brands like Blédina have successfully integrated regenerative agriculture in their DNA and we are innovating to achieve more circular packaging, whether through post-recycled content, new delivery models or R&D on packaging eco-design.\n\nOUR PROGRESS IN 2021\n\nIn 2021, we have made progress on our four ambitions. We have moved forward on our Net Zero strategy, by continuing to reduce our carbon footprint on our full scope, thanks to action plans for the elimination of deforestation within our supply chain and the adoption of less carbon-intensive energy sources across our entities.\n\nWith regard to the preservation of water resources, we identified 20 ingredients produced in water-stressed areas, for which we defined step-by-step roadmaps, as well as mitigation and adaptation plans. We also worked to reduce our overall water consumption, to ensure the high quality of our water discharge while improving water circularity in all our operations, and to provide vulnerable communities with access to safe drinking water through Danone Communities.\n\nWe made progress in phasing out packaging waste within our operations by reducing some problematic or unnecessary packaging and increasing the use of rPET. Lastly, we further deployed and strengthened dedicated mechanisms to support farmers in their transition towards regenerative agriculture.\n\nAs a result of our progress, we were recognized by the CDP as a global environmental leader, achieving a triple “A” score for the third year in a row on climate change, water security and forest preservation.\n\nLOOKING FORWARD\n\nThis ambition intersects with three of the operational objectives we have set for ourselves as a “société à mission”. Although they will be further defined with accompanying targets during the course of 2022, these objectives will guide our journey to preserve and renew the planet’s resources in the coming years. They are as follows:\n\n- **DRIVE CLIMATE ACTION ACROSS OUR VALUE CHAIN:**\n  We pledged to set more ambitious targets in line with the Science-Based Targets for the limitation of global warming to 1.5°C. To this end, we are currently working with the SBT Initiative to define pathways for the forest, land and agriculture sector (FLAG project) and we will work to deliver emissions reductions across Danone’s entire value chain, monitoring our trajectory towards our climate targets.\n\n- **MAKE AGRICULTURE A SOLUTION:**\n  Because regenerative agriculture is a solution to many of the challenges we are currently facing, from climate change and biodiversity to social inclusion, we will further monitor the volume of key ingredients directly sourced from farms that have begun the transition to regenerative agriculture.\n\n- **FOSTER A CIRCULAR ECONOMY OF PACKAGING:**\n  Until 2025, we will monitor our progress in our transition to reusable, recyclable, or compostable packaging, while respecting specific packaging standards and requirements.\n\nLastly, as we believe that each entity and brand has a unique and important role to play in achieving our ambition, we will strive to strengthen their leadership to maximize impact, locally and group-wide.\n### OUR PERFORMANCE IN 2021\n\n| KPIs                                      | 2020  | 2021  | TARGET          |\n|-------------------------------------------|-------|-------|-----------------|\n| **CLIMATE CHANGE**                        |       |       |                 |\n| Absolute reduction of scope 1 and 2       | -38.1%| -48.3%| -30% by 2030    |\n| CO₂ emissions since 2015 (%)              |       |       |                 |\n| CO₂ volume reduction full scope like for  | -4.6% | -3%   | -3% in 2021     |\n| like vs. previous year (%)                |       |       |                 |\n| Renewable electricity purchased (%)       | 54.3% | 68.5% | 100% by 2030    |\n| **REGENERATIVE AGRICULTURE**              |       |       |                 |\n| Volume of key ingredients directly sourced| 12%   | 19.7% | 15% in 2021     |\n| from farms having started the transition  |       |       |                 |\n| towards regenerative agriculture (%)      |       |       |                 |\n| **CIRCULAR ECONOMY**                      |       |       |                 |\n| Packaging recyclable, reusable or         | 81%   | 84%   | 84% in 2021     |\n| compostable (%)                           |       |       |                 |\n| **FOOD WASTE**                            |       |       |                 |\n| Total reduction in non-recovered food     | -15.6%| -27.2%| -50% by 2025    |\n| waste ratio since 2016 (%)                |       |       |                 |\n| **WATER STEWARDSHIP**                     |       |       |                 |\n| Facilities that have a 4R action plan     | 49%   | 55%   | 100% by 2030    |\n| (Reduce, Reuse, Recycle, Reclaim) (%)     |       |       |                 |\n\n### DANONE’S SOCIÉTÉ À MISSION INDICATOR FOR 2021\n\nSeveral Danone brands are acting for Regenerative Agriculture framework, structured around three pillars:\n\n- **THE PRESERVATION OF SOIL HEALTH, OF WATER RESOURCES AND OF BIODIVERSITY**\n- **ANIMAL WELFARE**\n- **THE SUPPORT OF FARMERS TRANSITIONING TOWARDS REGENERATIVE AGRICULTURAL PRACTICES**\n\n#### ZOOM ON THE CERTIFICATION OF THE POÇOS DE CALDAS PRODUCTION PLANT BY THE CARBON TRUST\n\nIn 2021, our largest production plant in Brazil, Poços de Caldas, was certified by the Carbon Trust. Fully powered by renewable electricity, part of which is generated by its 1,500 installed solar panels, the site has demonstrated its leadership in carbon neutrality, as well as in the areas of water usage reduction and zero waste-to-landfill.\n\n#### ZOOM ON BLÉDINA’S INITIATIVES FOR REGENERATIVE AGRICULTURE\n\n- **Bledina introduced reusable jars that can be returned at in-store collection points in France**\n- **Through the Pachamama program, Bledina helps French Farmers transition to regenerative agriculture**\nAt Danone, we are proud of our culture. Building on a unique social innovation heritage, we aim to give each employee the opportunity to have an impact on the decisions of the company, both locally and globally. To this end, we provide our people with a safe, inclusive and diverse working environment, relying on constructive social dialogue, as well as encouraging talent development throughout their careers.\n\nWe believe that empowering our employees to co-own our agenda and our collective future will help align everyone’s interest in the long-term and give each employee an opportunity to truly take ownership of our mission as a company.\n\nIn this regard, we structured our social ambition around four pillars:\n\n- **Inclusive Diversity**\n- **Social Dialogue**\n- **Talent Development**\n- **Health and Safety**\n\nMaterial issues, including:\n\n- Employee engagement in governance, Talent attraction, retention and growth, Workplace diversity and inclusion and Labor relations\n\n**OUR PROGRESS IN 2021**\n\nOur scope of action on this ambition is wide and incorporates many programs. In 2021, we have therefore pursued ongoing actions and implemented new ones along our four pillars:\n\n- **Inclusive Diversity**\n  \n  In 2021, we encouraged employees to act within their sphere of influence to help achieve targets and disseminate our objectives with regards to diversity & inclusion at all levels of the company. More specific actions, such as the extension of our parental policy to all countries, covering the ~ 98,000 employees globally, have also enabled us to make strides on this key aspect of our ambition.\n\n- **Social Dialogue:**\n  \n  One key 2021 topic was the implementation of our global transformation project, which was unveiled in 2020: “Local First”. This project aims at improving our operating model to shift to a locally grounded organization.\n\n- **Talent Management:**\n  \n  Ramping up our efforts on the promotion of a culture of learning, 2021 was the year of the development of the “FutureSkills” program, at the intersection of our action for Talent Management and Social Dialogue. Developed with the IUF, this initiative aims to better prepare employees who need new skills for the jobs of tomorrow, giving them the opportunity and the time to develop these skills to facilitate internal repositioning within Danone but also seek a new position in the broader jobs market. In addition, in the context of the pandemic, we maintained our key learning events, such as Learning Weeks, in a virtual format, so as to continue raising awareness and training our employees.\n\n- **Health and Safety:**\n  \n  Several initiatives were set up in 2021 under the WISE program, which seeks to secure our employees’ workplace safety and well-being, as well as DanCares, our global healthcare program. For instance, we introduced an Employees Assistance Program as one of the key pillars of the extended DanCares program. Handled by an external company helping all employees with emotional, practical or physical queries, this professional service was integrated into several local health plans.\n\n**LOOKING FORWARD**\n\nEnlisting our employees and encouraging them to join collective efforts for the completion of our company mission, but also for our general growth and development, is an integral part of how we do things at Danone. To that end, and to ensure that we continue to create new futures, our global human resources strategy is currently under review, and will likely evolve in the coming months and year.\n\nWe want Danone to be known for being the home of great talents and great brands, and a synonym for great innovation and great execution.\n\nAntoine de Saint-Affrique,\nDanone CEO\n\n**ZOOM ON OUR GLOBAL EFFORTS FOR GENDER EQUALITY IN AND BEYOND THE WORKPLACE - HeForShe PROGRAM**\n\n2021 was a year during which we achieved much in terms of gender equality. We extended our partnership with UN Women, as well as with Bonafont in Mexico to help train and equip women with entrepreneurship skills, as part of the HeForShe program. To this day, we have trained more than 2,000 women through this program. More generally, we tackled issues of gender equality upfront, by implementing in full our gender-neutral parental policy in all 55 countries of activity, as part of our commitment as a HeForShe champion. Unstereotype Alliance has also helped us progress in un-stereotyping our advertising and communications content, and, within our Responsible Advertising framework, we have furthered our actions to embed such concerns and principles throughout our marketing processes.\n### OUR PERFORMANCE IN 2021\n\n| KPIs                                      | 2020 | 2021 | TARGET |\n|-------------------------------------------|------|------|--------|\n| **INCLUSIVE DIVERSITY**                   |      |      |        |\n| Female executives (%)                     | 30%  | 31%  |        |\n| Female directors (%)                      | 42%  | 43%  |        |\n| Gender Pay Gap (in point)                 | 3.2  | 3.1  | ~3 in 2021 |\n| **SOCIAL DIALOGUE**                       |      |      |        |\n| FutureSkills program deployment           | n/a  | 100% | 100% in 2021 |\n| (% of entities with eligible people that have proposed the program) (Danone Way scope) |      |      |        |\n| **HEALTHCARE**                            |      |      |        |\n| Employees covered by Dan’Cares (*)        | 100,109 | 91,672* | all |\n| **OCCUPATIONAL SAFETY**                   |      |      |        |\n| Reduction of frequency rate of workplace accidents with lost-time and without lost-time (%) | n/a  | -8%  | -2% in 2021 |\n\n*THE DECREASE IS DUE TO AN OVERALL DECREASE OF THE COMPANY HEADCOUNT IN 2021\n\n**DANONE’S SOCIÉTÉ À MISSION INDICATOR FOR 2021**\n\n### ZOOM ON SOME OF OUR RECOGNITIONS AND AWARDS FOR OUR GLOBAL AND LOCAL EFFORTS IN FAVOR OF GENDER EQUALITY\n\n#### GLOBAL RANK #26 LEADER IN DIVERSITY\n\n**Bloomberg Gender Equality Index** recognized our commitment to disclosing our efforts to support gender equality through policy development, representation and transparency. We performed most strongly in the Inclusive culture, as well as in the Equal pay & gender pay parity categories.\n\n#### EMPOWERING WOMEN ENTREPRENEURSHIP\n\nWe received the Gender Equality Diversity and Internal Standard - Sustainable Development Goal Award of the Arborus Foundation for the “Canteen Ladies” project in Indonesia, which we co-created with the support of Danone Ecosystem Fund Care France and the Food Bank of Indonesia. Its main objective is to empower women to become entrepreneurs.\n\n#### LOCAL HIGHLIGHTS\n\nIn Brazil, and through our partnership with SER Especial, we have helped train 900 disabled people to empower them in the workplace.\nIn 2021, we focused our actions on four areas:\n\n**OUR PROGRESS IN 2021**\n\nIn 2021, we focused our actions on four areas:\n\n- **RESPONSIBLE SOURCING OF AGRICULTURAL INGREDIENTS:**\n  - We continued to progress on the traceability of key ingredients, among which palm oil, soy, paper, fruit, cocoa, sugar cane were priorities. We favored quality and traceability certifications such as RSPO, Proterra, FSC, Rainforest Alliance, Organic, Fair Trade, Bonsucro, or RTRS. We also continued our collaboration with Earthworm Foundation to ensure the traceability of palm oil. As such, in 2021, 93% of our palm oil was certified RSPO Segregated and we reached 99.8% traceability to plantation in the S1 of 2021 (up from 84.7% in the S2 of 2020). Not only do these certifications answer to strict environmental and transparency standards, but they also ensure that our ingredient sourcing is done ethically, in a way that respects farmers and remunerates them well.\n\n- **HUMAN RIGHTS:**\n  - In 2021, we developed the social pillar survey of our Regenerative Agriculture framework, to collect data on farmers’ economic resilience and autonomy, farm workers’ labor conditions and other key indicators for health and safety, with the aim of better supporting our farmers.\n\n- **RESPONSIBLE SOURCING FOR TIER 1 SUPPLIERS OTHER THAN MILK:**\n  - In 2021, we streamlined evaluation procedures for Tier 1 suppliers within our RESPECT program. Among other actions, we required in-scope Tier 1 suppliers to complete a Sedex or Ecovadis assessment, identified high risk or high priority suppliers that should undergo on-site audits and established regular dialogue with them to encourage better practices.\n\n- **COMMUNITY SUPPORT THROUGH FUNDS:**\n  - In 2021, we continued to impact our communities, mainly through:\n    - Danone Communities reaching almost 11,000 beneficiaries and announced the new investment in two social businesses (Nazava and Lucky Iron Fish Enterprise)\n    - The Danone Ecosystem Fund’s 33 active projects worldwide\n    - The launch of a third Livelihoods Carbon Funds for carbon compensation and sequestration projects.\n\nWe therefore strive to build trusting and win-win relationships with partners who share our vision and can work with us towards key ambitions to:\n\n- **DELIVER THE BEST QUALITY OF INGREDIENTS, PACKAGING AND SERVICES**\n- **PROTECT NATURAL RESOURCES AND STRENGTHEN SOCIAL INCLUSION**\n- **INNOVATE ALWAYS**\n- **ELIMINATE WASTE AND DRIVE EFFICIENCY**\n\nWorking hand-in-hand with our diverse partner base is key to sourcing the right products and services for our value chain, which spans 100,000 suppliers, 50,000 dairy farmers, 8 Research & Innovation Centers of Excellence, 190 production sites, and 400 distribution centers.\n\nOur ambition to foster inclusive growth also relies on our social innovation funds that pioneer ways of providing community support and collaborating with key stakeholders to propose innovative social business models and projects yielding sustainable impact.\n\n**LOOKING FORWARD**\n\nOur intention to foster inclusiveness has implications throughout our value chain, from farmers to consumers. Three of our “société à mission” ambitions are most relevant to understanding how we hope to achieve inclusive growth, as well as the variety of levers we must activate to do so:\n\n- **PROVIDE ACCESS TO SAFE DRINKING WATER TO THOSE IN NEED**\n  - We can play a vital role in providing communities in need with access to safe drinking water that they can afford. With this in mind, we plan to expand our actions in this area and to monitor the performance of our dedicated funds and initiatives on reaching consumers in need.\n\n- **PROTECT THE MOST VULNERABLE MEMBERS OF OUR VALUE CHAIN**\n  - The advancement of human rights and the protection of people working in our supply chain being among our key priorities, we will continue to strengthen due diligence and drive inclusive growth through projects on the ground.\n\n- **BECOME A B CORP**\n  - The B Corp notion of using business as a force for good aligns with our guiding principles of taking an economic and social approach to business and of fostering inclusive growth.\n\n**ZOOM ON OUR ACTIONS AS PART OF THE CONSUMER GOODS FORUM’S NEW HUMAN RIGHTS COALITION**\n\nAs part of the launch of the CGF’s Human Rights Coalition – Working to end forced labor - we pledged to develop and deploy Human Rights Due Diligence systems focusing on forced labor in our operations (including external workers hired by temporary work agencies or by subcontractors), with the aim of reaching 100% coverage by 2025. In 2021, we also contributed to the coalition’s collective work to develop tools and processes necessary to launch the first assessments, planned for 2022.\nOUR PERFORMANCE IN 2021\n\nREACHED 10.3 MILLION people every day with access to safe drinking water, which exceeds the target of 10 million people that was set for 2021.\n\nZOOM ON THE LIVELIHOODS PALM PROJECT ‘RECONCILING THE PALM TREE WITH LAND, FARMERS & CONSUMERS’\n\nTogether with the Livelihoods Fund for Family Farming (L3F), Danone launched a 10-year project to help 2,500 smallholder palm oil farmers achieve a sustainable transition in Sumatra island, Indonesia.\n\nThe project will build a transparent and deforestation-free supply chain thanks to locally adapted agroforestry models, regenerative agriculture, and biodiversity enhancement. The project is brought together with Mars Incorporated, L’Oréal, and implemented locally by Musim Mas and SNV.\n\nThis project will help regenerate 8,000 hectares of palm farms in degraded land areas, while restoring an additional 3,500 hectares of local biodiversity over the next 10 years.\n\nKPIs\n\n| KPIs | 2020 | 2021 | TARGET |\n|------|------|------|--------|\n| Total beneficiaries | 10,000,000 | 11,000,000 | |\n| Liters of safe drinking water provided | n/a | 2.6 BN | |\n| People professionally empowered | 69,874 | 73,820 | |\n| Jobs Created | 4,928 | 6,392 | |\n| People positively impacted by the Carbon Funds (I & II) | 1,626 K | 1,760 K | |\n| Households being equipped with efficient cookstoves (by the Carbon Funds I & II) | 156,000 | 241,500 | |\n| People directly empowered (by Family Farming Fund) | 5,300 | 8,940 | |\n\nRESPONSIBLE SOURCING & HUMAN RIGHTS IN THE SUPPLY CHAIN\n\n| Farms from which we source directly or indirectly our milk | 50,000 | 59,000 |\n| Supplier registration and Self Assessment (%) | 93% | 98% | 98% in 2021 |\n| Milk collected directly by Danone coming from producers working under CPM contracts (%) | 29% | 26% | |\n| RSPO segregated and mass balance palm oil (%) | 98% | 98% | |\nThe global social and environmental issues we face today are so big and the targets so challenging that one player alone cannot drive systemic change. Collective action is thus the main driver for enacting change at scale.\n\nWith our food system and society facing major challenges, joining forces with a panoply of stakeholders is vital to bringing our “One Planet. One Health” framework of action to life and to creating sustainable value for all. At Danone, building on decades of partnership experience, we seek to work hand in hand with our employees, farmers, suppliers, retailers, consumers and partners as well as with civil society organizations, governments and public health professionals.\n\n**OUR PROGRESS IN 2021**\n\nIn 2021, we continued to strengthen key partnerships and develop new ones, which enabled us to pursue our action in the following main issue areas:\n\n- **IMPROVING KNOWLEDGE ON HEALTH AND NUTRITION WORLDWIDE**\n  \n  through, for instance, the launch of the Danone Nutricia Campus, an open science education platform for healthcare professionals, backed by a non-profit foundation and co-founded with key opinion leaders.\n\n- **DRIVING INFORMED CHOICES THROUGH THE ADOPTION OF TRANSPARENT FRONT-OF-PACK LABELS**\n  \n  for example, we continued to advocate for the wider adoption of the Nutri-Score nutritional label in Europe. In 2021, we gradually rolled it out to our EDP product portfolio, making this label applied on our products in 16 countries.\n\n- **FIGHTING AGAINST FOOD WASTE**\n  \n  through the acceleration of several regional and local partnerships with food banks or our sustained engagement in the 10x20x30 initiative, bringing together more than 10 of the world’s largest food retailers and providers, each engaging at least 20 suppliers to halve food loss and waste by 2030. In 2021, we engaged with three of our main fruits’ preparation suppliers through this initiative.\n\n- **STRENGTHENING OUR ENGAGEMENTS AROUND REGENERATIVE AGRICULTURE AND BIODIVERSITY**\n  \n  most notably within the One Planet Business for Biodiversity (OP2B) coalition of companies, farming groups, scientists and civil society. The coalition aims at promoting and scaling up its Regenerative Agriculture framework, to answer to the environmental and social challenges of agriculture.\n\n- **BUILDING MORE RESILIENT AND SUSTAINABLE SUPPLY CHAINS**\n  \n  including by co-founding alongside G7 Ministers and 18 other major food and agriculture companies, the G7 Sustainable Supply Chains Initiative, which brings together leading actors of the industry to drive positive environmental, social and health impact.\n\n**LOOKING FORWARD**\n\nSince it is an integral part of our way of working, moving forward on our mission alongside our existing partners will remain a priority for us in the coming years. We will also look to develop new collaborations as well as to upscale current initiatives to maximize their impact.\n\n**ZOOM ON DANONE’S MEMBERSHIP IN THE BUSINESS FOR INCLUSIVE GROWTH COALITION**\n\nThe Business for Inclusive Growth (B4IG) coalition, gathers the OECD and major global corporations, wishing to fight against inequalities and build more inclusive business models. To do so, members share best practices, launch pilot programs and develop metrics to better evaluate inclusive growth efforts. In 2021, we have taken part in shifting the B4IG’s agenda towards a new priority: the promotion of a Living Wage across companies’ entire value chains. Our collective call to action on the creation of decent working conditions marks a turning point in the recognition of our shared responsibility to help workers achieve a living wage. It also further underlines how better wages play an integral part of a profitable, sustainable and resilient business.\nOUR PERFORMANCE IN 2021\n\n| KPIs                                      | 2020 | 2021 | TARGET |\n|-------------------------------------------|------|------|--------|\n| **STAKEHOLDER CONNECTION**                |      |      |        |\n| Markets having identified material risks and opportunities by engaging with external stakeholders (%) | 76%  | 76%  | 100% by 2025 |\n| **PARTNERSHIPS**                          |      |      |        |\n| Markets having established works and partnerships with various stakeholders to improve behavior or performance on social or environmental issues in the last two years (%) | 88%  | 90%  | 100% by 2030 |\n| **RESPONSIBLE LOBBYING**                  |      |      |        |\n| Danone’s score in the “Responsible Lobbying” section of the Vigeo-Eiris (VE) rating | 70/100 | 70/100 |        |\n\nZOOM ON THE “PATHWAYS TO DAIRY NET ZERO CLIMATE INITIATIVE”\n\nAlongside, several largest dairy companies in the world, Danone supports, the new global “Pathways to Dairy Net Zero” climate initiative which aim is to accelerate climate change action and reduce greenhouse gas (GHG) emissions across the dairy sector. It is already backed by organizations representing approximately 30% of global milk production.\n\nZOOM ON A SUSTAINABLE FUTURE FOR DAIRY FARMING\n\nWith our partner Royal FrieslandCampina, we are working to implement sustainable farming practices and to roll out concrete carbon reductions projects together with farmers in the Netherlands. This 3-year partnership has supported around 600 ROYAL FRIESLANDCAMPINA DUTCH FARMERS in their day-to-day transition to more sustainable dairy farming models.\n\nWe have focused our actions on two main areas: supporting the implementation of regenerative agriculture practices and helping the transition to green energy sourcing.\n\nACHIEVING 17.6% reduction in the greenhouse gas emissions resulting from dairy ingredients Royal FrieslandCampina delivers to Danone. Due to the project’s success, we will extend the partnership for an additional 3 years, with the objective to reach around 25% greenhouse gas emissions reduction over the course of the multi-year collaboration and to continue scaling up regenerative agriculture practices.\nAt Danone, we believe that, as a global food and beverage company, it is our role to contribute positively to the world’s most pressing social and environmental issues.\n\nAligning our actions with global sustainability frameworks, such as the UN Sustainable Development Goals (SDGs), and therefore adopting a language that is universally understandable, is a priority for us.\n\nWe strive to have a positive impact at scale, whether through our projects addressing both local and global issues, by building lasting partnerships, or by leveraging our brands and social innovation funds, in line with our company mission and the UN SDGs.\n\nDANONE CONTRIBUTION TO THE UN’S SUSTAINABLE DEVELOPMENT GOALS\n\nThe 2030 Agenda for Sustainable Development\n\nAdopted in 2015 by the United Nations’ Member States, the 2030 Agenda for Sustainable Development lays out a set for businesses, governments, NGOs and civil society to act upon. Relying on the active involvement of, and partnerships between, these different actors, the Goals balance the three dimensions of sustainable development:\n\n- Economic\n- Social\n- Environmental\nHow we contribute to the UN’s Sustainable Development Goals\n\nAs a large food and beverage company, Danone has a role to play in advancing towards the SDGs. In line with our mission to “bring health through food to as many people as possible” and our dual socio-economic project, we have decided to direct our efforts towards, and actively contribute to, several Goals on which our activities have the most material impact. Nevertheless, the framework of the SDGs and the associated targets also steer our broader thinking and actions on how we source, produce, operate and sell our products.\n\nOUR KEY AREAS OF FOCUS ARE AS FOLLOWS:\n\n**SDG 2 ZERO HUNGER**\nthrough ensuring access to safe and nutritious food, and ensuring a sustainable food production system\n\n**SDG 3 GOOD HEALTH AND WELL-BEING**\nby ensuring that we provide the best nutrition and hydration, through the overall range of our product categories, for all stages of life\n\n**SDG 6 CLEAN WATER AND SANITATION**\nby helping as many people as possible access safe drinking water, improving water quality and efficiency, as well as protecting water-related ecosystems\n\n**SDG 8 DECENT WORK AND ECONOMIC GROWTH**\nby promoting inclusiveness, as well as a safe and secure work environment for all, which fits with our ambition to foster inclusive growth\n\n**SDG 12 RESPONSIBLE CONSUMPTION AND PRODUCTION**\nby focusing on better waste and natural resources management, in line with our commitments for a more circular economy\n\n**SDG 13 CLIMATE ACTION**\nby contributing to the fight against climate change notably by committing to achieve net zero emissions along our entire value chain by 2050\n\nOur commitment to the SDGs can only be tangible if we report on them. To do so, we selected the specific targets within each material SDG, to act upon and report on, according to their relevance to our strategy and policies and to our overall impact on these particular topics. For more information, please refer to our corporate website.\nMARGARITA PROJECT: EMPOWERING FARMERS TO BECOME MORE SUSTAINABLE AND RESILIENT\n\nDanone Mexico and its local partner TechnoServe’s developed the Margarita Project for smallholder milk farmers that perfectly captures how we aim to mobilize our ecosystem and work alongside our partners to promote best practices and positively impact the farmers upon which we depend.\n\nThe context – Smallholder farming in the agriculture industry\n\nSince smallholder farmers represent 90% of the global farming workforce, their role is fundamental in delivering sustainable food systems.\n\nUnfortunately, many of them face several obstacles when attempting to connect to higher value markets, such as their low technologization, quality and productivity requirements.\n\nGiven this observation,\n\nTHE MARGARITA PROJECT WAS BORN ELEVEN YEARS AGO TO HELP DEVELOP SUSTAINABLE DAIRY FARMING IN MEXICO.\n\nEvery yogurt tells a story\n\nWith the Margarita Project, Danone Mexico is not only seeking to protect its production value chain, but it is also empowering local farmers on which it relies by making them more competitive and adapted to their markets. This iconic project, which Danone Mexico built in partnership with the Inter-American Development Bank and FIRA (the Mexican Government Trust for farmers), therefore provides small milk producers in Jalisco with training, technical assistance for rural development and access to financial programs, while simultaneously seeking to improve their quality of life thanks to higher revenues and productivity levels.\n\nMargarita’s 2021 achievements against its founding commitments\n\nAs of today, Margarita has helped farmers increase their net income 2.7 times and has been recognized by consumers, the government, financial institutions, and other stakeholders of the industry as a pioneer in social and environmental innovation. Indeed, the regenerative agriculture and sustainable livestock practices it induced have helped Margarita milk reduce its carbon emissions by 13% between 2018 and 2020.\n\nThe initial ambition, set in 2011, was to train 900+ farmers and create 60+ direct jobs by 2023. So far, Margarita has reached 90% of this objective.\n\nA few facts about Danone Mexico\n\n1973 Danone began operations in Mexico with the establishment of its EDP (Danone Mexico), Waters (Bonafont and Bonafont en tu casa) and Specialized Nutrition (early life and medical nutrition) businesses.\n\nIt has since become one of the most important markets for the company worldwide, and weighs +17,000 JOBS\nZYWIEC ZDRÓJ AND ITS ACTIONS TO IMPROVE PLASTIC CIRCULARITY IN POLAND\n\nPolish brand Żywiec Zdrój’s fight for plastic circularity is an emblematic example of how our brands tackle sustainability issues that are at the heart of their businesses.\n\nThe context – The fight against plastic waste\n\nPlastic’s lightness and resistance to water and decay has made it a convenient, and therefore highly-coveted, packaging material since the 1950s. However, the tremendous acceleration of the production of plastic packaging and lack of proper infrastructures to manage it has generated significant waste threatening biodiversity and ecosystems alike. Today, the world produces about 300 million tons of plastic waste every year and, of all the plastic that has been produced since the 1950s, only 10% has been recycled.\n\nMoreover, the production of conventional plastic is relying heavily on fossil fuels, and is consequently responsible for important GHG emissions at the global scale. Closing the plastic loop, by ensuring it is recycled and becomes a resource to produce something new, is now more than ever an imperative for companies reliant on this material.\n\nAt Danone, we have put this issue at the core of our ambition to preserve and renew the planet’s resources, one of our “société à mission” Objective. To achieve this, we are working to make our packaging 100% circular by innovating alongside key partners from packaging manufacturers and distributors, to, most importantly, our brands. In Poland, where recycling rates only slightly exceed 30%, despite a yearly production of plastic packages reaching about 1 million ton — of which 2.5% are generated by Żywiec Zdrój —, the bottled water brand has taken it upon itself to tackle this issue.\n\nŻywic Zdrój’s engagement to close the loop of plastic packaging\n\nGiven the environment upon which Żywiec Zdrój depends, fighting against plastic waste has been at the core of the brand’s strategy and actions for years. In 2019, the company introduced its first bottle made out of 100% recycled plastic (rPET) in a five-litter format, which it then extended to more sizes the following year, including its most popular one-liter format. Beyond making its products more virtuous, the brand has also been publicly advocating for solutions such as the implementation of a deposit-refund system for single-use plastic bottles in Poland. Most notably, during the COP24 Climate Summit, the company made an unprecedented pledge for PET bottle recycling, announcing that, in 2020, it would collect and return to the value chain the same amount of plastic packaging that it placed onto the market in one year. In order to do so, Żywiec Zdrój thoroughly estimated how much plastic it planned to introduce to the market in 2020 and 2021, the same amount of which was then collected, sorted and recycled in partnership with Rekopol, a local waste recovery company.\n\nŻywic Zdrój’s 2021 achievements on its “plastic neutrality” commitment\n\nIn 2020, and again in 2021, Żywiec Zdrój therefore fulfilled its commitment to collect and recycle the amount of plastic equivalent to what it introduced in the market. This was also the occasion for the brand to kick-start a communication campaign on the ‘Reduce, Reuse, Recycle’ imperative and the circular plastic economy model in Poland, which reached a broad audience, engaging consumers, eco-influencers, opinion leaders and brand ambassadors alike.\n\nThe digital campaign reached 12 million unique users, including on novel marketing platforms such as TikTok, where it generated 10.2 million video impressions.\n\nA few facts about Żywiec Zdrój\n\nŻYWIEC ZDRÓJ IS AN OUTRIGHT LEADER OF THE POLISH MARKET FOR WATER PRODUCTION.\n\nIts crystal clear spring water comes from the most natural underground mountain environment – the grounds of the Żywiecki Landscape Park in the south of the country.\n\nThanks to this commitment and its actions to improve plastic circularity, Żywiec Zdrój is now recognized as a key sustainability actor in Poland and has been awarded the most prestigious CSR leaf of Polityka in 2020 and 2021.\nSGM EKSPLORE AND ITS INITIATIVE TO TAKE PART IN THE IMPROVEMENT OF INDONESIAN CHILDREN’S ACCESS TO PROGRESS\n\nSGM’s engagement in favor of children’s nutrition and education is a powerful testimony to how meaningful brands are able to leverage their position to promote sustainable growth while contributing to local issues.\n\nThe context – Children’s development in Indonesia\n\nAs in many other developing countries, ensuring that Indonesian children meet their nutrition and education needs, among others, is a strategic development priority. Despite Indonesia having made great strides in many areas, child nutrition remains a challenge in the country. Indeed, in 2018, almost 3 in every 10 children under 5 years of age were stunted, i.e. unable to reach their growth potential, a health issue which is caused by chronic malnutrition and repeated illness.\n\nOn the front of education, even though Indonesia has made significant progress on school enrollment, many children and adolescents remain out of school (around 4.4 million according to the UNICEF), and, among those that are enrolled, many struggle to acquire basic academic skills.\n\nTrue to its purpose of “fueling the nation’s progress”, Indonesia-based brand SGM has always sought to address these key issues affecting children in Indonesia.\n\nA few facts about SGM, a key brand for specialized nutrition in Indonesia\n\nSince it began operating in Indonesia in 1998, Danone has developed several leading national brands, including SGM. Created in the 1950s, SGM is a company that produces various nutritional products for mothers and children with a focus on taste, affordability and international standards. The company was founded upon the initiative of the government of Indonesia and the United Nations (UN) to address the problem of nutritional deficiencies that occurred in children at that time.\n\nMobilizing factors to increase children’s access to progress\n\nAs the category leader in Indonesia, we have always placed great emphasis on pioneering solutions to tackle two major challenges of this booming population: nutrition and education. Through our iconic decade-old “Raise Your Hand” campaign, we have been encouraging its consumers to engage by taking a digital pledge in support of one of three causes:\n\n- NUTRITION DONATION\n- INTERNET QUOTA AND EQUIPMENT SUPPORT FOR STUDENTS\n- SCHOOL REHABILITATION.\n\nThe initiative’s achievements in 2021\n\nIn 2021, and in conjunction with its “Raise Your Hand” campaign, SGM rallied some of its most important and powerful stakeholders, such as Alfamart and Indomaret – two of the largest retailer chains in Indonesia, Lazada – a major e-commerce company, the Ministry of Education, and Telkomsel, the biggest Indonesian telecommunications company, to join forces and help provide children with better access to their fundamental nutrition and education needs.\n\nThe campaign was kick-started on Indonesia’s National Day, supported by new thematic TV and in-store visibility covering over 60,000 stores. The combined forces of consumers’ pledges with SGM Eksplor and its partners resulted in the provision of crucial support for Indonesian children, with key achievements on education and nutrition:\n\n- Support and nutrition donations to 75,000+ children\n- The renovation of 10 schools\n- Internet access and online education scholarships for 1500+ children\n\nThe above-mentioned support covered 41 cities in 15 provinces across Indonesia. With the program, the brand also saw its “Proud Of Using The Brand” key imagery increase by +400 bps and an increase in its volume market share by +260 bps (YTD December 2020 vs 2021).\n\n“EVERYONE HAS THE RIGHT TO PROGRESS, WHATEVER THEIR STARTING POINT IN LIFE. DANONE BELIEVES THAT NO INDONESIAN CHILD SHOULD BE LEFT BEHIND.”\n\nYe-Vian QUAH, Brand Director\nMETHODOLOGY NOTES\n\nDanone’s 2021 Integrated Annual Report was developed based on the guidelines of the International Integrated Reporting Framework of the IIRC. For more information on our 2021 extra-financial data and their methodology precisions, click here.\n\nSECURING SUSTAINABLE GROWTH\n\n(1) Like-for-like\n\n(2) Update expected: Q2’21 The use by Danone of any MSCI ESG Research LLC or its affiliates (“MSCI”) data, and the use of MSCI logos, trademarks, service marks or index names herein, do not constitute a sponsorship, endorsement, recommendation, or promotion of Danone by MSCI. MSCI services and data are the property of MSCI or its information providers, and are provided ‘as is’ and without warranty. MSCI names and logos are trademarks or service marks of MSCI.\n\nBECOMING A B CORP\n\n(1) Excluding iPure Naandi, Grameen Danone, Danone Manifesto Ventures and La Laiterie du Berger turnover, not consolidated as treated as equity affiliates\n\nIMPACTING PEOPLE’S HEALTH LOCALLY\n\nData is calculated through the One Health Scorecard scope, representing 75 entities and about 81% of Danone’s consolidated sales reporting health & nutrition indicators in 2021.\n\n(1) In operational terms, volumes sold in healthy categories correspond to fresh dairy products intended for daily consumption, Specialized Nutrition Reporting Entity products (except biscuits and beverages for children under 3 years of age and foods for children over 3 years of age in the early life nutrition activities), and all waters and flavored waters with 0% sugar.\n\n(2) % of sales volumes 2021 containing no added sugars. This percentage is calculated for all product categories in the EDP (excluding plant-based products), Waters and Specialized Nutrition Reporting Entities for its early life nutrition activities; its medical nutrition products are excluded. The products included in this indicator are those whose added sugar content is equal to zero grams.\n\n(3) % of sales volumes 2021 meeting the sugar threshold for their category in the ‘Danone Nutritional Targets 2020’. The compliance is weighted by volumes of products sold. This rule applies both at portfolio and product (i.e., multipack) levels.\n\n(4) This percentage indicator is calculated on the scope of the One Health Scorecard for the Essential Dairy and Plant-Based Business (excluding plant-based products), and Aquadrinks (excluding countries where regulations forbid the disclosure of this information).\n\n(5) % of sales volumes having a nutrient fortification. This percentage indicator is calculated on the scope of the One Health Scorecard (see Methodology Note), for the Essential Dairy and Plant-Based (excluding plant-based products) and Specialized Nutrition (except medical products).\n\n(6) « Nutri-Score » is an interpretative nutritional labeling system using five levels (A dark green to E red), based on the nutritional value of the food or beverage. It is intended for use on the front of packs to help consumers make healthier dietary choices. This system has been established officially by the French authorities in 2016 and has then been adopted by other European member states, for use by the food and beverage industry on a voluntary basis. Official website in English version: https://www.santepubliquefrance.fr/en/nutri-score Danone is among the early supporters and adopters of the Nutri-Score, we have now deployed it on our EDP products in 16 countries.\n\n(7) Danone’s 2021 Global Access to Nutrition Index (ATNI) rank. The ATNI assesses major food and beverages companies on their nutrition-related performance every two years: https://www.accesstonutrition.org\n\n(8) People reached by several programs can be counted several times. For other Methodology notes, Danone’s 2021 Extra-Financial Data Factsheets Methodology Notes.\n\nCREATING AN INCLUSIVE AND ENGAGING WORKPLACE FOR ALL\n\n(1) The Dan’Cares program aims to provide all Danone employees with quality healthcare coverage for major risks, while taking account of different market practices. The three main risks are hospitalization and surgery, outpatient care and maternity care.\n\nFOSTERING INCLUSIVE GROWTH:\n\n(1) CPM: Cost-Performance Model (CPM) contracts with producers are deployed in the U.S., in Europe and in Russia to reduce milk price volatility, offering better visibility and financial stability.\n\n(2) Percentage of suppliers in scope that have completed registration and self-assessment in Danone designated ethical trading platform(s). Scope: All Danone suppliers based on risk assessment and spend level. Excluding farmers.\n17, bd Haussmann - 75009 Paris - France\nTel: +33 1 44 35 20 20\nwww.danone.com\n\nMailing address\n15, rue du Helder - 75009 Paris - France\n\nSupport in Production\nUTOPIES®\n\nDesign\nHéctor Chiarri", "source": "danone_2021", "added": "2025-04-26", "created": "2025-04-26", "metadata": {"Source-File": "climate_reports/additional_reports/danone_2021.pdf", "olmocr-version": "0.1.59", "pdf-total-pages": 40, "total-input-tokens": 94157, "total-output-tokens": 24132, "total-fallback-pages": 0}, "attributes": {"pdf_page_numbers": [[0, 0, 1], [0, 1407, 2], [1407, 3281, 3], [3281, 5534, 4], [5534, 6222, 5], [6222, 9484, 6], [9484, 11118, 7], [11118, 16463, 8], [16463, 17841, 9], [17841, 20131, 10], [20131, 24127, 11], [24127, 25327, 12], [25327, 28795, 13], [28795, 29338, 14], [29338, 32361, 15], [32361, 34577, 16], [34577, 36597, 17], [36597, 38265, 18], [38265, 40836, 19], [40836, 42394, 20], [42394, 46081, 21], [46081, 48733, 22], [48733, 50892, 23], [50892, 54228, 24], [54228, 58857, 25], [58857, 61620, 26], [61620, 66205, 27], [66205, 68357, 28], [68357, 73092, 29], [73092, 74947, 30], [74947, 78710, 31], [78710, 80923, 32], [80923, 82035, 33], [82035, 84020, 34], [84020, 86536, 35], [86536, 90632, 36], [90632, 94434, 37], [94434, 98996, 38], [98996, 98996, 39], [98996, 99186, 40]]}}