{"id": "2fbb835aba96a8893186eae528aa224830628678", "text": "2022 ESG Summary Overview\n\nA high-level overview of our digital 2022 ESG Summary\n\nThe information within this PDF is accurate as of June 29, 2023. Unless otherwise noted, our sustainability data reflects progress made during the calendar year (ending December 31), whereas our financial reporting corresponds with our fiscal year, which ends on the last Saturday of December.\n\nAs a general matter, recent organizational changes (e.g., acquisitions and divestitures) are reflected in our reporting as soon as practical. When the impact of organizational changes is deemed significant on previously-reported metrics measured against a baseline, those metrics are recast to consistently reflect the impact of such organizational changes.\n\nUnless otherwise noted, goals and progress reflect the impact of our acquisitions of Hangzhou Haomusi Food Co., Ltd. (Be & Cheery), BFY Brands, Inc. (BFY), Pioneer Food Group Ltd. (Pioneer Foods), and SodaStream International Ltd. (SodaStream) and our divestiture of Tropicana, Naked and other select juice brands (Tropicana).\n\nTargets apply to PepsiCo’s operations as well as our value chain (e.g., franchise bottlers, joint ventures where PepsiCo has operational control, co-manufacturers, etc.) unless otherwise noted.\nWhen we launched pep+ in 2021, we knew we needed to do two things extremely well.\n\nFirst, we had to execute an end-to-end transformation of our business, with a focus on building a more sustainable future for people, the planet and our business. This meant rethinking the way we grow our ingredients, how we make, move and sell our iconic portfolio of products, and what choices to offer consumers.\n\nSecond, we had to perform whilst we transform. This meant having to grow and deliver value, even as we also reduce our use of natural resources.\n\nA year and a half into this journey, we have put pep+ at the center of virtually everything we do. This focus has driven us to prioritize decisions around regenerative agriculture, reduce added sugars, increase recycled content in our packaging, create circular water systems, advance Diversity, Equity and Inclusion (DE&I) and invest in our communities.\n\nI am pleased to report that in 2022 we delivered our best business performance in a decade, whilst continuing to transform the company:\n\n• We more than doubled our regenerative agriculture footprint;\n• We are close to meeting our 2025 operational water-use efficiency goal in high water-risk areas;\n• We met our goal to increase Hispanic representation in U.S. managerial positions three years early; and\n• We continued to reduce added sugars and sodium in our products.\n\nThanks go to the hard work of PepsiCo associates around the world who have embraced pep+ and integrated it into their daily work. They are making pep+ part of how we do business. As a result, we learn more every day how to accelerate progress and find innovative solutions to the challenges we, and the planet, face. This makes me both proud and confident that we can all win with pep+.\n\nThese results show that transformation and success can go hand in hand.\n\nHowever, we are also clear-eyed about the challenges: Changing a company of our size and complexity with some 315,000 employees and operations in more than 200 countries and territories, is not an easy or a quick process. Our progress will not always be linear or as fast as many would like, including me.\n\nNo doubt, there are places where there is more work to do – especially when it comes to reducing the amount of virgin plastic in packaging and the emissions in our value chain.\n\nSuccess in both these critical areas is, in part, dependent upon the structure and efficacy of the systems within which we operate. This is why we are working with many others to advocate for regulatory reform and to drive big picture changes in the global food system.\n\nWe will continue to invest behind public-private partnerships, to bring all our partners and suppliers along on the journey and to work with other industry players, governments, NGOs, start-ups and consumer organizations to identify solutions.\n\nSo, while change on the scale at which we operate will always be challenging, I remain confident in our ability to both transform and perform and to move us ever closer to our longer-term goals.\n\nAs ever, I welcome your comments, suggestions and questions on any of the topics and results detailed in this year’s report.\n\n“Transforming the global food system, including the infrastructure and systems that enable it, is critical for PepsiCo – and all of us – to achieve our ambitious goals. We’re proud of the progress we have made and, at the same time, know that there are areas where we have work to do. We’re committed to playing a leadership role and know that with investment, innovative thinking and expanded collaboration we will be able to drive a lasting and meaningful impact for our business, the planet and the people who live on it.”\n\nJim Andrew\nChief Sustainability Officer\n\n“The strategic investments we’re making in pep+ will fuel our business to thrive in the long term and will help us build resilience across our global supply chain, while driving positive action for the planet and people.”\n\nHugh Johnston\nVice Chairman and Chief Financial Officer\nWe aim to make each stage of our complex value chain more circular and inclusive to help address global challenges such as environmental degradation, social inequality and access to nutritious food. We are taking bold action designed to reduce our climate-related impacts, replenish watersheds and minimize water use, innovate more sustainable packaging and recapture packaging materials and help improve people’s lives throughout our value chain.\n\n1. **Agricultural Sourcing**\n   PepsiCo sources crops and ingredients from approximately 60 countries. The standards we apply and promote can help improve the environmental, social and economic health of agricultural communities around the world.\n\n2. **R&D and Manufacturing**\n   We spent more than $770 million on R&D in 2022 as part of our continued investment in developing quality and innovative beverages and convenient foods. Our 291 company-owned manufacturing facilities bring together innovators and operations teams who strive to use water, energy and product ingredients more efficiently. In 2022, we produced more than 80 million metric tons of beverages and convenient foods.\n\n3. **Distribution**\n   PepsiCo products are sold in over 200 countries and territories. In 2022, our company-owned fleet traveled approximately 1.3 billion miles worldwide – and even more than that through third party transportation providers – to bring PepsiCo products to customers. We are working to reduce the environmental impact of our fleet by adopting more efficient vehicles and practices.\n\n4. **Consumption**\n   PepsiCo products are enjoyed by consumers more than one billion times a day. We are responding to changing consumer preferences by refreshing our product portfolio and reformulating many of our beverages and convenient foods to reduce added sugars, sodium and saturated fat.\n\n5. **Post-Consumer**\n   PepsiCo’s sustainable packaging vision is to help build a world where packaging never becomes waste by driving the shift to a more circular economy. We continue to expand our portfolio of reuse offerings, innovate sustainable packaging and work to improve recycling infrastructure.\nGuiding PepsiCo is our vision to Be the Global Leader in Beverages and Convenient Foods by Winning with pep+ (PepsiCo Positive). pep+ is our roadmap for how we operate within planetary boundaries and promote positive change for the planet and people.\n\npep+ has three interconnected pillars:\n\n**Positive Agriculture**\nWe are working to source our crops and ingredients in ways that restore the earth and strengthen farming communities.\n\n**Positive Value Chain**\nWe are helping to build a circular and inclusive value chain.\n\n**Positive Choices**\nWe are inspiring people through our brands to make choices that create more smiles for them and the planet.\nPositive Agriculture\nWe are working to source our crops and ingredients in ways that restore the earth and strengthen farming communities.\n\nAgriculture\nThrough pep+ and our Positive Agriculture agenda, we are committed to helping farmers grow food in a way that revitalizes the earth and supports their livelihoods. And, by prioritizing a sustainable food system, we are helping mitigate environmental and social risks, while also preserving natural resources for future generations. In 2022:\n\n• We spread regenerative agriculture practices to more than 900,000 acres globally, toward our goal of 7 million acres by 2030.\n\n• Globally, more than 90% of our grower-sourced crops were sustainably sourced through our Sustainable Farming Program.\n\n• We positively impacted the livelihoods of more than 11,000 people in our agricultural supply chain and communities.\n\n• We established a multi-year shared value partnership with Archer Daniels Midland (ADM) that aims to reduce carbon intensity by expanding regenerative practices on up to two million acres across our shared supply chains.\n\n• As of 2020, we reached 14% of our 2025 goal to improve water-use efficiency by 15% (versus a 2015 baseline), in high water-risk watersheds where we directly source our crops.\n\nFor more details see ESG Topics A-Z: Agriculture\nPositive Value Chain\nWe are helping to build a circular and inclusive value chain.\n\nClimate\nAchieve net-zero emissions across our value chain by 2040; by 2030 reduce absolute greenhouse gas (GHG) emissions across our value chain by more than 40% by 2030, including a 75% reduction in emissions from our direct operations (versus a 2015 baseline), doubling our prior climate goal:\n\n- In 2022, we completed our second Green Bond issuance, with a 10-year, $1.25 billion senior notes offering.5\n- We continued growing our industry-leading electric fleet in 2022, by taking delivery of the first-ever Tesla Semis, and deploying electric trucks from several other manufacturers.\n- At the end of 2022, we reduced our Scope 1 and Scope 2 GHG emissions by 23% versus a 2015 baseline.6\n- In 2022, Scope 3 emissions increased by 7% (versus a 2015 baseline).5 2022 Scope 3 results were impacted by increased packaging use, transportation, third-party manufacturing and other purchased goods due to business growth.\n\nWater\nEnsure we have net water positive impact:\n\n- Improved operational water-use efficiency by 22% in high water-risk areas from a 2015 baseline, approaching our goal of 25% improvement by 2025.8,9\n- As of 2022, we replenished approximately 45%10 of the water used in our company-owned manufacturing facilities in high-risk watersheds, or approximately 8.7 billion liters of water.\n- At the end of 2022, we had 61 facilities in the process of adopting, and eight facilities that completed adoption of, the Alliance for Water Stewardship (AWS) Standard.\n- At one of our largest foods manufacturing facilities in the world, PepsiCo has created its first truly circular water system. For more than 200 days in 2022, our facility in Vallejo, Mexico achieved zero freshwater consumption (zero liter/kg), drawing zero water from the conventional supply during this period. And, at our facility in Funza, Colombia, for more than 200 days in 2022, this site operated using zero freshwater, with no burden on local municipalities, by capturing rainwater for use in its operations.\n\nPackaging\nPepsiCo envisions a world where packaging never becomes waste:\n\n- Our three-pronged strategy includes reinventing our packaging to use new renewable materials along with low- or no-packaging formats and scaling reusable models, reducing the amount of packaging we use, and driving recycling and a circular economy for recycled materials.\n- At the end of 2022, we set a new global packaging goal to deliver 20% of all beverage servings we sell through reusable models by 2030.\n- Greater than anticipated business growth, as well as external factors such as the limited availability and high cost of recycled content, and a need for regulatory unlocks in some markets, contributed to a 2% increase in virgin plastic use per serving and an 11% increase in our absolute plastics tonnage compared to baseline.11\n\nWe remain focused on the targets we have set and aim to continue making the decisions and new investments needed to help accelerate our efforts. We will take the lessons learned this year to inform our strategy so that as our business grows, we do so sustainably.\n\nFor more details see ESG Topics A-Z: Climate change, Water and Packaging.\nPositive Value Chain\nWe are helping to build a circular and inclusive value chain.\n\nPeople\nProvide meaningful jobs and growth opportunities for our people and empower them to make a positive impact at work, at home and in their local communities:\n\n- PEP U Degreed, a PepsiCo University offering, and myeducation are programs with distinct approaches to building job skills.\n  - PEP U Degreed, an online, self-service platform launched in 2020, leverages artificial intelligence and machine learning to suggest personalized learning resources based on people’s skills, interests and connections with colleagues and individual learning habits.\n  - Launched in 2022, myeducation helps frontline and professional U.S.-based employees develop fresh skills in a classroom setting. Since launch, more than 360 employees have completed a degree or a school program, and more than 1,600 U.S.-based employees have enrolled.\n\n- One Smile at a Time, PepsiCo’s first global volunteer initiative, provides resources and support to encourage and empower employees to cultivate prosperity in their communities. In 2022, One Smile at a Time delivered on that aim as employees volunteered more than 280,000 hours of their time to assist local communities in more than 25 countries.\n\nBuild a better workplace and world by advancing human rights and diversity, equity and inclusion (DE&I) for our people, in our business partnerships and our communities:\n\n- We continue making progress against our U.S. Racial Equality Journey (REJ) goals in the U.S., a five-year set of goals launched in 2020 with a focus on three pillars: People, Business and Communities. In 2022, we increased our Black managerial representation in the U.S. to 9.0%, making progress toward our goal of 10% by 2025, and we increased our Hispanic representation in U.S. managerial positions, meeting and exceeding our 2025 goal of 10% three years early.\n\n- We continue working to increase women in managerial positions, ensure pay equity across employee groups and promote fair, safe and injury-free working conditions. Globally, 44% of managerial roles were held by women in 2022.\n\n- In our communities, we are striving toward our goal to bring safe water access to 100 million people since 2006, and we are partnering with communities to advance food security and make nutritious food accessible to 50 million people by 2030. As of 2022, we ensured access to clean, safe water for more than 80 million people worldwide since 2006.\n\nFor more details see ESG Topics A-Z: Diversity, Equity and Inclusion, Employee learning and development, Pay equity, Environment, Health and Safety, Gender parity and Philanthropy.\nExpanded portfolio offerings\nContinue to provide consumers choice for every occasion by expanding our product offerings by 2025:\n\n- We have made significant progress on reducing added sugars in our beverages and reducing sodium in convenient foods. In 2022, we maintained our saturated fat reduction goal of 75% of our convenient foods portfolio not exceeding 1.1 grams of saturated fat per 100 Calories.\\(^\\text{14}\\)\n\n- We continue expanding our product line to include ingredients that offer greater nutritional benefits or are better for the planet, like whole grains, plant-based proteins, fruits and vegetables, nuts and seeds. This includes launching SunChips Black Bean, a new variety made with whole grains and real black beans, and new Quaker Oats flavor offerings with 100% whole grains.\n\nPositive brands for the planet and people\nWe are using the scale of our iconic, globally recognized brands to inspire people to make positive choices for our communities and planet:\n\n- Many of our consumer brands are committed to our pep+ agenda, aiming to positively influence environmental and societal causes where they can have the biggest impact.\n\n- We continue driving positive outcomes through our brands globally, with initiatives activated locally staying true to the challenges and opportunities of each of the markets.\n\nFor more details see ESG Topics A-Z: Nutrition, Packaging, Sustainable product design, Product labeling and claims, Saturated fat, Sodium and Sugar.\nOur 2022 results highlights\n\n**Positive Agriculture**\n- 900K+ acres farmed with regenerative farming practices toward goal of 7 million by 2030\n- 11K+ people positively impacted in our agricultural supply chain and communities\n- ~8.7B liters of water replenished into local watersheds in 2022\n\n**Positive Value Chain**\n- 22% improvement of our operational water-use efficiency in high water-risk areas (versus a 2015 baseline)\n- 23% reduction in Scope 1 and 2 emissions, toward our goal of 75% by 2030 (versus a 2015 baseline)\n- 22% improvement of our operational water-use efficiency in high water-risk areas (versus a 2015 baseline)\n- 900K+ acres farmed with regenerative farming practices toward goal of 7 million by 2030\n- 11K+ people positively impacted in our agricultural supply chain and communities\n- ~8.7B liters of water replenished into local watersheds in 2022\n\n**Positive Choices**\n- In the U.S., we increased our Black managerial representation to 9.0% making progress toward our goal of 10% by 2025 and we increased our Hispanic managerial representation to 10.1% meeting our 2025 goal of 10% three years early\n- >80MM people reached since 2006 with safe water access, toward 100 million goal by 2030\n- 75% of our convenient foods portfolio volume in our top 23 convenient foods markets met our saturated fat reduction target, maintaining our goal of ≥75% by 2025\n- As of 2022, 56% of our beverages portfolio volume in our top 26 beverage markets contained no more than 100 Calories from added sugars per 12oz. serving, progress toward our goal of ≥67% by 2025\n- Women and men continued to earn within 1% of each other, and women hold 44% of our manager positions worldwide\n- 75% of our convenient foods portfolio volume in our top 23 convenient foods markets met our saturated fat reduction target, maintaining our goal of ≥75% by 2025\n- As of 2022, 56% of our beverages portfolio volume in our top 26 beverage markets contained no more than 100 Calories from added sugars per 12oz. serving, progress toward our goal of ≥67% by 2025\n- Women and men continued to earn within 1% of each other, and women hold 44% of our manager positions worldwide\nIn 2006, PepsiCo started on a journey to transform the way we do business so that we can deliver strong financial returns in a way that is responsive to the needs of the world around us.\n\n2006\nLaunch of Performance with Purpose, integrating sustainability into our daily business operations\n\n2010\nOur first all-electric delivery trucks hit the road\n\n2012\nPepsiCo wins prestigious Stockholm Industry Water Award\n\n2013\nSustainable Farming Program (SFP) launches; as of 2022, more than 90% of grower-sourced crops are sustainably sourced worldwide through SFP\n\n2017\n1st Demonstration Farm opens in India; by the end of 2022, 89 farms were testing and sharing best practices around the world\n\n2018\nPepsiCo acquires SodaStream, #1 sparkling water brand in the world by volume, with the potential to avoid 200 billion single-use plastic bottles by 2030\n\n2019\nPepsiCo receives Climate Leadership Award\n\n2020\nPepsiCo achieves shift to 100% renewable electricity in U.S. direct operations\n\n2021\nPepsiCo announces a 2030 goal to spread regenerative agriculture practices across 7 million acres, estimated to eliminate at least 3 million tons of GHGs\n\n2021\nPepsiCo sets an ambitious new target to achieve net-zero emissions by 2040, one decade earlier than called for in the Paris Agreement\n\n2021\nPepsiCo is awarded the inaugural Terra Carta Seal by His Majesty King Charles III in his former role as The Prince of Wales and the Sustainable Markets Initiative in recognition of our commitment to, and driving momentum toward, the creation of genuinely sustainable markets\n\n2022\nPepsiCo and N-Drip announce partnership to help farmers around the world adopt game-changing technology in water efficiency\n\n2022\nPepsiCo introduces pep+ REnew with Schneider Electric to accelerate adoption of renewable electricity with value chain partners\n\n2022\nPepsiCo’s Supplier Diversity Program celebrates 40th anniversary and commits to spending more than $400 million annually with Black and Hispanic-owned suppliers\n\n2022\nPepsiCo issues a new $1.25 billion 10-year Green Bond to help fund key environmental sustainability initiatives under the pep+ agenda\n\n2022\nPepsiCo announces a global packaging goal to deliver 20% of beverage servings sold through reusable models by 2030\n\nPepsiCo 2022 ESG Summary Overview\nEndnotes\n\n1 Metric counts the cumulative number of regenerative acres globally since 2021. Regenerative acres reported for 2022 include U.S., Mexico, Canada and 17 European countries only.\n\n2 For grower-sourced crops, sustainable sourcing refers to meeting the independently verified environmental, social and economic principles of PepsiCo’s Sustainable Farming Program (SFP).\n\n3 Metric counts the cumulative people impacted since 2021.\n\n4 Assessments are conducted at least once every three years. Next assessment to be conducted in 2023. Last measured in 2020.\n\n5 PepsiCo’s 2022 Green Bond Framework defines eligible project categories as circular economy and virgin plastic waste reduction; decarbonization and climate resilience within our operations and value chain; pursuing net positive water impact; and regenerative agriculture.\n\n6 In 2022, we remeasured the 2015 baseline to reflect the divestiture of Tropicana, enhancements in our calculation methodology and the inclusion of additional data.\n\n7 Where 2022 actual data was not available, estimated 2022 data was used.\n\n8 World Resource Institute’s Aqueduct water stress assessment tool is used to reconfirm high water-risk areas every three years.\n\n9 25% improvement goal measured against 2015 baseline. In 2022, we remeasured the 2015 baseline and prior results to reflect the divestiture of Tropicana.\n\n10 World Resource Institute’s Aqueduct water stress assessment tool is used to reconfirm high water-risk areas every three years. We continue to measure progress against our original 2025 goal and our extended 2030 goal. Third-party manufacturers are not yet included in our 2030 goal progress, but will be included in future calculations. In 2022, an updated water risk assessment identified additional company-owned high water-risk facilities, which are in-scope for calculating progress against our 2030 goal only. Excluding these additional company-owned facilities water usage, we replenished 52% of water used in high water-risk facilities in 2022, representing progress against our original 2025 goal.\n\n11 Measured versus a 2020 baseline. 2022 performance impacted by increased virgin plastic use due to business growth.\n\n12 The food security target will be reassessed in 2023 to fully account for both commercial and charitable efforts. Progress results represent the cumulative sum of people reached with nutritious meals per annual reporting period through programs funded by the PepsiCo Foundation, as well as through commercial efforts.\n\n13 Metric counts the cumulative number of people provided with access to safe water since 2006.\n\n14 As of 2022, Top 26 Beverage markets represented 78% of our global beverages volume and Top 23 Convenient Foods markets represented 86% of our global convenient foods volume. Results reflect exclusion of Be & Cheery portfolio.\n\n15 After controlling for legitimate drivers of pay such as job level, geographic location and performance ratings; based on base compensation. 71 countries included in 2020 analysis, 72 countries included in 2021 and 2022 analysis, representing more than 99% of salaried population.\nFORWARD-LOOKING STATEMENTS\n\nThis PepsiCo, Inc. 2022 ESG Summary contains statements reflecting our views about our future performance that constitute \"forward-looking statements\" within the meaning of the Private Securities Litigation Reform Act of 1995. Forward-looking statements are generally identified through the inclusion of words such as \"aim,\" \"anticipate,\" \"believe,\" \"drive,\" \"estimate,\" \"expect,\" \"goal,\" \"intend,\" \"may,\" \"plan,\" \"project,\" \"strategy,\" \"strive,\" \"target\" and \"will\" or similar statements or variations of such terms and other similar expressions. Forward-looking statements inherently involve risks and uncertainties. For information on certain factors that could cause actual events or results to differ materially from our expectations, please see PepsiCo’s filings with the Securities and Exchange Commission, including its most recent annual report on Form 10-K and subsequent reports on Forms 10-Q and 8-K. Investors are cautioned not to place undue reliance on any such forward-looking statements, which speak only as of the date they are made. PepsiCo undertakes no obligation to update any forward-looking statements, whether as a result of new information, future events or otherwise.", "source": "pepsico_2022", "added": "2025-04-26", "created": "2025-04-26", "metadata": {"Source-File": "climate_reports/additional_reports/pepsico_2022.pdf", "olmocr-version": "0.1.59", "pdf-total-pages": 12, "total-input-tokens": 25235, "total-output-tokens": 6304, "total-fallback-pages": 0}, "attributes": {"pdf_page_numbers": [[0, 1258, 1], [1258, 5263, 2], [5263, 7406, 3], [7406, 8059, 4], [8059, 9372, 5], [9372, 12607, 6], [12607, 15271, 7], [15271, 16751, 8], [16751, 18914, 9], [18914, 21202, 10], [21202, 24330, 11], [24330, 25552, 12]]}}