{"id": "bf044c05578cbcde0cc30f6f66dcda71b4e12d70", "text": "Let’s Make a Better Planet.\n# TABLE OF CONTENTS\n\nWelcome.................................................................................................................. 4  \nDear Reader............................................................................................................. 5  \nHighlights............................................................................................................... 6  \nStrategy.................................................................................................................. 8  \nCarbon.................................................................................................................... 15  \nWater....................................................................................................................... 30  \nMaterials............................................................................................................... 36  \nBiodiversity............................................................................................................ 42  \nOutreach............................................................................................................... 53  \nPerformance......................................................................................................... 59  \nGRI Content Index............................................................................................... 76  \nFeatures  \n  Toyota Environmental Challenge 2050 - An Overview................................. 82  \n  Contributing To The SDGS................................................................................ 87  \n  Seventh Environmental Action Plan................................................................. 95  \n  Electric Avenue.................................................................................................. 97  \n  Building For The Future.................................................................................... 101\nFORWARD-LOOKING STATEMENTS\n\nThis report contains certain “forward-looking statements”, as defined in U.S. securities laws, that are based on Toyota Motor North America, Inc.’s (TMNA’s) current assumptions and expectations, including statements regarding our environmental sustainability targets, goals, commitments and programs and other business plans, initiatives and objectives. These statements are typically accompanied by the words “aim,” “hope,” “believe,” “estimate,” “plan,” “aspire” or similar words. All such statements are intended to enjoy the protection of the safe harbor for forward-looking statements within the meaning of Section 21E of the Securities Exchange Act of 1934, as amended. Our actual future results, including the achievement of our targets, goals, commitments or objectives, could differ materially from our projected results as the result of changes in circumstances, assumptions not being realized or other risks, uncertainties and factors. Such risks, uncertainties and factors include, but are not limited to, those relating to existing or future economic or political instability, and those relating to existing and future environmental regulations, including those relating to emissions, fuel economy, noise and pollution. Such risks, uncertainties and factors, as well as others, are discussed in the “risk factors” included in Item 3.D of Toyota’s most recent annual report on Form 20-F and in subsequent quarterly reports on Form 10-Q filed with the Securities and Exchange Commission. We urge you to consider all of the risks, uncertainties and factors identified above or discussed in such reports carefully in evaluating the forward-looking statements in this report. Toyota and TMNA cannot assure you that the results reflected or implied by any forward-looking statement will be realized or, even if substantially realized, that those results will have the forecasted or expected consequences and effects. The forward-looking statements in our report are made as of the date this report is first released, unless otherwise indicated, and we undertake no obligation to update these forward-looking statements, including any obligation to adapt them to reflect subsequent events or circumstances.\nWELCOME\n\nWelcome to Toyota’s 2021 North American Environmental Report, where we feature information about our environmental sustainability strategy and performance across four key focus areas — Carbon, Water, Materials and Biodiversity — plus related Outreach activities. We believe concentrating our efforts within these core focus areas will have the greatest positive impact on society, the planet and our business.\n\nHere in North America, we are innovating, continuously improving, and thinking big and boldly, all to go beyond minimizing negative impacts and bring us closer to creating a net positive impact on the planet and society. In this report, you’ll learn about how the Toyota Environmental Challenge 2050 (Challenge 2050) is informing our regional strategy and leading us to build a better, smarter, more sustainable future.\n\nChallenge 2050 was issued by Toyota Motor Corporation as part of the company’s global, long-term commitment to supporting the creation of a more inclusive and sustainable society. Challenge 2050 is inspiring Toyota team members, partners and customers and connecting them with the company’s core commitment to sustainable mobility.\n\nABOUT THIS REPORT\n\nToyota Motor North America, Inc. (TMNA) is headquartered in Plano, Texas, and is a wholly owned subsidiary of Toyota Motor Corporation (TMC). TMC is headquartered in Japan and produces an annual environmental report, which covers TMC initiatives as well as activities of consolidated subsidiaries and affiliates around the world. TMNA data is rolled up into TMC’s report.\n\nTMNA has been producing an annual regional environmental report covering activities in the United States, Canada and Mexico since 2002. This 2021 report covers TMNA activities under the Toyota and Lexus brands during fiscal year 2021 (April 1, 2020 through March 31, 2021) and product model years 2019 and 2020. Data presented with different dates are clearly indicated.\n\nProduction at Toyota’s new assembly plant in Apaseo el Grande, Guanajuato, Mexico, began in late 2019. Data for this plant are included in TMNA’s consolidated environmental data (energy, GHG, water, waste, VOCs and compliance) as of fiscal year 2021.\n\nCONTACT\n\nEnvironmental Report Manager\nToyota Motor North America, Inc. | 6565 Headquarters Drive, Plano, Texas 75024\nToyota Canada Inc. | One Toyota Place, Toronto, Ontario M1H1H9\nClimate change continues to be one of the most pressing and complex challenges of our time and its impacts – fires, flooding, storms and drought – are leaving an indisputable impression that is seen and felt by all of us.\n\nToyota has long been committed to the sustainable development of society and addressing climate change. We continue to aggressively pursue technologies and find additional ways to reduce our environmental footprint for all of our North American operations and products with the aim of achieving carbon neutrality by 2050.\n\nTo help us reach our goal, we are relentlessly pursuing the six core challenges laid out in the global Toyota Environmental Challenge 2050. These include:\n\n- Eliminate almost all CO₂ emissions from new Toyota and Lexus vehicles\n- Eliminate all CO₂ emissions from Toyota facilities and processes\n- Partner with suppliers and dealers to help them eliminate CO₂ emissions from their operations\n- Ensure all Toyota facilities and processes conserve and protect water resources\n- Ensure all Toyota facilities and processes support a recycling-based society\n- Ensure all Toyota facilities and processes operate in harmony with nature\n\nHere in North America, our regional strategy lays out a roadmap for the future, focusing on core areas that will have the greatest positive impact, today and tomorrow. These include:\n\n- Expanding vehicle electrification\n- Reducing carbon emissions\n- Encouraging conservation through water stewardship\n- Reusing materials and protecting biodiversity\n\nTo help us achieve targets in these core areas, this year we announced our Seventh Environmental Action Plan (EAP), which breaks down the Toyota Environmental Challenge 2050 vision into incremental, five-year milestones. As we close out our Sixth EAP and embark on this next cycle, we are setting new targets and addressing new areas, such as reducing the use of plastics across our North American operations, with the ultimate goal of realizing carbon neutrality and a net positive environmental impact at a global level.\n\nThis report offers the latest updates on our environmental sustainability efforts throughout our North American organization.\n\nToyota has a long and proud history of environmental innovation with products and initiatives that have become synonymous with environmental stewardship and conservation. As we move forward on this journey, we are thankful for our team members, dealers, suppliers and local communities who continually help us to achieve the goals of our environmental sustainability strategy.\nToyota’s 2021 North American Environmental Report focuses on Carbon, Water, Materials and Biodiversity, plus Outreach. To give you a quick overview of some of our most noteworthy accomplishments in each of these areas, we provide highlights below. We hope some of these information tidbits inspire you to learn more about our efforts to minimize environmental impacts across our business and maximize positive outcomes.\n\n**CARBON**\n\n- As the next step in our electrification journey, Toyota announced the Toyota bZ4X SUV Concept, the first of a global series of battery electric vehicles to be introduced under the “Toyota bZ” brand umbrella.\n\n- Toyota is committed to increasing U.S. sales of electrified vehicles to 70 percent by 2030 and making its manufacturing plants carbon neutral by 2035.\n\n- TFS issued its sixth Asset-Backed Green Bond. Net proceeds from the $1.6 billion bond offering will be used to finance new sales and lease contracts for certain electrified Toyota passenger vehicles.\n\n- TMNA reduced total Scope 1 and 2 GHG emissions by 22 percent over the last five years.\n\n- Toyota installed solar arrays at three plants that are expected to generate 6,480,000 kWh of renewable energy annually – the equivalent of powering nearly 800 homes per year.\n\n- Toyota entered into a power purchase agreement with Clearway Energy Group to purchase electricity from Black Rock, a 115 MW wind farm in West Virginia. Once the system begins generating power in 2022, Toyota is expected to offset 166.6 million kWh annually with renewable energy.\n\n- Toyota and Kenworth rolled out 10 hydrogen-powered fuel cell electric heavy-duty trucks at the Port of Los Angeles. These trucks logged more than 8,000 in-service zero-emission miles in their first five months of operation.\nWATER\n\n• Toyota’s assembly plant in Indiana is saving an estimated 54 million gallons of fresh water per year by reusing wastewater during the paint pretreat process. That’s equal to the amount needed to supply drinking water to the entire state of Indiana for one month.\n\nMATERIALS\n\n• We recycled 93.2 percent of all waste in 2020 and disposed only 1.5 percent in landfills.\n\n• TMNA reduced total waste generated by 13 percent over the last five years.\n\n• Between 2017 and 2020, Toyota’s returnable shipping containers replaced the use of 65.1 million pounds of cardboard boxes. That’s the equivalent of 65,500 short tons of wood from 393,000 trees.\n\nBIODIVERSITY\n\n• Seventeen Toyota sites across North America have planted pollinator gardens to nurture monarch butterflies and other pollinator species. When factoring in other automakers and suppliers across North America, the number of sites with pollinator gardens increases to more than 200, thanks to the Pollinator Project Challenge.\n\n• Once the nearly 9,000 trees planted by Toyota in commemoration of the Tokyo Olympics reach maturity at about 10 years old, they will sequester 200,000 pounds of carbon annually.\n\nOUTREACH\n\n• NEEF, with major support from Toyota, awarded $225,000 in grant funding to support four nonprofit organizations that will conduct biodiversity conservation projects on public lands within the California Floristic Province. This area of approximately 113,438 square miles is designated a hotspot, meaning it is home to a high diversity of plants and animals found nowhere else in the world.\n\n• NEEF’s Restoration & Resilience grants, totaling $275,000 and funded solely by Toyota, supported the restoration of 879 acres of public lands affected by a natural disaster.\n\n• Toyota provided $150,000 to WWF to support the development of the Wolakota Buffalo Range, specifically for the construction of 23 miles of perimeter fence. The range is expected to support a herd of 1,500 bison, which will be North America’s largest Native American owned and managed bison herd.\n\n• In the 10 years of the National Mayor’s Challenge for Water Conservation, presented by Wyland Foundation and Toyota, a total of 4 million pledges have been made to save 19.3 billion gallons of water.\nToyota’s global vision of *Respect for the Planet* is a core value of the company and a driving force behind our environmental initiatives. Respect for the Planet is also the foundation for Toyota Motor North America’s environmental sustainability strategy.\n\n**ENVIRONMENTAL SUSTAINABILITY STRATEGY**\n\n**RESPECT FOR THE PLANET** is one of Toyota’s core values. To demonstrate the company’s commitment to this value, Toyota issued the Environmental Challenge 2050, a set of six global challenges to move our company beyond zero environmental impact to achieving a net positive impact on society. Here in North America, we have developed a strategy to align with these six challenges and achieve a net positive impact in our region.\n\n**Environmental Challenge 2050**\n\nTo go beyond zero environmental impact and achieve a net positive impact:\n1. Eliminate almost all CO₂ emissions from new Toyota vehicles\n2. Partner with suppliers and dealers to help them eliminate CO₂ from their operations\n3. Eliminate all CO₂ emissions from Toyota facilities and processes\n4. Ensure all Toyota facilities and processes conserve and protect water resources\n5. Ensure all Toyota facilities and processes support a recycling-based society\n6. Ensure all Toyota facilities and processes operate in harmony with nature\n\n**TMNA Environmental Mission**\n\nTMNA will demonstrate Respect for the Planet and achieve a net positive impact on society and the environment by:\n1. Supporting Toyota’s global Environmental Challenge 2050 through our five-year Environmental Action Plans and regional strategy\n2. Managing priority issues specific to the North American region\n3. Engaging in outreach by promoting awareness, developing strategic partnerships and sharing know-how with business partners and other stakeholders to create positive change\n\n**TMNA Focus Areas**\n\nTMNA has organized its priority issues into four focus areas:\n\n- Carbon\n- Water\n- Materials\n- Biodiversity\n\n**TMNA 5-Year Environmental Action Plans**\n\nFive-year targets in the following areas ensure incremental progress toward our 2050 goals:\n- Four Focus Areas\n- Outreach\nIn 2015, the company announced the Toyota Environmental Challenge 2050 (Challenge 2050) – a set of six visionary challenges that seek to make a game-changing contribution to some of the critical environmental issues facing the world today, including climate change, water scarcity, resource depletion, and species and habitat loss. Challenge 2050 was developed by Toyota Motor Corporation and applies to all Toyota affiliates globally.\n\nThrough Challenge 2050, team members across the company, in every region of the world, are working to put Toyota’s global vision of Respect for the Planet into action. Challenge 2050 unites us all with a common purpose – to be more than just good stewards of the environment and to create positive changes beyond our facility boundaries.\n\nWithin Toyota Motor North America (TMNA), we developed a regional environmental sustainability strategy to align Toyota’s global vision and Challenge 2050 with our regional focus areas – Carbon, Water, Materials and Biodiversity. These focus areas in turn provide the framework for our five-year environmental action plans.\n\nIn each focus area, we are working towards minimizing environmental impacts and, through outreach activities, towards a net positive impact on society and the planet. To further elaborate on our strategy for achieving Challenge 2050, we issued position statements in 2018. These statements were updated in December 2019 and represent our regional roadmap for attaining sustainable development by 2050.\n\n- CARBON Position Statement\n- WATER Position Statement\n- MATERIALS Position Statement\n- BIODIVERSITY Position Statement\nOur parent company, Toyota Motor Corporation (TMC), conducted a global “environmental materiality analysis” as part of developing the Toyota Environmental Challenge 2050. TMC evaluated global trends, risks and opportunities, including the United Nations (UN) 2030 Agenda and the 17 Sustainable Development Goals (SDGs), and identified the following serious environmental issues facing society and the planet: extreme weather phenomena attributed to greenhouse gas emissions, aggravated air pollution in cities, water shortages due to population growth, resource depletion, ecosystem fragmentation, and biodiversity loss. TMC then evaluated the importance of these issues to Toyota and external stakeholders. As a result of this process, TMC identified six material environmental issues:\n\n1. CO₂ emissions from new vehicles\n2. CO₂ emissions from vehicle manufacturing\n3. CO₂ emissions from upstream activities and end-of-life treatment of vehicles\n4. Water stewardship\n5. Materials management\n6. Biodiversity protection\n\nTMC addresses these six issues in the Toyota Environmental Challenge 2050.\n\nTMNA’s process in North America followed a similar path. Our identification of environmental priority issues aligns with TMC’s but consolidates the three CO₂ emissions challenges into a single issue we call “Carbon.” We also call out the importance of outreach: sharing our know-how to achieve a net positive impact by 2050. The priority environmental issues in North America are our four focus areas – Carbon, Water, Materials and Biodiversity – as well as Outreach.\n\nWe continue to manage other environmental issues, including air quality and green building, and remain dedicated to compliance with all applicable environmental laws and regulations. See “Performance” for information on our activities and progress in these areas.\n\nSee the feature story “Contributing to the UN Sustainable Development Goals” for information on how Toyota’s environmental sustainability activities are supporting the UN’s 2030 Agenda and SDGs.\n\n---\n\n1 Materiality, as used in the context of this report and our materiality review process, is different than the term as used and defined in the federal securities laws. For purposes of this report, TMNA uses the Global Reporting Initiative (GRI) definition of materiality, which is based on two dimensions: (1) the significance of the organization’s economic, environmental and social impacts (both positive and negative), and (2) their substantive influence on the assessments and decisions of stakeholders (GRI Standard 101: Foundation, 2016). Thus, issues deemed material for purposes of this report, and for purposes of determining our environmental sustainability strategies, may not be considered material for purposes of federal securities laws.\nPRIORITY ENVIRONMENTAL ISSUES FOR TMNA (MATERIALITY)\n\nSTAKEHOLDERS:\n- Suppliers\n- Dealers\n- NGOs\n- Communities\n- Academia\n- Government\n- Customers\n- Media\n- Investors/SRI\n\nPerceived Importance to External Stakeholders\n\nImpact to Toyota/Environment (Current and Future)\n\n- Biodiversity\n- Materials Outreach\n- Carbon Water\n- Other Environmental Issues\nTMNA’s Sixth Environmental Action Plan (EAP) for fiscal years 2017 to 2021 put us on a path to achieving the Toyota Environmental Challenge 2050 (Challenge 2050). The final results for the Sixth EAP targets are provided below.\n\n### TMNA ENVIRONMENTAL ACTION PLAN, FY2017–2021\n\n| FY2021 Target | Status | FY2021 PROGRESS & FINAL RESULTS |\n|---------------|--------|----------------------------------|\n| **CARBON**    |        |                                  |\n| Foster accelerated adoption of electrified vehicles | ✔️ | • Supported the company’s global commitment to offer an electrified version of Toyota and Lexus vehicles by 2035. In addition to the electrified vehicles highlighted in previous reports, in FY2021, we introduced the Lexus NX 450h+ PHV. |\n|               |        | • Announced an all-electric concept vehicle: Toyota bZ4X SUV Concept. |\n|               |        | • Issued a 6th Green Bond to fund the acquisition of new retail installment contracts and operating lease contracts financing certain Toyota and Lexus hybrid electric vehicles. |\n|               |        | • Actively participated in industry groups that promote the development and deployment of hydrogen applications and fuel cell electric vehicles. |\n|               |        | • Continued partnerships with Shell, FirstElement Fuels, and others to expand hydrogen fueling infrastructure. |\n| Reduce absolute GHG emissions from North American operations 10% | ✔️ | • Reduced absolute CO₂ emissions by 22% compared to the FY2016 baseline. |\n|               |        | • Installed additional on-site solar and announced a virtual power purchase agreement that together are expected to reduce annual CO₂ emissions from North American operations by 79,000 MT. |\n| Reduce GHG emissions intensity from logistics 5% | ✔️ | • Reduced GHG intensity from owned and third-party U.S. parts and vehicle logistics by 6% compared to the FY2016 baseline. |\n|               |        | • Began operating 10 zero-emissions Kenworth/Toyota fuel cell electric heavy-duty trucks at the Ports of Los Angeles and Long Beach. |\n| **WATER**     |        |                                  |\n| Prioritize and implement water stewardship plans for facilities in water-stressed areas | ✔️ | • Mapped North American sites with updated version of Aqueduct™ and prioritized two sites for developing water stewardship plans. We began developing the plans during fiscal year 2022. |\n| **MATERIALS** |        |                                  |\n| Reduce the use of packaging materials | ✔️ | • Continued to expand the use of returnable shipping containers for service parts and accessories. Between 2017–2020, this program has saved 65.1 million pounds of cardboard and 171.6 million pounds of wood. |\n| **BIODIVERSITY** |        |                                  |\n| Participate in regional biodiversity activities that support wildlife corridor(s) | ✔️ | • Toyota has 17 sites with gardens that support monarch butterflies and other pollinators. These gardens provide food and shelter and are located along the monarch’s migration path. |\n|               |        | • TMNA partnered with Suppliers Partnership for the Environment to launch the Pollinator Project Challenge. Participating companies, including auto manufacturers and suppliers, have planted 208 pollinator gardens. |\n\n- Target Achieved\n- Target Partially Achieved\n- Target Missed\nLOOKING AHEAD\n\nThe Toyota Environmental Challenge 2050 is guiding our efforts to build a better, smarter, more sustainable future. We break the Challenge 2050 vision down into incremental, five-year environmental action plans (EAPs). This is how the company is working to drive change – step by step to help achieve carbon neutrality and a net positive environmental impact at a global level.\n\nThis report marks the end of TMNA’s Sixth EAP and the start of the Seventh EAP. The Seventh EAP runs from fiscal years 2022 to 2026. Our targets address greenhouse gas emissions, water use, plastics reduction, and habitat restoration. Click here for more information about TMNA’s Seventh EAP, including a complete list of targets.\n\nENVIRONMENTAL SUSTAINABILITY GOVERNANCE\n\nTMNA’s Sustainability and Regulatory Affairs (SRA) division handles Product Environmental and Safety Regulation, Energy and Climate Research, Environmental Sustainability, Enterprise Chemical Management, and Engine Certification and Compliance. The Environmental Sustainability (ES) group of SRA is responsible for developing short-, medium- and long-term sustainability strategies for TMNA, including planning and target setting in alignment with the Toyota Environmental Challenge 2050, which includes developing consolidated five-year environmental action plan goals and targets. ES is also responsible for developing the annual North American Environmental Report. ES reports progress on these activities to the North American Executive Committee (NAEC).\n\nES facilitates an Environmental Sustainability Directors Committee and Working Group as coordinating mechanisms for TMNA. Both are comprised of environmental experts and representatives from various divisions:\n\n- Sustainability and Regulatory Affairs\n- Research and Development\n- Procurement\n- Corporate Communications\n- Compliance and Audit\n- Logistics\n- Enterprise Strategy\n- Real Estate Property Services\n- Environmental & Facilities\n- Legal\n- Toyota Canada Inc. (TCI)\n- Parts Supply Chain Operations\n- Manufacturing Engineering Division\n\nRepresentatives from these divisions also participate in focus groups that concentrate on specific environmental issues, such as water or biodiversity. These focus groups report to the Environmental Sustainability Working Group and help implement environmental action plan targets, perform benchmarking and data gathering activities, and raise awareness among team members and external stakeholders.\n\n2 Separately, TMNA’s Environmental & Facilities (E&F) division handles facility environmental and safety regulatory compliance.\nENVIRONMENTAL SUSTAINABILITY GOVERNANCE IN NORTH AMERICA\n\nNorth American Executive Committee\n(Representatives of Toyota entities in North America)\n\nTMNA Environmental Sustainability\n(Kevin Butt, ES Senior Director/NAEC Secretariat)\n\nEnvironmental Sustainability Directors Committee\n\nEnvironmental Sustainability Working Group\n“Carbon” is one of Toyota’s four environmental sustainability focus areas in North America. Our carbon strategy supports the Toyota Environmental Challenge 2050 through seeking to **reduce CO₂ emissions from new vehicles, eliminate CO₂ emissions from our operations, and help suppliers and dealers eliminate their CO₂ emissions**. Climate change affects people in all parts of the global community. We are working at every stage of the vehicle life cycle to help the world build a low carbon future.\n\n**CARBON TARGETS**\n\nThese targets support these SDGs:\n\nUnited Nations Sustainable Development Goals\n\nToyota Motor North America (TMNA) had the following CARBON targets for fiscal years 2017 to 2021:\n\n1) **New Vehicle CO₂ Emissions Challenge:**\n\n**Foster Accelerated Adoption of Electrified Vehicles (Achieved)**\n\nIn North America, we seek to accelerate the adoption of electrified vehicles – hybrid, plug-in hybrid, battery electric, and fuel cell – by continuously supporting education initiatives, issuing green bonds to fund the acquisition of new electrified vehicle purchase and lease contracts, participating in relevant industry groups working on clean energy, and funding hydrogen infrastructure development.\nGlobally, the company has committed to offer an electrified version of Toyota and Lexus models by 2025. TMNA also has a new target that by 2025, 40 percent of new vehicle sales in the U.S. will be electrified vehicles, and this target will increase to 70 percent by 2030. This target moves us along the path to achieving the challenge of zero CO₂ emissions from new vehicles by 2050.\n\nFor information on our approach to electrification, see our feature story: “Electric Avenue”.\n\nEDUCATION\nWe engage in a variety of activities to educate consumers and the public about our advanced technology vehicles. For example, we host ride and drive events, participate in demonstration programs with universities and government agencies, and support influential opinion leader forums, such as the Environmental Media Awards. We also sponsor the Electrochemical Society (ECS) Toyota Young Investigator Fellowship to encourage young professors and scholars to pursue battery and fuel cell research.\n\nLyft Canada and Toyota Canada, in partnership with Toyota Credit Canada, are partnering to offer drivers on the Lyft platform in the Vancouver metro area the opportunity to rent a Toyota Mirai through Toyota’s new KINTO Share program. This proof-of-concept project allows more Canadians to experience hydrogen fuel cell electric vehicles first-hand and demonstrates their viability and efficiency. This program also supports the hydrogen goals set forth in the Hydrogen Strategy for Canada, which sets an ambitious framework to make Canada a global hydrogen leader.\n\nGREEN BONDS\nIn 2020, Toyota Financial Services (TFS) issued a $750 million 10-year green bond, which was used to finance 25,280 new retail installment sales and operating lease contracts for certain Toyota and Lexus hybrid vehicle models. TFS estimates that these vehicles will reduce lifetime CO₂ emissions by 627,939 metric tons and result in 64.8 million fewer gallons of gasoline consumed. (Estimates of the lifetime reduction in CO₂ emissions and gasoline consumption were measured using industry standard assumptions of lifetime vehicle miles traveled and were relative to the average 2019 model year vehicle in U.S. EPA’s sedan/wagon category.)\n\nIn 2021, TFS issued its sixth asset-backed green bond. Net proceeds from the $1.6 billion bond offering will be used for the acquisition of new retail installment sales contracts and operating lease contracts financing Toyota passenger vehicles from model year 2020 or later. For this newest offering, TFS set the highest eligibility requirements for vehicle qualification of any of its green bonds to date. These vehicles meet each of the three eligibility criteria: 1) the vehicle must be a hybrid electric vehicle, plug-in hybrid electric vehicle, fuel cell electric vehicle or battery electric vehicle; 2) the base trim model of the vehicle must have a maximum tailpipe carbon dioxide emission of not more than 110 grams per kilometer (approximately 177 grams per mile); and 3) the vehicle must have a smog rating of “7” or better (“10” being the cleanest), as determined by U.S. EPA. There are currently six eligible vehicle models in the Toyota lineup, including Camry Hybrid, Corolla Hybrid, Prius, Prius Prime, RAV4 Prime and Mirai.\n\nTFS revolutionized the green bond market by introducing the auto industry’s first-ever asset-backed green bond in 2014. The company followed with a series of additional asset-backed green bonds and unsecured U.S. dollar and Euro-denominated green bonds. TFS’ six green bonds total $7.6 billion and are an important component of the company’s diversified funding program.\nThe TFS green bond program was reviewed by Sustainalytics, a leading global provider of environmental social, and corporate governance research, ratings and analytics. The lead underwriters of the green bond are Citigroup, Credit Agricole Securities, SMBC Nikko and TD Securities. Citigroup and Credit Agricole Securities are also joint green bond structuring advisors on this transaction.\n\n**INDUSTRY GROUP MEMBERSHIPS**\n\nToyota is a member of numerous trade associations that foster the development and deployment of hydrogen and fuel cell technologies. For example:\n\n**Hydrogen Council** is a global initiative of leading energy, transport and industry companies with a united vision and long-term ambition for hydrogen to foster the transition to a low carbon society. The Hydrogen Council works with and provides recommendations to several key stakeholders, including policymakers, investors, international agencies and civil society, to work towards these goals. Toyota Motor Corporation is a Steering Committee Member.\n\n**California Hydrogen Business Council (CHBC)** is a leading advocate for the hydrogen and fuel cell industry in California. The CHBC is a membership-based trade association that represents a wide array of organizations in the industry. TMNA is a Gold Member.\n\n**California Hydrogen Coalition (CHC)** is dedicated to assisting California’s transition to zero-emission vehicles by expanding the availability of reliable, convenient and affordable hydrogen fueling. TMNA is a Founding Member.\n\n**Fuel Cell & Hydrogen Energy Association (FCHEA)** represents more than 50 leading companies and organizations that are advancing innovative, clean, safe and reliable energy technologies. Its mission is to advance the commercialization of and promote the markets for fuel cells and hydrogen energy. FCHEA drives support and provides a consistent industry voice to regulators and policymakers. TMNA is a Tier 1 Member and has a position on the Executive Board.\n\n**Renewable Hydrogen Alliance (RHA)** is a trade association engaged in policy advocacy and education and outreach to regulators, legislators, the environmental community and other stakeholders to advance renewable power to climate neutral fuels as a critical step to reducing dependence on fossil fuels across a range of sectors: energy, transportation, industrial processes and agriculture. TMNA is a Member.\n\n**Canadian Hydrogen and Fuel Cell Association (CHFCA)** is a national, nonprofit association that supports Canadian companies, governments, research institutions and academia in the development, demonstration and deployment of hydrogen and fuel cell technologies in Canada and overseas. CHFCA has two regional branches: in British Columbia (Hydrogen BC) and Québec (Hydrogène Québec). CHFCA’s members specialize in fuel cell stack development, hydrogen production, hydrogen fueling infrastructure, energy storage, vehicle manufacturing, components and materials, research, engineering and consulting. Toyota Canada Inc. is a Member of CHFCA.\nHYDROGEN FUELING INFRASTRUCTURE\n\nHydrogen fueling infrastructure is key for commercialization of fuel cell electric vehicles (FCEVs) like Toyota’s Mirai. The University of California Irvine estimates only 68 hydrogen fueling stations are needed to support 10,000 FCEVs state-wide, and 49 stations are open to the public. The California Energy Commission (CEC) has earmarked funding for about 100 total hydrogen stations to be built over the next several years.\n\nIn April 2021, TMNA and Chevron U.S.A. Inc., through its Chevron Products Company division (Chevron), signed a memorandum of understanding to explore a strategic alliance to catalyze and lead the development of commercially viable, large-scale businesses in hydrogen, with the goal to advance a functional, thriving global hydrogen economy. Chevron and Toyota are seeking to work on three main strategic priorities: collaborating on hydrogen-related public policy measures that support the development of hydrogen infrastructure; understanding current and future market demand for light-duty and heavy-duty fuel cell electric vehicles and supply opportunities for that demand; and exploring opportunities to jointly pursue research and development in hydrogen-powered transportation and storage.\n\nToyota is helping to fund the development of a hydrogen infrastructure in North America:\n\n**California:** Shell, in partnership with Toyota, has opened six hydrogen stations in the San Francisco and Sacramento areas, with more to come. Similarly, Iwatani has worked with Toyota to further expand the network and now operates four hydrogen stations as part of Iwatani’s growing California operations. Additionally, with support from Toyota, FirstElement Fuels has been a primary player in developing an integrated network of fueling stations across California in target market locations consistent with the California Fuel Cell Partnership Road Map. As of August 2021, FirstElement has successfully opened 28 hydrogen stations, including new, high capacity, four-fueling-position, liquid hydrogen-supplied stations, and is developing many more of these larger liquid-hydrogen stations to further expand hydrogen fuel availability.\n\n**Washington:** TMNA, in partnership with the Bonneville Environmental Foundation, the Douglas County Public Utility District (PUD), and the Renewable Hydrogen Alliance, received a $1.9 million grant from the Centralia Coal Transition Board to fund a renewable hydrogen demonstration project, which is delivering the first hydrogen fueling station for FCEVs in Washington State using renewable hydrogen made from Douglas County PUD’s clean, renewable hydropower via electrolysis. Initial site selection for hydrogen fueling stations is targeting locations with proximity to public fleets in the Lewis and southern Thurston County area—and also halfway between the Seattle and Vancouver/Portland metro areas.\n\n**Canada:** Toyota Canada has been working closely with partners to promote the introduction of an appropriate hydrogen fueling infrastructure in Canada. In June 2018, Canada’s first public retail hydrogen fueling station opened in Vancouver. In 2019, stations opened in Québec City and in Burnaby. In 2020, stations opened in North Vancouver and Victoria, and more are in the works.\n\nTo further accelerate hydrogen infrastructure and FCEV adoption, Toyota is also actively involved in collaborations towards even bigger, heavy-duty-truck-focused hydrogen stations in order to help promote zero-emissions freight transport while amplifying light-duty hydrogen station efforts, leveraging network supply synergies, and speeding economies of scale. For more on heavy-duty hydrogen fuel cell vehicles, see “Zero-Emissions Trucking.”\n2) Operations CO₂ Emissions Challenge:\nReduce absolute GHG emissions from North American operations 15 percent (Achieved)\n\nThe target covers total Scope 1 and Scope 2 GHG emissions from stationary and mobile sources at both manufacturing and non-production sites. The baseline year is fiscal year 2016.\n\nTotal Scope 1 and 2 emissions have decreased 22 percent from the baseline year and 8 percent from the previous year. The decrease from the previous year is due in part to reduced operations during the COVID-19 pandemic, but over the last five years, the decrease can also be attributed to energy efficiency improvements, investments in renewable energy, and changes in production volumes and model mix.\n\nBeginning in 2022, we have a new five-year target to reduce CO₂ emissions from electricity use by 25 percent from a baseline of fiscal year 2014. This target moves us along the path to achieving the company’s global aim of all manufacturing plants becoming carbon neutral by 2035 and eliminating CO₂ emissions from the use of energy at our facilities by 2050.\n\nSee “Operations CO₂ Emissions” for information on our activities to reduce energy use and GHG emissions. See “GHG Emissions from Operations” in Performance for GHG emissions performance data.\n\n3) Life Cycle CO₂ Emissions Challenge:\nReduce GHG emissions intensity from logistics by 5 percent (Achieved)\n\nThis target measures GHG emissions intensity from owned and third-party trucking, rail, air and marine logistics used to transport U.S. service parts, accessories and vehicles. The baseline year is fiscal year 2016. Intensity is measured as grams CO₂e divided by ton-kilometers, which corresponds to the transport of one ton over a distance of one kilometer.\n\nLogistics GHG intensity has decreased 6 percent from the baseline year, due in part to reduced operations and sales during the COVID-19 pandemic, but also to improvements in fuel efficiency and an increase in the use of alternative fuels implemented over the past five years.\n\nToyota Transport (truck carrier) and Toyota Logistics Services (shipper) continue to participate in U.S. EPA’s SmartWay® Transport Partnership, a market-driven partnership aimed at helping businesses move goods in the cleanest, most efficient way possible. One of the main purposes of SmartWay is to improve fuel efficiency and reduce GHG emissions from the movement of goods. All of TLS’s contracted car haul carriers are also SmartWay® members.\n\nBeginning with fiscal year 2022, we have a new five-year target to reduce CO₂ emissions from owned and third-party logistics by 15 percent from a baseline of fiscal year 2018. This target moves us along the path to achieving the challenge of zero life cycle CO₂ emissions by 2050.\nSee “GHG Emissions from Operations” in Performance for GHG intensity performance data for logistics. See “Suppliers” for more information on activities to reduce GHG emissions from third-party logistics.\n\n**CO₂ EMISSIONS FROM VEHICLES**\n\nThe Toyota Environmental Challenge 2050 calls on all Toyota regions globally to reduce CO₂ emissions from new vehicles 90 percent by 2050, from a 2010 baseline. To work towards this challenge, Toyota is pursuing multiple pathways to reduce vehicle fuel consumption and GHG emissions and is committed to utilizing various forms of electrification, including hybrid, battery electric and fuel cell technology. We try to match technologies to customer needs and government policies in each specific region. We evaluate vehicle powertrains, weight, aerodynamics and other design factors to boost vehicle efficiency while preserving the vehicle size, power, driving range and affordability that our customers demand — without sacrificing world-class vehicle quality, durability, reliability, safety features and performance.\n\nThere are several factors that must be weighed when considering the appropriate match. That’s why we research driving trends, sociological behaviors, the changing energy and transportation landscape, the synergies between vehicle fuels and technologies, and the evolution of cities. Government initiatives can also influence the adoption of advanced technologies where the market and supporting infrastructure are still developing. Researching these factors helps us understand which technologies are best suited for the circumstances in a given market.\n\nKnowledge gained from hybrid development and deployment is helping Toyota accelerate the introduction of future powertrains that can utilize a wide variety of energy sources and fuels, including hydrogen and electricity. Toyota and Lexus currently offer 19 electrified vehicle models for sale in North America. This includes 15 hybrid gasoline-electric vehicles, three plug-in hybrid electric vehicles and one hydrogen-powered fuel cell electric vehicle.\n\nToyota believes that we will continue to utilize various electrified technologies going forward and has committed to offering electrified versions of Toyota and Lexus models by 2025. TMNA also has a new target that by 2025, 40 percent of new vehicle sales in the U.S. will be electrified vehicles, and this target increases to 70 percent by 2030.\n\nLooking further into the future, Toyota is collaborating with research entities, universities and companies on materials science research, investing in artificial intelligence to help accelerate the design and discovery of advanced materials. The research is helping to identify new advanced battery materials and fuel cell catalysts that can power future zero-emission and carbon-neutral vehicles. These efforts are helping to lay the groundwork for the future of clean energy to bring us even closer to achieving Toyota’s aim of reducing global average new vehicle CO₂ emissions 90 percent by 2050.\n\nFor additional information related to vehicle CO₂ emissions, please see the following:\n- Toyota’s approach to electrification feature story “Electric Avenue.”\n- TMNA’s target to foster accelerated adoption of electrified vehicles, see “Carbon Targets.”\n- “GHG Emissions from Vehicles” for Toyota fleet data for the U.S. and Canada.\n## Toyota's Electrified Fleet\n\n| MODEL                  | TYPE OF ELECTRIFIED VEHICLE          |\n|------------------------|--------------------------------------|\n| Toyota Mirai           | Fuel Cell Electric                   |\n| Toyota Prius Prime     | Plug-in Hybrid Electric              |\n| Toyota RAV4 Prime      | Plug-in Hybrid Electric              |\n| Toyota Prius           | Hybrid Gasoline-Electric             |\n| Toyota Avalon Hybrid   | Hybrid Gasoline-Electric             |\n| Toyota Camry Hybrid    | Hybrid Gasoline-Electric             |\n| Toyota Corolla Hybrid  | Hybrid Gasoline-Electric             |\n| Toyota Highlander Hybrid | Hybrid Gasoline-Electric           |\n| Toyota RAV4 Hybrid     | Hybrid Gasoline-Electric             |\n| Toyota Sienna Hybrid   | Hybrid Gasoline-Electric             |\n| Toyota Venza Hybrid    | Hybrid Gasoline-Electric             |\n| Lexus ES 300h          | Hybrid Gasoline-Electric             |\n| Lexus LC 500h          | Hybrid Gasoline-Electric             |\n| Lexus LS 500h          | Hybrid Gasoline-Electric             |\n| Lexus NX 300h          | Hybrid Gasoline-Electric             |\n| Lexus NX 450h++        | Plug-in Hybrid Electric              |\n| Lexus RX 450h          | Hybrid Gasoline-Electric             |\n| Lexus RX 450hL         | Hybrid Gasoline-Electric             |\n| Lexus UX 250h          | Hybrid Gasoline-Electric             |\nCLEAN ASSIST PROGRAM\n\nClean Assist allows eligible owners of the Prius Prime or RAV4 Prime in California to offset their vehicle charging with 100 percent renewable energy no matter where the vehicles are plugged in. There is no cost to participate in the program.\n\nClean Assist is centered around Renewable Energy Certificates (RECs), an EPA-recognized method of tracking the generation and consumption of renewable energy. Toyota uses vehicle telematics for enrolled vehicles to log the amount of electricity consumed as the vehicle charges. Toyota then purchases the equivalent number of RECs to match the amount of energy charged, then retires these RECs.\n\nToyota is choosing to voluntarily participate in the California Air Resources Board (CARB) Low Carbon Fuel Standard (LCFS). This program seeks to reduce California transportation GHG emissions, including through the use of renewable electricity to charge electric vehicles. Charging vehicles with renewable electricity can generate LCFS credits, which can then be sold. Toyota is using the proceeds from the LCFS credits to reinvest in promoting electric vehicles through marketing, education, charging and more.\nADVANCING CONVENTIONAL TECHNOLOGIES\n\nThe Toyota New Global Architecture (TNGA) exemplifies key elements of our technology strategy for simultaneously reducing vehicle CO₂ emissions, increasing fuel economy and boosting vehicle performance. Continuing the use of TNGA enables many of the groundbreaking technologies to be shared more easily with future vehicles and is helping Toyota realize our commitment to “making ever-better cars.” TNGA’s integrated development supports the concept of total optimization for a lightweight, streamlined, high-performance platform and powertrain unit. TNGA helps us meet consumers’ needs while continuing to improve the efficiency of our vehicles.\n\nThe latest addition to our lineup on the TNGA platform is the new 2022 Lexus NX 450h+ PHEV. In a first for Lexus, the new NX plug-in hybrid vehicle (PHEV) system brings Lexus Electrified to life through performance and the signature quietness of a PHEV model. The NX 450h+ has a manufacturer-estimated 36-mile range on electric power only, made possible by the newly developed, high-capacity lithium ion battery. Using the maximum charging current of 240V, the Lexus NX PHEV can be fully charged in approximately two-and-a-half hours when equipped with the optional 6.6 kW expedited onboard charger.\n\nWe also announced a new all-electric concept vehicle: the Toyota bZ4X SUV Concept. The bZ4X Concept symbolizes our commitment to push things further and go “Beyond Zero.” As the next step in our electrification journey, the bZ4X Concept is the first of a global series of battery electric vehicles (BEVs) to be introduced under the “Toyota bZ” brand umbrella. Jointly developed with Subaru, the Toyota bZ4X SUV Concept features the new e-TNGA BEV-dedicated platform. Sales are planned to begin in 2022.\nCO₂ EMISSIONS FROM OPERATIONS\n\nIn fiscal year 2021, TMNA’s use of electricity, natural gas and other fuels resulted in emissions of 1 million metric tons CO₂, which is a 22 percent decrease from our baseline year of fiscal year 2016 and an 8 percent decrease from the previous year. For energy and GHG data, see “Carbon” in Performance.\n\nToyota aims to make all manufacturing operations carbon neutral by 2035 and eliminate CO₂ emissions from the use of energy at our facilities by 2050. To help reach these goals, our facilities implement measures that impact daily operations and reduce energy consumption and GHG emissions. For example, the paint used in the paint shops at our assembly plants needs to be agitated to keep the paint solids in suspension. In the past, this was done using pneumatic motors, which require a constant supply of compressed air to power agitation. The assembly plants in Indiana, Kentucky and Texas fitted paint agitators with electric motors with variable speed controls, which makes agitating the paint much more energy-efficient. Switching to electric motors is saving these three plants more than 3.8 million kWh of electricity per year and avoiding 2,186 metric tons CO₂.\n\nAdditionally, Toyota’s North American plants participated in a region-wide initiative last year to reduce energy use during periods when vehicles are not produced, namely on weekends and between shifts. By turning off lights and adding automatic controls to equipment to manage settings such as speed or temperature, plants are reducing annual electricity consumption by nearly 38.5 million kWh and natural gas consumption by 9,800 MMBtus, and avoiding 9,275 metric tons of CO₂. Some examples of these energy-saving projects include the following:\n\n- At the assembly plant in Indiana, auto temperature controls were installed on five ovens in the paint shop and the temperature set back to a lower setting.\n- On the roof of Toyota’s casting plant in Tennessee, 36 exhaust fans were connected to the building management system and 12 variable frequency drives installed to control building pressure and reduce run time.\n- At the assembly plant in Kentucky, HVAC units are now controlled by a system that turns them on only where work is being done. Variable speed fans were also installed so that they no longer turn on at full speed.\n- At Toyota’s assembly plant in Baja California, new controls were installed to operate the painting booths and ovens more efficiently.\nRENEWABLE ENERGY\n\nToyota aims to make all manufacturing operations carbon neutral by 2035 and eliminate CO₂ emissions from the use of energy at our facilities by 2050. To achieve these aims and address climate change, Toyota invests in a combination of on- and off-site renewable energy projects.\n\nDuring fiscal year 2021, Toyota added 10.8 acres of new solar arrays across the company’s plants in Alabama, Missouri and West Virginia, reducing its reliance on outside energy needed for operations.\n\n- The Huntsville, Alabama, engine plant invested $2.7 million in a 3.3-acre solar array with an electric generation capacity of 1.6 megawatts.\n- The aluminum casting plant in Troy, Missouri, invested $1.7 million in a 1.5-acre solar array with an electric generation capacity of 0.75 megawatts.\n- The Buffalo, West Virginia, engine and transmission plant invested $4.9 million in a 6-acre solar array with an electric generation capacity of 2.6 megawatts.\n\nCombined, these three solar arrays are expected to offset 6,480,000 kWh of energy – the equivalent of powering nearly 800 homes per year – and are expected to reduce CO₂ emissions at the plants by 4,304 metric tons annually.\n\nAdditionally, the new Eastern Canada Parts Distribution Center (ECPDC) in Ontario uses geothermal heating that reduces the building’s reliance on natural gas, has dynamic self-dimming glass throughout the offices, and uses motion-sensor LED lights. A solar array will be installed and begin operating in 2022. This building is expected to earn Zero Carbon Building design certification from the Canadian Green Building Council. Once certified, the ECPDC is expected to be one of the largest zero carbon-certified buildings in Canada and in North America.\n\nAdditionally, we continue to pursue virtual power purchase agreements that will allow us to accelerate TMNA’s shift to renewable energy sources. In 2020, Toyota entered into a long-term power purchase agreement with Clearway Energy Group to purchase electricity from Black Rock, a 115 MW wind farm in Grant and Mineral Counties, West Virginia. Clearway began construction on the wind farm in early 2021 and is expected to begin generating power in 2022.\n\nTMNA is a member of the Renewable Energy Buyers Alliance (REBA). REBA is a membership association for large-scale energy buyers seeking to procure renewable energy across the U.S. The organization’s goals are to catalyze 60 gigawatts of new renewable energy projects by 2025 and to unlock the energy market for all large-scale energy buyers by creating viable pathways to procurement.\n# RENEWABLE ENERGY\n\nBeginning in 2022, TMNA will be using 198.6 million kWh of renewable energy per year and avoiding 85,800 MT CO₂.\n\n| Onsite Renewables at Toyota Facilities | Location       | Year Installed | kWh/year | MT CO₂ avoided/year |\n|---------------------------------------|----------------|----------------|----------|---------------------|\n| Parts Center - Solar                  | Ontario, CA    | 2008           | 1,296,642| 560                 |\n| KY Assembly Plant- Landfill Gas       | Georgetown, KY | 2015           | 4,941,583| 2,134               |\n| Plano HQ - Solar                      | Plano, TX      | 2017           | 12,121,719| 5,238               |\n| PEMC - Solar                          | Georgetown, KY | 2018           | 588,000  | 254                 |\n| R&D - Solar                           | York, MI       | 2018           | 371,424  | 161                 |\n| AL Assembly Plant - Solar             | Huntsville, AL | 2020           | 2,803,200| 1,211               |\n| MO Aluminum Casting Plant - Solar     | Troy, MO       | 2020           | 1,314,000| 568                 |\n| WV Engine Plant - Solar               | Buffalo, WV    | 2021           | 4,555,200| 1,968               |\n| **Total Onsite**                      |                |                | 31,936,104| 13,798              |\n\n| Offsite Renewables | Location                  | Year Energy Production Begins | kWh/year | MT CO₂ avoided/year |\n|--------------------|---------------------------|-------------------------------|----------|---------------------|\n| VPPA - wind        | Mineral and Grant Counties, WV | 2022                          | 166,615,000| 71,999              |\n| **TOTAL OFFSITE**  |                           |                               | 166,615,000| 71,999              |\nLIFE CYCLE CO₂ EMISSIONS\n\nThe Toyota Environmental Challenge 2050 calls on us to work towards eliminating life cycle CO₂ emissions. TMNA is focusing our efforts upstream with suppliers and downstream with dealers, supporting and guiding their efforts and sharing our know-how.\n\nSUPPLIERS\n\nWe updated our Green Supplier Requirements in 2021 to better reflect the Toyota Environmental Challenge 2050. As part of these updated requirements, suppliers are joining us in our efforts to reduce CO₂ emissions across the vehicle life cycle and are expected to commit to an annual CO₂ reduction target. We are piloting a third-party software platform for suppliers to use to report energy and emissions data that will allow us to track their progress. Through our collaboration, we are better positioned to reduce our carbon footprint significantly and achieve the aim of eliminating CO₂ emissions from our supply chain by 2050.\n\nWe continue to focus on logistics suppliers, which make up a significant portion of TMNA’s supply chain CO₂ emissions. Our logistics network consists of trucking, rail, air and marine carriers, all working in sync to ensure smooth shipping and delivery of vehicles, parts and accessories across North America, from the supplier to the plant, to Toyota’s distribution centers, and ultimately to dealerships and customers.\n\nIn North America, the majority of TMNA’s freight transport emissions are generated by third-party logistics suppliers. To help mitigate transport-related GHG emissions, TMNA’s internal logistics division works with logistics suppliers to develop GHG reduction strategies. For example, Toyota’s production control logistics group – which procures the parts and materials used to manufacture our vehicles – is working on a strategy to reduce GHG emissions from two primary sources: over-the-road transportation (OTR) and cross dock yard operations. The group’s focus is converting diesel-powered OTR equipment to alternative fuels, such as renewable compressed natural gas, and trialing alternative power systems at the cross docks, such as electric shunt trucks.\n\nToyota has 251 shunt trucks operating at manufacturing plants and cross docks across the region and plans to convert all of them from diesel to electricity by 2023. So far, 11 electric shunt trucks are in operation in California, Ohio, Texas and Ontario (Canada). TMNA is conducting a study to understand the electrical infrastructure needs for charging to help facilitate the successful rollout of the remaining 240 electric shunt trucks. Once all 251 trucks are converted by 2023, we expect to avoid approximately 13,000 metric tons of CO₂ annually.\n\nTotal emissions from all logistics sources – including owned and third-party service parts/accessories, vehicle and production control – were estimated to be 663,000 metric tons CO₂e in fiscal year 2021, a reduction of 9 percent from the previous year, in part due to reduced operations and sales during the COVID-19 pandemic.\nZERO-EMISSIONS TRUCKING\n\nMore than 16,000 trucks serve the twin ports of Los Angeles and Long Beach, which are North America’s largest trade gateway for containerized cargo as well as the single largest fixed source of air pollution in Southern California. The ports are responsible for more than 100 tons per day of smog- and particulate-forming nitrogen oxides – more than the daily emissions from all six million cars in the region.\n\nHydrogen-powered fuel cell electric technology is a clean, scalable platform that can meet a broad range of mobility needs with zero emissions. Ten fuel cell electric heavy-duty Class 8 trucks, utilizing the Kenworth T680 Class 8 model combined with Toyota’s fuel cell electric technology, have been delivered to demonstration fleet customers. These trucks, operated by Toyota Logistics Services, United Parcel Services, Total Transportation Services Inc., and Southern Counties Express, are used for drayage operations at the ports. In the first five months of operation, these trucks logged more than 8,000 in-service, zero-emission miles.\n\nDevelopment of the fuel cell electric heavy-duty Class 8 trucks is part of a $41 million Zero and Near Zero Emissions Freight Facilities (ZANZEFF) grant awarded by the California Air Resources Board (CARB), with the Port of Los Angeles as the prime applicant. CARB awarded those funds to the Port of Los Angeles for the ZANZEFF project as part of California Climate Investments, a California initiative that puts billions of Cap-and-Trade dollars to work reducing greenhouse gas emissions, strengthening the economy and improving public health and the environment, particularly in disadvantaged communities.\n\nToyota Logistics Services has put four hydrogen-powered fuel cell electric trucks into service for vehicle delivery in the Los Angeles metro area. These trucks are married up with trailers that can carry up to seven new Toyota/Lexus vehicles. Three of the zero-emission trucks are stationed at TLS’ Long Beach vehicle distribution center and haul imported vehicles, and one is at Union Pacific Railroad’s Mira Loma rail ramp and delivers North American produced vehicles.\nDEALERS\n\nThe Toyota and Lexus brand divisions provide guidance to dealerships on implementing sustainable strategies during construction and renovation projects to achieve Leadership in Energy and Environmental Design (LEED®) certification. For information on Toyota and Lexus dealership LEED® certifications, see “Dealers” in Performance.\n\nTo complement this effort, TMNA launched the Dealership Environmental Excellence Program (DEEP), an annual recognition program that provides guidance and incentives to Toyota dealerships for positive environmental performance. The program targets continuous operational improvement in six categories: energy use, water consumption, waste, indoor environment, community outreach, and connecting with nature. Participating dealerships can earn up to five stars in each category for tracking environmental performance data, achieving minimum performance benchmarks, implementing improvement projects, and aligning with the Toyota Environmental Challenge 2050. We piloted DEEP in 2021 and plan to expand the program in 2022. We look forward to recognizing the results of the pilot group at the end of fiscal year 2022.\n“Water” is one of Toyota’s four environmental sustainability focus areas in North America. Our approach to water stewardship supports the Toyota Environmental Challenge 2050 and emphasizes **conserving water, protecting water resources, and raising awareness in our communities** about water issues. Every living thing needs water to survive. Our actions today to protect this precious resource create lasting value and build a better tomorrow for us and the planet.\n\n**Water Conservation Challenge:**\n\nPrioritize facilities in water-stressed areas and implement water stewardship plans (Partially Achieved)\n\nTMNA uses the World Resources Institute (WRI) Aqueduct™ tool to evaluate water stress. The centerpiece of Aqueduct is the Water Risk Atlas, which combines 13 indicators covering aspects of quantity, quality and reputational risk into a composite overall risk score. Our analysis is based on the current version of the Atlas (Version 3.0, released in 2019).\nToyota’s North American locations have been mapped, including manufacturing plants, R&D centers, vehicle and parts distribution centers, service training centers and offices. The sites were then ranked based on their overall risk score. According to the Atlas, 10 of Toyota’s North American locations scored in the “high” risk level and two in the “extremely high” risk level.\n\nIn fiscal year 2021, these 10 sites represented 8 percent of the water Toyota withdrew in North America. We have prioritized two sites – the assembly plant in Baja California and a region office on the West Coast – for piloting water stewardship plans. Despite disruptions caused by the COVID-19 pandemic, we have continued our planning and will begin developing the assembly plant’s water stewardship program in fiscal year 2022. A plan for the region office will follow. The water stewardship plans will address water conservation (including potentially absolute water reduction targets), water quality, and outreach activities with suppliers and local communities.\n\nBeginning in fiscal year 2022, we have a new five-year target to reduce water use by 3 percent per unit of vehicle production. This target moves us along the path to achieving the 2050 challenge of conserving water.\nCONSERVING WATER\n\nDuring fiscal year 2021, Toyota withdrew 1.5 billion gallons of water across our North American facilities, including manufacturing plants, R&D centers, vehicle and parts distribution centers, service training centers and offices. This is a 14 percent reduction from fiscal year 2020 levels, mainly due to a decrease in vehicle production during the COVID-19 pandemic.\n\nDespite the challenges posed by the pandemic, sites across the region continued to find ways to use less water. For example, when vehicles enter any of our paint shops, they need to be degreased and rinsed thoroughly before painting. These steps require significant amounts of high quality water. Toyota’s assembly plant in Baja California, Mexico, switched from using fresh water during the degreasing steps to using recycled water from the plant’s existing reverse osmosis (RO) system, which is filtered to meet production standards and reduces annual fresh water use by almost 309,000 gallons.\n\nAt Toyota’s manufacturing plant in Cambridge, Ontario, the welding shop uses water to cool down welding equipment. The old temperature control system maintained cooling water at a constant temperature. Installing an auto control system that manages cooling water temperature based on weather conditions and time of year resulted in estimated annual savings of 385,000 gallons of water – a 34 percent reduction in water use for the weld shop. In addition to saving water, this project also reduced the amount of chemicals needed for water treatment by 25 percent.\n\nSee “Water” in Performance for more detailed water data.\nINNOVATION: USING RECYCLED WATER DURING PAINT PRETREAT\n\nAt Toyota’s plant in Indiana, a facility expansion means the plant will need more water to paint the increasing number of vehicles being assembled. The plant’s existing infrastructure isn’t adequate to carry more water, so instead, team members have been identifying innovative ways to conserve.\n\nOne opportunity for water savings was found in the paint shop in the East part of the plant, which uses nearly half – 48 percent – of all water used at the site. Before a welded vehicle body can be painted, water sprays are used during a three-step pretreat process that degreases and removes dirt, rinses, and applies an anticorrosion base coat. If the surface of the vehicle body isn’t clean, paint defects can occur.\n\nNew microfiltration modules have been added to allow the wastewater streams to cascade from one pretreat step to the next, thereby eliminating the need for introducing fresh water at each step. Fresh water use during pretreat has been reduced by 75 percent, and the new process cleans the vehicle bodies so well that fewer paint defects occur.\n\nCascading these streams is saving an estimated 54.3 million gallons of fresh water per year. That’s equal to the amount needed to supply drinking water to the entire state of Indiana for one month.\n\nThis innovation is one part of addressing the plant’s water capacity issues. Additional activities are expected to further improve the water capacity issue.\nPROTECTING WATER RESOURCES\n\nWater quality is another key component of Toyota’s approach to water stewardship. Some of our sites discharge wastewater, which we monitor and treat to meet local, state and federal regulations and to avoid negatively impacting water bodies. In fact, Toyota, as part of our enhanced environmental management system, requires all manufacturing sites to operate below wastewater discharge permit limits by an average of 20 percent.\n\nRAISING WATER AWARENESS\n\nToyota supports community efforts to educate individuals and families about water conservation and the importance of protecting water resources. These activities help scale up conservation efforts and make positive outcomes more impactful.\n\nFor the 10th consecutive year, the Wyland Foundation and Toyota presented the National Mayor’s Challenge for Water Conservation. The campaign, held in April 2021, encouraged residents across America to make small changes in their lives to better manage our water resources and improve the health of our oceans, lakes, rivers, streams and wetlands. For more information on this campaign, see “Wyland Foundation.”\n\nHURON RIVER WATERSHED COUNCIL IMPACT GRANT\n\nThrough its Drive4Five Campaign, Toyota awarded an impact grant to the Huron River Watershed Council (HRWC) to offer environmental science, technology, engineering and math (STEM) programming through place-based, hands-on learning. During the 2019-2020 and 2020-2021 school years, more than 1,000 students in grades 4 through 12 from a dozen different schools, mostly in the Ann Arbor and Ypsilanti school districts in Michigan, participated in HRWC’s Streamside Education Program, a series of stream ecology lessons. Students studied the physical characteristics of the streambed and banks and took measurements of water quality parameters, such as temperature, conductivity and turbidity. Students also learned how to collect and identify aquatic insects, what the organisms reveal about stream health, and how their physical adaptations allow them to live in dynamic water systems.\nEarly in the 2020-2021 school year, it became apparent that many teachers were struggling to provide virtual and hybrid (virtual and in-person) content to their students. HRWC’s STEM education team, with funding from Toyota, worked with some of those teachers to create virtual content, including videos, posters and student pages explaining how to test for water quality parameters and what those parameters mean about the health of a waterway.\n\nAs one parent noted, the virtual streamside ecology programming was the highlight of her 4th grader’s year. Her class at Dexter Community Schools learned about Mill Creek (a tributary of the Huron River), studied stormwater pollution, raised trout for release into the river, and learned to tie flies for fly fishing. “Before the pandemic, Dexter students visited Mill Creek every week and studied nature, art, research and personal reflection, which enriched them as thoughtful outdoor observers. Then, 2020 radically changed how we approach education. HRWC responded by adapting our outings with pandemic-safe alternatives. We are thankful for HRWC’s support of our students and teachers, and its ongoing work to improve Mill Creek and the Huron River,” explained Mr. Barnes, a teacher at Dexter Community Schools.\n\nHRWC supplemented its virtual programming with a Do-It-Yourself (DIY) campaign to give students and others the opportunity to conduct stewardship activities at local waterways and parks. With funding from Toyota and using social media, HRWC created and promoted how-to videos and checklists to encourage river lovers to conduct their own river cleanups. Additional cleanups on land, such as in parks and neighborhoods, were also promoted to increase accessibility of the DIY campaign.\n\nOne recent Dexter High School graduate, Tony Golin, became very involved in DIY river cleanups. He brought out his family as well as his water polo teammates to help clean up a section of the Huron River just below Dexter. Tony’s idea to dive for river trash – a specialized talent that he and his teammates share – was a unique method to collect trash from the bottom of the riverbed. Tony logged upwards of 450 hours, and his family and teammates logged at least another 200 hours. Not only did Tony make a significant contribution to cleaning the river, but he also helped create more connections between HRWC and the Dexter school system.\n\nThanks to Tony Golin and his water polo teammates, diving cleanups became more common. Joe Spaly and his son dove for trash in Barton Pond, which is the drinking water source for the city of Ann Arbor, and collected cell phones, sunglasses, wristwatches and other miscellaneous items.\n“MATERIALS” is one of Toyota’s four environmental sustainability focus areas in North America. Materials include everything we use, from the raw materials that become vehicles, to the office furniture and cafeteria supplies we rely on every day, to the waste we recycle or dispose. Our materials strategy supports the Toyota Environmental Challenge 2050, which calls on us to support a recycling-based society. We do that by conserving natural resources, eliminating waste and supporting community recycling. Everything we do today to better manage materials builds a cleaner, healthier future.\n\nToyota Motor North America (TMNA) had the following MATERIALS target for fiscal years 2017 to 2021:\n\nRecycling-Based Society Challenge:\nReduce the use of packaging material (Achieved)\n\nToyota reduces packaging material by utilizing returnable shipping containers. Across North America, Toyota uses about 60,000 returnable packaging modules and racks for shipping parts between suppliers, distribution centers, plants and dealerships. Between 2017 and 2020, these returnable shipping containers replaced the use of 65.1 million pounds of cardboard boxes and 171.6 million pounds of wooden crates, and avoided $273 million in cost.\n\nWhile TMNA’s action plan is based on fiscal years, we track waste and packaging metrics on a calendar year basis. This target is measured against progress made each calendar year.\nAdditionally, TMNA is a member of Suppliers Partnership for the Environment (SP) and participates in the Materials Efficiency Work Group, which developed the Sustainable Packaging Recommendations for Automotive Manufacturing Operations. This document contains a set of practical recommendations to help automotive original equipment manufacturers (OEMs) and suppliers source sustainable packaging designs. The recommendations focus on opportunities to minimize automotive packaging waste and address barriers to recyclability in the design phase. Following the launch of these recommendations, the Materials Efficiency Work Group created a new Sustainable Packaging sub-group, co-chaired by TMNA and Magna, to further SP’s efforts to promote the design and use of sustainable packaging.\n\nBeginning in fiscal year 2022, we have a new five-year target to reduce procurement of plastic packaging materials by 25 percent. Since plastic is not biodegradable, can be difficult to recycle, and is well known for causing water and ocean pollution, we set this new target to help us further reduce waste and lessen the environmental impacts of shipping parts and materials. This target moves us along the path to achieving the 2050 challenge of supporting a recycling-based society.\n\nBetween 2017 and 2020, Toyota’s returnable shipping containers replaced the use of 65.1 million pounds of cardboard boxes.\n\n**NOT USING THIS CARDBOARD AVOIDS:**\n\n- Using 65,500 short tons of wood, made from 393,000 trees\n- Generating 12.7 million pounds of solid waste, equivalent to the amount of waste generated by 2,890,000 people in a day\n- Consuming 479 million gallons of water, equivalent to operating 346,000 clothes washers for a year\n- Emitting 345 million pounds of CO₂e, equivalent to the emissions from 31,400 cars driving for a year\n\n*Environmental impact estimates were made using the Environmental Paper Network Paper Calculator Version 4.0. For more information visit www.papercalculator.org. Estimates for avoided environmental impacts take into account all stages in the paper life cycle, such as pulpwood harvesting and pulp and paper manufacturing. Estimates for cardboard savings assume an average 50 percent recycled content.*\nCONSERVING NATURAL RESOURCES\n\nWe strive to conserve natural resources by increasing our use of sustainable materials. Using sustainable materials means using materials in the most productive way, with emphasis on using less as well as reducing toxic chemicals and environmental impacts across the whole life cycle.\n\nAn example of using less comes from the paint shop at the assembly plant in Cambridge, Ontario. Here, cleaning solvent usage had increased after the installation of new clear coat technology. Initially, the clear paint required two different solvents for cleaning out the paint robots. After testing several alternatives, a “2 in 1” solvent was found to reduce solvent usage by 70 percent, which eliminates 165,000 pounds (75,000 liters) of solvent. The new solvent also reduces emissions of volatile organic compounds (VOCs) by 41 grams per square meter of painted surface area.\n\nWe continue to develop and commercialize technologies that enable the use of sustainable materials with reduced environmental impacts in a range of vehicle components. For example, we use bio-based plastics — plastics derived either wholly or in part from plant materials — in the seat cushions in Toyota Prius, Corolla and RAV4, and in Lexus RX 350; and we use post-industrial garment clippings made of cotton and synthetic fibers in door panel insulation, floor silencer and floor mats.\n\nAdditionally, we look for alternatives to rare earth metals, which are necessary components in hundreds of products across a wide range of applications, especially high-tech consumer products like electric vehicles. The mining of rare earth metals can have negative environmental and social consequences. Our parent company, Toyota Motor Corporation, has developed a magnet for use in electric vehicle motors that replaces up to 50 percent of the neodymium, a rare earth metal, with more abundant and less costly lanthanum and cerium. Toyota expects the magnets to be used in electric vehicles in the first half of the 2020s.\n\nSee also “Materials Target” for information on how we conserve natural resources and reduce packaging by using returnable shipping containers.\nCHEMICAL MANAGEMENT\n\nChemicals are utilized every day to produce parts and materials used on and in Toyota and Lexus vehicles. Proper management of these chemicals is important to reducing their environmental impacts throughout the vehicle life cycle.\n\nIt’s important for us to understand the chemical content of the parts we receive from our suppliers. TMNA’s Chemical Management Office (CMO) aims to track and visualize the development and growth of suppliers’ chemical management systems, in part, through the implementation of an annual chemical management supplier questionnaire.\n\nThis year, TMNA further defined our chemical management expectations for suppliers through renewal and reissuance of a more robust “Green Supplier Requirements” document. These revised expectations will enhance and better visualize tracking of supplier’s chemical management performance. Some key items that will be tracked are supplier’s chemical data quality, proactive reporting, and overall chemical management performance.\n\nWe are also working to strengthen the IT systems used by suppliers to report chemical data to TMNA. In collaboration with our software vendor and suppliers, TMNA has developed a more efficient way for our suppliers to submit high-quality chemical data and information through a leading-edge system called E-star. These activities help us build strong, collaborative relationships with our suppliers that continuously improve our collective environmental sustainability.\n\nELIMINATING WASTE\n\nWaste (both hazardous and non-hazardous) generated by Toyota’s North American facilities totaled 713.8 million pounds in calendar year 2020. We recycled, reused or composted 93.2 percent of all waste in 2020. Only 1.5 percent was sent to landfills for disposal (for certain waste streams, landfill disposal is required by law), and 5.3 percent was incinerated or used for fuels blending or waste-to-energy.\n\nOverall, waste decreased by 4 percent from 2019 mainly due to the COVID-19 pandemic, which resulted in our plants shutting down for eight weeks and our offices remaining mostly closed in 2020. Over the last five years, total waste generated has decreased by 13 percent, in part due to the COVID-19 pandemic as well as continued efforts to find ways to use materials more efficiently.\n\nFor example, at the assembly plant in Cambridge, Ontario, annual waste generation was reduced by 26,800 pounds (12,100 kilograms) by eliminating leaks and drips from purge solvent and basecoat robots, and by turning off the basecoat applicator wash.\nAdditionally, team members are always on the lookout for win-wins, where we keep materials away from landfills while simultaneously helping our communities. During the renovation of the break areas at the assembly plant in Kentucky, 1,000 chairs were diverted from landfill and donated to local organizations, including a school in Lawrenceburg, a Habitat for Humanity ReStore, and a women’s rescue organization. During decommissioning of the material distribution center in Compton, California, we resold or recycled 1.1 million pounds of furniture, fixtures and equipment. ANEW recognized TMNA for this effort with a certificate of social and environmental sustainability as part of its Surplus Stewardship™ Program that matches good, useable office items to local organizations and underserved communities.\n\nSee “Waste” in Performance for more detailed waste data.\n\nHYBRID BATTERY RECYCLING\n\nToyota has been selling hybrid electric vehicles in the U.S. since 2000. In 2010, Toyota established a comprehensive NiMH battery recycling program with Toyota and Lexus dealerships in the U.S. and Puerto Rico. Our objective was to keep these batteries out of landfills and recycle the components to the extent feasible. We designed custom reusable containers to secure and protect the batteries from damage and leakage during shipping. We cover the cost to ship used batteries from dealerships to our recycling partner, Kinsbursky Brothers INTL (KBI), in Southern California.\n\nIn 2019, TMNA expanded the recycling program to include Li-ion batteries, which we began using in certain hybrid and plug-in hybrid vehicles in 2012. We worked with a certified materials handler to help assure the batteries are properly inspected and packaged for shipping, and designed custom shipping containers to meet or exceed U.S. Department of Transportation requirements.\n\nKBI recycles the recyclable components in the NiMH and Li-ion batteries they receive from us, including the battery cells, the casing, the wiring and plastic components. Since 2010, we have recovered and recycled more than 160,000 hybrid vehicle batteries, totaling more than 10.5 million pounds.\nWe continue to enhance our battery collection process to promote proper end-of-life management. We are currently establishing a program aimed at maximizing the useful life of our batteries through repair, remanufacture or repurposing of battery cells:\n\n**Repair:** Battery packs that meet certain criteria can be repaired by replacing individual cells as needed. This can be done at a dealership and eliminates the need to transport heavy batteries.\n\n**Remanufacture:** Battery packs that can’t be repaired must be shipped to a third-party facility, where they are fully disassembled to test and grade the individual cells. A group of cells with like characteristics are then reassembled into a remanufactured battery to be put into vehicle service again.\n\n**Repurpose:** Hybrid vehicles require a high level of battery performance. Cells that do not meet the strict Toyota requirements for vehicle use may still have useful life in non-automotive applications, such as stationary batteries or material-handling equipment.\n\nFor battery cells and other components not suitable for repair, remanufacture or repurposing, TMNA will continue our recycling practices, but with the aim of enhancing those practices. Our parent company, Toyota Motor Corporation (TMC), has developed advanced recycling methods to recover key materials from NiMH batteries and reuse them as raw material for new battery production. TMC is working with the recycling industry and researchers to develop similar techniques for Li-ion batteries. We are exploring how we can bring these methods to North America to facilitate battery-to-battery recycling.\n\n**SUPPORTING COMMUNITY RECYCLING**\n\nOne of the best ways for us to help create a net positive impact on the environment is to share our expertise with others. That’s why team members participate in community events that help spread the word about the environmental and cost benefits of reducing, reusing and recycling.\n\nFor more than two decades, Toyota has been helping team members and communities in the U.S. and Canada recycle and properly dispose of household waste. During designated collection days at various Toyota locations, team members and residents from surrounding communities are invited to drop off electronic waste, appliances, paint and other household items that are difficult to recycle or dispose. Clothing and eyeglasses are also collected and donated to those in need. While events were cancelled during much of 2020 due to the COVID-19 pandemic and state-mandated stay-at-home orders, the R&D facility in Michigan and the assembly plants in Indiana and Ontario Province resumed their events in the fall of 2020 and spring of 2021. Between 1994 and 2021, we have helped our communities and team members recycle, properly dispose or donate more than 2.3 million pounds and counting. We will continue to support recycling efforts in our communities and have scheduled additional events for the fall of 2021 and beyond.\n“Biodiversity” is one of Toyota’s four environmental sustainability focus areas in North America. Biodiversity refers to the variety and interdependence of species and ecosystems and the natural patterns they form. Our biodiversity strategy supports the Toyota Environmental Challenge 2050 by partnering with experts to help protect species and restore habitats and expanding our reach to achieve broader positive conservation results. We are committed to operating in harmony with the environment and building healthy ecosystems so that future generations may continue to enjoy the natural wonders of our world.\n\nHarmony with Nature Challenge:\nParticipate in regional biodiversity activities that support wildlife corridors (Achieved)\n\nThe monarch is the only butterfly known to make a two-way migration. Some migration routes are as long as 3,000 miles. It can take up to two months for a monarch to complete the journey south. Monarchs from the eastern part of North America migrate to the Sierra Madre Mountains in Mexico, while those from west of the Rocky Mountain range overwinter in California.\nSeventeen Toyota sites across North America have planted pollinator gardens to nurture monarch butterflies and other pollinator species. All 17 gardens are located along the monarch migration path. The gardens provide food and shelter to the butterflies at various stages of their life cycle as they make their way south for the winter, then return in the spring.\n\n**Toyota sites along the monarch’s migration path:**\n\n- Plano, Texas TMNA headquarters campus\n- Georgetown, Kentucky Production & Engineering Manufacturing Center\n- Ann Arbor, Michigan R&D center\n- York Township, Michigan Supplier Center\n- Princeton, Indiana vehicle assembly plant\n- Georgetown, Kentucky vehicle assembly plant\n- Blue Springs, Mississippi vehicle assembly plant\n- San Antonio, Texas vehicle assembly plant\n- Huntsville, Alabama powertrain plant\n- Buffalo, West Virginia powertrain plant\n- Troy, Missouri aluminum casting plant\n- Jackson, Tennessee aluminum casting plant\n- Boston, Massachusetts parts distribution center\n- Cambridge, Ontario vehicle assembly plant\n- Woodstock, Ontario vehicle assembly plant\n- Toronto, Ontario Toyota Canada head office\n- Clarington, Ontario Eastern Canada Parts Distribution Center\nToyota also worked with the Suppliers Partnership for the Environment to launch the Pollinator Project Challenge. Participating automakers and suppliers across North America have planted more than 200 pollinator gardens during the last two years. For more information on this challenge, see “Expanding Our Reach.”\n\nBeginning in fiscal year 2022, we have a new five-year target to develop habitat management standards by 2022. This target moves us along the path to achieving the 2050 challenge of harmony with nature.\n\n**PROTECTING SPECIES**\n\nToyota team members across North America participate in species protection projects as part of Wildlife Habitat Council® (WHC) certification programs. WHC helps us evaluate animal species on our sites and identify appropriate habitat creation and enhancement projects.\n\nHistorically, we have focused our species protection efforts on birds such as tree swallows, red-tailed hawks and wood ducks, and pollinators, namely monarch butterflies, bees and bats. In 2019, we decided to expand our focus to indicator species, which serve as a measure of the environmental conditions that exist in a given locale. The presence of an indicator species can signal either a healthy ecosystem or an unhealthy one. Indicators can reveal information about various factors, such as nutrient or food availability.\n\nToyota partnered with WHC to develop a tool to help sites select indicator species appropriate for individual locations. The selection tool provides evaluation criteria, such as conservation status, food sources and technical expertise required to develop and maintain habitat. The tool is customized for each site and is available to sites with programs already certified by WHC as well as those interested in future Conservation Certification.\n\nSites that have selected their indicator species have developed roadmaps to define habitat planning and enhancement. All participating Toyota sites are scheduled to have at least one indicator species project started by 2021 and to complete their habitat development projects by 2030. Once the habitats are developed, each site will monitor and track its indicator species impact and will continue to improve its habitat.\n\nAs of the spring of 2021, 15 sites have selected an indicator species and five have completed a project to support their indicator species: assembly plants in Woodstock, Ontario; Blue Springs, Mississippi; Georgetown, Kentucky; and Princeton, Indiana; and the aluminum casting plant in Troy, Missouri. The three that completed their projects during fiscal year 2021 are highlighted in the photos below.\nTeam members at the assembly plant in Indiana built 8 bat boxes with a Boy Scout troop. The rocket design of the box allows Big Brown Bats to move around when temperatures get colder.\n\nTeam members at the aluminum casting plant in Missouri completed the removal of invasive species around a vernal pool to help protect the Grey Treefrog.\nTeam members at the assembly plant in Kentucky completed habitat installation next to a pond for the Great Blue Heron.\n\nINDICATOR SPECIES BY LOCATION\n\n| TOYOTA SITE                                                                 | INDICATOR SPECIES          |\n|----------------------------------------------------------------------------|---------------------------|\n| Production Engineering & Manufacturing Center in Georgetown, Kentucky      | American Kestrel          |\n| R&D Center in York Township, Michigan                                      | Painted Turtle            |\n| Aluminum casting plant in Troy, Missouri                                   | Grey Treefrog             |\n| Aluminum casting plant in Jackson, Tennessee                               | Tri-colored Bat           |\n| Powertrain plant in Huntsville, Alabama                                    | Green Heron               |\n| Powertrain plant in Buffalo, West Virginia                                 | Eastern Bluebird          |\n| Autobody parts plant in Long Beach, California                             | Anna Hummingbird          |\n| Assembly plant in Princeton, Indiana                                       | Big Brown Bat             |\n| Assembly plant in Georgetown, Kentucky                                     | Great Blue Heron          |\n| Assembly plant in Blue Springs, Mississippi                                | Wood Duck                 |\n| Assembly plant in San Antonio, Texas                                       | Loggerhead Shrike         |\n| Assembly plant in Cambridge, Ontario (Canada)                              | Tree Swallow              |\n| Assembly plant in Woodstock, Ontario (Canada)                              | Tree Swallow              |\n| Assembly plant in Tijuana, Baja California (Mexico)                        | Red-tailed Hawk           |\n| Assembly plant in Apaseo el Grande, Guanajuato (Mexico)                    | Crested Caracara          |\n\nSee “Conservation Certifications” in Performance for a list of TMNA sites with programs certified by Wildlife Habitat Council.\nSee “Endangered and Protected Species” in Performance.\nRESTORING HABITATS\n\nToyota works with several partners to help restore habitats. For example, Toyota awarded a $50,000 grant to Legacy Land Conservancy as part of its 50th Anniversary Preserves Pathways Challenge. Between May and October 2021, the Conservancy challenged the public to head out to one of its seven preserves – spanning more than 300 acres across southern Michigan – and log 50,000 steps. Toyota’s grant supported this campaign as well as invasive species removal at the preserves and several prescribed burns that support prairie restoration, open wetland maintenance, and native seed bank stimulation.\n\nAdditionally, Toyota has been partnering with the National Environmental Education Foundation (NEEF) for more than 25 years on habitat restoration projects on public lands. In 2021, with major support from Toyota, NEEF awarded $225,000 in grant funding to support four nonprofit organizations that will conduct biodiversity conservation projects on public lands within the California Floristic Province ecological region. You can learn more about this grant and our other projects with NEEF here.\n\nWith an area of approximately 113,438 square miles, the California Floristic Province includes 70 percent of California and extends into southwestern Oregon, a small part of western Nevada and northern Baja California, Mexico. The area is designated a hotspot, meaning it is home to a high diversity of endemics – plants and animals that are found nowhere else in the world.\n\nThis area is also considered a hotspot because its biodiversity is seriously threatened – at least 75 percent of the original habitat is already lost. That’s why Toyota’s assembly plant in northern Baja California has decided to conduct habitat restoration projects on its property. Team members conducted a baseline inventory of plant and animal species and documented 106 plant species and 19 amphibian and reptile species. They are working on removing 24 invasive plant species and are planning to plant native vegetation during the next rainy season. They will also construct a walking trail with interpretive signs that will help both team members and the broader community learn about the species living around them and the importance of protecting biodiversity.\n\nSee “Protected Areas/ Critical Habitat” in Performance.\nSee “World Wildlife Fund” in Outreach.\nTREE PLANTING ACTIVITIES\n\nToyota facilities worldwide participated in tree planting activities to commemorate the 2020 Olympic and Paralympic Games in Tokyo. This effort helps to spread the culture of Morizukuri, which in Japanese means “to create a forest,” and supports the Toyota Environmental Challenge 2050, a global effort to establish a future society where people and cars can coexist in harmony with nature.\n\nToyota used the Dr. Miyawaki method of planting, which involves planting indigenous trees and shrubs in a random pattern and in high density. Between 2019 and 2021, Toyota team members at nine sites planted 9,015 trees and shrubs.\nTree planting at Production Engineering & Manufacturing Center, Kentucky: 2020 trees, 24 species, 52 volunteers\n\nTree planting at assembly plant in Blue Springs, Mississippi: 2,050 native trees, 15 species, 85 volunteers\n\nTree planting at assembly plant in Apaseo el Grande, Guanajuato: 600 native trees, 5 species, 202 volunteers\nMORIZUKURI TREE PLANTINGS\n\nThe 9,015 trees and shrubs planted by Toyota in North America in commemoration of the Tokyo Olympics will reach maturity at about 10 years old. At maturity, they will be expected to sequester 200,000 pounds of carbon per year. These trees and shrubs help to mitigate climate change by trapping carbon that would otherwise enter the atmosphere. They also support biodiversity by providing habitat for birds, insects and mammals.\n\n*Estimate is based on data from the U.S. EPA. See Greenhouse Gases Equivalencies Calculator – Calculations and References.\n\n| SITE                                      | NUMBER OF TREES |\n|-------------------------------------------|-----------------|\n| Assembly Plant in Mississippi             | 2,050           |\n| Assembly Plant in Cambridge, Ontario (Canada) | 2,040           |\n| Production & Engineering Manufacturing Center in Kentucky | 2,020           |\n| Assembly Plant in Kentucky                | 1,800           |\n| Assembly Plant in Apaseo el Grande, Guanajuato (Mexico) | 600             |\n| R&D Center in Michigan                    | 400             |\n| Assembly Plant in Alabama                 | 45              |\n| Assembly Plant in Texas                   | 40              |\n| Assembly Plant in Tijuana, Baja California | 20              |\n| TOTAL                                     | 9,015           |\nSHARING CONSERVATION KNOW-HOW\n\nSupporting community initiatives helps us to scale up conservation efforts. In the communities where we live and work, we focus our efforts on building knowledge and fostering a love of nature. Over the years, team members at several of our sites have hosted school field trips to natural areas and worked with elementary and high school students on projects such as building bat boxes and bird nesting boxes.\n\nDuring Earth Month in April of each year, Toyota hosts events to educate team members about the importance of biodiversity and provides opportunities for them to take those lessons home and into their communities. Our engine and transmission plant in Buffalo, West Virginia, expanded on that idea in May 2021 by hosting a pollinator workshop. About 75 area residents attended to hear representatives from the West Virginia Division of Natural Resources, the West Virginia Department of Agriculture, and local nonprofits give presentations about what people can do in their own backyards to support pollinators. This program is part of the plant’s conservation education program, which earned Gold Conservation Certification from the Wildlife Habitat Council. The plant’s pollinator garden, which covers nine acres of land, is the largest of any industrial site in West Virginia.\n\nSP POLLINATOR PROJECT CHALLENGE\n\nTMNA is a member of Suppliers Partnership for the Environment (SP), a partnership between automobile original equipment manufacturers, their suppliers and U.S. EPA. SP members share a common vision of working together to improve environmental sustainability. Advancing biodiversity conservation is one component of this vision and the focus of SP’s Biodiversity Work Group.\n\nIn 2019, the SP Biodiversity Work Group, co-chaired by Kevin Butt (TMNA) and Sam Qureshi (Waste Management Sustainability Services), issued the SP Pollinator Project Challenge to member companies, asking them to make a commitment to implement or expand a pollinator project at one or more sites. Participants in the challenge have a unique opportunity to create a connected corridor of wildlife habitat and provide meaningful new habitat for pollinators and other migratory species.\n\nThrough a memorandum of understanding with Wildlife Habitat Council (WHC), participating SP members receive access to complimentary conservation resources to help guide them through a pollinator project design and implementation process, along with one-on-one technical support from WHC conservation specialists where needed. SP also engages with the Pollinator Partnership to provide its members with additional educational resources and ideas to support pollinator conservation on their sites and within their communities.\nA variety of large and small SP member companies have accepted the challenge. While the increase in projects in the second year was limited due to the COVID-19 pandemic, members were provided with resources and encouraged to promote the benefits of pollinator projects as an at-home activity.\n\nAfter two years, participating SP member companies are collectively managing 206 pollinator projects across their respective sites, including both pollinator habitat projects and pollinator-focused employee and community education programs. Taken together, those projects represent more than 2,500 acres of corporate lands that are currently being managed by SP member companies as wildlife habitat for pollinators.\n“Outreach” is a core element of Toyota’s approach to our four main environmental sustainability focus areas in North America. We conduct outreach activities related to Carbon, Water, Materials and Biodiversity as a way of working to create a net positive impact. By collaborating with various stakeholders, our actions harness the power of partnerships to advance us beyond building better cars – we are building connections that are helping to shape a more sustainable future.\n\nNET POSITIVE IMPACT\n\nOutreach with our stakeholders is a crucial component of our environmental sustainability strategy. Through outreach, we create mechanisms for building on the successes of our environmental programs and scaling up the outcomes. We can act locally and make a difference globally.\n\nWe acknowledge that a stronger commitment to partnership and collaboration is needed to address the world’s environmental challenges successfully. Across our diverse set of partnerships, we are taking steps to build a path to achieving the Toyota Environmental Challenge 2050 and a net positive impact. TMNA supports local, national and regional community projects that align with our core focus areas of Carbon, Water, Materials and Biodiversity.\n\nTMNA team members participate on the Boards of Directors or Executive Committees of several nonprofit organizations, such as Yellowstone Forever, Environmental Law Institute, “National Environmental Education Foundation,” Wildlife Habitat Council and Environmental Media Association. TMNA is also a member of the National Council of World Wildlife Fund (WWF), an advisory group to WWF’s Board of Directors in the U.S.\n\nWith an increasing number of people relying on charitable services during the COVID-19 pandemic, many community organizations have found themselves in need of a reliable vehicle. Responding to that need, Toyota Canada and its dealers across Canada developed Cars for Good, a program supporting local charities with free short-term vehicle loans or other delivery services. In Quebec City, Quebec, Ste-Foy Toyota loaned a Mirai hydrogen fuel cell electric vehicle to Pharmacy Brunet to help deliver prescription medication to their clients.\nNATIONAL ENVIRONMENTAL EDUCATION FOUNDATION\n\nToyota has been partnering with the National Environmental Education Foundation (NEEF) for more than 25 years. NEEF partners with local organizations across the nation to connect people of all ages and abilities with public lands for recreation, hands-on learning and community building.\n\nBIODIVERSITY CONSERVATION GRANTS\n\nWith major support from Toyota Motor North America, NEEF launched the Biodiversity Conversation Grant program, which is designed to support biodiversity conservation projects on America’s public lands. The first grant of $200,000 was awarded in 2019 to the National Capital Partnership for Regional Invasive Species Management (NCR-PRISM). The partnership is composed of local and federal government agencies, conservation organizations and academic institutions working together to restore native biodiversity and protect critical habitats by managing invasive species across the National Capital Region. Together, PRISM members are responsible for the management of roughly 1,500 square miles of forested lands in Washington, D.C., Maryland and Virginia.\n\nThe projects supported through this grant are scheduled to conclude in the spring of 2022. So far, 480,580 invasive species have been removed; 2,516 native trees, shrubs and flowers have been planted; and 2,131 community volunteers have logged 8,524 volunteer hours.\n\nThe second round of grants totaling $225,000 was awarded in 2021 and will support biodiversity conservation projects on public lands within the California Floristic Province. With an area of approximately 113,438 square miles, the California Floristic Province includes 70 percent of California and extends into southwestern Oregon, a small part of western Nevada and northern Baja California. The area is designated a biodiversity hotspot, which means it is home to the highest diversity of plants and animals found nowhere else in the world. Part of what makes California a hotspot is that its biodiversity is seriously threatened – at least 75 percent of the original habitat is already lost.\n\nThe grant funds will be used to preserve the region’s unique biodiversity as well as to engage the public through volunteer and community events designed to educate and address local biodiversity issues in their communities. Funds will support four conservation projects:\n\nRestoring Native Habitat and Saving the Most Endangered Butterfly in North America\nThe Palos Verdes Peninsula Land Conservancy will work to restore native habitat at Abalone Cove Ecological Reserve in Rancho Palos Verdes, California, to support four special status species: the threatened California gnatcatcher, species of special concern cactus wren, and two federally endangered butterflies – El Segundo blue butterfly and Palos Verdes blue butterfly. The Palos Verdes blue butterfly is believed to be the most endangered butterfly in North America. Abalone Cove’s primary habitat, coastal sage scrub, is 85 percent degraded or destroyed and is considered one of the most endangered plant communities in the United States.\n\nProtecting the Declining Aspen Population\nThe South Yuba River Citizens League (SYRCL) will work to restore and conserve existing aspen stands in the Yuba River watershed as well as protect vulnerable, budding aspen suckers (aspen reproduces both by seeds and by root sprouts, or suckers). Over the grant period, the SYRCL will install cattle exclusion\nfencing to protect vulnerable new growth aspen, monitor the health and other possible threats to aspen stands using camera traps and assessment protocols, educate students via the Youth Outdoor Leadership Opportunity (YOLO), and empower community members to recreate responsibly in aspen stands through free educational opportunities and outreach.\n\n**Improving Bio-Rich Grassland Health by Removing Invasive Species**\n\nThe Edgewood County Park and Natural Preserve in San Mateo County is a biologically rich preserve home to a mosaic of habitats including grasslands, serpentine outcrops, oak woodlands, and chaparral that support rare, endemic, threatened, and endangered species of plants and butterflies, with an estimated 500 species of plants within just 467 acres. The Green Grass Biodiversity Conservation Initiative aims to restore Edgewood’s non-native grasslands to their former floral beauty and species diversity by reducing or eliminating weeds and promoting greater cover of native plants. By implementing the best practices of grassland management, including mowing, de-thatching, and selective chemical treatments, the Green Grass Initiative is expected to significantly increase native cover and—since non-native grasses also threaten the Bay checkerspot butterfly, thornmint, and pentachaeta—deliver benefits to at-risk species as well.\n\n**Reducing Fire Risk and Increasing Plant Diversity in Moro Canyon**\n\nLocated in the center of Moro Canyon at the nexus of two major hiking trails, the site known as “the Bowl” has challenged State Park restoration efforts since the 1990s. With a long legacy of disturbance resulting from decades of sheep and cattle grazing, the area has been type-converted over time from biologically diverse coastal sage scrub vegetation and perennial grasslands to biologically poor annual grasslands dominated by invasive black mustard. Building on established work from the first phase of restoration, funded by the State of California, this project is expected to result in the enhancement of 50 acres of coastal sage scrub habitat, which is expected to improve ecosystem function and resilience, reduce fire risk, and increase native plant diversity.\n\nFor information on Toyota’s activities at the assembly plant located within the California Floristic Province, see “Restoring Habitats.”\nRESTORATION & RESILIENCE GRANTS\n\nExtreme weather events have been grabbing headlines with increasing frequency. Whether a hurricane, tornado or flood, communities face the challenge of recovering from the damage and preparing for potential repeats. Nonprofit organizations are taking a larger role in helping communities rebound, and restoring their access to and enjoyment of local public lands is an important component.\n\nTo support these efforts, NEEF, with sole funding support from Toyota Motor North America, awarded $275,000 in grants to organizations in the U.S. and Puerto Rico for projects designed to help restore public lands and/or implement new ways to make those lands more resilient to future disasters. These grants were awarded in two rounds of funding: The first round, worth $200,000, was awarded in 2018 to 10 organizations. The second round, worth $75,000, was awarded in 2020 to three of the organizations from round one that demonstrated a need for continued funding. The projects concluded in the spring of 2021. The grantees from both rounds of funding reported the following impacts:\n\n- 879 acres of land restored\n- 1.3 million square feet of invasive species removed\n- 8,155 native species planted\n- 18,957 pounds of trash removed\n- 2,740 volunteers engaged\n- 9,082 volunteer hours\n- $2,342,482 in value of volunteer hours\n\nNATIONAL PUBLIC LANDS DAY\n\nToyota continues to be the national corporate sponsor of National Public Lands Day (NPLD), hosted by NEEF. Held annually on the fourth Saturday in September, NPLD is the largest single-day volunteer effort for public lands in the U.S.\n\nThe COVID-19 pandemic fundamentally changed the way Americans engage with public lands. From iconic national parks to local urban green spaces, the threat of COVID-19 made it extremely difficult - if not impossible - for many land managers to host large in-person events on public lands in 2020. Despite these challenges, the following were reported for NPLD 2020*:\n\n- 108 virtual events\n- 188 in-person events\n- 77,267 participants across the U.S.\n- 668 acres of land enhanced or restored\n- 11,036 square feet of invasive species removed\n- 108 miles of trails restored or maintained\n- 28,048 pounds of trash collected\n- 344 miles of waterway restored or maintained\n\nFor NPLD 2021, NEEF built on the theme of \"More Ways to Connect to Nature.\" Virtual events have proven to be an invaluable tool for connecting a wider, more diverse range of people to iconic parks, national forests, marine estuaries, and other public lands sites. In 2021, the objective was to highlight that diversity—in public lands, people, and the ways in which we value and care for these spaces—by supporting virtual NPLD events.\n\n* National impact data for the 2021 event were not yet available at the time of publishing this report.\nWORLD WILDLIFE FUND & ROSEBUD ECONOMIC DEVELOPMENT CORPORATION\n\nAs part of its efforts in the Northern Great Plains, World Wildlife Fund (WWF) has partnered with Rosebud Economic Development Corporation (REDCO) in their work to establish the Wolakota Buffalo Range on the land of the Sicangu Lakota Oyate, commonly known as the Rosebud Indian Reservation in South Dakota. Over the next few years, the project is expected to establish a herd of 1,500 plains bison (buffalo) on 27,680 acres of native grassland. When at capacity, the herd will become North America’s largest Native American owned and managed bison herd.\n\nIn 2021, Toyota provided $150,000 to WWF to support the development of the range, specifically for the construction of 23 miles of perimeter fence. The remaining 12 miles of fencing will be completed in 2022 and will make the entire 27,680 acres accessible to bison.\n\nThe first 100 bison were returned to the Wolakota Buffalo Range in October 2020. The animals were transferred from Badlands National Park and Theodore Roosevelt National Park. Additional bison will be delivered over the next five years from herds managed by the National Park Service, the U.S. Fish and Wildlife Service, American Prairie Reserve, and The Nature Conservancy. Toyota is providing a second round of funding to support ecological monitoring and acquisition of bison from additional sites to accelerate herd growth and fully stock the range with 1,500 bison.\n\nThis herd will support economic development, cultural revitalization, education, and food sovereignty for the Rosebud Sioux Nation. The arrival of the bison at the Wolakota Buffalo Range is a step forward in reconnecting bison to the land and the people of the Sicangu Lakota Nation.\nWYLAND FOUNDATION\n\nEach April, residents across the United States take part in the annual Wyland National Mayor’s Challenge for Water Conservation. The program encourages residents across America to make small changes in their lives to better manage water resources and improve the health of oceans, lakes, rivers, streams and wetlands. The campaign is presented by the Wyland Foundation and Toyota with support from The Toro Company, U.S. EPA, National League of Cities, Hobie Surf Shops and Petal Soaps.\n\nIn the 10 years of the campaign, a total of 4 million pledges have been made to save 19.3 billion gallons of water.\n\nIn 2021 alone, residents from across the nation made 759,000 pledges to save 3 billion gallons of water by changing behaviors ranging from fixing home leaks to reducing harmful runoff into local rivers and streams, and mayors from 42 states competed to see whose city would be the nation’s most “water wise.” The cities with the highest percentage of residents making pledges during the 2021 campaign included Laguna Beach, California; North Port, Florida; Oceanside, California; and Dallas, Texas.\n\nParticipating residents were asked to nominate a deserving charity in their community to receive a 2020 Toyota Highlander Hybrid XLE. The award of the grand prize vehicle is at the heart of the campaign and instrumental in connecting thousands of charities and civic groups to resource conservation.\n\nIn addition to online pledges, residents supported the health of local watersheds with tree plantings, storm drain stenciling projects, neighborhood cleanups to remove pollution that might otherwise find its way into storm channels, and mobile science outreach in Florida, Arizona and California.\n\nBeyond reducing overall water waste, challenge participants in all 50 states pledged to reduce their use of single-use plastic water bottles by 7.4 million and eliminate 176 thousand pounds of hazardous waste from entering watersheds. By altering daily lifestyle choices, residents also pledged to put 80 million fewer pounds of waste in landfills. Potential savings of 11 billion pounds of carbon dioxide, 199 million kilowatt hours of electricity, and $14 million in consumer cost savings rounded out the final pledge results.\nIn this section, we provide data related to TMNA’s environmental performance.\n\n**AIR QUALITY**\n\n**CRITERIA POLLUTANT TAILPIPE EMISSIONS**\n\nHydrocarbons, nitrogen oxides (NOx) and carbon monoxide — all byproducts of fuel combustion — are linked to various air quality issues such as smog formation as well as various health effects. Limiting criteria pollutant emissions from our vehicle tailpipes helps to reduce some of the environmental impacts of driving.\n\nThe U.S. Environmental Protection Agency (EPA) and the state of California have certification programs to categorize vehicles in terms of their level of tailpipe emissions, and Environment and Climate Change Canada has issued Tier 3 regulations aligned with the final U.S. Tier 3 rule.\n\nWhile the EPA Tier 3 and California Low Emission Vehicle III (LEV III) regulations have different nomenclature for categorizing vehicle emissions, the bins include the same vehicle emission groupings. For the 2020 model year, EPA Tier 3 and California LEV III regulations required an auto manufacturer’s fleet average to meet an emission standard for non-methane organic gas with nitrogen oxides (NMOG + NOx) of 0.065 g/mi for passenger cars and light-duty trucks up to 3,750 pounds, and 0.074 for other light-duty trucks. The regulations set declining emission standards from 2017 through 2025, when the NMOG + NOx average for both sets of vehicles will become 0.030 g/mi.\n\nThe EPA Tier 3 vehicle standards were intended to be harmonized with California’s Low Emission Vehicle program and create a federal vehicle emissions program that allows automakers to sell the same vehicles in all 50 states.\n\nToyota’s goal is to maintain flexibility to build vehicles based on customer preferences. In setting tailpipe emission regulations, we believe standards should be performance-based and consider the interaction with other vehicle rules — such as fuel economy/greenhouse gas standards — to ensure the total package of requirements is effective and acceptable to the consumer. Fuels must be considered with vehicle technologies as a holistic system. Reduced sulfur levels in gasoline, required by the federal Tier 3 and California LEV III programs, are enabling the after-treatment systems being designed for compliance.\nToyota annually complies with the state of California, U.S. and Canadian vehicle criteria pollutant emissions standards.\n\nThe 2021 “Greenest List”, published by the American Council for an Energy Efficient Economy (ACEEE), names the Toyota Prius Prime, Toyota RAV4 Prime AWD, and Toyota Corolla Hybrid as three of the greenest vehicles of the year. ACEEE evaluated more than 1,000 models and awards each car with a Green Score based on an environmental damage index (EDX), which reflects the cost to human health from air pollution associated with vehicle manufacturing and disposal, the production and distribution of fuel or electricity, and vehicle tailpipes.\n\n**VOLATILE ORGANIC COMPOUNDS**\n\n**ABOUT THIS CHART:** The primary concern with non-greenhouse gas air emissions is smog. Smog is formed as particulate matter, nitrogen oxides, and volatile organic compounds (VOCs) react with sunlight. Smog has been linked to several health issues and is particularly prevalent in dense urban areas with heavy traffic, industrial activity and sunny, warm climates.\n\nVehicle body painting operations generate most of Toyota’s VOC emissions. Toyota’s North American manufacturing plants measure grams of VOCs emitted per square meter of vehicle surface area coated (g/m²). VOC emissions from vehicle body painting decreased 4 percent between fiscal years 2020 and 2021, due in part to decreased production during the COVID-19 pandemic. We expect VOC emissions to continue to decrease as we further improve transfer efficiency and launch additional water-borne paint systems.\n## BIODIVERSITY\n\n### ENDANGERED & PROTECTED SPECIES\n\n| TOYOTA SITE | ENDANGERED, THREATENED, OR PROTECTED SPECIES | LAW/REGULATION | ACTIVITIES |\n|-------------|---------------------------------------------|----------------|------------|\n| All TMNA sites in North America | Monarch butterfly | On December 15, 2020, the U.S. Fish and Wildlife Service announced that listing the monarch as endangered or threatened under the Endangered Species Act is warranted, but precluded by higher priority listing actions. The monarch is now a candidate under the Endangered Species Act and its status will be reviewed annually until a listing decision is made. | See BIODIVERSITY/Biodiversity Targets |\n| Manufacturing plant in Tijuana, Baja California (Mexico) | Guanacucho verrucosus (a medicinal shrub) | Protected by Mexico’s Ministry of Environment and Natural Resources (SEMARNAT) under NOM-059-SEMARNAT-2010 | These species are found on 143 acres of the site’s property that are protected as a wildlife preserve. |\n| | Crotalus ruber (a native rattlesnake) | | |\n| | Linx rufus (bobcat) | | |\n| | Lepus californicus (black-tailed jackrabbit) | | |\n| | Ferocactus gracilis (tree barrel cactus) | | |\n| | Cylindropuntia californica (California cholla) | | |\n| Manufacturing plants in Cambridge and Woodstock, Ontario (Canada) | Tree Swallow | Protected by the Migratory Birds Convention Act | Installed 71 bird boxes at Toyota’s assembly plants in Cambridge and Woodstock, Ontario. |\n| Engine plant in Huntsville, Alabama | Alabama cave shrimp | Protected by the U.S. Endangered Species Act | Cave shrimp are found in an area of the site that is not disturbed by site operations or activities. |\n| Assembly and unit plant in Georgetown, Kentucky | Solenodon shortis (short’s goldenrod) | Protected by the U.S. Endangered Species Act | Planted Short’s Goldenrod along a one-mile nature trail onsite. |\n| | Myotis sodalis (Indiana bat) | | |\n| Vehicle logistics site at the Port of Portland, Oregon | Coho Salmon | Protected by the U.S. Endangered Species Act | Salmon Safe certified; site maintains a bioswale and storm water pollution prevention program; team members participate in annual cleanup of the Willamette River |\n\nIncludes Toyota-owned sites in operation as of September 1, 2021\n\n**ABOUT THIS CHART:** As sites apply for certification of their conservation programs with Wildlife Habitat Council (WHC), they work with a WHC biologist to take an inventory of species onsite. This inventory includes any species listed by federal law as endangered or threatened. In addition to the 15 sites with WHC-certified programs, we assess new sites for the presence of endangered and protected species.\nPROTECTED AREAS/Critical Habitat\n\nABOUT THIS CHART: TMNA has begun an analysis to determine whether sites are in a protected area, critical habitat or biodiversity hotspot (see below for definitions of these terms). We started with our largest facilities, those that have Conservation Certification from Wildlife Habitat Council, and those under construction or undergoing major renovations. In the table above, we only include the sites that meet one or more of these three criteria. We will be analyzing additional sites going forward, and the information will be used to inform our biodiversity strategy and project selection.\n\nA Protected Area is defined as a geographic area that is designated, regulated or managed to achieve specific conservation objectives. (GRI Standards Glossary 2016)\n\nCritical Habitat is a term defined and used in the U.S. Endangered Species Act. It is a specific geographic area(s) containing physical or biological features that are essential for the conservation of a threatened\nor endangered species and that may require special management and protection. Critical habitat may include an unoccupied area(s) if it is determined to be essential for the conservation of the species.\n\nA **Biodiversity Hotspot** is defined as an area that meets two criteria: It must have at least 1,500 vascular plants as endemics — which is to say, it must have a high percentage of plant life found nowhere else on the planet; and it must have 30 percent or less of its original natural vegetation.\n\nBiodiversity hotspots represent just 2.3 percent of Earth’s land surface, but they support more than half of the world’s endemic plant species and nearly 43 percent of endemic bird, mammal, reptile and amphibian species.\n\nCritical Ecosystem Partnership Fund (CEPF) maintains a list of hotspots by region. CEPF is a joint initiative of l’Agence Française de Développement, Conservation International, the European Union, the Global Environment Facility, the Government of Japan, the MacArthur Foundation and the World Bank.\n\n“Restoring Habitats”\nWHC CONSERVATION CERTIFICATIONS\n\nABOUT THIS CHART: Wildlife Habitat Council® (WHC) partners with corporations, fellow conservation organizations, government agencies and community members to empower and recognize wildlife habitat and conservation education programs. WHC’s voluntary certification standard, Conservation Certification, is designed for broad-based biodiversity enhancement and conservation education activities on corporate landholdings.\n\nOur partnership with WHC began in 1999 when Toyota joined WHC’s membership. In 2008, the conservation program at our Kentucky assembly plant became Toyota’s first WHC certification. Today, programs at 15 Toyota sites have achieved Conservation Certifications and in 2020, Toyota Motor Manufacturing Texas won WHC’s Invasive Species Project Award for feral hog management.\nCARBON\n\nGHG EMISSIONS - VEHICLES\n\nABOUT THIS CHART: This chart shows GHG performance of Toyota’s U.S. vehicle fleet under the U.S. EPA GHG program. The annual GHG compliance values account for real-world GHG benefits from off-cycle technologies, such as air conditioning and aerodynamic improvements, not observed over the official tailpipe CO₂ testing conditions. Follow this link for more information about the U.S. EPA GHG program.\n\nABOUT THIS CHART: The Canadian federal government has established GHG emissions regulations under the Canadian Environmental Protection Act for the 2011–2025 model years. To date, Toyota has met the regulatory obligations regarding vehicle CO₂ emissions in Canada for each model year.\n\nNatural Resources Canada (NRCan) named three Toyota vehicles as best-in-class for fuel efficiency for the 2021 model year: Toyota Corolla Hybrid (Compact car), Toyota Highlander Hybrid AWD (Standard Sport Utility Vehicle), and Toyota Sienna (Minivan). Best-in-class vehicles have the lowest combined fuel consumption rating, based on 55 percent city and 45 percent highway driving.\nENERGY - OPERATIONS\n\nP07 / ENERGY CONSUMPTION (MWh)\n\n| Source                                | PY2020  | PY2021  |\n|---------------------------------------|---------|---------|\n| Non-renewable Electricity             | 1,670,000 | 1,535,000 |\n| Renewable Electricity                 | 60,000  | 62,000  |\n| Natural Gas in Stationary Sources     | 2,050,000 | 1,938,000 |\n| Fuels used in Mobile Sources          | 78,700  | 74,000  |\n| **TOTAL ENERGY**                      | 3,858,700 | 3,609,000 |\n\nScope: Toyota North American manufacturing, R&D, owned logistics, offices\n\nABOUT THIS CHART: Total energy consumption in North America decreased by 6 percent in fiscal year 2021 compared to the previous year. This is due in part to the plants shutting down for eight weeks during the COVID-19 pandemic. Energy efficiency projects resulted in energy savings of 105,000 MWh.\n\nEnergy intensity, measured in MWh of energy consumed per vehicle produced, was 2.23 in fiscal year 2021.\n\nEnergy data is compiled primarily from electricity and natural gas invoices. For mobile sources, either fuel consumption or miles traveled is tracked.\nABOUT THIS CHART: Total Scope 1 and 2 CO₂ emissions have decreased 8 percent between fiscal years 2020 and 2021 and 22 percent since fiscal year 2016. The decrease from the previous year is due in part to reduced operations during the COVID-19 pandemic, but over the last five years, the decrease can also be attributed to energy efficiency improvements, investments in renewable energy, and changes in production volumes and model mix.\n\nTMNA uses The GHG Protocol: A Corporate Accounting and Reporting Standard, Revised Edition (published by WBCSD and WRI) to develop the emissions inventory. TMNA follows the financial control approach.\n\nGases included in Scopes 1 and 2 include CO₂ only.\n\nScope 1 sources include stationary combustion (such as burning natural gas for energy) as well as owned mobile sources (such as Toyota-owned fleet vehicles and owned logistics trucks).\n\nScope 2 emissions include consumption of purchased electricity from Toyota sites in North America. Scope 2 emissions are calculated using the location-based approach. Indirect emissions from electricity used at Toyota’s U.S. locations are calculated using EPA eGRID emission factors. For sites in Canada, provincial emission factors are sourced from Canada’s National Inventory Report, and for Mexico, a country-specific emission factor is sourced from Carbon Footprint Country Specific Electricity Grid Greenhouse Gas Emissions Factors v1.4, September 2020. Where renewable electricity is purchased, an emission factor of zero is assumed.\n\nToyota does not purchase steam.\n\nThree of Toyota’s U.S. manufacturing plants are required to report GHG emissions data under U.S. EPA’s Greenhouse Gas Reporting Program. Individual plant data for our plants in Kentucky, Texas and Indiana are available on EPA’s website through its online data publication tool.\n\nIn Canada, Toyota’s Cambridge and Woodstock plants are required to report under Environment Canada and Climate Change’s Greenhouse Gas Emissions Reporting Program and Output Based Pricing System; both plants are also required to report GHG emissions to the province of Ontario under its Environmental Protection Act.\n“Operations CO₂ Emissions”\n\n**ABOUT THIS CHART:** This chart shows total Scope 1 and 2 CO₂ emissions in metric tons CO₂ divided by North American vehicle production. CO₂ intensity per vehicle produced increased by 2 percent in fiscal year 2021 compared to the previous year but decreased 4 percent from fiscal year 2016. The changes in efficiency are due to improvements in energy and GHG efficiency and changes in production volumes and model mix.\nABOUT THIS CHART: This target measures GHG emissions intensity from owned and third-party trucking, rail, air and marine logistics used to transport U.S. service parts, accessories and vehicles. Intensity is measured in grams of CO₂e per ton-kilometer, which corresponds to the transport of one ton over a distance of one kilometer. The baseline year is fiscal year 2016. While logistics GHG intensity increased 0.6 percent in fiscal year 2021 compared to the previous year, it decreased 6 percent from the baseline year, due in part to reduced operations and sales during the COVID-19 pandemic, but also to improvements in fuel efficiency and an increase in the use of alternative fuels implemented over the past five years.\n\n“Carbon Targets”\n“Suppliers”\nABOUT THIS CHART: Many of Toyota’s activities in vehicle development, manufacturing and logistics are subject to local, state, provincial and federal laws that regulate chemical management, air emissions, water discharges, storm water management, greenhouse gas emissions, and waste treatment and disposal. These regulations vary by facility based on the type of equipment operated and the functions performed.\n\nIn Figure P11, Toyota reports those environmental violations considered significant, meaning those resulting in fines of $5,000 or more and in an impact to the environment. In fiscal year 2021, our North American manufacturing plants and logistics sites had zero significant environmental regulatory violations. In September 2020, Toyota paid a civil penalty of $273,888 to the U.S. Environmental Protection Agency for a regulatory violation of Section 5 inventory requirements of the Toxic Substances Control Act (TSCA) that occurred during 2019. The violation did not result in an impact to the environment.\n\nWhile there were no significant environmental violations in the last fiscal year, in January 2021, Toyota paid a civil penalty of $180 million to the U.S. Environmental Protection Agency to resolve investigations stemming from a self-reported process gap in fulfilling certain emissions defect information reporting requirements under the Clean Air Act. The reporting gap occurred between 2005 and 2015. As a countermeasure, Toyota has put robust reporting and compliance processes in place.\nDEALERS\n\nP12 / TOYOTA / LEXUS LEED® DEALERSHIPS\n\n|                | TOYOTA | LEXUS |\n|----------------|--------|-------|\n| Platinum       | 5      | 0     |\n| Gold           | 20     | 3     |\n| Silver         | 16     | 3     |\n| Certified      | 17     | 5     |\n| **Total**      | **58** | **11** |\n\n*As of July 2021, 69 Toyota and Lexus dealerships – 61 in the U.S., 7 in Canada and 1 in Mexico – have earned LEED® certification. If a dealership has multiple buildings certified, we counted the dealership only once.\n\nABOUT THIS CHART: The Toyota and Lexus brand divisions provide guidance to dealerships on sustainable strategies to achieve Leadership in Energy and Environmental Design (LEED®) certification. LEED® is administered by the U.S. and Canadian Green Building Councils and is based on meeting stringent requirements in sustainable site development, water savings, energy efficiency, materials selection and indoor environmental quality. As of July 2021, 69 Toyota and Lexus dealerships in the U.S., Canada and Mexico have achieved LEED certification for the construction and renovation of their sales and service areas.\nENVIRONMENTAL MANAGEMENT SYSTEM CERTIFICATIONS\n\n| LOCATION                                      | ORIGINAL CERTIFICATION DATE |\n|-----------------------------------------------|-----------------------------|\n| Manufacturing Plants                          |                             |\n| Huntsville, Alabama                           | 2005                        |\n| Long Beach, California                        | 1998                        |\n| Princeton, Indiana                            | 1999                        |\n| Georgetown, Kentucky                          | 1998                        |\n| Troy, Missouri                                | 1998                        |\n| Blue Springs, Mississippi                     | 2012                        |\n| Jackson, Tennessee                            | 2007                        |\n| San Antonio, Texas                            | 2008                        |\n| Buffalo, West Virginia                        | 2000                        |\n| Woodstock, Ontario (Canada)                   | 2009                        |\n| Cambridge, Ontario (Canada)                   | 1998                        |\n| Tijuana, Baja California (Mexico)             | 2006                        |\n| Apaseo el Grande, Guanajuato (Mexico)         | 2021                        |\n| Vehicle Distribution Centers                 |                             |\n| Montreal, Quebec                              | 2003                        |\n| Toronto, Ontario                              | 2002                        |\n| Parts Distribution Center                     |                             |\n| Vancouver, British Columbia                   | 2002                        |\n| Sales and Regional Offices                    |                             |\n| Canadian Sales Headquarters in Toronto, Ontario| 2001                        |\n| Pacific Regional Office and TFS               | 2002                        |\n| Quebec Regional Office and TFS                | 2005                        |\n| Prairie Regional Office and TFS               | 2008                        |\n| Atlantic Regional Office and TFS              | 2006                        |\n\n*List of certified sites in North America as of July 2021.\n\nABOUT THIS CHART: Environmental management systems are an essential part of Toyota’s overall effort to minimize risks and achieve leading levels of environmental performance. An environmental management system (EMS) provides a framework for identifying significant environmental aspects and impacts and setting corresponding controls, goals and targets to manage and reduce these impacts over time. The facilities listed in the chart have had their environmental management systems third-party certified to ISO 14001, the International Organization for Standardization’s standard for designing and implementing an effective environmental management system.\nGREEN BUILDING\n\nP14 / TOYOTA’S NORTH AMERICAN FACILITIES WITH LEED® CERTIFICATIONS\n\n| TOYOTA FACILITY                                      | LOCATION                  | YEAR | CERTIFICATION LEVEL |\n|------------------------------------------------------|---------------------------|------|---------------------|\n| Toyota Financial Services West                       | Chandler, Arizona         | 2021 | ID+C Gold           |\n| Toyota Financial Services East                        | Alpharetta, Georgia       | 2021 | ID+C Silver         |\n| Production Engineering & Manufacturing Center         | Georgetown, Kentucky      | 2019 | BD+C Platinum       |\n| Toyota Supplier Center                                | York Township, Michigan   | 2019 | BD+C Platinum       |\n| Centro de Entrenamiento Toyota                        | San Luis Potosi, Mexico   | 2018 | O+M, Platinum       |\n| Toyota Motor North America Headquarters (Office Towers, High Bay Evaluation Building, Vehicle Delivery Center) | Plano, Texas              | 2017 | BD+C Platinum       |\n| Chicago Service Training Center                       | Aurora, Illinois          | 2015 | BD+C Gold           |\n| Lexus Eastern Area Office                             | Parsippany, New Jersey    | 2014 | ID+C Platinum       |\n| Toyota Kansas City Training Center                    | Kansas City, Missouri     | 2012 | BD+C Gold           |\n| Toyota Inland Empire Training Center                  | Rancho Cucamonga, California | 2010 | ID+C Gold           |\n| Toyota Technical Center                               | York Township, Michigan   | 2010 | BD+C Gold           |\n| Toyota Racing Development North Carolina              | Salisbury, North Carolina | 2010 | BD+C Certified      |\n| Lexus Florida Training Center                         | Miramar, Florida          | 2009 | ID+C Gold           |\n| Toyota Phoenix Training Center                        | Phoenix, Arizona          | 2009 | ID+C Silver         |\n| North America Production Support Center               | Georgetown, Kentucky      | 2006 | ID+C Silver         |\n| Toyota Motor North America, Inc.                     | Washington, D.C.          | 2016 | ID+C Silver         |\n| Portland Vehicle Distribution Center                  | Portland, Oregon          | 2004 | BD+C Gold           |\n\nBD+C = Building Design + Construction\nID+C = Interior Design + Construction\nO+M = Operations and Maintenance\n\nABOUT THIS CHART: Seventeen Toyota and Lexus facilities have achieved Leadership in Energy and Environmental Design (LEED®) certification. LEED® is a point-based system administered by the U.S. and Canadian Green Building Councils promoting a whole-building approach to sustainable construction and remodeling. LEED certification is based on meeting stringent requirements in sustainable site development, water savings, energy efficiency, materials selection and indoor environmental quality. Ranging from office space to vehicle distribution centers, these facilities represent Toyota’s continued efforts to improve the design and efficiency of all operations. Toyota Motor North America is a platinum member of the U.S. Green Building Council.\n\nToyota has three projects that are pursuing LEED certification: the renovation of the vehicle logistics facility at the Port of Long Beach in California, the newly constructed visitor center at the assembly plant in Mississippi, and the new parts distribution center in Clarington, Ontario.\n\n“Building for the Future”\nWASTE\n\nP15 / TOTAL WASTE (POUNDS)\n\n|                        | 2016     | 2017     | 2018     | 2019     | 2020     |\n|------------------------|----------|----------|----------|----------|----------|\n| Regulated Waste*       |          |          |          |          |          |\n| Recycled/Reused Regulated Waste | 4,570,000 | 4,879,000 | 4,499,000 | 5,763,000 | 4,844,000 |\n| Incineration, WTE**, Fuels Blending | 7,247,000 | 11,599,000 | 11,843,000 | 11,070,000 | 9,166,000 |\n| Landfill               | 692,000  | 33,000   | 0        | 0        | 0        |\n| Non-Regulated Waste    |          |          |          |          |          |\n| Composted              | 831,000  | 1,080,000 | 908,000  | 999,000  | 722,000  |\n| Recycled Scrap Steel from Mfg Plants | 678,953,000 | 656,129,000 | 696,759,000 | 599,387,000 | 594,062,000 |\n| Other Recycled/Reused  | 87,805,000 | 79,940,000 | 79,800,000 | 82,864,000 | 65,712,000 |\n| Incineration, WTE**, Fuels Blending | 33,933,000 | 29,314,000 | 32,081,000 | 31,888,000 | 28,572,000 |\n| Landfill               | 8,081,000 | 16,995,000 | 13,363,000 | 13,835,000 | 10,765,000 |\n| TOTAL WASTE (Pounds) GENERATED | 822,112,000 | 799,969,000 | 839,253,000 | 745,806,000 | 713,843,000 |\n\n*Regulated waste includes hazardous, universal and special wastes regulated at the federal, state, provincial or local level. Non-regulated waste is all other waste.\n\n**WTE = waste to energy\n\nScope = Toyota’s North American headquarters, manufacturing, R&D, sales and logistics sites in the U.S., Canada and Puerto Rico. Also includes data from manufacturing in Mexico. Data from non-manufacturing sites in Mexico will be included in future years. Data excludes construction and demolition waste from new construction and expansion projects.\n\nABOUT THIS CHART: Waste data is collected on a calendar year basis. In 2020, Toyota’s North American manufacturing plants, R&D centers, logistics sites and offices generated 713.8 million pounds of waste. This is a 4 percent decrease from 2019, due to the COVID-19 pandemic, which resulted in our plants shutting down for eight weeks and our offices remaining closed through most of 2020.\n\nWe recycled, reused or composted 93.2 percent of all waste in 2020. Only 1.5 percent was sent to landfills for disposal (for certain waste streams, landfill disposal is required by law), and 5.3 percent was incinerated or used for fuels blending or waste-to-energy.\n\n“Eliminating Waste”\nWATER\n\nP16 / WATER (GALLONS)\n\n|                      | FY2019       | FY2020       | FY2021       | FY2021 WATER-STRESSED AREAS* |\n|----------------------|--------------|--------------|--------------|------------------------------|\n| Water Withdrawal     | 1,806,964,000| 1,766,238,000| 1,526,868,000| 126,346,000                  |\n| Water Discharge      | 1,136,206,000| 1,171,907,000| 1,238,972,000| 70,650,000                   |\n| Water Consumption    | 670,758,000  | 594,331,000  | 287,896,000  | 55,696,000                   |\n\nScope: Toyota North American manufacturing, R&D, owned logistics, offices\n*Water-stressed areas have been identified with WRI’s Aqueduct™ Water Risk Atlas 3.0 and include sites with overall risk scores of “high” and “extremely high.”\n\nABOUT THIS CHART: In fiscal year 2021, Toyota withdrew 1.5 billion gallons of water at North American facilities, including manufacturing plants, R&D centers, parts and vehicle distribution centers, service training centers and offices. This represents a 14 percent decrease from the previous year, due in part to plant shutdowns during the COVID-19 pandemic.\n\nOnly 8 percent of water withdrawal occurred in an area of “high” or “extremely high” water stress.\n\nMore than 95 percent of total water withdrawal came from municipal sources (both fresh and recycled water from utilities); the remaining withdrawals came from surface water bodies, groundwater and rainwater.\n\nWe estimate 1.2 billion gallons were discharged, either to surface waters or to municipal utilities.\n\nConsumption (defined as withdrawal minus discharge, or the water that was not returned to either a municipal utility or surface or ground water) was 287.9 million gallons.\n\nWater withdrawal volumes were compiled primarily from water utility invoices. For rainwater, measurements are taken from the collection units.\n\nWater discharge is either measured by meter or, in the case of non-production facilities, estimated based on occupancy.\n\n“Conserving Water”\nThis report supports SDG 12: Responsible Production & Consumption, Target 12.6, which encourages companies to include sustainability information in their reporting cycles.\n\nToyota’s North American Environmental Report references the Global Reporting Initiative (GRI) Standards listed below. See the Toyota Motor Corporation’s GRI Content Index for global information related to GRI disclosures.\n\n### Standard 102: General Disclosures (2016)\n\n| Organizational Profile |\n|------------------------|\n| **102-1** Name of the organization | This report covers activities over which Toyota Motor North America, Inc. (TMNA) and Toyota Canada Inc. (TCI) have financial control. |\n| **102-2** Activities, brands, products, and services | Vehicle design, manufacturing and sales for the Toyota and Lexus brands |\n| **102-3** Location of headquarters | TMNA: Plano, Texas, U.S. TCI: Toronto, Ontario, Canada |\n| **102-4** Location of operations | TMNA operates in the U.S. and Mexico. TCI operates in Canada. |\n| **102-5** Ownership and legal form | TMNA is a wholly owned subsidiary of Toyota Motor Corporation (TMC). TCI is a majority owned subsidiary, with TMC holding 51%. TMC is a publicly traded company. |\n| **102-6** Markets served | Toyota and Lexus vehicles are sold throughout the U.S., Canada and Mexico. |\n| **102-7** Scale of the organization | Toyota has about 36,000 employees working in more than 100 locations in the U.S., Canada and Mexico. See [https://www.toyota.com/usa/operations/index.html](https://www.toyota.com/usa/operations/index.html) [https://www.toyota.ca/toyota/en/about/north-america](https://www.toyota.ca/toyota/en/about/north-america) [https://www.toyota.mx/produccion](https://www.toyota.mx/produccion) North American vehicle production in FY2021 was 1.6 million. |\n| **102-13** Membership of associations | TMNA and TCI are members of several industry groups working on hydrogen and fuel cell technology. See [Industry Group Memberships](#). (This list of associations is only a partial list and not meant to include all associations of which TMNA and TCI are members.) |\n| Strategy | 102-14 | Statement from senior decision-maker | Dear Reader  \nEnvironmental Sustainability Strategy  \nPriority Issues  \nTargets  \nLooking Ahead |\n| --- | --- | --- | --- |\n| 102-15 | Key impacts, risks, and opportunities | Environmental Sustainability Strategy  \nPriority Issues |\n| Governance | 102-18 | Governance structure | Governance structure for Environmental Sustainability: Governance |\n| 102-20 | Executive-level responsibility for economic, environmental, and social topics | Executive level responsibility for Environmental Sustainability: Governance |\n| Stakeholder Engagement | 102-40 | List of stakeholder groups | See graphic: Priority Issues |\n| Reporting Practice | 102-45 | Entities included in the consolidated financial statements | TMNA and TCI are both included in TMC’s consolidated financial statements. For entities included in this report, see About This Report |\n| 102-47 | List of material topics | Priority Issues |\n| 102-48 | Restatements of information | GHG intensity data in figure P10 has been restated for FY2017-2020 due to updates to the calculation methodology. |\n| 102-49 | Changes in reporting | There are no significant changes from previous reporting years. |\n| 102-50 | Reporting period | Toyota reports by fiscal year (April 1 through March 31). See About This Report. |\n| 102-51 | Date of most recent report | The previous report was published in December 2020. See About This Report. |\n| 102-52 | Reporting cycle | Toyota issues an annual North American Environmental Report. See About This Report. |\n| 102-53 | Contact points for questions regarding the report | See About This Report. |\n| 102-54 | Claims of reporting in accordance with the GRI Standards | This report references the GRI Standards listed in this GRI Content Index. |\n| 102-55 | GRI content index | GRI Content Index |\n### Standard 103: Management Approach (2016)\n\n| 103-1 | Explanation of the material topic and its Boundary | CARBON Position Statement  \nWATER Position Statement  \nMATERIALS Position Statement  \nBIODIVERSITY Position Statement |\n|-------|--------------------------------------------------|------------------------------------------------------------------|\n| 103-2 | The management approach and its components       | Approach, policies, commitments:  \nCARBON Position Statement  \nWATER Position Statement  \nMATERIALS Position Statement  \nBIODIVERSITY Position Statement  \nContributing to the SDGs  \nElectric Avenue  \nBuilding for the Future  \nManagement Systems:  \nEnvironmental Management Systems  \nGoals and targets:  \nTargets  \nLooking Ahead  \nProjects:  \nOperations CO2 Emissions  \nConserving Water  \nConserving Natural Resources  \nEliminating Waste  \nProtecting Species  \nRestoring Habitats  \nGreen Building |\n\n### Standard 301: Materials (2016)\n\n| 301-2 | Recycled input materials used | For information on our use of sustainable materials, including recycled input materials, see Conserving Natural Resources |\n|-------|------------------------------|------------------------------------------------------------------------------------------------------------------|\n| 301-3 | Reclaimed products and their packaging materials | For information on collection of used hybrid vehicle batteries, see Hybrid Battery Recycling. |\n### Standard 302: Energy (2016)\n\n| 302-1 | Energy consumption within the organization | Energy |\n|-------|--------------------------------------------|--------|\n| 302-2 | Energy intensity                            | Energy |\n| 302-3 | Reduction of energy consumption             | Operations CO2 Emissions |\n\n### Standard 303: Water and Effluents\n\n| 303-1 | Interactions with water as a shared resource | See Water Target for an explanation of how we set our water target and how it relates to the local context of areas in water stress. |\n|-------|---------------------------------------------|--------------------------------------------------|\n| 303-2 | Management of water discharge-related impacts | Protecting Water Resources |\n| 303-3 | Water withdrawal                            | Water Performance |\n| 303-4 | Water discharge                             | Water Performance |\n| 303-5 | Water consumption                           | Water Performance |\n\n### Standard 304: Biodiversity (2016)\n\n| 304-1 | Operational sites owned, leased, managed in, or adjacent to, protected areas and areas of high biodiversity value outside protected areas | Protected Areas/Critical Habitat |\n|-------|-----------------------------------------------------------------------------------------------------------------|----------------------------------|\n| 304-2 | Significant impacts of activities, products, and services on biodiversity | For significant direct and indirect positive impacts with reference to species and habitats, see: Biodiversity Target Protecting Species Restoring Habitats Expanding our Reach National Environmental Education Foundation World Wildlife Fund |\n| 304-3 | Habitats protected or restored | Biodiversity Target Protecting Species Restoring Habitats National Environmental Education Foundation World Wildlife Fund WHC Conservation Certifications |\n| 304-4 | IUCN Red List species and national conservation list species with habitats in areas affected by operations | Endangered and Protected Species |\n### Standard 305: Emissions (2016)\n\n| 305-1 | Direct (Scope 1) GHG Emissions | See P08 in GHG Emissions from Operations |\n|-------|--------------------------------|------------------------------------------|\n| 305-2 | Energy indirect (Scope 2) GHG Emissions | See P08 in GHG Emissions from Operations |\n| 305-3 | Other indirect (Scope 3) GHG Emissions | We report all GHG emissions from logistics activities – both Scopes 1 and 3 – together. See: Suppliers P10 in GHG Emissions from Operations |\n| 305-4 | GHG emissions intensity | See P09 in GHG Emissions from Operations |\n| 305-5 | Reduction of GHG emissions | Carbon Targets: Reduce absolute GHG emissions from North American operations 15% Operations CO2 Emissions |\n| 305-7 | NOx, SOx, and other significant air emissions | Volatile Organic Compounds |\n\n### Standard 306: Waste (2020)\n\n| 306-2 | Management of significant waste-related impacts | Examples of actions taken to prevent waste generation: Eliminating Waste Supporting Community Recycling |\n|-------|-----------------------------------------------|--------------------------------------------------|\n| 306-3 | Waste generated | Waste |\n| 306-4 | Waste diverted from disposal | Waste |\n| 306-5 | Waste directed to disposal | Waste |\n\n### Standard 307: Environmental Compliance (2016)\n\n| 307-1 | Non-compliance with environmental laws and regulations | Compliance |\n### Standard 308: Supplier Environmental Assessment (2016)\n\n| 308-2 | Negative environmental impacts in the supply chain and actions taken | TMNA works with suppliers to reduce CO2 emissions – see Suppliers. |\n\n### Standard 413: Local Communities (2016)\n\n| 413-1 | Operations with local community engagement, impact assessments, and development programs | Examples of local community engagement: Raising Community Awareness, Supporting Community Recycling, Expanding our Reach, National Public Lands Day |\nThe Toyota Environmental Challenge 2050 is a set of six visionary challenges that will create a net positive impact on the planet and society. These six challenges are guiding our efforts to build a better, smarter, more sustainable future.\n\n**WHAT IS THE TOYOTA ENVIRONMENTAL CHALLENGE 2050?**\n\nThe Toyota Environmental Challenge 2050 (Challenge 2050) is a set of six visionary challenges that seek to go beyond eliminating negative environmental impacts to creating net positive impacts on the planet and society. Toyota Motor Corporation (TMC, Toyota’s parent company headquartered in Japan) announced these six challenges in 2015 after extensive research and internal and external consultation. The challenges, which apply to all Toyota subsidiaries around the world, are the most demanding and most inspiring environmental commitments this company has ever made.\n\nThe six challenges are:\n\n- **New Vehicle CO₂ Emissions Challenge** – Reduce CO₂ emissions from new vehicles by 90% (2010 baseline)\n- **Operations CO₂ Emissions Challenge** – Eliminate CO₂ emissions from operations\n- **Life Cycle CO₂ Emissions Challenge** – Eliminate CO₂ emissions from suppliers and dealers\n- **Water Conservation Challenge** – Conserve water and protect water resources\n- **Recycling-Based Society Challenge** – Support a recycling-based society\n- **Harmony with Nature Challenge** – Conserve biodiversity, protect species and restore habitats\nChallenge 2050 is how team members across the company, in every region of the world, are working to put Toyota’s global vision of *Respect for the Planet* into action. Challenge 2050 unites us all with a common purpose – to be more than just good stewards of the environment and to create positive changes beyond our facility boundaries.\n\n**WHY IS TOYOTA FOCUSING ON THESE SIX CHALLENGES?**\n\nIn 2015, TMC conducted a global evaluation of environmental trends, risks and opportunities to identify topics that reflect the company’s most significant environmental impacts. As a result of this process, TMC identified six environmental issues that are addressed by Challenge 2050:\n\n| Environmental Issues                                      | Challenge 2050 Goals                                                                 |\n|-----------------------------------------------------------|--------------------------------------------------------------------------------------|\n| Extreme weather phenomena attributed to GHG emissions    | ![Image](image1.png)                                                                 |\n| (climate change)                                          | ![Image](image2.png)                                                                 |\n| Aggravated air pollution in cities                        | ![Image](image3.png)                                                                 |\n| Water shortages due to population growth                  | ![Image](image4.png)                                                                 |\n| Resource depletion                                        | ![Image](image5.png)                                                                 |\n| Ecosystem fragmentation                                   | ![Image](image6.png)                                                                 |\n| Biodiversity loss                                         | ![Image](image7.png)                                                                 |\n\n**HOW DOES CHALLENGE 2050 SUPPORT THE SDGS?**\n\nOne major input to TMC’s evaluation of significant environmental issues was the United Nations (UN) 2030 Agenda and the 17 Sustainable Development Goals (SDGs). The SDGs and their corresponding 169 targets run from 2016 through 2030 and in that time, seek to “free the human race from the tyranny of poverty and want and to heal and secure our planet.” This may sound like an unrealistic mission, but the UN goals are actually achievable – if governments, businesses, nonprofits, other organizations and even individuals all do their part.\n\nAt Toyota, we are committed to doing our part. The Toyota Environmental Challenge 2050 supports many of the SDGs and shares their fundamental mission — to make the world better, safer and healthier.\nEach of Toyota’s major regions is developing strategies and targets to help the company achieve these challenges. Here in North America, our activities supporting both Challenge 2050 and the SDGs are organized by our core focus areas of Water, Carbon, Materials and Biodiversity. Our long-term strategies in each of these focus areas show the steps we’re taking to address the world’s pressing environmental problems and become part of the solution. We believe environmental sustainability activities undertaken within our four focus areas, complemented by outreach, can make significant contributions to seven of the UN’s Sustainable Development Goals. For more information on how we contribute to the achievement of the SDGs in North America, see our feature story here.\nHOW IS TOYOTA PLANNING TO ACHIEVE CHALLENGE 2050?\n\nThrough a combination of continuous improvement (kaizen), new technology, and creative thinking. And, perhaps most importantly, by sharing know-how. These challenges are complex and won’t be achieved alone. They will take working with partners who will help us find success along the way.\n\nDeveloping strategies for a 30-year period is difficult, given the uncertainties in planning so far into the future. So, the company has developed a number of milestones, particularly for the three CO₂ emissions challenges, which together, reflect Toyota’s aim to become carbon neutral by 2050.\n\nKey Global Milestones:\n\n- Reduce CO₂ emissions from new vehicles by at least 35 percent by 2030.\n- Achieve carbon neutrality at all manufacturing locations globally by 2035.\n- Reduce life cycle CO₂ emissions by at least 25 percent by 2030.\n- Complete impact assessments by 2030 at each of the 22 plants in North America, Asia and Europe where water is discharged directly into a river.\n\nIn addition to these milestones, Toyota continues to work on environmental action plans (EAPs), which break down the Challenge 2050 into incremental, five-year plans. This is how the company is working to drive change - step by step to achieve carbon neutrality and a net positive environmental impact at a global level.\n\nThe sixth five-year plan ran from 2017 to 2021. Performance against the targets in this EAP are reported here in the 2021 North American Environmental Report.\n\nToyota’s Seventh Environmental Action Plan runs from 2022-2026. Details on this plan can be found here.\nWHAT PROGRESS HAVE WE MADE IN NORTH AMERICA TO SUPPORT CHALLENGE 2050?\n\nHere at Toyota Motor North America, we aligned Challenge 2050 with our four environmental sustainability focus areas of Carbon (the three CO₂ Emissions Challenges), Water (the Water Conservation Challenge), Materials (the Recycling-based Society Challenge) and Biodiversity (the Harmony with Nature Challenge).\n\nStep by step, we are making progress towards achieving the challenges in Challenge 2050. We are reducing environmental impacts, and we’re starting to see how we can turn that into net positive.\n\nFind out more by visiting IDEAS & ACTIONS and the North American Environmental Report.\n\n**CARBON:**\n\n- 52% of Toyota and Lexus models have an electrified option\n- 19 electrified Toyota and Lexus models on the road in North America\n- 69 LEED®-certified Toyota and Lexus dealers in North America\n- Zero emissions from Toyota’s hydrogen-powered fuel cell electric heavy-duty trucks\n- 22% reduction in CO₂ emissions from North American operations in the last 5 years\n\n**WATER:**\n\n- 54 million gallons of water saved at the Indiana assembly plant thanks to a wastewater recycling project\n\n**MATERIALS:**\n\n- 93% of waste is recycled, reused or composted every year\n\n**BIODIVERSITY:**\n\n- 17 pollinator gardens support the monarch butterfly migration\n- 15 sites engaged in conservation programs certified by Wildlife Habitat Council\n- $425,000 in Biodiversity Conservation Grants awarded by Toyota and the National Environmental Education Foundation\nSo much needs to be done to solve the critical environmental issues facing the global community – climate change, water scarcity, resource depletion and habitat loss, to name the big ones.\n\nThat’s why, in September of 2015, the United Nations adopted the 2030 Agenda and Sustainable Development Goals (SDGs). The 17 SDGs and their corresponding 169 targets run from 2016 through 2030 and in that time, seek to “free the human race from the tyranny of poverty and want and to heal and secure our planet.” 4 This may sound like an unrealistic mission, but the UN goals are actually achievable – if governments, businesses, nonprofits, other organizations and even individuals all do their part.\n\nAt Toyota, we are committed to doing our part. The Toyota Environmental Challenge 2050 supports seven of the SDGs and shares their fundamental mission – to make the world better, safer and healthier.\n\nAchieving the SDGs and the Toyota Environmental Challenge 2050 will take careful planning. And it will take time. We won’t see progress on this massive scale overnight.\n\nOur environmental activities are about evolution – incremental, steady steps forward. They’re also about innovation – finding new and creative ways to make change.\n\nThey’re about sharing our expertise to help others and maximize positive outcomes.\n\nAnd most of all, they’re about doing. Our 36,000 North American team members are on board as well as suppliers, dealers and other partners. Together, we are ready to make great things happen on our journey towards a more sustainable future.\n\n---\n\n4 Transforming our World: the 2030 Agenda for Sustainable Development, Preamble, A/RES/70/1, adopted by the United Nations General Assembly on 25 September 2015 https://sustainabledevelopment.un.org/post2015/transformingourworld.\nCONTRIBUTING TO THE UN SUSTAINABLE DEVELOPMENT GOALS\n\nToyota’s response to the UN SDGs, particularly those addressing environmental issues, is centered around the six far-reaching challenges within the Toyota Environmental Challenge 2050 (Challenge 2050). Each major region is developing strategies and targets to help the company achieve these challenges. Here in North America, Toyota’s activities supporting both Challenge 2050 and the SDGs are organized by our environmental sustainability focus areas of Carbon, Water, Materials and Biodiversity. Our long-term strategies in each of these focus areas, supported by our outreach activities, show the steps we’re taking to address the world’s pressing environmental problems and become part of the solution.\n\nHere in North America, we believe environmental sustainability activities undertaken within our four focus areas can make significant contributions to seven of the UN’s Sustainable Development Goals:\n\n* Toyota Motor Corporation (TMNA’s parent company) recognizes additional SDGs as relevant to the global company. We only list the SDGs here considered relevant to Toyota in North America.\nFind out more about how our activities contribute to meeting Sustainable Development Goals 7, 11 and 13 by following the links below and by visiting Carbon – An Overview.\n\n**SDG 7: ENSURE ACCESS TO AFFORDABLE, RELIABLE, SUSTAINABLE AND MODERN ENERGY FOR ALL**\n\nAccess to energy is a key driver of economic growth. Given the world’s growing population, clean energy is even more crucial. Energy storage, whether in second-life batteries or through stationary hydrogen storage, can help set the stage for increasing the share of renewable electricity on the grid. Through the Toyota Environmental Challenge 2050, Toyota recognizes the connection between using clean energy and limiting greenhouse gas emissions.\n\nToyota uses energy to power our manufacturing plants, distribution centers and offices. Our suppliers also use energy to power their facilities. Promoting efficient energy use and renewable energy sourcing are key components of our Carbon strategy.\n\n| SDG 7: AFFORDABLE & CLEAN ENERGY | TMNA ENVIRONMENTAL REPORT LINKS |\n|----------------------------------|----------------------------------|\n| 7.2 Increase substantially the share of renewable energy in the global energy mix | • Carbon Targets: Operations CO₂ Emissions Challenge  \n• Clean Assist Program  \n• Renewable Energy  \n• Feature: Building for the Future |\n| 7.3 By 2030, double the global rate of improvement in energy efficiency | • Carbon Targets: Operations CO₂ Emissions Challenge  \n• Operations CO₂ Emissions  \n• Life Cycle CO₂ Emissions |\n| 7.a By 2030, enhance international cooperation to facilitate access to clean energy research and technology, including energy, energy efficiency and advanced and cleaner fossil-fuel technology, and promote investment in energy infrastructure and clean energy technology | • Carbon Targets: Vehicle CO₂ Emissions Challenge  \n• Zero-Emissions Trucking |\nSDG 11: MAKE CITIES AND HUMAN SETTLEMENTS INCLUSIVE, SAFE, RESILIENT AND SUSTAINABLE\n\nMore than half the world’s population lives in cities. Air pollution is a major concern in cities, and many people living in cities breathe air that does not meet the air quality standards set by the World Health Organization. Through the Toyota Environmental Challenge 2050, we recognize our role in the development of sustainable transport and in reducing the environmental impacts of driving, especially in urban communities.\n\nHere in North America, we are supporting infrastructure development for hydrogen fuel cell electric vehicles, which emit no pollutants – only water. Toyota Mirai is our first hydrogen fuel cell electric vehicle, on the market in California, Quebec and British Columbia. We also delivered 10 hydrogen fuel cell electric Class 8 trucks for operation at the Port of Los Angeles. The promise of zero-emission vehicles is fulfilled only when the fuel these vehicles use is created in a way that doesn’t generate emissions. That’s why we plan to use 100 percent renewable hydrogen fuel produced from biogas.\n\n| SDG 11: SUSTAINABLE CITIES & COMMUNITIES | TMNA ENVIRONMENTAL REPORT LINKS |\n|-----------------------------------------|---------------------------------|\n| 11.6 By 2030, reduce the adverse per capita environmental impact of cities, including by paying special attention to air quality and municipal and other waste management | • Carbon Targets: Vehicle CO₂ Emissions Challenge  \n• Vehicle CO₂ Emissions  \n• Air Quality  \n• Zero-Emissions Trucking  \n• Feature: Electric Avenue |\n\nSDG 13: TAKE URGENT ACTION TO COMBAT CLIMATE CHANGE AND ITS IMPACTS\n\nThe global nature of climate change calls for broad cooperation in developing sustainable, low carbon pathways to the future. Toyota recognizes climate change as a global priority issue and has established three aggressive carbon goals to eliminate CO₂ emissions from our new vehicle fleet, facilities and logistics operations, and supply chain, all by 2050.\n\nHere in North America, we are working towards improving fuel economy and reducing CO₂ emissions from new vehicles by planning to offer electrified versions of Toyota and Lexus models by around 2025. We are also reducing absolute CO₂ emissions from our facilities and transportation activities and increasing our use of renewable energy. We are partnering with various stakeholders to advance infrastructure for alternative fuel vehicles, reduce congestion and develop low carbon fuels. And we are working with suppliers to communicate our goals and help them find ways to reduce their carbon footprint.\n\n| SDG 13: CLIMATE ACTION | TMNA ENVIRONMENTAL REPORT LINKS |\n|-------------------------|---------------------------------|\n| 13.3 Improve education, awareness-raising and human and institutional capacity on climate change mitigation, adaptation, impact reduction and early warning | • Carbon/Targets  \n• Vehicle CO₂ Emissions  \n• Operations CO₂ Emissions  \n• Life Cycle CO₂ Emissions  \n• Feature: Electric Avenue  \n• Feature: Building for the Future |\nWATER\n\nSDG 6: CLEAN WATER & SANITATION\n\nWater is a precious and finite resource that is critical to the survival of people and the planet; yet, it is often undervalued. Through the Toyota Environmental Challenge 2050, Toyota recognizes water as a global issue that requires a local response.\n\nSome of Toyota’s North American sites are in water-stressed areas, and our larger assembly plants use significant volumes of water during vehicle production, particularly in the painting process. To conserve water and improve water quality, we are developing water stewardship plans for our sites located in areas of high water stress and working to limit the levels of pollutants in our wastewater discharge to below permit requirements.\n\nFind out more about how our activities contribute to meeting Sustainable Development Goal 6 on Clean Water and Sanitation by following the links below and by visiting Water – An Overview:\n\n| SDG 6: CLEAN WATER & SANITATION | TMNA ENVIRONMENTAL REPORT LINKS |\n|---------------------------------|---------------------------------|\n| Target 6.3 By 2030, improve water quality by reducing pollution, eliminating dumping and minimizing release of hazardous chemicals and materials, halving the proportion of untreated wastewater and substantially increasing recycling and safe reuse globally | • Protecting Water Resources |\n| Target 6.4 By 2030, substantially increase water-use efficiency across all sectors and ensure sustainable withdrawals and supply of freshwater to address water scarcity and substantially reduce the number of people suffering from water scarcity | • Water Target  \n• Conserving Water |\n| Target 6.6 By 2020, protect and restore water-related ecosystems, including mountains, forests, wetlands, rivers, aquifers and lakes | • Huron River Watershed Council Impact Grant  \n• National Environmental Education Foundation |\n| Target 6b Support and strengthen the participation of local communities in improving water and sanitation management | • Raising Community Awareness  \n• Huron River Watershed Council Impact Grant  \n• Wyland Foundation |\nEconomic growth and development require the production of goods and services that improve quality of life. But the rapid increase in global consumption of materials has come at a cost to the environment. Sustainable production and consumption patterns are required to minimize natural resource depletion and the use of toxic materials as well as the waste and pollutants generated. Through the Toyota Environmental Challenge 2050, Toyota acknowledges the need to move away from a throw-away society to a recycling-based society.\n\nHere in North America, to promote a circular economy and avoid both depletion of natural resources and environmental pollution from increasing amounts of waste, we focus on increasing reuse and recycling, reducing waste, and enhancing our use of sustainable raw materials.\n\nFind out more about how our activities contribute to meeting Sustainable Development Goal 12 on Responsible Consumption and Production by following the links below and by visiting the Materials Education Page.\n\n| SDG 12: RESPONSIBLE CONSUMPTION & PRODUCTION | TMNA ENVIRONMENTAL REPORT LINKS |\n|---------------------------------------------|---------------------------------|\n| Target 12.2 By 2030, achieve the sustainable management and efficient use of natural resources | • Conserving Natural Resources |\n| Target 12.4 By 2020, achieve the environmentally sound management of chemicals and all wastes throughout their life cycle, in accordance with agreed international frameworks, and significantly reduce their release to air, water and soil in order to minimize their adverse impacts on human health and the environment | • Conserving Natural Resources • Eliminating Waste |\n| Target 12.5 By 2030, substantially reduce waste generation through prevention, reduction, recycling and reuse | • Materials Target • Eliminating Waste • Supporting Community Recycling |\n| Target 12.6 Encourage companies, especially large and transnational companies, to adopt sustainable practices and to integrate sustainability information into their reporting cycle | • Toyota North American Environmental Report |\n| Target 12.8 By 2030, ensure that people everywhere have the relevant information and awareness for sustainable development and lifestyles in harmony with nature | • Supporting Community Recycling • Raising Water Awareness • Sharing Conservation Know-How • Wyland Foundation |\nBIODIVERSITY\n\nSDG 15: LIFE ON LAND\n\nHalting biodiversity loss has become a critical endeavor as many species slide towards extinction. To safeguard these species and their habitats, protected areas have been designated around the world. Through the Toyota Environmental Challenge 2050, Toyota recognizes the need to protect species and conserve habitat.\n\nToyota owns more than 21,000 acres of land in North America and has facilities in or near crucial habitats. Our company believes strongly in working in harmony with nature. To that end, we partner with others to help protect critical habitat and threatened species, certify projects with the Wildlife Habitat Council, and educate both our team members and communities about the importance of biodiversity.\n\nFind out more about how our activities contribute to meeting Sustainable Development Goal 15 on Life on Land by following the links below and by visiting the Biodiversity Education Page.\n\n| SDG 15: LIFE ON LAND | TMNA ENVIRONMENTAL REPORT LINKS |\n|----------------------|---------------------------------|\n| Target 15.1 By 2020, ensure the conservation, restoration and sustainable use of terrestrial and inland freshwater ecosystems and their services, in particular forests, wetlands, mountains and drylands, in line with obligations under international agreements | • Restoring Habitats  \n• National Environmental Education Foundation  \n• World Wildlife Fund |\n| Target 15.2 By 2020, promote the implementation of sustainable management of all types of forests, halt deforestation, restore degraded forests and substantially increase afforestation and reforestation globally | • Tree Planting Activities  \n• National Environmental Education Foundation |\n| Target 15.5 Take urgent and significant action to reduce the degradation of natural habitats, halt the loss of biodiversity and, by 2020, protect and prevent the extinction of threatened species | • Biodiversity Target  \n• Protecting Species  \n• SP Pollinator Project Challenge  \n• National Environmental Education Foundation  \n• World Wildlife Fund  \n• Wyland Foundation |\nSDG 17: PARTNERSHIPS FOR THE GOALS\n\nWe recognize that no single entity can achieve the SDGs in isolation. These are shared problems that require a shared response.\n\nThe Toyota Environmental Challenge 2050 seeks to create net positive impact, which can only be achieved by collaborating with our stakeholders. Through the power of collaboration, we hope to create lasting outcomes on a macro scale that will help us build a more sustainable future.\n\nTMNA supports local, national and regional community projects that align with our environmental sustainability focus areas of Carbon, Water, Materials and Biodiversity. By concentrating our support on organizations that address challenges in these four core areas, we are building on our environmental commitment beyond minimizing negative impacts and helping to promote positive environmental change across the North American region. We share our know-how and collaborate so that we can build more than great cars – we are building a better tomorrow by harnessing the power of collective action.\n\nFind out more about how our activities contribute to meeting Sustainable Development Goal 17 Partnerships for the Goals by following the links below.\n\n| SDG 17: PARTNERSHIPS FOR THE GOALS | TMNA ENVIRONMENTAL REPORT LINKS |\n|------------------------------------|---------------------------------|\n| 17.17 Encourage and promote effective public, public-private and civil society partnerships, building on the experience and resourcing strategies of partnerships data, monitoring and accountability | Water |\n|                                     | • Huron River Watershed Council Impact Grant |\n|                                     | • Wyland Foundation |\n|                                     | Biodiversity |\n|                                     | • SP Pollinator Challenge |\n|                                     | • National Environmental Education Foundation |\n|                                     | • World Wildlife Fund |\n\nKevin Butt\nSenior Director, Environmental Sustainability\nToyota Motor North America, Inc.\nIn 2015, we announced the Toyota Environmental Challenge 2050 — a set of six visionary challenges intended to create a net positive impact on the planet and society. These challenges are guiding our efforts to build a better, smarter, more sustainable future. In North America, Toyota’s environmental activities are designed around four important focus areas that drive environmental plans and actions – carbon, water, materials and biodiversity.\n\nEnvironmental sustainability planning, strategies and actions are driven by a North American Environmental Action Plan. We are breaking the Challenge 2050 vision down into incremental, five-year action plans. This is how the company is working to drive change – step by step to achieve carbon neutrality and a net positive environmental impact at a global level.\nSEVENTH ENVIRONMENTAL ACTION PLAN\n\nToyota has announced the Seventh Environmental Action Plan, a new five-year action plan to bring us closer to achieving the Toyota Environmental Challenge 2050. Over the next five years, Toyota’s plan includes:\n\n- Electrification across the Toyota and Lexus line-up around 2025\n  - Achieve 40% electrified new vehicles sales by 2025\n- Reduce absolute CO₂ emissions from electricity usage by 25% from FY2014 baseline\n- Logistics: Reduce absolute CO₂ emissions by 15% from FY2018 levels\n- Suppliers: Reduce absolute CO₂ emissions by 7% of FY2018 levels per year from the supply chain\n- Dealers: Launch enhanced environmental program to Toyota dealerships by 2021\n- Reduce overall water use per unit of vehicle production by 5% from 2020 baseline\n- Continue development of battery collection recycling systems and programs\n  - Reduce single-use plastics at all onsite food services by 75%, including the elimination of plastic straws\n  - Reduce procurement of plastic packaging materials by 25% from a 2018 baseline\n- Develop habitat management standards by 2022\n\nTHE SUSTAINABLE DEVELOPMENT GOALS\n\nThe Sustainable Development Goals are a collection of interlinked global objectives designed to be a “blueprint to achieve a better and more sustainable future for all.” These goals, established in 2015 by the United Nations General Assembly, are intended to be achieved by the year 2030.\n\nThe Toyota Environmental Challenge 2050 aligns with the Sustainable Development Goals and reflects Toyota’s commitment to work with stakeholders across society in support of a cleaner, healthier and more sustainable future.\n\nEVERYONE GET INVOLVED\n\nWe know we can’t get there alone. Our goals require new ideas, new technology and new ways of thinking. It will also take working with committed partners to help us find solutions along the way.\n\nWant to learn more? Check out Toyota.com/environment to see all the latest stories.\nOne of the questions I’m most frequently asked is, “When will electric vehicles become mainstream?” I invariably reply, “They already are.”\n\nThe electrification of the automobile is arguably the greatest force transforming our industry. Appearing as early as the 1800’s, electricity has served us increasingly well across the automotive spectrum, giving rise to continuous advances in lighting, ignition, communications, processing, propelling, regenerating, all manner of efficiencies, and more. Today, electricity—along with the connectivity and autonomy that it enables—is powering the industry’s transformation towards a new paradigm of sustainable mobility for all.\n\nSo, electrification is with us, it’s pervasive, and it’s transformative. It’s also a core strength of what we do at Toyota. In fact, we possess the world’s largest lineup of electrified vehicles—globally selling more than 2 million a year—spanning 55 models across our synergistic hybrid electric, battery electric, and fuel cell electric technology portfolios.\n\nAs illustrated in Figure 1, we’ve made hybrid electric and its carbon-reduction impact mainstream, leading the market, with more efficiency, more savings, and more choice for customers, resulting in more people in cleaner vehicles traveling more cleaner miles. More than 139 million tons of greenhouse gas have been avoided. I had the honor of being the product planner for the world’s first luxury hybrid electric, the Lexus RX 400h, back in 2005. I’m proud to say that today our electrified Lexus lineup alone has cumulatively contributed to\n19 million tons of CO₂ reduction—the equivalent of the combined CO₂ output of roughly 300,000 passenger cars each year, for the past 15 years. And now we’re exponentially accelerating that carbon-reduction scale with fast-selling hybrids like the new Venza, Sienna and the versatile RAV4 plug-in, with more than 40 miles of pure electric range enabling complete zero-emissions coverage of the average daily customer commute.\n\nOur zero-emissions coverage is accelerating, with our existing battery electrics like the UX and CH-R SUVs to be joined in the coming year by the beautiful bZ4X you see below in Figure 2, with six more of its bZ battery electric brothers close behind, and a total of 15 BEVs across the next 45 months. This exciting rollout is in strategic alignment with supporting infrastructure, renewable pathways, and global volume amplifying partners like Subaru, Suzuki, Daihatsu, and BYD.\nOur similarly synergistic expansion into commercial-scale fuel cell electrification (see Figure 3) is arguably even more exciting, given the enormous global need to electrify transport, goods movement, and power generation, and hydrogen fuel cell electric’s unique ability to scale as a flexible, resilient, sustainable zero-emissions solution to the world’s biggest, hardest-to-abate powerplants, where size, synergy, durability, productivity, throughput, and operational uptime—all Toyota hallmarks—are paramount, and batteries alone fall short.\n\n**FIGURE 3 / TOYOTA FUEL CELL ELECTRIC**\n\nWhen viewed holistically, as in Figure 4, electrified advancement at synergistic scale is something we at Toyota can uniquely provide, and that’s an enormously valuable asset and ability that matches the full magnitude of market need. On the left, you see the retail and commercial customer progression, and their accelerating need for greener solution diversity based on their own increasingly diverse greener mobility and operational needs. That solution set requires flexible, future-proofed e-infrastructure, amortized across poly-generating, -storing, and -renewing assets. With V2X and CASE integrations spanning synergistic portfolio offerings of the complementary hybrid, battery, and fuel cell electric solution sets you see centered here. All of which enables flexible, transitional scale. Human scale. And clean, capable, commercial-scale. Ever-better mobility, power generation, and virtuous-cycle CASE. For sustainable society. And an empowered planet.\nSo, in summary, when someone asks you, “When will electric vehicles become mainstream? And how is Toyota participating?” you’ll be able to smile and reply, “They already are, and we’re helping lead the way.”\n\nAsh Corson\nCorporate Strategy & Planning\nToyota Motor North America, Inc.\nToyota team members have always been directed by the company’s guiding principles of continuous improvement, known to us as KAIZEN, and elimination of MUDA, or elimination of any waste from the process of manufacturing our vehicles. But did you know that our relentless focus on KAIZEN and eliminating MUDA extends well beyond our manufacturing operations? We recognize that our building footprint is significant, and our work to minimize and optimize its environmental impact is, therefore, directed by these same Toyota guiding principles.\n\nAs our physical building footprint started increasing in the late 1990’s, we made a concerted effort to apply environmental guidelines and our guiding principles to the way we design, construct and operate our facilities. The objective was to ensure the application of sustainable practices in our projects. This approach was used in 2000 as design began for the former Torrance, California, headquarters campus expansion known as South Campus. This 643,000 square-foot project increased the size of the headquarters campus by 47 percent and, when completed in 2003, was the largest commercial LEED Gold® building in the world. South Campus was also home to what at the time was the largest commercial rooftop solar photovoltaic system as well as many other sustainable features.\n\nSince then, our North American real estate holdings have grown, and several facilities have undergone expansions. During this time, we have continually refined our approach to green building and construction.\nOUR GREEN BUILDING APPROACH\n\nWe aim to incorporate the highest levels of sustainable features in all aspects of construction and renovation projects. These are the key steps we take as we progress through designing, constructing and commissioning new projects:\n\n• Set project-specific sustainability vision and aspirational goals.\n\n• Address Toyota Motor North America’s four environmental focus areas of Carbon, Water, Materials and Biodiversity.\n\n• Take an integrated and holistic design and delivery approach to ensure participation from designers, engineers, contractors and user stakeholders at project conception and continually through completion and commissioning.\n\n• Challenge the project team to be innovative and aspire for leadership in environmental sustainability.\n\n• Review various third-party certification programs for their best practices and guidance.\n\n• Use a deductive approach rather than an additive approach to sustainability.\n\n• Evaluate possibilities and implement options based on long-term environmental performance and financial value as well as initial cost.\n\nIntegrated sustainability is incorporated into the very early stages of conceptual design using a deductive approach. This means that we aim to leave “no stone unturned” in looking at incorporating sustainable design and systems opportunities. A broad range of options is discussed and evaluated from the beginning.\n\nWhile a wide variety of options is discussed, not everything makes sense for a given project. For instance, using a geothermal system to assist the building cooling system at our headquarters campus in Plano seemed like a good idea to reduce electricity consumption. A good idea, that is, until analysis showed, due to the heavy cooling load imposed by the hot northern Texas summer, the ground temperature would be raised by two degrees!\n\nOn-site wind power in Texas seemed to make sense until we realized the wind turbine blades would be more than 300 feet in diameter and their noise level would not be so neighborly.\n\nEARNING LEED\n\nOur efforts have been recognized by the U.S. Green Building Council with the award of five LEED Platinum® certifications: three for the Plano, Texas, headquarters campus and one each for the Production Engineering & Manufacturing Center in Georgetown, Kentucky; the Supplier Center in York Township, Michigan; and the Lexus Eastern Area Office in Parsippany, New Jersey.\n\nIn addition, we have 12 facilities that have earned other levels of LEED certification (Gold, Silver and Certified), and many of our independent dealers have followed our lead. In fact, we have more Toyota/Lexus LEED-certified dealerships than our competitors combined.\nLOOKING AHEAD\n\nWe've learned a great deal from these experiences, and we are applying our learning to other projects.\n\nFor example, the new Eastern Canada Parts Distribution Center in Ontario uses geothermal heating that reduces the building’s reliance on natural gas, has dynamic self-dimming glass throughout the offices, uses motion-sensor LED lights, and saves water per year by collecting rainwater in a cistern and using low-flow amenities. A solar array will be installed and begin operating in 2022. This building is expected to earn both LEED and Zero Carbon Building design certification from the Canadian Green Building Council. Once certified, the ECPDC is expected to be the one of the largest zero carbon-certified buildings in Canada and in North America.\n\nWe continue to refine our approach to green building, looking for ways to minimize the environmental footprint of our buildings and maximize our positive impacts. Not all projects will pursue LEED certification, but all will aim to incorporate sustainable features to the greatest practical extent.\n\nThese actions support the Toyota Environmental Challenge 2050, which aims to go beyond merely minimizing environmental impact to creating net positive change. We look forward to sharing additional green building successes in the future, including the renovation of our vehicle logistics facility at the Port of Long Beach in California and the construction of a new visitor center at the assembly plant in Mississippi. Both projects are submitting for LEED® certification.", "source": "toyota_2021", "added": "2025-04-26", "created": "2025-04-26", "metadata": {"Source-File": "climate_reports/additional_reports/toyota_2021.pdf", "olmocr-version": "0.1.59", "pdf-total-pages": 103, "total-input-tokens": 174061, "total-output-tokens": 44100, "total-fallback-pages": 0}, "attributes": {"pdf_page_numbers": [[0, 28, 1], [28, 1982, 2], [1982, 4223, 3], [4223, 6593, 4], [6593, 9146, 5], [9146, 10924, 6], [10924, 13179, 7], [13179, 15292, 8], [15292, 16916, 9], [16916, 19699, 10], [19699, 20049, 11], [20049, 23452, 12], [23452, 26050, 13], [26050, 26376, 14], [26376, 27594, 15], [27594, 31215, 16], [31215, 34250, 17], [34250, 37979, 18], [37979, 40717, 19], [40717, 44069, 20], [44069, 45486, 21], [45486, 46660, 22], [46660, 48449, 23], [48449, 50928, 24], [50928, 53506, 25], [53506, 55316, 26], [55316, 58302, 27], [58302, 60463, 28], [60463, 61619, 29], [61619, 62585, 30], [62585, 63848, 31], [63848, 65455, 32], [65455, 66930, 33], [66930, 68997, 34], [68997, 71677, 35], [71677, 73084, 36], [73084, 75309, 37], [75309, 77466, 38], [77466, 80014, 39], [80014, 82165, 40], [82165, 85132, 41], [85132, 86235, 42], [86235, 87434, 43], [87434, 90048, 44], [90048, 90386, 45], [90386, 92541, 46], [92541, 94900, 47], [94900, 95549, 48], [95549, 95880, 49], [95880, 97263, 50], [97263, 100002, 51], [100002, 100712, 52], [100712, 102900, 53], [102900, 106344, 54], [106344, 108681, 55], [108681, 111504, 56], [111504, 113248, 57], [113248, 115500, 58], [115500, 117766, 59], [117766, 119336, 60], [119336, 122033, 61], [122033, 123045, 62], [123045, 124094, 63], [124094, 124920, 64], [124920, 126024, 65], [126024, 127155, 66], [127155, 129303, 67], [129303, 129752, 68], [129752, 130508, 69], [130508, 132023, 70], [132023, 133160, 71], [133160, 136086, 72], [136086, 139588, 73], [139588, 142040, 74], [142040, 144040, 75], [144040, 146139, 76], [146139, 147986, 77], [147986, 149418, 78], [149418, 151446, 79], [151446, 152827, 80], [152827, 153333, 81], [153333, 154764, 82], [154764, 157570, 83], [157570, 158343, 84], [158343, 159953, 85], [159953, 161474, 86], [161474, 163265, 87], [163265, 164416, 88], [164416, 166287, 89], [166287, 169374, 90], [169374, 171468, 91], [171468, 173851, 92], [173851, 175946, 93], [175946, 178015, 94], [178015, 178826, 95], [178826, 180775, 96], [180775, 182354, 97], [182354, 183260, 98], [183260, 184817, 99], [184817, 185100, 100], [185100, 186633, 101], [186633, 189318, 102], [189318, 190862, 103]]}}