{"id": "67e37e0f699029f1c7d1e7431e45070b90edf78a", "text": "CSR & Food Transition\n2020 RESULTS\n## 1. PRODUCTS\n\n| OBJECTIVE                                                                 | SCORE |\n|---------------------------------------------------------------------------|-------|\n| 1. Organic products                                                       | 90%   |\n| €4.8 billion in sales of organic products by 2022                         |       |\n| 2. Carrefour Quality Lines                                                | 101%  |\n| 10% of Carrefour Quality lines products within Fresh Products by 2022    |       |\n| 3. Sustainable fishing                                                     | 88%   |\n| 50% of Carrefour seafood products sold come from responsible fishing by 2020 |       |\n| 4. Sustainable forests                                                    | 88%   |\n| Implementation of a sustainable forests action plan for the products linked to deforestation by 2020 |       |\n| 5. Packaging                                                              | 168%  |\n| 10,000 tons of packaging saved by 2025                                   |       |\n\n## 2. STORES\n\n| OBJECTIVE                                                                 | SCORE |\n|---------------------------------------------------------------------------|-------|\n| 6. Food waste                                                             | 191%  |\n| Reduce food waste by 50% by 2025 (vs. 2016)                               |       |\n| 7. Waste                                                                  | 96%   |\n| Recover 100% of waste by 2025                                             |       |\n| 8. CO₂ emissions                                                          | 303%  |\n| Reduce CO₂ emissions by 40% by 2025 and by 70% by 2050 (vs 2010)          |       |\n| 9. Food transition “superheroes”                                          | 114%  |\n| 2,000 employees identified as “superheroes of the food transition” in stores by 2020 |       |\n\n## 3. CLIENTS\n\n| OBJECTIVE                                                                 | SCORE |\n|---------------------------------------------------------------------------|-------|\n| 10. In-store food transition                                              | 106%  |\n| 80% of our customers identify food transition in stores by 2022          |       |\n| 11. Local products & purchasing                                           | 93%   |\n| 100% of countries roll out a program focused on local products and purchasing by 2020 |       |\n| 12. Act for Food program                                                  | 100%  |\n| 100% of countries implement an annual Act For Food communication program |       |\n| 13. “Healthier diet” action plan                                          | 100%  |\n| 100% of countries roll out a Healthier Diet action plan by 2022          |       |\n\n## 4. EMPLOYEES\n\n| OBJECTIVE                                                                 | SCORE |\n|---------------------------------------------------------------------------|-------|\n| 14. Gender Equality                                                       | 75%   |\n| 40% of women in appointments to key positions by 2025                     |       |\n| 15. Disabled workers                                                      | 103%  |\n| 4% of disabled people employed by the Group by 2025                       |       |\n| 16. Training                                                              | 69%   |\n| 13 hours of training by employee in the Group by 2025                     |       |\n| 17. Health & safety at work                                               | 100%  |\n| 100% of countries implement an action plan on health/safety/quality of life at the work by 2020 |       |\n1. PRODUCTS\n\n1.1 Organic products\n\nSCORE 2020: 90%\n- Gross sales from organic products grew by more than 17% in 2020 and reached €2.7bn\n- 56 Bio Expérience are deployed in hypermarkets, 164 spaces dedicated to organic products in supermarkets, 168 specialised shops (So.bio, Bio C Bon).\n- 1,145 references of organic products with Carrefour brands.\n- More than 2,150 producers supported, including 188 in conversion in France (target of 3,000 in 2022).\n\nTOTAL GROSS SALES OF ORGANIC PRODUCTS (in € bn)\n\n| GROUP 2018 | GROUP 2019 | GROUP 2020 | TARGET 2022 |\n|------------|------------|------------|-------------|\n| 1.8        | 2.3        | 2.7        | 4.8         |\n\nScope: 100 % of 2020 consolidated sales excl. VAT.\n\n1.2 Carrefour quality lines\n\nSCORE 2020: 101%\n- CQL penetration rate rose by 1.1% in 2020 (vs. 2019), while gross sales exceeded one billion euros.\n- In 2020, we have 753 CQL in the Group and almost 28,000 CQL producers in partnership.\n- 25 fruits and vegetables have an agro-ecological claim in France.\n\nOBJECTIVE:\n- 10% penetration of Carrefour Quality Lines products within fresh products by 2025\n- 100% of Carrefour Quality Lines products carrying an agroecology-specific message by 2022 (e.g. “fed GMO-free”, “fed without antibiotics”, “grown without chemical treatment”, etc.).\n\nMARKET PENETRATION OF QUALITY LINES PRODUCTS (in %)\n\n| GROUP 2018 | GROUP 2019 | GROUP 2020 | TARGET 2025 |\n|------------|------------|------------|-------------|\n| 5.3%       | 6.6%       | 7.4%       | 10%         |\n\nScope: 100 % of 2019 consolidated sales excl. VAT.\n1. PRODUCTS\n\n1.3 Sustainable fishing\n\nSCORE 2020: 88%\n\n- In 2020, 43.8% of Carrefour seafood products are sourced from responsible fishing (-3.7% pts vs 2019).\n- €620m gross sales of sustainable fishing / fish-farming products in 2019 (+49%) - Bio, ASC, MSC certified, FQC and other responsible fishing initiatives.\n\nCorrective action plans will be implemented in 2021 in order to reach the target of 50% of fish sold under Carrefour-brand products (and national brand products in the traditional section) come from sustainable sources by the end of 2020.\n\nSALES OF SEAFOOD PRODUCTS* SOURCED FROM RESPONSIBLE FISHING (in %)\n\n|                | GROUP 2018 | GROUP 2019 | GROUP 2020 | TARGET 2020 |\n|----------------|------------|------------|------------|-------------|\n| 2018           | 28.1%      | 47.5%      | 43.8%      | 50%         |\n\n* Sustainable fish sales comprise fish certified as organic, MSC, ASC or from Carrefour Quality Lines, as well as fish sold under other responsible programmes. This ratio includes:\n- all products sourced from fishing or aquaculture that are audited;\n- national brand products for the fresh fish section only.\n\n1.4 Sustainable forest\n\nSCORE 2020: 88%\n\n- 82.8% of the palm oil used in Carrefour-branded products uses a certification solution, 53% of which comes from fully traced channels.\n- 100% of Tier 2 beef suppliers in Brazil are geo-referenced.\n- 70.2% of our wood or paper products sold are certified.\n- Carrefour Quality Lines products guaranteeing zero deforestation linked to soya have been developed in all countries.\n\nThe Group is slightly behind in all countries and is strengthening its action plans. In 2020, Alexandre Bompard has taken the lead of international efforts in the context of the Consumer Goods Forum (CGF) serving as co-chair of the Deforestation Coalition.\n\nIMPLEMENTATION OF A \"SUSTAINABLE FORESTS\" ACTION PLAN FOR THE PRODUCTS LINKED TO DEFORESTATION (in %)\n\n|                | GROUP 2018 | GROUP 2019 | GROUP 2020 | TARGET 2020 |\n|----------------|------------|------------|------------|-------------|\n| 2018           | 50%        | 68%        | 88%        | 100%        |\n\n1.5 Packaging\n\nSCORE 2020: 168%\n\nOBJECTIVES:\n\n- 10,000 tons of packaging saved by 2025.\n- 100% reusable, recyclable or biodegradable packaging for Carrefour brands products by 2025.\n\nBy saving 6,154 tons from 2016, Carrefour is in advance on its path to reach 10,000 tons saved per year in 2025.\n\nThe group plans to reinforce its CSR and Food Transition Index shortly to account for the recyclability level of its packaging.\n\nPACKAGING WASTE AVOIDED (CUMULATIVE SINCE 2017) (in tons)\n\n|                | GROUP 2018 | GROUP 2019 | GROUP 2020 | TARGET 2025 |\n|----------------|------------|------------|------------|-------------|\n| 2018           | 1,867      | 3,460      | 6,154      | 10,000      |\n\nScope: 100% of 2019 consolidated sales excl. VAT.\n2. STORES\n\n2.1 Food waste\n\nSCORE 2020: 191%\nBy achieving a 28.7% reduction in 2020, Carrefour is in line with its objective of achieving a 50% reduction by 2025. And exceeds the targets it had set for 2020.\n\n- 1 million Too Good To Go baskets sold in 2020, i.e. nearly 4,000 tonnes of unsold goods (+66% vs. 2019).\n- 77 million meals distributed to associations. (-26% vs. 2019)\n- 400 products with an extended DLC or DDM.\n\nSCORE 2020: 96%\nBy reaching a recovery rate of 66.2% in 2020, Carrefour is almost on track with its objective to reach 100% of waste is recovered by 2025. We expect an acceleration in 2021.\n\n- 74% of waste recovery in Europe\n- 728,677 tons of waste (+4.7% vs 2019)\n- 50.7 kg of waste /m² in 2020 (-3.8 vs 2019)\n\n2.2 Waste\n\nSCORE 2020: 96%\nBy reaching a recovery rate of 66.2% in 2020, Carrefour is almost on track with its objective to reach 100% of waste is recovered by 2025. We expect an acceleration in 2021.\n\n- 74% of waste recovery in Europe\n- 728,677 tons of waste (+4.7% vs 2019)\n- 50.7 kg of waste /m² in 2020 (-3.8 vs 2019)\n2. STORES\n\n2.3 CO₂ emissions\n\nIn 2020, Carrefour updates its climate plan and the new targets have been approved by the Science Based Target initiative.\n\n**SCORE 2020: 303%**\n- **SCOPES 1&2**: By reducing its CO₂ emissions by 9% in 2020 (vs. 2019), Carrefour is in advance on its objective toward a 2°C strategy.\n- **SCOPE 3**: the Group aims to reduce the CO₂ emissions of products sold in its shops and the emissions linked to transport.\n\n**2,000 employees identified as «food transition superheroes» in stores by 2020**\n\n**2.4 Food transition superheroes**\n\n**SCORE 2020: 114%**\n- Carrefour is deploying a unique empowerment program for its teams in stores towards the food transition.\n- With 2,286 employees hired in 2020, the group has exceeded its target.\n3. CLIENTS\n\n3.1 In store food transition & act for food program\n\n80% of our clients consider that Carrefour help them having a healthier and more responsible diet with an accessible price by 2022.\n\nSCORE 2020: 100%\n\nThanks to the deployment of the Act for Food program, the group is on track with its objective as 76% of its customers consider that Carrefour help them having a healthier and more responsible diet with an accessible price in 2020.\n\nSHARE OF CLIENTS CONSIDERING THAT CARREFOUR HELP THEM HAVING A HEALTHIER AND MORE RESPONSIBLE DIET WITH AN ACCESSIBLE PRICE.\n3. CLIENTS\n\n3.2 Local products and purchasing\n\nSCORE 2020: 93%\n- Carrefour has deployed action plans in every country to facilitate partnership and increase the share of small and medium enterprises within its suppliers.\n- Carrefour will reinforce its action plans to increase the share of local products in all countries.\n\n100% of countries roll out a program focused on local products and purchasing by 2020\n\n| SHARE OF COUNTRIES HAVING IMPLEMENTED AN ACTION PLAN FOR SMALL AND MEDIUM ENTREPRISES (in %) |\n|-----------------------------------------------|\n| GROUP 2019 | 56% |\n| GROUP 2020 | 100% |\n| TARGET 2020 | 100% |\n\n3.3 “healthier diet” action plan\n\nSCORE 2020: 79%\n- The deployment of our action plans is completed in 2020.\n\n100% of countries roll out a Healthier Diet action plan by 2020\n\n| SHARE OF COUNTRIES HAVING IMPLEMENTED AN ACTION PLAN “HEALTHIER DIET” (in %) |\n|-----------------------------------------------|\n| GROUP 2018 | 67% |\n| GROUP 2019 | 56% |\n| GROUP 2020 | 100% |\n| TARGET 2020 | 100% |\n4. EMPLOYEES\n\n4.1 Gender equality\n\nSCORE 2020: 75%\n- The rate of feminization of management functions increased in 2020 (+0.4 pts for senior managers, + 0.5% for managers).\n- However, there is a decrease in the number of women appointed to key positions (23% in 2020 vs. 32% in 2019). This decrease will be the subject of a dedicated action plan in 2021.\n- Finally, Carrefour obtained GEEIS certification in all countries in 2020, in order to promote professional equality and diversity.\n\n4.2 Disabilities\n\nSCORE 2019: 10%\n- Carrefour employs people with disabilities up to 3.6% of its workforce in 2020 (vs. 3.8% in 2019). In 2020, restructuring actions affected store formats very committed to the employment of disabled workers (RCC hypermarkets in France in particular).\n\n4.3 Training\n\nSCORE 2020: 75%\n- The average number of training hours in 2020 is 8 hours (vs. 11.5 in 2019). The ban on movement, confinement and the constraints of distancing have considerably hampered the implementation of face-to-face training in all countries.\n- To compensate for these difficulties, an action plan was quickly implemented: digital training sessions were created and offered. The number of participants in these training courses increased by 330% in France from 2019 to 2020.\n- Nevertheless, these training courses are shorter than those offered face-to-face and certain canceled training courses are not materially virtualizable (CACES, bakery, butcher, fishmonger training ...).\n\n4.4 Health and safety\n\nSCORE 2020: 100%\n- All countries have implemented a health and safety action plan in 2020. This year was marked by the COVID-19 crisis in all countries. The health system implemented by Carrefour has been certified by third-party organizations (AENOR health certification in Spain, international My Care label in Brazil, SAFE Asset Group certificate in Romania, AFNOR Certification in France, etc.).\nFor more Informations\nhttps://www.carrefour.com/fr/rse/engagements-rse", "source": "carrefour_2020", "added": "2025-04-09", "created": "2025-04-09", "metadata": {"Source-File": "climate_reports/ccrm_2022/carrefour_2020.pdf", "olmocr-version": "0.1.59", "pdf-total-pages": 10, "total-input-tokens": 21376, "total-output-tokens": 4331, "total-fallback-pages": 0}, "attributes": {"pdf_page_numbers": [[0, 35, 1], [35, 3783, 2], [3783, 5359, 3], [5359, 8260, 4], [8260, 9318, 5], [9318, 10080, 6], [10080, 10654, 7], [10654, 11672, 8], [11672, 13573, 9], [13573, 13643, 10]]}}