{"id": "6397ac12cb8fe00e238c3b636113d8366635bf87", "text": "In this report\n\nIntroduction\n- The IKEA business in FY20\n- Sustainability highlights and challenges\n- About this report\n- Introduction letter\n- COVID-19 actions\n\nBecoming People & Planet Positive: Progress FY20\n- Materiality: Choosing our focus areas\n  - Healthy & sustainable living\n    - Inspiring and enabling people to live healthier, more sustainable lives\n    - Promoting circular and sustainable consumption\n    - Creating a movement in society around better everyday living\n  - Circular & climate positive\n    - Transforming into a circular business\n    - Becoming climate positive\n    - Regenerating resources, protecting ecosystems, and improving biodiversity\n  - Fair & equal\n    - Providing and supporting decent and meaningful work across the value chain\n    - Being an inclusive business\n    - Promoting equality\n\nIKEA Social Entrepreneurship\n- IWAY – the IKEA supplier code of conduct\n\nStakeholder engagement\n- Sustainability governance\n- SDG index\nThe IKEA business in FY20\n\n- **217,000** IKEA co-workers\n- **9,500 +** Products in the IKEA range\n- **500** More than 500 IKEA sales locations, including:\n  - **445** IKEA stores on 60 markets\n  - **12** New IKEA stores opened around the world\n  - **3** New e-commerce markets\n  - **60** More than 60 test locations\n- **1,600** Nearly 1,600 IKEA suppliers\n- **4 billion** Visits to IKEA websites\n- **39.6 billion** EUR 39.6 billion IKEA retail sales\n- **600** More than 600 IKEA stores opened around the world\n- **45%** Increase in e-commerce sales in FY20 (compared to FY19)\n- **825** More than 825 million visits to IKEA stores on 60 markets\n\n---\n\n1. We work with almost 1,600 (1,592) suppliers for home furnishing, transport, logistics & distribution services, components, and food.\n2. [https://about.ikea.com/en/about-us/year-in-review](https://about.ikea.com/en/about-us/year-in-review)\n3. Excluding sales taxes, including sales of IKEA products, food and services by IKEA franchisees [https://www.inter.ikea.com/en/performance](https://www.inter.ikea.com/en/performance)\nSustainability highlights, FY20\n\nReaching our forestry goal\n\nDuring FY20, we reached our more sustainable sources (MSS) goal for wood. Today more than 98% of wood used for IKEA products is either Forest Stewardship Council®-certified (FSC®) or recycled.\n\nRead more, page 44.\n\nDecreasing the climate footprint from the IKEA value chain\n\nThe climate footprint of the IKEA value chain continued to decrease during FY20, and we saw big improvements across the business. These included increased energy efficiency in the lighting and appliance ranges, more plant-based food and more renewable energy in production and transport. The climate footprint per EUR of retail sales decreased by 7% between FY19-FY20. The loss of sales, and the lockdowns of stores during FY20, make the absolute reduction of our footprint in relation to last year difficult to compare.\n\nRead more, page 30.\n\nOffering more plant-based food\n\nIn August, the HUVUDROLL plant ball was launched, and was an immediate success. It’s a meat-free alternative to the iconic IKEA meatball, with only 4% of the climate footprint compared to the ingredients of the traditional meatball, without compromising on taste, texture and price.\n\nRead more about our new ambitious food goals, page 17.\n\nCompleting the circular assessment of the IKEA product range\n\nMore than 9,500 products, ranging from furniture to home furnishing accessories, have now been assessed for their circular capabilities. This is a big step on our journey towards becoming a circular business.\n\nRead more, page 25.\n\nDoing our utmost to protect health and livelihoods during the pandemic\n\nOur first priority has been to protect and support the health and livelihoods of co-workers, customers, suppliers, business partners and communities. In coordination with local authorities and stakeholders, many markets have taken immediate action to donate IKEA products, produce materials for healthcare workers or make their spaces available for relief and health efforts. In total more than 1.7 million products, such as face masks, gloves, beds, bedding, food and toys, were donated to hospitals, medical centres and shelters. Inter IKEA Group also provided financial support to a number of external IKEA suppliers to keep them financially stable during the pandemic. In addition, the IKEA franchisee, Ingka Group, announced an emergency relief fund of EUR 26 million, enabling action in local communities.\n\nRead more, page 10.\nIncreasing the share of recycled polyester\n\nThe share of recycled polyester in textile products reached 83% (up from 59% in FY19). During the year, we decided to expand the scope of our original goal.\n\nRead more, page 56.\n\nMoving towards 100% renewable energy\n\nFor retail operations, the overall share of renewable energy slightly decreased to 51%. On a positive note, 23 IKEA retail countries are now consuming 100% renewable electricity with Iceland and the Baltics1 achieving this during the year. For transport, the share of alternative fuels took a significant positive step. Italy and France are now using liquefied or compressed biogas, which reduces CO₂ eq by 80% compared to normal diesel trucks. In the production of IKEA products, by the end of FY20, a 15.5% reduction of the climate footprint, in absolute terms, compared to baseline FY16 was reached. This was due to the increase in renewable energy and further steps taken in phasing out coal.\n\nRead more, page 36.\n\nInvesting to speed up action to become climate positive\n\nIn FY20, Inter IKEA Group announced the decision to invest EUR 200 million to accelerate the transformation of the IKEA supply chain towards using renewable energy and to remove CO₂ from the atmosphere through reforestation, the restoration of degraded forests and better forest management.\n\nRead more, page 29.\n\nNext generation of IWAY, the IKEA supplier code of conduct\n\nDuring FY20, we finalised the revision of IWAY to align with the commitments and ambitions defined in our sustainability strategy. The new IWAY – IWAY 6 – defines the expectations on suppliers when it comes to caring for people, the planet and animals. The updated IWAY includes new topics, such as biodiversity and conservation, animal welfare, and an increased focus on the competence development of workers.\n\nRead more, page 74.\n\nSupporting decent work for people from vulnerable areas and marginalised groups\n\nThe launch of the BOTANISK collection, made in collaboration with six social businesses around the world, resulted in more jobs for people furthest away from the labour market. FY20 also saw the launch of new global social business products, KLARAFINA and MOAKAJSA, and the introduction of new higher-capacity social business suppliers, which presents an opportunity to increase stable volumes and thereby greatly increase the number of people from marginalised groups working for these suppliers. IKEA Social Entrepreneurship B.V. programmes also supported the scaling up of 36 social entrepreneurs outside the IKEA supply chain.\n\nRead more, page 71.\n\nA new inclusive collection designed for people who need extra support\n\nThe OMTÄNKSAM collection was developed with the assistance of ergonomics experts and healthcare workers to make everyday life simpler for those who need extra support.\n\nRead more, page 67.\n\n---\n\n1 Both operated by the IKEA franchisee Miklatorg.\nSustainability challenges, FY20\n\nReversing the resurgence of single-use plastics\n\nIn the wake of the pandemic, single-use plastic is once again on the rise in society. The IKEA business removed all single-use plastic products from the home furnishing range in 2020, and aims to remove all single-use plastic packaging material from the supply chain whenever possible. Read more, page 56.\n\nMaking healthy and sustainable living affordable and accessible to the many people\n\nThe majority of people want to live healthy and sustainable lives. But one main barrier to this is that it is perceived to be too expensive. People expect businesses to develop more affordable products and services that are good for people and the environment. Read more, page 15.\n\nLimiting the effects of the pandemic especially impacting vulnerable groups\n\nThe COVID-19 crisis is a people crisis. From health, to income and livelihoods, to increased inequality and the loss of benefits, security and support that might otherwise be there: impacts are felt in all communities in different ways. People from vulnerable areas and marginalised groups, including, for example, children, are being hit harder than others. Oxfam warns that more than 500 million people could fall into poverty, and that decades of work in the social impact sector are at stake. Read more about the effects on the IKEA value chain and how we have supported communities, co-workers and partners during the COVID-19 pandemic on page 10.\n\nInterpretation of the law regarding sanitary felling of forests in Ukraine\n\nThe IKEA business does not accept illegally-sourced wood. During FY20, the IKEA business faced allegations of illegal wood sourcing in our Ukrainian timber supply. The results of a third party investigation, which included visits to the forests sites, showed no indications that illegally-logged wood had entered our supply chain. The investigations pointed to the challenging interpretation of the law regarding sanitary felling during the silence period. We support the action that the Forest Stewardship Council (FSC) has taken to address and resolve the issue of conflicting legislation. Read more, page 45.\n\nTaking more urgent actions to limit climate change to 1.5°C\n\nNow more than ever, it is important to stay committed to long-term goals grounded in science. The IKEA business remains committed to the Paris Agreement and towards contributing to limiting the global temperature increase to 1.5°C. Read more, page 28.\n\nAccelerating action to improve biodiversity\n\nThe world is experiencing a dramatic loss of species and ecosystems. The decreased genetic diversity represents, together with climate change, one of the greatest challenges of our time. We are committed to ensuring that our impact on nature is positive, by working actively to protect and improve biodiversity and ecosystems throughout the IKEA value chain. Read more, page 41.\n\nMonitoring supply chains\n\nDue to COVID-19, travel and safety precautions have limited the ability of companies to conduct audits in supply chains. This resulted in a greater need to do many of the supplier-compliance checks for IWAY requirements remotely. In light of the crisis, extra efforts have been necessary and we have been working closer than ever with our suppliers. The commitment that the IKEA business has to respect and promote human rights is more important than ever. Read more, page 60 and 63.\n\n---\n\n1 Sanitary felling is a forestry practice where diseased or damaged trees are harvested to help improve the health and productivity of the remaining forest.\n2 The silence period refers to the time of mass wildlife breeding and offspring raising, where animals should be least disturbed and therefore activities like logging and wildlife hunting should be restricted.\nAbout this report\n\nThis report gives an overview of the progress towards the ambitions outlined in the People & Planet Positive strategy. The strategy was re-launched in 2018, and includes ambitions leading up to 2030. This report covers the entire value chain, and provides an update on key activities and the ongoing work to measure the progress across the strategy’s three focus areas.\n\nThe reporting period follows the financial year 2020 (FY20), which runs from 1 September 2019 to 31 August 2020.\n\nThe IKEA business is defined as the business activities performed by all entities operating under the IKEA Brand. “We” in this report refers to the IKEA business.\n\nThe IKEA value chain includes sourcing and extracting raw materials, manufacturing and transporting products, stores, the customer travel to stores, product use in customers’ homes and product end-of-life.\n\nOne brand, many companies\n\nThe FY20 Sustainability Report is issued by Inter IKEA Group, which consists of Inter IKEA Holding B.V. and all its subsidiaries. Inter IKEA Group includes the IKEA franchisor, range, supply and certain manufacturing activities. The total IKEA sustainability agenda is driven by the Strategic Sustainability Council. The Inter IKEA Group CEO is chair. Read more, page 81: The Inter IKEA Group works together with 12 IKEA franchisees and many suppliers all over the world.\n\nThe Inter IKEA Group consists of three core businesses:\n\n**Core Business Franchise** continuously develops the IKEA Concept and ensures its successful implementation in new and existing markets. It includes Inter IKEA Systems B.V., the IKEA franchisor and owner of the IKEA Brand.\n\n**Core Business Range** includes IKEA of Sweden AB, IKEA Communications AB and related businesses. Core Business Range is responsible for developing and designing the IKEA product range.\n\n**Core Business Supply** sources and distributes the IKEA product range to franchisees. It includes IKEA Supply AG, IKEA Industry AB and related businesses. IKEA Industry AB is a strategic manufacturer that produces around 11% of the total IKEA range.\n\nFor more information about Inter IKEA Group, see http://inter.IKEA.com.\n\nTo ensure the long-term growth and development of the IKEA business, we use a franchise system. That means many people and companies with different owners work under one IKEA Brand, dedicated to one IKEA vision: to create a better everyday life for the many people. Franchising is a system that encourages everyone to contribute and collaborate. The franchise system enables steady growth while developing the IKEA Concept and laying a solid foundation for the IKEA Brand. Continuous growth enables greater economies of scale. This makes it possible to keep prices low and ultimately reach many more people around the world.\n\nFor more information about the IKEA business, see about.IKEA.com.\n\nFor tax and compliance-related reporting, please refer to company-specific reports issued by Inter IKEA Group and IKEA franchisees. Inter IKEA Group publishes its reports on inter.IKEA.com and in the newsroom.inter.IKEA.com.\n\nIKEA franchisees often issue their own reports, which may include both the IKEA business and other activities. Please refer to these reports for more detailed information about how each franchisee contributes to IKEA sustainability goals.\n\n---\n\n1. [https://newsroom.inter.ikea.com/Publications/ikea-sustainability-strategy---people---planet-positive/s/5b72986f-d8c5-42fe-b123-f5f9d00a17bb](https://newsroom.inter.ikea.com/Publications/ikea-sustainability-strategy---people---planet-positive/s/5b72986f-d8c5-42fe-b123-f5f9d00a17bb)\n2. Definition of goal fulfilment, such as referring to 100% or similar: We consider a goal to be fully reached when we achieve more than 98% fulfilment overall. Due to disruptions or new suppliers/business partners, we cannot guarantee a 100% fulfilment at every given point in time.\n3. An overview of all Inter IKEA Holding subsidiaries can be viewed here: [https://www.inter.ikea.com/en/performance/download-financial-reports](https://www.inter.ikea.com/en/performance/download-financial-reports)\n4. [https://about.ikea.com/en/about-us/the-ikea-franchise-system](https://about.ikea.com/en/about-us/the-ikea-franchise-system)\nFY20 was a very challenging year in many ways, especially with the COVID-19 pandemic disrupting everyday lives around the world. That’s why we would like to start by thanking everyone – our colleagues, customers, suppliers, retailers and many other partners – the contributors to the franchise system and the extended value chain.\n\nTogether we continued to work tirelessly on urgent challenges facing all of us, as well as moving the IKEA sustainability agenda forwards towards our ambitions for 2030. This report is a consolidation of the collective efforts made during FY20.\n\nDuring the past year, we have learnt a lot and made many changes in our ways of working and finding new creative solutions. It is clear that the IKEA vision, to create a better everyday life for the many people, is more relevant now than ever.\n\nEven if the pandemic has, and continues to call for extraordinary measures to mitigate the immediate effects on co-workers, business partners and communities along our value chain, we can’t lose sight of our long-term commitments. Across the IKEA business, strategic movements have continued.\n\nThe IKEA business has a unique role and opportunity in making healthy and sustainable living affordable to people with thin wallets. We are all working hard to make IKEA more affordable and accessible, and to transform our business model to become people and planet positive. The challenging situation this year has made us even more determined to accelerate our efforts to tackle climate change and advocate for a circular and equal society.\n\nThe year began with strong sales, and then the pandemic hit – calling for urgent actions and innovative solutions, collaborations and the acceleration of our digital transformation.\n\nDuring the spring, about 75% of IKEA stores closed for seven weeks on average. At the same time, online sales grew significantly, and retail sales recovered rather quickly when stores re-opened. This led to total IKEA retail sales of EUR 39.6 billion in FY20 (4% less than in FY19). The IKEA website welcomed four billion visits, and e-commerce expanded to three new markets, including China – an important milestone.\n\nDuring the year, we continued to see big movements towards decreasing the IKEA climate footprint across the value chain. For example,\nwe've seen an even further increase in the share of renewable energy in production and transport, and we have increased the energy efficiency in the lighting and appliances ranges. We've also addressed the climate footprint of an IKEA food icon by introducing a plant-based alternative to the classic IKEA meatball. With only 4% of the climate footprint of ingredients compared to the meatball – without compromising taste, texture, or price – the HUVUDROLL plant ball was an immediate success.\n\nOur collective efforts have resulted in a decrease in the climate footprint by 7% between FY19-20, per unit of retail sales. The loss of sales during FY20 makes the comparison regarding the large absolute reduction of our footprint in relation to last year somewhat non-representative. You can read more about this on page 30.\n\nWe are also very happy that during the year we reached our long-term forestry goal. And in January 2021, a new 2030 Forest Positive Agenda was launched to further ramp up the work to enhance biodiversity and tackle climate change globally, going beyond our own business. Read more about the new Forest Positive Agenda on page 47.\n\nFY20 also marked a change in people's relationship to their home. As the coronavirus spread, millions of people have been staying in their homes for weeks or even months at a time. From our research, we know that 8 out of 10 people globally experienced their homes as a sanctuary. Practically overnight, homes transformed into offices, schools, gyms, playgrounds and social spaces. We also know that people want to live healthier and more sustainably but struggle to do so. They are looking for affordable solutions to clean air, clean water, minimising waste and saving energy.\n\nIKEA has a big role to play here. We want to make healthy and sustainable living the default option – offering affordable and desirable products and solutions to the many people.\n\nWe also want to be part of the global dialogue and to be transparent about our commitments and collective needs for collaborations. In May, IKEA joined forces with 155 businesses in signing the UN-backed statement “Uniting business and governments to recover better”. The letter places a focus on the close connection between the transition to a resilient, zero-carbon economy and a positive recovery.\n\nThe statement calls for all countries to step up their efforts to limit the global temperature increase to 1.5°C.\n\nWe are proud of what all companies working under the IKEA Brand have accomplished during this challenging year to improve the sustainability agenda. The necessary changes are only possible when we work together, share our knowledge and co-create solutions. We are on a journey, and most things remain to be done. We are optimistic about the future!\nThe COVID-19 pandemic is a people crisis – with devastating impacts on people’s health and wellbeing. And with the loss of income and livelihoods, the crisis hit the most vulnerable in society the hardest, increasing inequality and insecurity. The repercussions are felt in different ways everywhere.\n\nDuring this difficult time, our first priority has been to protect and support the health and livelihoods of co-workers, customers, business partners, and the communities where we operate. Many IKEA businesses have, in coordination with local authorities and stakeholders, taken immediate action to donate IKEA products, produce materials for healthcare workers or make their spaces available for relief and health efforts.\n\nAdvice and guidelines were issued for local markets to provide emergency support to local communities, using a decentralised approach to secure speed and appropriate responses.\n\nIn total, more than 1.7 million products, such as face masks, gloves, beds, bedding, food and toys, were donated to hospitals, medical centres and shelters.\n\nSecuring the employment for as many co-workers as possible, for as long as possible, has also been a main priority, both in retail and other parts of the IKEA business. Additional leave for co-workers who were at home with children, and more flexible work arrangements, were provided whenever possible. IKEA production units were heavily impacted with a dramatic drop in production levels, while the supply business had to manage and facilitate totally new flows of goods as stores and borders closed. During spring 2020, about 75% of IKEA stores were closed for seven weeks on average. A majority of IKEA suppliers also had to close in periods. For these reasons, some IKEA units furloughed or let go of co-workers despite their best efforts. As sales improved and co-workers returned to work, some franchisees reimbursed co-workers for lost income during the furlough period.¹\n\nWe maintained an open dialogue with each supplier to see what actions we needed to take together. Whenever possible, we have followed purchase agreements and adjusted to meet the new reality, without canceling future orders. We also initiated the production of masks and other protective health equipment to support communities and keep suppliers in operation.\n\n¹ Ingka markets that also received government support, decided to pay it back.\nInter IKEA Group provided financial support to a number of external IKEA suppliers to keep them financially stable during the pandemic.\n\nIn addition, the IKEA franchisee, Ingka Group, announced an emergency relief fund of EUR 26 million, enabling action in local communities.\n\nSignificant uncertainties remain of course. We know that the current level of crisis will pass, but we also know that the impacts of the pandemic will be felt for many years to come, including in how we work and interact with others. We will continue to adapt our routines and ways of working to ensure the health and wellbeing of all the people in our value chain and the communities where we work.\n\nCo-workers took the lead in organising COVID-19 support, responding to local community needs with acts of kindness. This work continues, and there are far more examples than we can mention in this report. Some highlights include:\n\nIKEA Retail in Korea donated guest beds and bedding to frontline medical staff and volunteer workers fighting COVID-19 in Daegu, and also sent home furnishing products and soft toys to families and children in vulnerable areas.\n\nIn India, the IKEA Hyderabad store helped set up a quarantine centre near the store, with 200 beds, mattress, pillows, pillow covers, tables, chairs, curtains, sponges and water bottles.\n\nIKEA Spain helped set up a 5,000-bed hospital, and IKEA China donated 117,000 products to hospitals, including textiles, chairs and trolleys.\n\nFor victims of domestic violence, lockdown restrictions meant being trapped at home. IKEA Germany and IKEA Switzerland helped women and children escaping violence by completely furnishing apartments for women establishing a new life in a safe home.\n\nMany children were affected by school closures during the pandemic. IKEA Portugal partnered with more than 80 local charities to reach 10,000 vulnerable children and their families with “let’s play and learn” kits to support home learning. IKEA Russia provided sports equipment to children with disabilities so they could continue being active at home during lockdown.\n\nRangsutra, based in India in the regions of Uttar Pradesh and Rajasthan, which were hit hard during the pandemic, used the support to transform their operations from local production centres to a work-from-home set-up.\n\nJordan River Foundation (JRF) received financial support from IKEA Social Entrepreneurship B.V. enabling the continuation of wage payments for their artisans, which was vital as it meant JRF was able to resume business operations.\n\nCo-workers took the lead in organising COVID-19 support, responding to local community needs with acts of kindness.\nThe overall IKEA ambition is to become people and planet positive, and to inspire and enable the many people to live a better everyday life within the boundaries of the planet by 2030.\n\nThe IKEA People & Planet Positive strategy describes the sustainability agenda and ambition for everyone in the IKEA value chain. It gives us a roadmap to follow, and outlines a strong, common long-term agenda. Each company, working under the IKEA Brand, sets its own strategic goals to contribute to the common ambitions and commitments.\n\nOur sustainability ambitions and commitments are set for 2030 in line with the UN Sustainable Development Goals. The purpose of this strategy is to inspire, activate and lead us in our decision-making and goal setting, in order to achieve the big positive changes we want to see in the world, and for the entire IKEA ecosystem. It stimulates action across the IKEA business in the coming years. The strategy is reviewed annually to secure alignment with the total IKEA strategic framework, and to align with potential big changes in the world.\n\nWe don't have all the answers and cannot achieve our goals alone. Therefore, we are committed to working together in a collaborative way and being transparent about what we learn. We rely on our culture of entrepreneurship; always moving forward and not waiting for perfection.\nThe People & Planet Positive Strategy is structured based on material topics. These are considered the most important sustainability issues in terms of the ability of the IKEA business to have an impact.\n\nWhen we developed the strategy, we looked at what stakeholders expected from us and where they could see us making the biggest positive changes. As an outcome, we clustered the identified material topics into three major challenges: unsustainable consumption, climate change, and inequality.\n\nTo ensure we keep an outside-in perspective, we receive ongoing input to the materiality process from, for example, stakeholders, reports, advisory boards, sustainability council meetings, and new partnerships, all of which help us develop. Read more on page 77.\n\nIn FY20, we started developing a sustainability performance framework to enable reporting for the next decade leading up to 2030. Even though progress was made during FY20, we had to adapt our original plan due to COVID-19. The work to develop the framework continues in FY21.\nHealthy & sustainable living\n\nIKEA has a big opportunity, and responsibility, to lead the way by making healthy and sustainable living affordable, desirable and accessible for the many people.\n\nPeople's interest in healthy and sustainable living has steadily increased over time, further accelerating during the COVID-19 pandemic. A global consumer study on healthy and sustainable living, completed during FY20, shows that people have a strong desire to become healthier and more sustainable, but that more affordable solutions are needed to help make this a reality.\n\nThe number one action people want companies to take, according to the report, is to offer more affordable products and services that are better for both people and the environment. Results from the study also show that three out of four people surveyed want to reduce their impact on the environment, and choose products that last longer. A significant number of meat eaters would be willing to switch to plant-based alternatives if these taste equally good and have the same price and nutritional value as meat products. The younger generations are more likely to want to make changes.\n\n1 https://globescan.com/people-want-healthy-sustainable-living-choices-2020/\nHealthy & sustainable living – commitment 1:\n\nInspiring and enabling people to live healthier, more sustainable lives\n\nToday, people with thin wallets have the hardest time affording solutions for healthy and sustainable living. IKEA has a real possibility to change this. Our scale and reach enable efficient production and distribution, and the ability to influence healthier and more sustainable behaviours.\n\nWe will go beyond meeting current demand, to offer new and more affordable sustainable solutions to more of the many people. And we will work with other businesses to transform industries.\n\nOur ambition is that all IKEA products and solutions are designed with health and sustainability in mind. This includes how they are made – such as the materials we use – as well as their functions and how they are used.\n\nOur strategic goals for 2030\n\nWe will develop and promote affordable, complete home furnishing solutions, and knowledge, with the primary function to improve people’s everyday health, wellbeing and ability to live within the boundaries of the planet.\n\nOur focus is on solutions related to the following:\n\n- Clean energy, air and water.\n- Resource-efficient living and reducing waste.\n- Healthy eating, sleeping and exercising.\nInspiring and enabling people to live healthier, more sustainable lives\n\nProgress and key activities in FY20\n\nAffordable air purifier\n\nAir pollution is one of the biggest health challenges, and we want to play our part in finding solutions. In December 2020, FÖRNUFTIG air purifier was launched in mainland China, and will be rolled out in other IKEA markets from 2021.\n\nLED solutions become even more energy efficient\n\nThe continued development of LEDs has enabled us to reduce the power consumption in relative terms by 36.1% in lumen per Watt, FY16-20, for LED bulbs. For 2021 and 2022, we will have an even higher focus on range changes that will give us even bigger energy saving improvements across the LED bulb range. Read more about our progress towards reducing the climate footprint of IKEA products used in people’s homes, page 39.\n\nDeveloping more ways to save water\n\nAround 10% of global fresh water is consumed in people’s homes, and that number is expected to increase across the world. In addition, more than 40% of IKEA store visitors live in high water-stressed regions. In FY20, the IKEA business1 and the Danish company Flow Loop partnered to develop a water-recycling shower solution to inspire and enable people to be more water efficient. The solution aims to save up to 80% of water and reduce energy used by up to 70%, compared to average shower solutions, by recycling and cleaning the shower water in a closed loop.\n\nMaking renewable energy affordable\n\nSolar panels are now available in nine IKEA markets, with the aim to make them available in 30 IKEA markets by 2025.2 In several markets, IKEA franchisees are also starting to explore services to help people switch to clean energy – as producers or consumers – thereby reducing their energy footprint and costs. At the end of FY20, solar panels and battery storage systems are available in nine IKEA markets.3 Home solar panels were supplied to over 10,000 customers, accumulating savings of over EUR 10 million and 60,000 tonnes of CO₂ eq for our customers and the planet. New services are being explored to expand the offer in existing and new countries.\n\nMISTELN water nozzle can reduce water use by up to 90%. The process of innovating and securing a robust and reliable solution for MISTELN has taken longer than anticipated, and the product is expected to be launched in 2022.\n\nHOPPVALS and TRIPPEVALS blinds can reduce heating costs, as the air inside the honeycomb structure creates a layer of insulation.\n\n1 Through Inter IKEA Group.\n2 Markets operated by the franchise Ingka Group.\n3 Two countries testing electricity subscription referral services and nine countries offering solar systems, of which four are also offering energy storage systems.\nNew targets for healthier food\n\nWe will continue to work towards our existing 2022 target; that 1 in 5 main meals and snacks sold should be healthier. Today, we are at 8.5%. During FY20, in addition to our 2022 goals, we introduced new healthier food and plant-based food goals. By 2025, 80% of main meals offered, and 60% of the total packaged food range, will be healthier according to the IKEA Balanced Meal Norm.1\n\nInspiring healthier choices\n\nWe are working on how to present and communicate our healthier and more sustainable food range in a way that inspires customers to choose these products and find them to be the most desirable option.\n\nMore plant-based food\n\nBy 2025, 50% of the main meals offered at IKEA restaurants will be plant based (like the veggie dog and the plant ball), and 80% of the main meals offered will be non-red meat. In addition, 80% of the total packaged food range will be plant based. The 2022 target is for 20% of main meals and snacks sold to be plant based. Today we are at 17.8%. We also have a new stricter definition: for plant-based products that stipulates that there should be no animal ingredients (the previous definition was, 90% plant-based ingredients and without beef).\n\nMore natural range of treats and snacks\n\nDuring 2020, we have replaced our pick-and-mix candy with the new LÖRDAGSGODIS range of gelatin-free treats that have natural flavours2 and colours. We have also added MUNSBIT nut and berry-bars to our snack range.\n\nSolutions for exercising\n\nAlthough no new products for exercising were developed in FY20, this remains a strategic goal for future product development.\n\nBetter sleep\n\nBlackout curtains and blinds can make a big difference, by keeping natural and city lights out. For example, HILLEBORG blackout curtains are made from recycled polyester, allowing for better sleep.\n\n---\n\n1 According to the Balanced Meal Norm for meals & Balanced nutrition profiling system for packaged goods, which are frameworks created by Inter IKEA Group, with external partners, that are used in product development to improve the nutritional quality of IKEA Food products.\n\n2 Natural flavouring substances are substances that are naturally present and have been identified in nature as defined by Art. 3 of Regulation (EC) 1334/2008 of 16 December 2008 on flavourings and certain food ingredients with flavouring properties for use in and on foods.\nA new relationship with our homes\n\nFY20 marks a change in people’s relationship with their homes that is being experienced in a unique way across the globe.\n\nLIDKULLEN helps you to sit actively. A smart mechanism keeps the body in constant motion, strengthens muscles and the spine and gives a naturally healthy posture.\n\nThe IKEA Life at Home report¹ found that 78% of people globally agreed that home was their sanctuary during 2020 and the pandemic restrictions. Many people have spent more time at home than ever before. As a result, 2 in 5 have also made changes to their homes.\n\nSome insights from the report include: 37% are cooking more, 44% are spending more time with their family, 29% are exercising at home, 22% are socialising virtually, 28% are eating meals with family, 17% are working from home.\n\nThe home of the future won’t simply be about basic physical functions; it will be vital for our mental and physical health. The outside and inside of our homes will become more integrated, with priority given to the impact of light and nature on health and wellbeing. The materials that we use to build and improve our homes will be chosen for their hygienic properties. And spaces will be designed to improve their health credentials, for example innovations to increase the flow of fresh air.\n\nDuring FY20, more people than ever before began working from home. IKEA offers affordable solutions to improve the home office environment in terms of wellbeing and ergonomics. This is one example of how homes are becoming less about rooms for activities and more about spaces where multiple activities occur.\n\n¹ The quantitative research was conducted in 37 countries between July and August 2020. It included 38,210 adults. Read more: https://lifeathome.ikea.com/\nAddressing unsustainable consumption in a credible and transparent way means addressing all parts of our business. We will look critically at what we sell, how we sell, and how we enable and inspire circular and more sustainable behaviours and attitudes in society.\n\nTo meet the needs and dreams of people today, without compromising those of future generations, we are continuously improving our ways of working with sustainability. We are also developing all products using Democratic Design\\(^1\\) and the IKEA circular product design principles.\\(^2\\) We will support a circular economy by prolonging the life of products and materials throughout the IKEA business, and inspire and enable people to acquire, care for, and pass on products in circular ways.\n\n---\n\n\\(^1\\) Read more about Democratic Design: [https://about.ikea.com/en/life-at-home/how-we-work/democratic-design](https://about.ikea.com/en/life-at-home/how-we-work/democratic-design)\n\n\\(^2\\) Read more about IKEA circular product design principles: [https://newsroom.inter.ikea.com/publications/designing-for-circularity-and-our-future/s/20f17dff-c43f-46c9-a5d4-be766859b760](https://newsroom.inter.ikea.com/publications/designing-for-circularity-and-our-future/s/20f17dff-c43f-46c9-a5d4-be766859b760)\nPeople around the world are becoming more concerned about their health and the health of the planet. The desire to live healthy and sustainable lives is particularly high among younger people.\n\nWe will use our size and reach to lead the movement towards a healthy and sustainable future, engaging as many people as possible.\n\nOur strategic goals for 2030\n\nEstablishing and supporting communities on topics of importance for a healthy and sustainable life at home: We will engage co-workers, customers, partners and citizens to live healthier, more sustainable lives. We will share knowledge and enable healthier, more sustainable habits.\n\nRead about how we are testing ways to share knowledge and change behaviors on the next page.\n\nRead about how we worked together with communities during the COVID-19 crisis on page 10.\n\nAdvocating for a healthy and sustainable society: We will advocate for policies, strategies and regulations towards a healthier and more sustainable society and continue to be ahead of legislation to phase out products and materials that no longer align with our understanding of healthy and sustainable living. We will work with other businesses to transform our industry.\n\nRead more about how we are innovating and exiting for change on the next page.\n\nRead more in the Stakeholder engagement section on page 77.\nCreating a movement in society around better everyday living\n\nProgress and key activities in FY20\n\nInnovate and exit for change\n\nFor many years, we have been phasing out and replacing products with new innovative solutions in order to contribute to a more sustainable society and safer homes.\n\nRemoving all single-use plastic products\n\nAll single-use plastic products have been removed from the IKEA home furnishing range globally since January 2020.\n\nTesting approaches to sharing knowledge and enabling behavioural changes\n\nWe are continuously finding new ways to engage with consumers to inspire them, to share know-how and to build a community around healthy and sustainable living.\n\nFor example, the IKEA Better Living app1 was developed to engage consumers and co-workers to live more sustainable lives. It’s an app for recording, improving and sharing sustainable habits, and has about 97,000 active users (5,669 co-workers).\n\nPhasing out non-rechargeable alkaline batteries\n\nIn FY20, the IKEA business committed to phasing out non-rechargeable alkaline batteries from the global range by October 2021. The aim is to inspire and enable frequent users of batteries to reduce waste and save money over time by switching to rechargeable batteries.\n\nInnovate and exit for change: past examples\n\n- The IKEA business made the decision to go all in on LED by 2015, which started with phasing out incandescent bulbs from the range in 2010, and developing an LED bulb that could be offered to customers at a lower price of 1 EUR.\n\n- In the 1990s, the IKEA business made a precautionary decision to stop selling toy balloons as they can lead to child suffocation if used without parental supervision. This was also the reason behind the decision to take out plastic eyes on soft toys (1997).\n\n- For similar reasons, the IKEA business made the decision in 2016 to only carry window blinds or coverings that have either no cords or inaccessible cords.\n\n1 Applies to Retail business of Ingka Group.\nClimate change, and the increasing global use of natural resources, is already impacting the IKEA business, and more importantly, the lives of people and wildlife.\n\nTo become people and planet positive, we must continue to further develop responsible sourcing programmes, continue to improve resource utilisation and dramatically reduce our greenhouse gas (GHG) emissions (in absolute terms, in line with the 1.5°C target), independently of how much we grow the IKEA business. And by transforming into a circular business, we aim to create a systemic change for the whole value chain.\n\nMaterials are the biggest part of the IKEA climate footprint. By prolonging the life of products and materials and accelerating the shift to 100% renewable energy, we can reduce our climate footprint significantly. The aim is to end our dependency on virgin fossil materials and fuels. In this way, we will also contribute to a world of clean air and water and improved biodiversity.\nTransforming into a circular business impacts every aspect of what we do – from how and where we meet customers, how and what products and services we develop, to how we source materials and develop the IKEA supply chain. The circular IKEA business will be built on renewable energy and regenerative resources.\n\nWe know that lives and behaviours are changing and that there is a growing awareness of the impact people have on the planet. Many people are moving into smaller spaces and have fewer things, which they value more. No one wants to be wasteful, but people struggle to pass on things they believe still have value.\n\nWith the current linear business models, there will be an estimated total gap of about 80 billion tonnes of natural resources by 2050, putting significant pressure on the planet, as well as reducing the possibility for the many people to have access to affordable solutions for basic needs such as food and homes.\n\n1 https://www.accenture.com/t20150523T053139__w__/us-en/_acnmedia/Accenture/Conversion-Assets/Document/Global/PDF/Strategy/6/Accenture-Innovative-Business-Models-Technologies-Value-Growth.pdf\nTransforming into a circular business\n\nOur strategic goals for 2030\n\n- Designing every product from the very beginning to be reused, refurbished, remanufactured and eventually recycled, by applying our circular product design principles during the product development process.\n\n- Aiming to only use renewable or recycled materials, by adapting and finding new sources and developing new materials.\n\n- Finding circular solutions for existing and new customers to acquire, care for and pass on products.\n\n- Taking the lead and joining forces with others through advocacy, collaboration, and business partnerships.\n\nWithin the IKEA circular business models, we have defined four circular loops:\n\n**Reuse**\n\nReuse refers to how we describe the customer use of the product, and includes all aspects of normal product use and care.\n\n**Refurbishment**\n\nRefurbishment is the process by which used, damaged, or non-compliant IKEA products are restored to “like-new” condition with limited improvements.\n\n**Remanufacturing**\n\nRemanufacturing of products is a process by which usable parts from dismantled products are utilised in the production of new products, increasing resource recovery and potentially lowering the cost for the IKEA business.\n\n**Recycling**\n\nRecycling is the process by which parts from products are transformed into new raw materials, which can then be utilised within the IKEA business or external supply chains. This is the last step for every product part.\nTransforming into a circular business\n\nProgress and key activities in FY20\n\nDesigning circular products\n\nOne of the key enablers to prolonging the life of products is the possibility to repair, upgrade and adapt furniture through different life stages.\n\nFor example, modular products in our range, such as IVAR and BROR storage systems, are made of wood and can be easily treated or repaired, and extra pieces can be added as needed. They are practical solutions for a dorm room or the first apartment, and continue to function well in different spaces such as garages and closets, as people’s lives and tastes change.\n\nOther examples include the VIMLE sofa (picture to the right), which is built on a standardised platform that enables reuse through modularity. Removable covers and standardised parts enable easy care and adaptability to people’s changing needs. Refurbishment can be achieved through easy disassembly and reassembly, enabling materials to stay in use longer, before they are recycled.\n\nIn the product assessments, the following areas have been identified as most influential:\n\n- **Designing for standardisation and adaptability** enables reuse and refurbishment through scalable maintenance and repair possibilities, with standardised spare parts, and remanufacturing by reusing parts in other products.\n\n- **Material choice and how materials are combined** are the key enablers for recycling and the extension of material life. Using the right material for the expected lifespan based on expected use minimises unnecessary waste and misuse of materials. It also enables recycling by simplifying the process.\n\n- **Home furnishing accessories** have a higher rate of existing circular capabilities than furniture. This is due, for example, to the simpler construction in terms of components and material mixes.\n\nOne key insight from the assessment is that all product types, from big, bulky furniture to smaller, decorative products have the potential to be circular.\n\nCircular product assessments\n\nAssessments of how well products in the IKEA offer our circular product design principles have advanced according to plan. More than 9,500 articles – with the exception of the Home Smart, Lighting, and Appliance ranges – have been assessed, giving us a clearer picture of our current capabilities. The product with the lowest fulfilment of the circular product design principles is at 28.6%, and the highest is at 100%. The next step is to develop roadmaps for all product categories, describing the actions required to make sure all products are circular by 2030.\n\nMINNEN extendable bed, a product that is designed to grow with your children, thereby extending the life of the product.\n\nAnother key enabler to prolonging the life of products is the ease of assembly, disassembly, and reassembly. An example of this is the wedge dowel, a click-technique that eases the assembly and disassembly of IKEA furniture, as used in the LISABO table series.\n\n1 Learn more about the IKEA circular product design principle: [https://newsroom.ikea.com/gallery/image/ikea-circular-product-design-guide-2019/](https://newsroom.ikea.com/gallery/image/ikea-circular-product-design-guide-2019/)\nAiming to use only renewable and recycled materials\n\n60% of the IKEA product range is based on renewable materials, like wood and cotton, and 10% contains recycled materials.¹\n\nThe IKEA material agenda is speeding up, and it continues to deliver new and exciting changes in areas like increased recycled content. For example, we are continuing to invest in the development of recycled wood processing facilities, equipment and logistics to enable an increased use of recycled material in particle board. Today, 25% of our particle board contains recycled material. We are also continuing our efforts with foam, and as a result we are on track to reach our goal of 20% renewable or recycled foam by 2025.\n\nSome aspects of recycled materials are particularly challenging, from the perspectives of availability, quality, technical issues in production, and end-of-life collection. For example, some materials, like carbon steel, do not have sufficient recycled volumes on the market to meet increasing demand. For other materials, like glass, float glass, and ceramics, quality and technical challenges can arise when using high percentages of recycled content. These are the types of materials we are especially focusing on. Tests to find new, innovative solutions are ongoing. Read more about recycled materials on page 56.\n\nRecycling mattresses\n\nTogether with the recycling company RetourMatras in Netherlands, we are in the final stages of testing recycled polyol, which has the potential to remove 3 million mattresses per year from incineration or landfill. We are also continuing to deploy renewable polyols made of soy. We have been using this material for six years in North America, and are now introducing it in Europe. Innovations to reduce foam in future comfort products is ongoing. In addition, we are looking into alternative materials and end-of-life solutions.\n\nNew and updated products made from recycled material\n\nA few examples: TIPPHEDE rug is made with recycled/recovered cotton, SVALLET lamp is made with recycled plastic, ANNAKAJSA (picture above) and BENGTA blackout curtains are made with recycled polyester, and NYSKJOLD drying mat has recently been improved to use 100% recycled fabric and piping. Read more about recycled polyester on page 56.\n\nHILLJA curtains are made with the equivalent of 55 recycled 0.5l PET bottles.\n\n¹ Even though we continue to increase the use of many different recycled materials, there are no updated numbers for FY20, as we are reviewing all materials and ways of measuring their use.\n\nWe’re always working to find new, innovative ways to reduce the use of resources, including wood\n\nLaminated veneer lumber (LVL) is an engineered wood product. With up to 40% less wood consumption, this new material can even replace metal in terms of strength in some applications, mitigating a significant climate impact. The process also generates less waste than many other processing methods, and therefore contributes to good wood use. The iconic KLIPPAN sofa is one example of how we are using this new technology to create better, more sustainable products at lower costs.\nEnabling customers to acquire, care for, and pass on products in circular ways\n\nFurniture as a service\n\nIn FY20, furniture leasing models were tested in six European markets, in our efforts to explore more circular ways for customers to use, care for and pass on their IKEA furniture.\n\nUpon return, the furniture was cleaned, refurbished and made ready for its next home. The challenge now is to find more efficient and scalable solutions.\n\nBuy-back furniture\n\nBy selling returned, damaged or display products at discounted prices through the As-is areas in most IKEA stores, the aim is to reduce waste. In FY20, 30.5 million products were sold this way. Now a growing number of IKEA markets also buy back IKEA furniture, from customers who no longer need it, and re-sell these good-quality second-hand items to new customers in the As-Is areas. IKEA Sweden is testing an innovative pop-up store stocked entirely with second-hand IKEA products. Experiences from this test will be used to learn more about the potential of this service.\n\nIncreasing availability of spare parts to prolong the life of products\n\nDuring FY20, we provided more than 14 million spare parts to enable customers to prolong the life of IKEA products. To make it even easier for customers to get spare parts, we have developed a convenient, easy-to-use online ordering solution. Customers will be able to access it from the IKEA website globally in FY21.\n\nTaking the lead and joining forces with others\n\nPartnership with the Ellen MacArthur Foundation\n\nDuring FY20, the IKEA business entered into a partnership with Ellen MacArthur Foundation. One focus of the partnership is to collaboratively establish a common set of definitions to further enable the communication and development of circularity. Read more about this and other collaborations on page 77.\n\nDuring FY20, IKEA Taiwan launched a leasing contract with the world’s tallest green building, Taipei 101. For 3 years, IKEA Taiwan and Taipei 101 will be partners based on a circular leasing contract that includes seasonal interior decoration services. IKEA Taiwan will take back all the furniture, then refurbish and re-sell it in IKEA stores.\n\n1 Operated by the franchisee Ingka Group.\n2 Operated by the franchisee Dairy Farm.\nBy 2030, IKEA is committed to becoming climate positive by reducing greenhouse gas emissions in absolute terms by more than the IKEA value chain emits, while growing the IKEA business. This is how we contribute to limiting the global temperature increase to 1.5°C by the end of the century.\n\nTo become climate positive, we first need to take responsibility to halve the climate footprint of the total IKEA value chain by 2030, in line with the 1.5°C target. We will mainly do this by drastically reducing GHG emissions across the IKEA value chain. This will be achieved in the following ways:\n\n- Promoting sustainable choices and transforming into a circular business.\n- Striving towards 100% renewable energy across the IKEA value chain.\n- Using more sustainable materials and food ingredients in our range.\n\nThe second step in halving our climate footprint is by removing CO₂ from the atmosphere through natural processes. This will be done by storing CO₂ in land, plants and products, through better forest and agriculture management within the IKEA value chain. Through a circular economy, we will ensure that carbon remains stored in our products and materials for longer.\n\nTo finally become climate positive, and reduce by more than we emit, we will go beyond IKEA and contribute to additional reductions in society. We will achieve this by enabling customers to generate renewable energy at home and transforming our suppliers’ entire operations to renewable energy; not just the part used in IKEA productions.\n\nWe know that the challenges we face are huge. We will only achieve our goals by engaging with others and taking action together – leading by example, sharing best practices, collaborating to develop solutions, advocating for policy changes and inspiring action in all parts of society.\nBecoming climate positive\n\nOur strategic goals for 2030\n\nThe overall goal is, by 2030, to reduce greenhouse gas emissions by more than the IKEA value chain emits, while growing the IKEA business. This will be achieved without relying on carbon offsetting.\n\nThe graph to the left shows the contributors to becoming climate positive and reducing GHG emissions by more than the IKEA value chain emits, while growing the IKEA business. Although GHG emissions will only be reduced by 15% in absolute terms, it represents the largest relative improvement and is the main driver for decoupling the IKEA climate footprint from growth. The remaining contributors to becoming climate positive will be in storing carbon in land, plants and products, and by going beyond IKEA and achieving additional reductions in society.\n\nTo become climate positive, we have set the following strategic goals and sub-goals.1\n\nGoals to drastically reduce greenhouse gas emissions\n\nThe overall goal is, by 2030, to reduce the absolute GHG emissions from the IKEA value chain by at least 15% compared to 2016, while still growing the IKEA business. Accounting for the estimated growth over the same period, this is equivalent to cutting the average climate footprint per product by an estimated 70%.\n\nIn addition, sub-goals are set for specific parts of the IKEA value chain.\n\nGoals to store carbon in land, plants and products\n\nThere is currently a lack of a global accounting standard on how to measure the impact on the climate from carbon removal and storage. Inter IKEA Group is contributing to this work by co-funding and engaging in a global project led by World Resources Institute (WRI) and World Business Council for Sustainability Development (WBCSD), to extend the Greenhouse Gas Protocol and provide an accounting and reporting standard for carbon removals, land use and bioenergy. This will support the Paris Agreement goal of balancing emissions and removals globally.\n\nExpected delivery of the project is by the end of 2021. Once the standard is developed, the IKEA business will set a strategic goal, report the baseline, and disclose the annual progress.\n\nGoals for going beyond IKEA\n\nThe methodology will be finalised for the IKEA Sustainability Report FY21, and a goal will be developed during FY21. The methodology to measure going beyond IKEA has been delayed from its intended delivery during spring 2020. The main reason is that we want to secure that we do not overestimate our contribution to reductions in society.\n\n1 Our goals are externally aligned and validated through initiatives such as Science Based Targets initiative (SBTi) 1.5°C requirements, Exponential Roadmap: 1.5°C Business Playbook and the Cool Food Pledge.\nThe IKEA climate footprint in FY20 is estimated to be 21.2 million tonnes CO₂ eq.\n\nIn FY19, there was a break of trend, with a decrease of the absolute climate footprint across the value chain, while the IKEA business continued to grow. In FY20, sales decreased due to store lockdowns, which makes a comparison of the larger decrease of the IKEA climate footprint in absolute numbers non-representative. What is noticeable is that there was also a 7% decrease of the climate footprint per unit of retail sales between FY19-20 (see table), due to several big improvements across the IKEA value chain. Between FY19 and FY20, the absolute climate footprint of the IKEA value chain decreased by 11%.\n\nDuring FY20, we saw solid progress in many areas impacting the total climate footprint such as an even higher energy efficiency within the lighting and appliances ranges, a sizable increase in plant-based food, an increase in renewable energy used in the production of IKEA products, and more than a doubling of home deliveries using electric vehicles or other zero-emission solutions.\n\nIn the transformation towards 100% renewable energy across the value chain, the share of renewable energy in production of IKEA products slightly increased during the year to 46%, and in IKEA retail and other operations (such as warehouses and offices), it decreased to 51%. This was mainly due to the expansion in the number of stores and customer fulfilment units in markets where it’s difficult to access renewable energy. Another challenge is to address the footprint from materials, our largest footprint, by for example, using more renewable and recycled materials.\n\nThe absolute climate footprint of the IKEA value chain has decreased by 11.5% since the baseline FY16, mainly, but not only, due to the temporary closure of stores during the pandemic. The climate footprint per EUR retail sales decreased by 7% during FY20.\n\n### The climate footprint per euro (Retail sales)\n\n| IKEA retail sales (EUR bn) | Climate footprint (index vs baseline) | Climate footprint per sales (Million tonnes CO₂ eq per EUR bn sales) |\n|---------------------------|--------------------------------------|---------------------------------------------------------------|\n| FY16                      | 36.4                                 | 100                                                           | 0.66 |\n| FY19                      | 41.3                                 | 99.2                                                          | 0.58 |\n| FY20                      | 39.6                                 | 88.5                                                          | 0.54 |\n\nThe volume of beef and pork sold by IKEA has decreased from 11% (FY19) to 9% (FY20) of all ingredients, and the share of climate footprint of beef and pork compared to all ingredients decreased from 69% to 64%. Read more on page 37.\n\nThe climate footprint for the lighting range, for use at home, has on average improved by 36.1%, while for appliances it has improved by 9.6% (compared to baseline FY16). Read more on page 39.\nIKEA climate footprint - performance vs baseline FY16\n(Million tonnes CO2 eq)\n\n| Year | FY16 | FY19 | FY20 |\n|------|------|------|------|\n| Baseline | 24 million tonnes CO2 eq | 23.8 million tonnes CO2 eq | 21.2 million tonnes CO2 eq |\n| FY20 | -11.5% (vs FY16) |\n\nGoal FY30: Reduce by at least 15% in absolute terms compared to FY16\n\nThe loss of sales and lockdowns of stores during FY20 makes the comparison regarding the absolute reduction of our footprint in relation to previous years difficult.\n\nClimate footprint at each stage of the IKEA value chain\n(Million tonnes CO2 eq)\n\n| Stage | FY16 | FY19 | FY20 |\n|-------|------|------|------|\n| Baseline | 9.5 | 10.6 | 8.5 |\n| FY20 | (Goal FY30 under development) |\n| FY20 | -11.2% (vs FY16) |\n| FY20 | +0.6% (vs FY16) |\n\nThe largest portion of the IKEA climate footprint comes from raw material extraction and processing (45%) and IKEA product use in customers’ homes (22%), which includes the energy consumption of lighting and appliances over the lifetime of a product.\n\nFor a full breakdown of the climate footprint accounting, scope 1, 2 and 3 emissions, please visit http://preview.thenewsmarket.com/Previews/IKEA/DocumentAssets/577111.pdf\n\n1 Business travel is not included in “IKEA operations”. Business travel footprint in FY20 was 0.03. Read more on page 40.\nBecoming climate positive\n\nMaterials (45% of the total IKEA value chain climate footprint in FY20)\n\nThe climate footprint of materials is similar to the baseline year FY16, due to the reduction in sales in FY20.\n\nTracking the climate footprint of materials is difficult, as measurements are still based on estimations. Accurate yearly figures for different amounts of materials are currently only available for wood and paper-based materials and candles. Reducing the climate footprint of materials is a long-term development agenda, and climate roadmaps are integrated into every IKEA material direction. These have so far identified actions that will enable us to reach approximately half of the needed reduction by FY30. Further actions are required to reach the FY30 goal.\n\nThe main identified movements needed are in bio-based glues for our wood-based products (fossil-based glue represents 6% of the total IKEA climate footprint), renewable energy at board factories, and significantly increasing recycled content for our main metals – steel and aluminium. Our focus is now on updating all material directions to secure that we have a full portfolio of actions to reach the required reductions.\n\nAs the IKEA business becomes more resource efficient and transitions to a circular business, we will still use raw materials for our products and food. Read more about how we work to develop them, and secure responsible sourcing of prioritised raw materials. The raw materials are categorised into four material groups:\n\n- Forestry (wood) page 44\n- Agriculture (plant & animal) page 49\n- Inorganics & virgin fossil page 55\n- Recycled page 56\n\nAlthough wood represents the largest share of material, metals have a higher climate footprint since they are more energy intensive to produce. We aim to significantly increase recycled content for metals.\nBecoming climate positive\n\nFood ingredients (3% of the total IKEA value chain climate footprint in FY20)\n\nIn FY20, IKEA restaurants and other food service touchpoints operated at reduced capacity. The loss in sales resulted in a large reduction of the climate footprint and the goal for FY30 was reached.\n\nThe climate footprint of food was reduced by 25.6% in terms of kg CO₂ eq per kg food ingredient. IKEA restaurants and other food service touchpoints have often been the first areas to close and the last to reopen as stores have modified their operations throughout the pandemic. Outside of reduced sales, the improvement per kg of food ingredient has mainly been achieved through a steady reduction in the volume of beef and pork sold in relation to other food ingredients (from 11% in FY19 to 9% in FY20), as well as reduced menus during the pandemic.\n\nWhile the absolute goal for FY30 was already met in FY20, the main challenge is to maintain or exceed this level towards FY30 as sales increase. Actions to further increase the share of plant-based options and reduce the amount of red meat options are therefore of the highest importance.\n\nMore plant-based food\n\nIn August 2020, we launched the HUVUDROLL plant ball, that has only 4% of the climate footprint compared to the ingredients of the iconic meatball. With ingredients like pea protein, oats, apples and potatoes, we have worked hard to recreate this iconic classic IKEA product to be a more sustainable option without compromising on taste or price. We aim for 50% of main meals offered in IKEA restaurants to be plant-based and 80% to be non-red meat.\n\nFootprint is for meatball ingredients.\nBecoming climate positive\n\nProduction (12% of the total IKEA value chain climate footprint in FY20)\n\nClimate footprint (Million tonnes CO₂ eq)\n\n| Year | Baseline | FY16: 3.0 | FY19: 2.8 | FY20: 2.5 |\n|------|----------|-----------|-----------|-----------|\n| FY16 |          | -6.5% (vs FY16) |          | -15.5% (vs FY16) |\n\nGoal FY30\nBy 2030, reduce the absolute GHG emissions from production by 80% compared to FY16.\n\nSub-goals\n\nBy 2025 at the latest, phase out all coal and oil-based fuels used on-site in production where feasible, significantly reducing the climate footprint and improving air quality.\n\nIn FY20, the climate footprint for the production of IKEA products has decreased in absolute terms by 15.5% compared to baseline FY16.\n\nProduction covers the manufacturing of IKEA home furnishing and food products, the components in our products, and the catalogue and other prints – both at external tier 1 suppliers and at IKEA Industry and IKEA Components. It is important to note that this improvement happened before the COVID-19 pandemic struck, since the climate data for production is measured based on the previous calendar year (CY 2019). The change was mainly due to increases in renewable energy share (from 45.7% to 46.2%), and the fact that the amount of coal and fossil oil-based fuels used on site continued to decrease (from 13.7% to 12.7%). At IKEA Industry factories and IKEA Components, the renewable energy share is at 88.5% (compared to 87.0% in FY19). While the use of coal and fossil oil-based fuels has decreased, it is important to speed up the phase-out to meet the target for FY25 of phasing it out completely.\n\nThe renewable energy share should also be accelerated with the EUR 100 million financing for renewable energy for direct suppliers, which is part of the EUR 200 million investment to accelerate climate action discussed on page 29.\n\nReducing the footprint from the IKEA catalogue\n\nLeading up to the decision to no longer print the iconic IKEA catalogue, we had been working hard to reduce its footprint. For example, per copy, the climate footprint was reduced by more than 50% since we began to measure the climate footprint of the IKEA catalogue’s full life cycle - from forest to mailbox, until the catalogue is discarded - in 2015. We went from a footprint of 1.09 kg CO₂ eq to 0.52 kg CO₂ eq. This was a key milestone as we celebrated the IKEA catalogue’s 70th and final year.\n\nWorking towards 100% renewable energy at suppliers of IKEA products\n\nOur aim is for all IKEA suppliers to use 100% renewable electricity by 2025, and reach 100% renewable energy by 2030. In FY20, 13 suppliers were using 100% renewable energy and 61 were using more than 90%. One furniture supplier, Vilniaus Baldai in Lithuania, had already reached the goal in FY20. By turning wood waste from production into a source for renewable energy, Vilniaus Baldai AB is not only self-sufficient in renewable energy, but is also able to sell its excess heating to the city of Vilnius’ district heating. It is estimated that this allows renewable heating to reach 7,000 households – enabling more renewable and affordable energy for many. Read more about renewable energy in IKEA markets on page 37.\n\nSolar panels\n\nDuring the coming years, the IKEA Industry factory in Zbaszynek, Poland, is planning to install 52,000 solar panels, with an estimated yearly saving of 15,200 tonnes of CO₂ eq. It will be one of the largest solar installations in Europe (for own use).\nBecoming climate positive\n\nProduct transport (5% of the total IKEA value chain climate footprint in FY20)\n\nIn FY20, the total amount of transported goods dropped considerably due to the COVID-19 pandemic (8.2% less in FY20 compared to FY16), having increased by 1.2% between FY16 and FY19.\n\nThis was the main contributing factor to the decrease in our product transport related GHG emissions of 14% compared to FY16. In addition, transport efficiency also improved by 5.2%. The share of alternative fuels jumped from 1% the previous year to 3% in FY20. The main reason was that we scaled up the sustainable biofuel for ocean shipping, which was piloted during FY19. Although minor, it is a significant step towards increasing the use of renewable fuels, which is needed to reach our strategic goal and drastically reduce the GHG emissions from our transports.\n\nGoal FY30\nBy 2030, reduce our absolute GHG emissions from product transport by 15% compared to 2017.\n\nIKEA will be one of the first to use liquefied biogas in heavy duty transportation in Italy, starting from the first half of 2021. The liquefied biogas is produced from manure, and will cover 32% of domestic transport flows. Fuelling stations will be located in Trivento, Italy, where most of our Italian suppliers are located. This result will deliver an estimated reduction of 24% in absolute CO₂ eq emissions.\n\n1 Scope: GHG Protocol, scope 3 emissions: Upstream transportation and distribution and connected fuel- and energy-related activities of tier 1 product transport suppliers.\nBecoming climate positive\n\nIKEA retail & other operations (3% of the total IKEA value chain climate footprint)\n\nThe absolute climate footprint has increased by 10.9% since the baseline FY16.\n\nThe main reason for the increase of the climate footprint since FY16 is an increasing expansion in the number of stores and a rapid expansion of customer fulfillment units following the IKEA omnichannel transformation, especially in countries where it is difficult to access renewable energy. This has resulted in a slight decrease of the share of renewable energy (incl. electricity), from 53% in FY19 to 51% in FY20. Going forward, it is critical to accelerate actions if we are to meet the target of consuming 100% renewable electricity in IKEA retail and other operations, by 2025. The main focus is on countries that today represent the largest challenges in terms of switching to renewable energy - China, Russia and India. The effects of the COVID-19 pandemic and a change in the measurement methodology makes the climate footprint performance between FY19 and FY20 difficult to compare. During the year, a previously unaccounted footprint from own vehicles has been added to the footprint.\n\nTowards 100% renewable energy\n\nThe climate footprint of IKEA operations – retail, production and other – such as offices and warehouses, comes from the electricity consumed and the fuel used to heat and cool buildings. A smaller share also comes from the trucks and forklifts used to move goods. In order to reduce the climate footprint of retail operations, it is critical to reach 100% renewable energy.\n\nDuring the year, IKEA Retail in Iceland and the Baltics achieved 100% renewable electricity in their operations. As of FY20, 23 IKEA retail markets are today consuming 100% renewable electricity.\n\nThe share of renewable energy (incl. electricity) in IKEA retail and other operations (excl. production) has slightly decreased, from 53% in FY19 to 51% in FY20.\nTo secure 100% renewable electricity consumption globally, several IKEA markets are investing in renewable electricity generation on-site by covering the rooftops of IKEA stores, warehouses, factories and parking areas with photovoltaic panels. Ingka Group, which operates IKEA stores in 32 markets, is investing in off-site wind farms and solar farms, and owns and operates 547 wind turbines in 14 countries, as well as two solar farms with 1.5 million solar panels.\n\nHowever, in many cases this will not be enough to reach the 100% goal, since photovoltaic panels, at a maximum, can cover about 40% of the electricity consumption of a store and 15% of a factory. The rest needs to be purchased from the grid, and preferably from new installations. Even if electricity from wind and solar is cheaper in most markets, it is currently difficult to access in many high-impact countries, such as China and Russia. Country-specific pre-studies and projects are therefore underway to evaluate if and how we can secure 100% renewable electricity both for IKEA operations and direct supplier partners, through, for example, Power Purchase Agreements (PPAs). This is combined with efforts to promote better policies and regulations.\n\nExamples of smart cooling and heating\n\nRenewable heating and cooling technologies, such as ground and air source heat pumps and biogas or biomass boilers, are essential to reach 100% renewable energy by 2030. Today, these technologies provide 40% of the renewable energy at the IKEA retail operations by Ingka Group, sometimes in combination with other technologies.\n\nReducing food waste and climate impact\n\nAbout one third of all food that’s produced each year for people is wasted. It is therefore essential that we do our utmost to not waste food. We believe in setting ambitious goals that we stay committed to, and then embrace the learnings along the way and adjust as needed. In 2017, we set a goal to reduce food waste in all IKEA stores globally by 50% by the end of FY20. We did not reach that goal but have implemented food waste solutions in more than 60% of all stores globally, resulting in an average waste reduction of 32%. That equates to more than 10 million meals not wasted. We now aim to measure and cut our food production waste in half by the end of 2022 in all IKEA stores globally.\n\nThe main reason for not reaching the initial target of reducing food waste by 50% by the end of August 2020 lies in the implementation time of the food waste measurement solution. In 2017, we estimated that we could roll out the smart scale, including the training of co-workers, at a quicker pace.\n\nNow, three years into the initiative, we see that we need a little longer to reach more than 440 IKEA stores in 53 markets globally. COVID-19 has also had an impact. With the majority of IKEA stores being closed because of the pandemic, we have had to revise our plan for the implementation of the food waste solution going forward.\n\n1 https://www.unenvironment.org/thinkeatsave/get-informed/worldwide-food-waste\nBecoming climate positive\n\nCustomer travel & home deliveries (6% of the total IKEA value chain climate footprint)\n\nThe climate footprint from customer travel and home deliveries decreased significantly in FY20, mainly as a result of reduced store visitation due to COVID-19.\n\nMost customers reach IKEA stores by car. By offering charging stations at many IKEA stores, customers are enabled to use electric cars and the IKEA business is part of encouraging the electrification of transport.\n\nCurrently, 32 markets are committed to provide access to electric vehicle (EV) charging stations in all stores by the end of 2020. In FY20, these markets added around 1,000 new electric charging stations for customers, offering charging stations at 93% of the stores. The current forecast is that we will manage to reach our goal of 100% by the end of calendar year 2020.\n\nThe number of home deliveries using EV and other zero-emissions solutions more than doubled, from 4.8% in FY19 to 9.6% in FY20.\n\nA new model for customer travel and home deliveries will be aligned across the IKEA business in order to report customer travel and home deliveries for all IKEA franchisees in future.\nBecoming climate positive\n\nProduct use at home (22% of the total IKEA value chain climate footprint in FY20)\n\nThe climate footprint of product use at home decreased by 26.7% between FY16 and FY20. The energy efficiency of the lighting range has, on average, improved by 36.1%, while for appliances it has improved by 9.6%. The share of renewable energy that our customers have access to and can use to power their products has also increased.\n\nGoing forward, it is important that we continue to improve energy efficiency, which will be further pinpointed by the new EU ecodesign requirements. It is also important to make renewable electricity accessible for the many people in the markets where we operate. Furthermore, we need to scale products based on more sustainable materials.\n\nThe decrease in the climate footprint of product use at home has mainly been driven by greatly improving the energy efficiency of our already energy efficient LED bulbs. In FY20, we sold 76 million LED bulbs.\n\nCandles with more sustainable wax\n\nThe new candle range, VÄLDOFT, is made from rapeseed oil, which makes a more sustainable wax that can replace other waxes. The rapeseed oil helps reducing CO₂ emissions by up to a third, compared to, for example, palm oil.\n\nAn induction hob available for the many people\n\nThe IKEA Induction hob, MATMÄSSIG, is an example of a product where we make sustainable choices available for the many. Thanks to continuous product development, the hob has been reduced in size overall while maintaining the same cooking-zone size. And, thanks to large volumes in production, it also has a lower price. The hob has proven to be a good choice in households where the electricity does not allow for enough power for a full-size induction hob – bringing efficient induction technology into homes that couldn’t previously have it.\nBecoming climate positive\n\nProduct end-of-life (4% of the total IKEA value chain climate footprint in FY20)\n\nAround 4% of the total IKEA climate footprint comes from product end-of-life, which is similar to the climate footprint of our retail operations or goods transport.\n\nThe climate footprint from product end-of-life decreased in FY20 due to the reductions in sales during the pandemic. As we transition into a circular business where waste is turned into resources through recycling, instead of being incinerated or ending up in landfills, the climate footprint from product end-of-life will be further reduced. However, the first step is prevention. We will encourage reuse, and work with refurbishment and remanufacturing to ensure products can last as long as possible, and only as the last step be sent to recycling.\n\nBusiness travel (0.1% of the total IKEA value chain climate footprint in FY20)\n\nDuring FY20, we saw a significant decrease in the climate footprint from business travel. The main reason is the minimal amount of business travel from March to August 2020.\n\nGoing forward, we will take the new learnings from meeting virtually and working remotely, rather than relying on air travel. These learnings will be crucial for maintaining or exceeding the current performance in order to meet or exceed the goal for 2030.\n\n1 Scope: GHG Protocol, scope 3 emissions: End-of-life treatment of sold products.\n\n1 Scope: GHG Protocol, scope 3 emissions: Business travel of Inter IKEA Group and IKEA retail part of Ingka Group.\nCircular & climate positive - Commitment 3:\n\nRegenerating resources, protecting ecosystems, and improving biodiversity\n\nWe are dependent on materials and ingredients for our home furnishing solutions and food products, and we will always work to find new ways to make more from less.\n\nOur ambition for 2030 is to regenerate resources while growing the IKEA business. We aim to only use responsibly-sourced renewable or recycled materials in our offer, ensuring that we have a positive impact by regenerating resources, protecting ecosystems and improving biodiversity. We will continue to secure and develop responsible sourcing standards that include environmental, social and animal welfare criteria.\n\nOf course, the main focus is to always reduce the use of materials at all times, especially virgin materials. Read more about how we are working to prolong the life of products and materials on page 19.\n\nOur work covers many different materials, complex supply chains and multiple sustainability aspects. Our biggest strength is our ability to work with long-term commitments, and long-term relationships with suppliers, NGOs and different stakeholders around the world. We are also able to be on the ground, and are always ready to adapt and improve. This is a rapidly-evolving area that requires strict legal compliance, but also being open for development and change.\n\nForestry will always be a key focus area for the IKEA business, since wood is one of our main materials. Read more about our Forest Positive Agenda on page 44.\n\nDuring FY20, the IKEA business signed a call to action by Business for Nature, urging governments to adopt policies now to reverse nature loss in this decade. Read more, page 80.\nRegenerating resources, protecting ecosystems and improving biodiversity\n\nOur strategic goals\n\nThe following group of indicators and goals have been identified; some goals have been met and for some areas we will further develop goals leading up to 2030.\n\nGoals which have been reached in FY20 or earlier. Once fulfilled, these become requirements that have to be met every year:\n\n- More than 98%1 of the wood used for IKEA products is either FSC-certified or recycled.\n- All cotton is from more sustainable sources2 (since FY15, all the cotton used to make IKEA products comes from more sustainable and recycled sources).\n- All cocoa in IKEA branded chocolate tablets is certified by UTZ.\n- All coffee is certified by UTZ.\n- All tea certified by UTZ, Rainforest Alliance and Fairtrade.\n- All palm oil certified by Roundtable on Sustainable Palm Oil (RSPO).\n\nGoals under development will include:\n\n- New forestry goals leading up to 2030 as part of the Forest Positive Agenda, launched January 2021 on page 47.\n- New goals will be set within Agriculture, Inorganics and Recycled material blocks.\n- Our long-term ambition is to become water positive. This means leading and developing water stewardship programmes to improve water quality and increase water availability. We also lead regenerative projects to clean polluted waters and protect biodiversity, including leading projects to prevent plastic pollutants from entering waterways and oceans. The next steps for 2021 and 2022 include developing new goals and KPIs and setting the baseline.\n\n---\n\n1 We consider a goal to be fully reached when we achieve more than 98% fulfilment overall. Due to disruptions or new suppliers/business partners, we cannot guarantee a 100% fulfilment at every given point in time.\n\n2 More sustainable sources for cotton include cotton grown to the Better Cotton Standard; by farmers working towards Better Cotton, recycled cotton and more sustainable cotton from the USA (such as the e3 Cotton Programme).\nThe IKEA business is becoming more resource efficient and transitioning into a circular business. Nevertheless, we continue to use raw materials for our home furnishing solutions and food offer.\n\nWe continuously work to strengthen the responsible sourcing of all raw materials – both virgin and secondary materials. Our aim is to assess materials as holistically as possible, taking into account all relevant aspects (see \"Holistic approach to responsible sourcing\" illustration to the right).\n\nDuring FY20, we developed a new framework for responsible sourcing of raw materials that will enable a common approach to responsible sourcing across the IKEA business. Historically, specific programmes have existed for some key materials. However, as IKEA supply chains are becoming more and more interconnected, there has been a need to develop a new common approach. For example, responsible sourcing of wood does not only impact the solid wood and paper agenda, but is also part of the plastics and textile agenda, as feedstock for renewable plastics and textiles.\n\nThe framework will facilitate new ways of working, both internally, by working across different IKEA businesses, but also in the role the IKEA business plays in developing, for example, external certification programmes. In some cases, we will work with whole supply chains to transform the ways commodities are grown, mined and harvested. We will do this using new technologies that facilitate data collection and data analysis, joining existing schemes or industry efforts, investing in completely new supply set ups, and selecting different raw materials.\n\nTo ensure that we are updated and focusing on the most relevant areas, the responsible sourcing principles have now been strengthened.\n\nRaw materials have been categorised into four main material groups in our responsible sourcing approach.\n\nBy grouping raw materials in this way, we are able to work more effectively with commonalities and to have an overall approach.\n\n---\n\n1 A \"raw material\" is a basic material that is used to produce goods, finished products, energy, or intermediate materials that are feedstock for future finished products. The term raw material denotes materials in unprocessed or minimally processed states.\nIn addition, in 2012, we set a goal to source our wood from more sustainable sources (MSS), which includes FSC-certified and recycled wood, by 2020. By working together with suppliers and other partners, the goal was achieved at the end of FY20.\n\nTotal wood in IKEA products (Million m$^3$ Round Wood Equivalent (RWE))\n\n| Year | Total Wood |\n|------|------------|\n| FY18 | 18         |\n| FY19 | 21         |\n| FY20 | 19         |\n\nThis figure refers to the wood used in home furnishing products and packaging. Approximately 12% of total wood use is recycled. This wood is almost entirely FSC-certified.\n\nWood is renewable, recyclable, durable and beautiful. Wood is the material that is used the most within the IKEA home furnishing business and it is also vital to our climate-positive agenda. In FY20, we reached our forestry goal, and today more than 98% of the wood used for IKEA products is from more sustainable sources (FSC-certified or recycled wood).\n\nBy setting strict requirements, and partnering with like-minded organisations across the world, we are contributing to moving the forestry sector forward. Our aim is to transform the industry and make responsible forest management the norm. The pressure on the world’s forests and the surrounding ecosystems is still increasing. Deforestation is one of the greatest challenges facing the world’s forests, through unsustainable agriculture, expansion of infrastructure and illegal logging.\n\nTogether with our suppliers and partners, we are continuously innovating ways to make smart use of wood. We produce products in ways that minimise waste and optimise the material, to make more from less. This material is easy to maintain and care for, ensuring long-lasting products which encourages circular behaviour.\n\nIn FY20, the amount of wood used in home furnishing products decreased to 19 million m$^3$ Round Wood Equivalent (FY19: 21 million m$^3$ RWE). This figure refers to the wood used in home furnishing products and packaging. Approximately 12% of total wood use is recycled. This wood is almost entirely FSC-certified.\n\nProgress towards our 2020 forestry goal\n\nAll wood used for IKEA furniture must always meet our critical requirements, ensuring that it does not come from, for example, illegally-harvested forests, areas with social conflict or forests with high conservation values. We require all suppliers to have procedures in place to implement our requirements throughout their operations and supply chains, and they must be able to track the origin of their wood-based materials. Upon request, suppliers must be able to provide further evidence of legality and wood origin within 48 hours’ notice.\n\nAll of the wood used in IKEA products is sourced in compliance with the Forestry Section of the IWAY Standard, our supplier code of conduct. Read more, page 74.\nWe build our wood sourcing on three cornerstones; legal compliance, market-based certification systems and forest partnership projects. We believe FSC is the most credible and recognised forest certification system at this time. That is because FSC implements a balanced, multi-stakeholder decision-making process to set standards for forest management, and verifies conformance to these.\n\nDuring FY20, the final year of our journey to source wood from more sustainable sources, we focused on priority regions and projects to close the remaining gaps. At the end of FY20, we achieved our goal of using MSS wood (more than 98% MSS wood). There will always be a small percentage of wood which is on its way towards MSS, for example when we partner with new suppliers or due to unforeseen supply chain disturbances. We are constantly working together with our suppliers to ensure that any such volumes become MSS as soon as possible.\n\nBy working this way, the IKEA business can grow and increase the volume of responsibly-sourced wood every day.\n\nIn FY20, the wood used in IKEA furniture mainly came from Poland, Russia, Belarus, Sweden and Germany. The main challenge in reaching our goal was the limited availability of FSC-certified wood in certain countries. Therefore, lots of work has been done to develop the forest management agenda globally and increase the total availability of FSC-certified wood.\n\nIn all high-risk countries (accounting for around 30% of the wood we source), all of our wood has come from more sustainable sources since 2017.\n\n**Being forest positive is about going beyond our needs for the wood we use in our products.**\n\nOur global partnerships with stakeholders such as FSC and the World Wide Fund for Nature (WWF) have helped provide the necessary expertise and outreach to achieve market-transformational impact for responsible forestry across the world.\n\nOur 18-year partnership with WWF, covering approximately 19 countries, has been instrumental in increasing transparency across supply chains to fight illegal logging, identify old-growth forests and map forests and high conversation, while making the information publicly available. The partnership has helped improve forest management in Europe and Asia.\n\n**Wood sources FY20 (% of total)**\n\n- **Poland**: 26%\n- **Russia**: 9%\n- **Belarus**: 7%\n- **Sweden**: 6%\n- **Germany**: 6%\n- **China**: 6%\n- **Lithuania**: 5%\n- **Italy**: 5%\n- **Romania**: 4%\n- **Czech Republic**: 3%\n- **Others - 39 countries**: 23%\n\n**Interpretation of the law regarding sanitary felling**\n\nDuring FY20, the IKEA business faced concerning allegations of illegal wood sourcing in our Ukrainian timber supply. The results of a third-party independent investigation, which included visits to the forests sites, and our own internal investigation carried out by the Wood Supply & Forestry specialist team, showed no indications that illegally-logged wood had entered our supply chain. Both investigations pointed to the challenging interpretation of the law regarding sanitary felling during the silence period. We support the action Forest Stewardship Council has taken to resolve the issue, and are addressing the issue of conflicting legislation to further improve responsible forest management in Ukraine and beyond.\n\n---\n\n1. [https://www.wwf.se/ikea/](https://www.wwf.se/ikea/)\n2. Sanitary felling is a forestry practice where diseased or damaged trees are harvested to help improve the health and productivity of the remaining forest.\n3. The silence period refers to the time of mass wildlife breeding and offspring raising, where animals should be least disturbed, and therefore activities like logging and wildlife hunting should be restricted.\nEmpowering forest and farm producers in Vietnam\n\nOur partnership activities in Vietnam with the Forest and Farm Facility (FFF), hosted by FAO, contributed to strengthening forest and farm producer organisations to deliver climate-resilient landscapes and improved livelihoods. It resulted in the securing of land and tenure rights, improved responsible forest management, while increasing income and providing social and cultural services to several local forest and farm producer groups including ethnic minority groups.\n\nDeveloping criteria and demonstrating a better practice of forest thinning in Russia\n\nThe work with FSC in Russia and IKEA Industry Tikhvin, the in-house manufacturer producing both raw materials and final products, helped spread the knowledge for carrying out pre-commercial thinning in young forest stands, as part of sustainable forest management intensification. This culminated in a workshop at IKEA Industry Tikhvin with stakeholders from the forestry sector, environmentalists and government. FSC drafted criteria for commercial thinning, and the work will continue on developing a roadmap for certificate holders to transit to a more advanced level of forestry practices.\n\nMapping and protecting old-growth forests\n\nOur partnership with WWF in the Danube-Carpathian Region of Central and Eastern Europe, contributed to preserving healthy ecosystems by increasing the areas of responsibly managed forest and supporting activities to prevent and reduce illegal logging. The work supported the mapping of all known virgin and old-growth forests in the region and procedures to ensure their protection is in place. More than 170,000 hectares of old-growth forests are now under protection in DCP/CEE countries and about 40% of the total forest area in the region is credibly certified. We also developed a new, seventh phase of the forest partnership programme with WWF, which will cover thirteen countries.\n\nContinue the growth of FSC-certified forests\n\nWe will continue to contribute to the development of FSC as the preferred choice for forest owners. During FY20 in Slovakia, for example, together with the industry, government, WWF and others, we reached over 300 thousand hectares of FSC-certified forests. The government of Slovakia has also decided to FSC-certify all state-owned forests by 2024.\n\n1 http://www.fao.org/forest-farm-facility/about/en/\nNew Forest Positive Agenda for 2030\n\nDuring 2020, we worked on the development of our new Forest Positive Agenda for 2030 to ramp up the work to further enhance biodiversity, support the livelihoods of people who depend on forests and mitigate climate change.\n\nThe IKEA Forest Positive Agenda for 2030 includes the following:\n\n• Taking the lead and making responsible forest management the norm across the world, going beyond the wood sourced for the IKEA business.\n\n• Improving biodiversity, supporting the rights and needs of people who depend on forests across the whole wood supply chain and addressing a climate footprint larger than our own.\n\n• Driving innovation to use wood in smarter ways and storing carbon for as long as possible through designing all products from the very beginning to be reused, refurbished, remanufactured, and eventually recycled.\n\n• Securing that at least one-third of the IKEA wood range will be made from recycled wood.\n\n• Identifying and securing that all raw materials sourced through our supply chain do not contribute to deforestation or the conversion of natural ecosystems, at latest by 2030. All wood used in IKEA products is sourced from responsibly managed forests which do not contribute to deforestation.\n\n• Continuing to only use wood from more sustainable sources certified by the most credible, global third party certification systems.\n\nAs part of our plan for the next decade leading up to 2030, we will develop projects to measure impact on, for example, biodiversity, and place more focus on our fair and equal agenda towards people and communities who depend on forests across the whole wood supply chain.\n\nImproving traceability and knowledge about species in the rattan supply chain\n\nWe continued our efforts to further strengthen the compliance of rattan supply chains in Southeast Asia. This included a continuation of our partnership with the Royal Botanical Gardens, Kew, UK, using DNA-based cutting-edge technology to develop tools to identify the species of rattan in various stages across the supply chain.\nReducing wood waste\n\nThe ambition is to eliminate waste throughout IKEA operations by applying the principles of the circular economy. One example is the work IKEA Industry is doing.\n\nWood is the primary material used at IKEA Industry. And in FY20, there were 1,053,905 tonnes of wooden residues. Less than one per mille was considered waste. 67.2% was sold as pellets, briquettes or other wooden materials. The remaining 32.8% was used as biofuel for heating in our plants, thereby contributing to the high share of renewable energy sources used on sites. One example of actions taken in building up circular capabilities to more fully utilise the value of these resources. Read more about increasing recycled wood production on page 26.\n\nExcluding wood, IKEA Industry generated 33,685 tonnes of waste in FY20, and recycled 81.4%, while 17% was sent for energy recovery and 1.6% to landfill. The focus is always on preventing waste, and IKEA Industry is exploring how to reduce waste, working across units to better understand what waste is generated and how to prevent it. This includes working with suppliers on the packaging material they use. The remarkable waste reduction results in comparison to last year are due to several different reasons, with the greatest impact coming from the closure of a few sites during the year, and decreased production due to COVID-19.\n\nIncreasing recycled wood production capabilities\n\nAn important step in turning IKEA Industry into a more circular business is the investment in a new recycling line in the particle board production unit in Hultsfred, Sweden. In early May 2020, the production unit changed its conventional way of working and started producing boards partially made from recycled wood. The goal is to use recycled wood for 50% of the particle board production in Hultsfred. This means using 200,000 tonnes of recycled wood, which corresponds to a raw material savings of 590,000 trees. Using wooden waste material from, for instance, pallets or solid wood furniture, minimises the use of virgin wood and at the same time gives waste material a second life.\nAgricultural commodities, both plants and animals, provide us with food and renewable materials which can contribute to our circular and climate ambitions.\n\nHowever, globally resource-intensive agricultural systems have contributed to deforestation, water scarcity, biodiversity loss, soil depletion and high levels of greenhouse gas emissions and negative impacts on farmers and communities. To address these challenges, we have for many years been developing standards and sourcing materials from more sustainable sources. Looking ahead, and by now grouping the agricultural commodities together, we aim to further accelerate the movement towards regenerative agriculture through a holistic landscape approach.\n\nMore sustainable cotton\n\nAs of 2015, all of the cotton used for IKEA home furnishing solutions comes from sources defined as more sustainable or recycled sources. One of our certification schemes comes from the Better Cotton Initiative (BCI), of which the IKEA business is a founding member.\n\nSince the IKEA business has phased out all conventional cotton in our supply chain, and only uses cotton from more sustainable and recycled sources, we can contribute to improving farmers’ livelihoods, yields and incomes, and reduce negative environmental impacts. The journey towards developing even more sustainable practices is ongoing.\n\nAs a large business, we have a big impact. The total volume of cotton lint in IKEA products across all product categories in FY20 was 128,662 tonnes. This accounts for approximately 0.5% of the global cotton production.\n\nThe IKEA business is continuously working towards finding more sustainable practices and materials as alternatives to better balance the global material consumption.\nThe IKEA business is fully committed to respecting and supporting human rights based on the UN Guiding Principles of Business and Human Rights (UNGP). During FY20, there have been growing concerns of human rights violations and accounts of forced labour in the Xinjiang Uyghur Autonomous Region. Forced labour is never acceptable, and we act immediately if we find indications of misconduct in the IKEA supply chain.\n\nToday, Inter IKEA Group does not have direct business relationships, suppliers or sub-suppliers in the Xinjiang region. In other regions of China, and globally where the IKEA business sources cotton, there are experts and auditors securing traceability and following up on the IKEA standards, including human rights, related to the IKEA global cotton sourcing.\n\nBy only using cotton from more sustainable sources (CMSS), prioritising compliance, and working on the ground with improvement projects, implementation partners and licensing organisations, we believe that we can contribute to a better global cotton sourcing.\n\nOur work to prevent forced labour in our supply chain is part of our ongoing efforts with our business partners. Our partnerships with suppliers are based on long term relationships and a clear set of expectations, stated in the IKEA Supplier Code of Conduct, IWAY.1\n\nThe IKEA business wants to create a positive impact in the world of cotton and will continue to work towards improving the cotton industry from within. We acknowledge that in some areas and at some times, this is a challenging journey. This makes it even more important to continue to work towards making things better.\n\n---\n\n1 Read more about IWAY, our supplier code of conduct on page 74.\nWe are working towards more sustainable food systems. This encompasses many elements of the responsible sourcing agenda, as well as our ambitions for healthy and sustainable living that is affordable for the many people.\n\nWe are focusing on better nutrition, better packaging, better proteins, less food waste, and responsible agriculture, production and supply. As part of our ambition, we will continue to introduce healthier and more plant-based food into the range, and continue to source responsibly.\n\nRead more in the Healthy & sustainable living section on page 17.\n\nCoffee from smallholder farmers\nIn FY20, we continued our partnership in Uganda with KAWACOM and our supplier Ahold Coffee Company, sourcing coffee from the West Nile region through the White Nile project, with the aim of improving livelihoods of the people who need it the most. At the end of FY20, 28,172 people were involved in producing the IKEA PÅTÅR single-origin coffee, with 13,943 of these being smallholder farmers.\n\nPalm oil\nWe limit the use of palm oil to only candles and food. All palm oil we use must be Roundtable on Sustainable Palm Oil (RSPO)-certified. In FY20, we used 99% RSPO-certified palm oil in food products and 100% RSPO-certified palm oil in candles.\n\nCoffee and cocoa\nAll coffee and cocoa must be UTZ/Rainforest Alliance certified. 100% of IKEA private label chocolate tablets are UTZ/Rainforest Alliance certified and segregated. In FY20, we used 69% certified cocoa in the total range.\n\nTea\nAll tea must be certified by UTZ/Rainforest Alliance or Fairtrade. In FY20 we used 98% certified tea.\n\nEU Organic standards\nIn addition, several of our products are certified in accordance with the EU Organic standards.\nAnimals and the IKEA Food “Better Programmes”\n\nThe IKEA Food “Better Programmes” frame our vision for more sustainable animal agriculture, with a set of sourcing criteria for the major species in our supply chain.\n\nThe focus is on farmed animal welfare, public health and environmental management at the farm level. Our ambition is that all sourcing of eggs, chicken, pork, beef, dairy, and salmon will be fully compliant with the Better Programmes by the end of 2025. These programmes are evidence-based, applying the latest science, and developed in consultation with suppliers, NGOs, and agricultural consultants.\n\nBetter Chicken\n\nThe Better Chicken programme and roadmap (published 2018) identifies sourcing criteria for all broiler chicken products in the IKEA supply chain globally, and key targets until 2025. In 2020, we shared an updated roadmap for implementation that includes the expected timeline for first deliveries.\n\nBetter Pig\n\nIn 2020, we launched our Better Pig programme and high level roadmap, which identifies sourcing criteria for all pig products in the IKEA supply chain globally. We have identified 6 “better principles”, including better space, better behaviour, better herd management, better health, better environment and better antibiotic stewardship. We aim to share regional roadmaps in 2021, similarly to our Better Chicken programme.\n\nLeather: Ensuring traceability to slaughterhouses\n\nWe have secured traceability to all slaughterhouses for the past several years now. We are continuing to make progress on leather, with traceability to direct farms, and now have this in place for several regions including Europe, Brazil, Argentina and will continue this year with Russia.\nASC and MSC-certified seafood\n\nWe are determined that the seafood we source does not contribute to the depletion of the targeted fish stocks. We are committed to only source seafood certified by the Aquaculture Stewardship Council (ASC) or Marine Stewardship Council (MSC), with full chain of custody verified to IKEA stores. 98.2% of our total seafood volume globally is ASC/MSC-certified. In FY19 this was 91.2%.\n\nWe are currently an invited member of the ASC technical working group on animal welfare, working with industry, researchers and ASC to include animal welfare indicators in their standards for the first time.\n\n- 100% of the total IKEA salmon volume globally is stunned prior to slaughter.\n- 100% of the soy in feed for the salmon in the global IKEA range is from certified sources.\n\nThe IKEA meatball\n\n- Pigs sourced for the IKEA meatball in the EU and NA are gestation-crate free and stunned prior to slaughter.1\n- Pigs sourced for the IKEA meatball in the EU are transported to slaughter within 8 hours.3\n- Cattle sourced for the IKEA meatball in the EU are stunned prior to slaughter and transported to slaughter within 8 hours.\n- 100% of the soy in feed for our meatball and sausage volume in IKEA is covered by RTRS soy credits. These certified credits are purchased from producers in the Maranhou and Piauí regions of Brazil.\n\nAnimal welfare: We believe that good animal welfare is characterised by prioritising the physical and mental health of the individual animal and by allowing for the expression of important natural behaviours.6\n\nThe ultimate aim is to ensure that the animal experiences, on balance, more positive emotional states than negative ones over the course of a lifetime.6,7,8 Good animal welfare is a central component of our vision for more sustainable animal agriculture. Where trade-offs exist with other important elements of sustainability, we will not compromise on improving animal welfare.\n\nWe believe that the wellbeing of humans is inextricably linked to the health of the animals we rely on for our food. That is why we are dedicated to curbing the emergence of antimicrobial resistance. This will be done via the species-specific IKEA Better Programmes, which aim for the elimination of antibiotics for growth promotion or group disease prevention, and which ask suppliers to phase out the use of antibiotics defined by the World Health Organization (WHO) as the “highest priority, critically important” to human health.\n\n1 Fraser, D., Weary, D. M., Pajor, E. A., & Milligan, B. N. (1997). A scientific conception of animal welfare that reflects ethical concerns. Animal welfare, 6, 187-205.\n2 FAWC (2009). Farm Animal Welfare in Great Britain: Past, Present and Future. Farm Animal Welfare Council. UK.\n3 Mellor D. J. (2016). Moving beyond the “Five Freedoms” by Updating the “Five Provisions” and Introducing Aligned “Animal Welfare Aims”. Animals: an open access journal from MDPI, 6(10), 59.\n4 Edgar, J. L., Mullan, S. M., Pritchard, J. C., McFarlane, U. J., & Main, D. C. (2013). Towards a “Good Life” for Farm Animals: Development of a Resource Tier Framework to Achieve Positive Welfare for Laying Hens. Animals: an open access journal from MDPI, 3(3), 584-605. doi:10.3390/ani3030584.\nSoy: one of our prioritised raw materials\n\nAll soy-based material should be sourced in line with our sustainable sourcing ambitions in order to support IKEA sustainability goals.\n\nSoybean is a material used to produce food for human consumption, feed for animals, fuel for transport and soybean oil for industrial uses, and it can be found in a variety of IKEA products.\n\nDeforestation and the conversion of natural ecosystems are the most urgent impacts to address with soy production. This is particularly urgent in South America, due to the farming of soy used in animal feed for chickens, salmon, cattle and pigs (read about our IKEA Better Programmes on the previous pages). This feed indirectly provides ingredients for our food products, as well as in feed for livestock and poultry used in leather and down products.\n\nMost of the soy we use is in animal feed, where we face three main challenges:\n\n1. Segregated, certified soy is not yet available in every country.\n\n2. Identifying the amount of soy used throughout the food supply chain is challenging, and often relies on high-level estimations.\n\n3. In more complex supply chains, such as pork, beef and dairy, where it is more challenging to trace the soy in animal feed, it can be difficult to influence the feed used by farmers.\n\nTo address these challenges, we have developed plans for the soy in feed for all species in the supply chain, and have reached new milestones in 2020.\n\n- Round Table on Responsible Soy (RTRS)-certified soy credits cover 100% of the volume of soy that we expect is being consumed by the animals in our supply chain for food, leather, down and feather products.¹\n\n- We have ensured the purchase of RTRS soy credits to support regions in Brazil, with the highest risk for deforestation and native vegetation loss in the Cerrado biome (the Maranhou and Piaui regions).\n\n- We signed the industry-wide \"Cerrado Manifesto Statement of Support\" and joined the working group as a consulting member, to support activities working towards halting the deforestation and conversion of native vegetation in the Cerrado biome of Brazil.\n\n- We continue to strengthen our sourcing and traceability policy, and our implementation plans for sustainable soy across our business.\n\n¹ The soy footprint calculations are based on the Roundtable for Responsible Soy Footprint Calculator.\nInorganics & virgin fossil\n\nIncludes non-renewable materials such as metals and sands\n\nInorganic raw materials and virgin fossil materials both involve extractive industries and will be phased out from the IKEA business by 2030.\n\nTo reach the ambition of using only renewable and recycled materials by 2030 means that virgin inorganic raw materials will be replaced by recycled content or renewable alternatives. Until that ambition is reached, the IKEA business is working towards responsible sourcing of these raw materials.\n\nWhile we are accelerating the phase out of virgin inorganic raw materials, we know there are some raw materials that will be more challenging than others. For example, some minerals have specific qualities that are difficult to substitute with alternatives, particularly in electronics. In other cases, the material technology is not yet advanced enough to move towards 100% recycled content alternatives, as is the case with ceramics.\n\nSome challenges include the health and safety of workers in extractive industries, violence and conflict, and environmental impacts from mining activities.\n\nThe IKEA business is working to learn more about how to promote responsible sourcing of these raw materials. We will start by identifying the virgin inorganic raw materials that are most critical to the IKEA business, and the raw material supply chains where we can make a positive impact.\n\nIn FY21, the IKEA business is partnering with Pact, an NGO, to identify risks and build knowledge about the sustainability impacts of inorganic extraction and mining. Supported by Pact expertise, we will identify the next steps to improve our responsible sourcing of these raw materials. We will start with a few priority raw materials, with the ambition to target additional raw materials over time.\n\nNew metal material direction launched Summer 2020\n\nA roadmap to lower the emissions from metal was approved at the end of FY20. The biggest contribution to lower material emissions will come from securing materials based on recycled scrap or new innovative technologies. Several initiatives have been started to drive the utilisation of the material throughout the supply chain. By 2030, we aim to end our dependency on virgin fossil materials.\n\nPhasing out harmful chemicals\n\nAll chemicals used in making IKEA products should be safe and take into account the lifecycle of the product. The IKEA Chemical Strategy is updated regularly to reflect changing demands and new evidence. For many years, the IKEA business has worked proactively when it comes to the use of chemicals in IKEA products; phasing out, often ahead of legislation, potentially harmful chemicals. This work has continued during FY20.1\n\n1 For more information on our ongoing work: https://newsroom.ikea.com/about-us/our-view-on-chemicals/s/9966f0ae-ab19-4606-8443-0cb8464befb1?cultureSeoName=GLOBAL\nRecycled materials are a prerequisite for a circular society. In a world of limited resources, we want to move towards a circular system where nothing is wasted and where old products become new resources.\n\nBy increasing our demand for recycled materials and by sourcing waste material responsibly, we aim to further prevent materials from polluting the environment.\n\nPreventing ocean plastic pollution\n\nWe are committed to the goal of phasing out single-use plastic products, and had removed all single-use plastic products from our home furnishing range by 1 January 2020. By the end of FY20, 44% of IKEA plastic products were based on recycled and/or renewable materials (compared with 24% in FY16). This is slightly higher than FY19 (40%). We do not currently have replacements for all of the products types, but we are continuously on a journey to find new solutions and products. We have for instance replaced the plastic drinking straws with paper, bamboo and metal straws, depending on the market.\n\nThe IKEA business is part of the NextWave consortium of companies, dedicated to creating scalable supply chains of ocean-bound plastic. During FY20, we also joined their Social Responsibility Working Group, in which we are collaborating to establish a set of guidelines and a roadmap to help member companies source ocean-bound plastic responsibly, including from the informal sector.\n\nRecycled polyester\n\nWe have decided to convert the virgin polyester used in our textile products to recycled polyester, by the end of calendar year 2020. At the end of FY20 (August 2020), we had converted 83% (compared with 59% in FY19, and 24% in FY18).\n\nHowever, during the conversion process, we realised the great potential and opportunity to not only convert textile products, but to also include the furniture range. So we decided to expand the scope of the original goal, and thereby increase our ambition level. This means that all virgin polyester fabrics and filling material, around and inside our furniture, is also being phased out and replaced with recycled polyester. At the end of FY20, the combined conversion of textile products and furniture had reached 72%. During the coming years, we will include more recycled content in our products in order to reach our overall goal of only renewable or recycled materials in IKEA products by 2030.\n\nRead more about how we are transforming into a circular business on page 23.\n\nSecuring inclusively-sourced recycled materials\n\nTo increase the use of recycled materials, there is a need to significantly increase sourcing around the world. In some countries, streams of waste materials are handled by the informal economy, which carries a variety of social risks, such as poor working conditions, severe health and safety risks, child labour and social exclusion. Recognising the vulnerability of people involved in informal waste management, as well as their contribution to reducing waste and pollution, the IKEA business is committed to finding ways to ensure that we source our recycled materials inclusively and bring positive developments to informal waste management set-ups.\n\nWe offer several products made of recycled plastic, including KUGGIS storage boxes, TROLLBO lamps (pictured above) and NYPON plant pots.\nBecoming water positive\n\nThe IKEA business aims to become water positive1 by being good water stewards and improving the quality and availability of water for the people and the planet, throughout the IKEA value chain.\n\nWater treatment and water saving solutions have been part of the development work in our supply chain for over 20 years. How we protect and save water, for example, is outlined in IWAY, the IKEA supplier code of conduct. Moving forward, we will look at water in an even broader manner, and include all aspects of water.\n\nWe are aware of the vulnerability to drought that IKEA customers and suppliers are facing, and also the deterioration of existing freshwater sources on a global level, due to both climate change and overuse. Risk assessments have been completed for the entire IKEA value chain, to determine the main focus areas where we can have the biggest impact based on our business.\n\nWe have identified four main focus areas for becoming water positive; enable reduced water consumption, improve water quality, increase water availability and lead and influence. The focus areas involve the following:\n\n- Developing more ways to save water throughout the value chain and in people's homes. Read more on page 16.\n- Advocating for, and complying with, harmonised discharge limits from water treatment plants, to meet the strictest demands globally and to prevent future deposits of pollutants on land and in rivers, lakes and the sea.\n- Collaborating with others to establish long-term goals and actions to enable increased water availability in high and extremely water-stressed regions and river basins, where our most water-intense raw materials and manufacturing are.\n- Sharing knowledge to build awareness and calling for collective actions for improved water quality, and increased availability throughout the entire value chain.\n\nThe next steps for 2021 and 2022 include developing new goals and KPIs, setting base line and actions with programmes to move forward and follow up improvements of quality and increased availability and benchmarking and partnering with others stimulate actions where they're needed the most. Yearly audits of water management and effluent water treatment plants in the supply chain constitute a tool to gain insights into the progress.\n\nThrough the WWF and IKEA partnership, the textile category is engaged in collective action projects in the river basins Buyuk Menderes in Turkey (read more, page 50) and Noyyal-Bhavani in India – with the long-term goal of restoring river basins to improve quality and availability (read more on page 49).\n\nWater use across the value chain (Thousand m³)\n\n|       | FY18 | FY19 | FY20 |\n|-------|------|------|------|\n| Materials (495,088) | 579,717 | 754,340 | 665,623 |\n| Product use at home (101,492) | | | |\n| Home furnishing suppliers (37,885) | | | |\n| Food ingredients (24,366) | | | |\n| Retail operations (6,524) | | | |\n| ICOMP (268) | | | |\n\n1 We are working to become water positive by being good water stewards and helping to increase the availability of clean water in our own operations and our supply chain. We're working to use water efficiently and ensure that the water we discharge is at least as clean as when it was extracted. We are also helping customers to reduce their use of water by developing and promoting innovative and affordable products. And we collaborate with others to create the conditions that provide sustainable clean water supplies for people and communities.\n\nWater efficiency improvements in the IKEA value chain\n\nEvery day, IKEA businesses work to find new ways to reduce water consumption. One example is IKEA Retail Alam Sutera2 in Indonesia, which analysed its water consumption and optimised it by using rainwater for landscaping needs and by replacing all water taps with automatic faucets. This resulted in a total saving of 18.2%.\n\nMany of our suppliers are also optimising their processes in order to reduce water consumption. Many of our textile suppliers are revising their treatment processes, and moving towards Zero Liquid Discharge. A supplier in Pakistan, for example, achieved 60% recycled water by implementing an advanced water filtering system. Another supplier based in Turkey managed to reuse a reverse osmosis system, which led to a reduction in water consumption of 21.7%. And a supplier in Bangladesh reduced 80% of its water usage for production processes by implementing a Zero Liquid Discharge system.\n\n2 Operated by franchisee Dairy Farm.\n2020 has been an extraordinary year, one where our focus has been fully on protecting the health, wellbeing and livelihoods of people throughout the IKEA value chain.\n\nThe COVID-19 pandemic has had a huge impact on people everywhere. Already vulnerable groups of people are being hit the hardest, which is increasing inequality. Now, more than ever, it’s important for us to live up to our commitments on fairness and equality, and our vision of a better everyday life for the many people. While we have not come as far as we thought with some initiatives, due to the challenges of 2020, we have not lost our focus. We have continued our projects on Responsible Wage Practices, on the Human Rights Baseline Assessment, our ongoing efforts to strengthen considerations for children’s rights in our business operations, as well as our commitments to equality and decent work. Read more about the actions we took during FY20 to mitigate challenges and negative impacts on people and communities on page 10.\nWe are committed to respecting and supporting human rights throughout our value chain. In our efforts, we have a special focus on the rights of children, decent work and inclusive workplaces that support diversity and equality.\n\nWe base this commitment on the business responsibilities described in the United Nations Guiding Principles on Business and Human Rights and the Children’s Rights and Business Principles.\n\nWe are committed to the following:\n\n• Providing and supporting decent and meaningful work across the value chain.\n\n• Being an inclusive business.\n\n• Promoting equality.\n\nWith our size and scope comes both a responsibility, and opportunities, to create positive change for the many people.\n\nWe will influence this positive change through the enablers of advocacy, co-creation, partnership, entrepreneurship, innovation, and inclusiveness. We cannot do this alone, which is why these enablers are so important to us. To be able to make a positive difference along the value chain, we need to work together with local communities, governments, NGOs and other key stakeholders.\nMeaningful work is about feeling that you can contribute and add value, as well as find meaning and personal development in your own life through work.\n\nDecent work, as defined by the International Labour Organisation (ILO), includes a healthy and safe workplace, freedom from discrimination and freedom of association. It refers to job security, predictable working hours, financial stability and training. At IKEA, we also include the idea of meaningful work to this definition.\n\nWe are committed to the following:\n\n- Always ensuring that workplaces are safe and contribute to the healthy development of people.\n- Ensuring access to competence and skills development, enabling people to grow and reach their full potential.\n- Providing and supporting stable, regular and predictable employment.\n- Ensuring that we – together with others – define what constitutes a fair income and make it possible for everyone in the IKEA value chain to have a fair income.\n- Ensuring that everyone in the IKEA value chain has a voice and is engaged and empowered to play an active role in their workplace.\nProviding and supporting decent and meaningful work across the IKEA value chain\n\nProgress and key activities in FY20\n\nPeople are at the centre of the IKEA culture. We embrace the values of respect and togetherness in every part of our business, and work to respect human rights through our everyday actions.\n\nThe IKEA business and our suppliers work in many diverse parts of the world, and we are sensitive to the social and cultural differences where we operate. Wherever a person lives, they should expect high standards of treatment when working in an IKEA company or at an IKEA supplier.\n\nThe IKEA business works closely with suppliers to develop health and safety systems and processes in the supply chain, focusing on worker health and safety, emergencies and fire prevention, and chemicals. The requirements are clarified in IWAY, our supplier code of conduct.\n\nRead more about the actions we took to ensure the health and safety of workers during the FY20 pandemic on page 10.\n\nRead more about the responsible wage practices project on page 69.\n\nErgonomics in the workplace\n\nGood ergonomics in the workplace, including home working spaces, has been a focus area during FY20. We know that good ergonomics is strongly connected to a healthy life, but also to work satisfaction and a safe workplace in general.\n\nStrengthening our health and safety culture\n\nDuring FY20, one key focus was to involve co-workers in health and safety initiatives. This is because it is especially important to secure a strong commitment amongst all leaders throughout the value chain. One example is at IKEA Industry, where all factory management teams participated in a series of workshops during the year. All IKEA Industry units are working towards implementing an easy, common way of reporting and handling incidents and accidents that also provides a simple way for co-workers to follow the development and actions taken in connection to their reports.\n\nIntroduction of IWAY 6\n\nFor more information see page 74.\n\nMeasuring results at IKEA Industry\n\nIKEA Industry is a manufacturer of board material and wood-based furniture. As such, the main focus for health and safety risks is on machinery, heavy traffic, and the handling of chemicals. IKEA Industry has a focus on developing a strong safety culture where all co-workers are safe every day. Although in FY20 the number of accidents has been reduced by 29% compared to FY18, there is still more to do to reach our goal of zero accidents.\n\n| Year | LTA - Lost time accident* trend |\n|------|---------------------------------|\n| FY18 | 176                             |\n| FY19 | 143                             |\n| FY20 | 124                             |\n\n* Accidents requiring minimum 1 day sick leave.\n\n| Year | Reported incidents* (Thousands) |\n|------|---------------------------------|\n| FY18 | 100.5                           |\n| FY19 | 86.0                            |\n| FY20 | 52.5                            |\n\n* Unsafe conditions, unsafe acts and near misses, that could have led to an accident.\nWe believe in growing our business while providing opportunities for the many.\n\nThe IKEA culture is centred on the value of togetherness, and we strive to build a diverse, inclusive workplace where everyone feels comfortable being themselves. We believe that every person has the right to fair and equitable treatment.\n\nEquality is at our core. We want all people at IKEA to feel that they are valued and heard. Respect is shown for individual uniqueness and the right to be oneself. Through an inclusive culture, and our never-ending work for diversity, we strive to provide equal opportunities and togetherness. We are at our best when we can be ourselves while living the IKEA values. Diversity and inclusion increase our understanding of our customers, and are instrumental for innovation based on our vision. While we have come a long way, we are not complacent. We understand that we need to continue to challenge ourselves, develop and achieve the diversity, inclusion and equality that is at the core of our values and culture.\nBeing an inclusive business\n\nProgress and key activities in FY20\n\nIKEA Way programme\n\nIKEA Way is a programme to support our key leaders in nurturing a strong living IKEA culture, with our humanistic set of values as the foundation. There is a focus on values-based decision making and inclusive leadership.\n\nThe IKEA Way programme enables leaders across the total value chain to deliver on constantly shifting business challenges whilst strengthening our IKEA culture of working together, leading by example, finding better ways, and getting things done.\n\nThe IKEA Way programme started in 1986, and has been running, in one form or another, ever since. A new version of the programme was launched during FY20.\n\nDuring FY20, three programmes for 190 managers were held before the pandemic. There are plans for 900 managers to participate virtually during FY21. In all, approximately 2,000 managers from across the whole value chain will join the programme.\n\nHuman rights\n\nTo ensure that human rights are respected across the IKEA business operations, processes, steering documents, and ways of working need to be continuously reviewed and followed up.\n\nDuring FY20, a Human Rights Baseline Assessment project was initiated within the Inter IKEA Group. The overall aim of the project is to assess how well our key business processes and decision-making enable us to live up to our responsibility to respect human rights, as laid out by the UN Guiding Principles on Business and Human Rights.\n\nFinalisation of the project is delayed until the middle of FY21, due to the COVID-19 crisis.\n\nEfforts of the project team were temporarily redirected towards gathering data on our ongoing pandemic crisis-management approach, in order to include learnings in the overall assessment.\n\nThe goal of the project is to better describe how human rights are integrated into the policy landscape, business processes and decision making. It will enable us to highlight good practices as well as potential areas of improvement, and will set the basis for developing a common vision and roadmap for systemic human rights due diligence. The Human rights baseline assessment project is an important step towards realising our ambition to have a positive impact on people across our value chain and secure that we respect human rights.\n\nIn FY20, we participated in dialogue with industry associations, networks, other businesses and NGOs regarding the plans for an EU legislation on human rights due diligence. The IKEA business has already established a position on human rights due-diligence legislation, and welcomes the introduction of policies, frameworks and other mechanisms that encourage and support companies and other organisations in taking appropriate steps to respect human rights and support sustainable business development.\nWe have committed to integrating children's rights into everything that we do. During FY20, we continued to implement our IKEA roadmap for children's rights, which we established in FY19 and which sets out key focus areas for our work.\n\nOur approach is based on the Children's Rights and Business Principles and the UN Guiding Principles on Business and Human Rights. The roadmap helps identify areas of strength and gaps that exist. While all areas in the roadmap are recognised as equally important and are actively and continuously worked on, we have decided to initially prioritise the areas of child safeguarding and responsible marketing.\n\n**Child safeguarding**\n\nChildren and young people interact with the IKEA business in various ways – as, for example, community members in societies where we operate, as members of families where we do home visits, as visitors to our stores, offices and sites, as participants in product development panels and labs, and in marketing. We are committed to ensuring that children who come in contact with the IKEA business, directly or indirectly, are safe and protected. Our aim is to strengthen child safeguarding across the total IKEA business.\n\nDuring FY20, we continued our efforts to raise awareness and knowledge on child safeguarding among key business functions. We also developed a new child safeguarding policy for Inter IKEA Group. The policy is an essential step forward in our continuous efforts to strengthen child safeguarding measures across the IKEA business, and provides requirements for Inter IKEA Group co-workers.\n\n**Responsible marketing**\n\nDuring FY20, important groundwork was undertaken to develop a toolkit for responsible marketing and children's rights. The toolkit aims to support IKEA co-workers in how we address and portray children in our marketing and communication, and is a key step forward towards our ambition to secure respect for children's rights in all our operations. The first draft \"Toolkit for portraying and addressing children in IKEA marketing and communication\" was finalised in September 2020, and version 1.0 will be rolled out in FY21.\n\nThe IKEA roadmap for children's rights includes the following focus areas:\n\n- The right to play\n- Safe products and solutions for children\n- Preventing child labour and support young workers\n- Child participation\n- Child safeguarding\n- Marketing and communication that support children's rights\n- A family-friendly workplace\n\n---\n\n1 Child safeguarding refers to all of the actions a company takes to keep all children they come into contact with safe – and includes the proactive measures put in place to ensure children do not come to harm as a result of any direct or indirect contact with the company. [https://www.unicef.org/csr/files/UNICEF_ChildSafeguardingToolkit_FINAL.PDF](https://www.unicef.org/csr/files/UNICEF_ChildSafeguardingToolkit_FINAL.PDF)\n\n2 The IKEA franchisor, Inter IKEA Group, developed a child safeguarding policy. Read more, page 79.\nSupporting children impacted by COVID-19\n\nIn our efforts to protect and support people across the IKEA value chain impacted by COVID-19, the IKEA business has had a specific focus on children. For example, providing food, toys, games and furniture to families, and supporting victims of domestic violence, as well as refugees and migrant workers. For children affected by school closures, the IKEA business has provided support through play and learn materials as well as ensured that co-workers were able to support their families by providing additional parental leave and flexible working arrangements.\n\nPartnering to strengthen children’s rights in schools\n\nDuring the year, IKEA Germany and UNICEF established a long-term partnership. The five-year ambition of the partnership is working towards strengthening children’s rights in German schools, through Child Rights School Programme. The programme will involve 37,500 children, 2,250 professionals in 150 schools, transforming them into “Child Rights Schools” by 2024.\n\nSupporting children’s right to play\n\nThe sixth SAGOSKATT collection – soft toys designed by kids – was launched in October 2020. The full purchase price of the products is donated to local initiatives supporting children’s right to play, develop and have fun.\n\nRead more about the Real Play Coalition on page 79.\n\nContinuing our work to support children of migrant workers\n\nIn the “I home” programme in China, the IKEA business has been working since 2016 to bring children left behind – because their parents have migrated to cities for work – back together with their parents. The IKEA business provides the children of suppliers’ employees with opportunities to live together, after-school centres, and encourage suppliers to facilitate school access. Since 2016, 13 suppliers, with support from IKEA, brought 213 families together, and built 12 after-school centres, benefiting more than 628 children.\n\nDespite the COVID-19 crisis and the challenges it has brought, the IKEA business continued efforts to enroll more suppliers into the programme. In FY20, one new supplier was welcomed into the programme. This was below the target of three suppliers in FY20, but efforts to scale up or create more opportunities in FY21 continue.\nEquality is fundamental to reaching our vision. Our aim is to support people’s ambitions, values and beliefs that strengthen a fair and equal world. We promote and develop equality throughout the total value chain.\n\nEquality is a base from which to build a better life. We support gender equality, as well as rights and opportunities for elderly and young people, ethnic groups, LGBTQ+ communities and people with disabilities. This year we have seen inequality increase from many perspectives, and new vulnerabilities emerge. We are exploring ways to enhance the work we are doing, and what we need to do differently to tackle the challenges and complexities that have been amplified this year. We know that we have a strong base to build from, but we know we need to do even more to support and promote equality internally, as well as to be a part of the conversation and movement to support change externally.\nPromoting equality\n\nProgress and key activities in FY20\n\nEveryone has the right to be treated fairly and to have equal opportunities, whatever their ethnicity, race or nationality.\n\nWe condemn racism and prejudice, and have zero tolerance towards any racist or discriminatory behaviour. During FY21, a global roadmap for Ethnicity, Race and Nationality will be launched for markets operated by Ingka Group. This will help achieve the goal to have a workforce that reflects the multicultural diversity of communities where we work, including in leadership positions. It will include measures to ensure inclusive business practices.\n\nSupporting refugees and vulnerable groups\n\n16 markets1 are supporting refugees and other vulnerable groups in developing skills for employment. Through this initiative, job training and language skills will be provided for 2,500 individuals at 300 IKEA units by 2022.2\n\nInclusive design\n\nDuring FY20, the OMTÄNKSAM collection, whose name means “thoughtful” or “caring” in Swedish, was launched. The range was developed in collaboration with ergonomists and physiotherapists and includes cushions, tables and chairs, an easy to grip vase, and jar grippers that help unscrew lids.\n\nAcross IKEA retail, 7 out of 11 retailers have over 40% women in management positions, an improvement compared to FY19.\n\nThe retailers in the Middle East continue to actively work to increase gender diversity across their operations and, in general, positive movements are visible.\n\nThe data shows that there is still some way to go to achieve diversity and equality at all levels across all IKEA businesses. In addition, the figures for FY20 only show one aspect of gender equality and equality in general.\n\nCelebrating LGBT+ inclusion with the STORSTOMMA carrier bag. Two million bags sold in 26 markets.\n\n---\n\n1 Markets operated by the franchisee, Ingka Group.\n2 The programme is led by the franchisee, Ingka Group.\n3 Falabella numbers to be included in FY21 report, stores to be opened 2021.\n4 Including Delft store, IKEA Älhult and Inter IKEA group function.\nGender-equal pay\n\nOur approach towards gender equality includes yearly pay assessments to measure gender pay gaps.\n\nActions taken in FY20 to reach and maintain gender-equal pay include the following:\n\n- Analysing base salary setting principles.\n- Developing gender-equal pay e-learning solutions for managers and recruiters.\n- Continuing to tackle unconscious bias.\n- Advocating for binding pay transparency to promote fair compensation for women and men by improving reporting and accountability.\n\nIKEA Retail, Baltics: more than half of managerial positions are occupied by women\n\nLevels of awareness surrounding gender equality are high among the general public in Estonia, Latvia and Lithuania. Since entering the Baltic market more than seven years ago, IKEA retailers in the Baltics have actively pursued the goal of ensuring high competence levels, while seeking gender equality. As a result, a strong IKEA culture and a high level of leadership competence exists, with 60% of managerial positions held by women and 40% by men. Similar proportions apply throughout the organisation.\n\nTo achieve our goals, a focus on equality needs to be integrated into the way we work. This is done in the following ways:\n\n1. Monthly follow ups of results in the organisation and within management positions.\n2. Actively evaluating and ensuring pay equality during recruitment and salary reviews.\n3. A strategic succession planning process to select and develop successors in managerial positions internally.\n4. Securing diversity in communication when launching new recruitment campaigns, helping to attract a more diverse set of candidates.\n\n1 Operated by the franchisee Miklatorg group.\nIn FY20, we were able to further develop the responsible wage practices approach to be more relevant for the IKEA business and people. The health and economic crises due to the pandemic did however delay the initial plans to test the framework and assessment methodology more extensively in different parts of the IKEA value chain. In FY21, we plan to complete this work and start value chain integration, as we strengthen business readiness, processes, assessment methodologies, and more.\n\nWe understand that achieving this requires a journey of patience and hard work. Some milestones in responsible wages will be achieved faster, while others might require an entire system to change before we can reach our goals. With that said, we acknowledge that constant development is the key.\n\nThrough the collective efforts of LGRR and throughout the IKEA value chain, we focus on three areas to create systemic changes:\n\n- Creating demand for responsible recruitment by developing and sharing tools and insights to support implementation.\n- Creating a supply of ethically-sourced labour by supporting systems to identify ethical recruitment agencies.\n- Improving protection of migrant workers through improved regulation.\n\nIn many countries and industries across the globe, migrant workers are the backbone of large parts of the economy; creating value for countries, industries and companies. In 2020, migrant workers were vital to keeping industries, including many parts of the agriculture industry, operating.\n\nUnfortunately, migrant workers are often at risk of having to pay high fees in order to obtain employment.\n\nWe are committed to contributing to responsible recruitment, and are a founding member of the Leadership Group for Responsible Recruitment (LGRR). We support the Employer Pays Principle, which states that no worker should pay for a job, and that the costs of recruitment should be borne by the employer.\nRecruitment & Migration Mapping Project in Thailand\n\nTogether with the International Organization for Migration (IOM), we completed a ten-month partnership to implement safeguards to protect migrant workers from Cambodia, Myanmar and Laos employed in the IKEA supply chain in Thailand. This project has greatly supported our commitment towards the Employer Pays model. In Thailand alone, we have more than 4,000 migrant workers in our supply chain.\n\nThe outcomes of the project included the following:\n\n• Identifying challenges. One main challenge was the language barrier between employer and migrant employees. Tools will be created to address this. Another challenge is the lack of awareness on rights and responsibilities of migrant workers for all stakeholders.\n\nThe International Recruitment Integrity System (IRIS)\n\nWe continue to support the International Organization for Migration (IOM), as well as the development of IRIS as a member of the Advisory Committee. IRIS is a voluntary certification scheme for labour recruiters (also known as recruitment agencies) that ensures that responsible recruitment practices are implemented. IRIS defines a benchmark for responsible recruitment.\n\nInter IKEA Group actively supports IRIS through the following:\n\n• Strategic and technical advice on the development and implementation of IRIS.\n\n• Sharing best practices and advances in stakeholder efforts to promote ethical recruitment.\n\nIRIS has undergone significant pilot testing to ensure that it is credible, feasible and robust. It has been launched in selected countries, and will be slowly introduced to new locations in the coming years. IOM is rolling out a capacity-building programme, which was integrated into the recently completed project, together with IKEA in Thailand.\n\n1 https://iris.iom.int/\nSocial entrepreneurs develop business ideas based on making societies and people thrive. By backing and working with social entrepreneurs, IKEA contributes to creating jobs and better everyday lives for people from vulnerable areas and marginalised groups around the world.\n\nThis is more important now than ever, as people in vulnerable communities are often the ones hardest hit by COVID-19.\n\nWe currently work with social entrepreneurs in several ways: by partnering with social businesses producing products sold at IKEA stores and online, through financial and non-financial support programmes for social entrepreneurs around the world, and by partnering with local social businesses providing services and upcycled products for the local markets.\n\nPartnering with social businesses\n\nIn the past year, our seven IKEA social business partners report that some 2,700 people (89% of which are women) worked producing products and over 28,000 smallholder producers supplied raw materials. A specific focus has been on empowering women, and we see strong contributions at the partners producing home furnishing products. This ability to earn an income also has a direct and positive effect on the families of workers and smallholders.\n\nDuring FY20, we have been scaling up and stabilising our work with social entrepreneurs. For example, we are focusing on creating a steady demand for the products, and most of our existing partners are now producing “running” global social-impact products (as opposed to limited collections), for several IKEA home furnishing business areas. This leads to higher volumes, business continuity and more cost-efficient production throughout the year, resulting in more sustainable jobs. Our aim is for 95,000 people to work within social business partnerships by 2025. In order to achieve this, we will include more products in the range created in collaboration with existing and new social business partners.\nPart of the scale-up of social businesses includes cooperation with three new social business partners.\n\n- **Saitex in Vietnam** trains and integrates people with different abilities, as well as youth, into their running productions of recycled denim products.\n\n- **Classical in Bangladesh** employs women from vulnerable areas, as well as indigenous people, in the sustainable production of jute products.\n\n- **Spun in India** gives women from the poorest areas of India a long-term livelihood, producing handcrafted textile products.\n\nThese new partners are larger and more scalable, which opens up for higher volumes and more jobs to be created. A new collection, scheduled to launch in 2022, will be the first production.\n\nDuring FY20, the following social impact collections and products were launched:\n\n- The **HANTVERK** collection is Scandinavian-inspired and created together with artisans from India, Jordan, Romania and Thailand.\n\n- The **BOTANISK** collection includes 18 products, such as toolkits, clay pots and large baskets, made of sustainably-sourced materials. BOTANISK was created together with six social businesses from around the world, who focus on creating work in regions where it’s most needed.\n\n- **MOAKAJSA** and **KLARAFINA** cushion covers, sold globally, offer customers unique handicraft products contributing to jobs in India.\n\n- The **TILLVERKA** collection is a pilot project of recycled felt products co-created by social business i-did and IKEA product designers and a development team. The collection gives old textiles a second life and creates new jobs for people outside of the labour market. Processing old textiles into felt is a well-known process within the recycling industry; i-did, however, turns the felt into design products instead.\nExpansion and other projects\n\nWe have started the process of mapping and evaluating social businesses, with a focus on food products and commodities in Africa and Indonesia. The goal is to establish partnerships with social businesses who can supply ready food products for the IKEA market. More jobs and incomes can be created in the region by purchasing the final product from social business partners, instead of the common approach of buying raw materials (e.g. tea, nuts, coffee, etc.), which are then sent for final processing in Europe.\n\nBacking social entrepreneurs through support programmes\n\nWe are supporting the entry of the IKEA business into Latin America with two accelerator programmes in partnership with the two local IKEA franchisees. We have also started a partnership with WWF Mexico, targeting community conservation enterprises to increase their livelihoods while driving sustainable production practices to protect nature. Our first accelerator programmes with Ashoka (global) and Acumen (East Africa) were successfully concluded. A follow-up programme with Ashoka has begun.\n\nIn these accelerator programmes, we share IKEA business knowledge through dedicated co-worker engagement, and support social organisations and enterprises with their business and system-change challenges. Social business leaders learn how they might scale their work in order to reach more people and have a bigger impact.\n\nIn total, 36 social entrepreneurs and enterprises were supported through capability building programmes during the year, of which 60% were led by women. The supported social entrepreneurs were mainly based in East Africa and Latin America, but there were also some entrepreneurs based in Europe and South Asia. Two thirds of the group were active in three broad sectors – food and agriculture, ethical and sustainable manufacturing, and professional training and job placement.\n\n1 Learn more about IKEA Social Entrepreneurship work and programmes during FY20: https://gbl-sc9u2-prd-cdn.azureedge.net/-/media/ikeasocialentrepreneurship/ise-annual-review-fy20.f?rev=006dce6024d646c38d91d1c17c3f4cf1&hash=0A5DAF08BF618371A8582728B80668A5\n\nWomen-led Community Conservation Enterprise, Oaxaca, Mexico. Photo credit: WWF Mexico.\nIWAY is the IKEA supplier code of conduct. It is our long-standing programme that communicates and ensures the minimum requirements on environmental, social and working conditions, together with IKEA suppliers. IWAY sets clear expectations on IKEA suppliers, and is the basis for developing dialogue and shared values.\n\nLaunched in 2000, IWAY has been updated on a regular basis to take into account environmental and social developments, as well as emerging issues in the global value chains. Over the past 20 years, we have also developed additional requirements for certain parts of the supply chain and clarified our position on specific topics, such as the prevention of child labour and support for young workers. IWAY is one of the tools we use to secure the integration of aspects of human rights across the value chain, by focusing, for example, on decent and meaningful work, freedom of association, and health and safety, among others.\n\nDuring FY20, we finalised the latest revision of IWAY.\n\nThe approval rate, which indicates compliance with the IWAY Standard at suppliers, is monitored on a regular basis. This gives us a picture of how well suppliers meet IWAY requirements over time, and also supports the identification of areas where further focus and collaboration are needed to ensure that suppliers achieve the IWAY requirements.\n\n1 For an overview of all IKEA codes of conduct, see page 82.\nBesides implementing transparent and reliable routines to ensure, verify and report IWAY, announced and unannounced audits are performed both by IKEA IWAY auditors and third-party organisations. If a supplier fails to develop its business to fulfil the IWAY requirements and to correct any deviation within a given time frame, the supplier is phased out and the business agreement is terminated. The time frame varies depending on the area that is non-compliant: immediate business-stop if it is a deviation related to an IWAY Must requirement, or by 90 days at the latest for all other IWAY requirements.\n\nRead more about how the COVID-19 pandemic has affected our suppliers on page 10.\n\n---\n\n1 IWAY Must requirements from IWAY Standard 5.2 https://gbl-sc9u2-prd-cdn.azureedge.net/-/media/aboutikea/pdfs/iway-standard-general-section\n2 The table does not include local suppliers to IKEA franchisees.\n3 No airplanes are used in our goods supply chain, unless in exceptional circumstances.\n4 Refers to individual sites producing food for the IKEA core range, rather than supplier level as for other organisations.\n5 Direct material suppliers. Excludes traders, distributors and IKEA Industry own units. All IKEA Industry own units are IWAY approved.\n6 IKEA Industry started implementing IWAY in 2015, and IKEA Industry’s target is to achieve IWAY compliance for all suppliers by FY23, in line with the goal set in the IKEA Industry roadmap.\n7 FY20 number reduced compared to FY19 due to limited audit capacity caused by COVID-19, however still on track according to our roadmap.\n8 Refers to individual sites, rather than supplier level as for other organisations.\n9 Does not include digital suppliers.\n10 IWAY Musts are the requirements that IKEA suppliers must meet before first delivery or service – critical home-furnishing sub-suppliers are audited against these requirements.\nDuring FY20, we finalised the development of IWAY 6, the next generation of the IKEA supplier code of conduct. It was an extensive revision, involving many IKEA co-workers, as well as suppliers, other multinational companies and non-governmental organisations. The revision introduces improved features and approaches that make it possible for IWAY to contribute to creating a positive impact for people, society and the planet.\n\nThe updated IWAY 6 will be launched during FY21. The approach is to collaborate with our suppliers and continue the journey of implementing IWAY further down the IKEA value chain.\n\nOne of the ambitions of IWAY 6 is to not only define basic requirements to be met, but also to define a way to achieve continual improvements above and beyond the minimum. IWAY 6 includes requirements that focus on development beyond the basic requirements. One example is that at the basic level, IWAY requires that working hours for all workers do not exceed 60 hours per week, including overtime. On a developmental level, we require suppliers to plan work in such a way that regular working hours do not exceed 48 hours per week, and also that work is planned in such a way that it does not rely on overtime. It is a staircase approach that makes development more beneficial to all.\nStakeholder engagement\n\nDriving and supporting change, together with others, is an essential part of reaching the IKEA sustainability goals – helping us learn, inspire each other, and collaboratively shape solutions.\n\nWe engage with our stakeholders on a continuous basis. Our key stakeholder groups are the following:\n\n- **Co-workers**: Engaging with the 217,000 co-workers throughout the different IKEA businesses, ensuring their safety and wellbeing and harnessing their ideas on how to develop the business. Read more, page 61.\n\n- **Communities**: Engaging in communities to learn and share ideas, and to collaboratively create positive impact on livelihoods, and contribute to an inclusive local economy. Read more, page 59.\n\n- **Suppliers**: Working with nearly 1,600 suppliers to minimise the environmental footprint of the IKEA supply chain, while improving working conditions. Read more, page 61.\n\n- **Customers**: Engaging with IKEA customers by visiting them at home (home visits) for example, in order to understand their needs when it comes to living more healthy and sustainable lives. Read more, page 15.\n\n- **Partners and collaborators**: IKEA partners and collaborators have become increasingly important in solving big, complex challenges that impact on the IKEA business, and in achieving necessary systemic change.\n\nAll of these stakeholder groups were consulted as the People & Planet Positive strategy was updated. Read more, page 13.\n\nA summary of key engagements with partners and other collaborators during FY20 can be found on the following pages.\nSupporting the movement for a green and inclusive recovery\n\nEU Green New Deal: The IKEA business supports the ambitions of the European Green New Deal. It is in line with our own commitments to become circular and climate positive. This year, our teams have worked closely in consultation with the EU on enshrining the objective to become climate neutral by 2050 into law, and on accelerating the transition to a circular economy.\n\nShowing support for a better recovery: During spring FY20, Inter IKEA Group and Ingka Group both joined the Green Recovery Alliance of over 180 political decision-makers, business leaders, trade unions, NGOs and think tanks in calling for a renewed commitment by all stakeholders to long-term climate change initiatives, while at the same time addressing the urgent COVID-19 pandemic.\n\nIn addition, both Inter IKEA Group and Ingka Group joined forces with other businesses in urging governments to adopt a net-zero recovery from COVID-19, along with ambitious climate action, in a campaign entitled Uniting Business and Government. In the US, the IKEA business joined LEAD on Climate 2020, bringing together more than 300 businesses to call on Congress to pass an economic recovery plan that considered long-term climate solutions.\n\nInspiring healthy and sustainable Living\n\nThe 10 YFP/One Planet Network, Sustainable Lifestyles and Education Programme: This 10-Year framework is a global commitment to accelerating the shift towards sustainable consumption and production through six programmes. Inter IKEA Group is a member of a multi-stakeholder committee for one programme exploring sustainable lifestyles and education.\n\nThe 2020 GlobeScan Healthy & Sustainable Living Report: The IKEA business has been a partner in initiating this report, with the aim of providing global insights to help businesses better understand, engage with and mobilise consumers around healthy and sustainable living. The insights were derived from 27,000 participants across 27 countries, and show that, despite the global pandemic, consumers still care about the impact they are having on the environment, and want to change their habits.\n\nThe Cool Food Pledge: During FY19, the IKEA business committed to decrease food-related greenhouse gas emissions by 25% by 2030, through the Cool Food Pledge, initiated by the World Resources Institute and others. This year, we have already reported a significant reduction (page 33).\n\n10x20x30 Food Loss and Waste initiative: The IKEA food business joined several of the world’s largest food retailers and providers in signing on to a new initiative to engage their supply chains in the fight against food loss and waste. Called “10x20x30,” the initiative brings together 10 of the world’s biggest food retailers and providers to each engage with 20 of their priority suppliers with the aim of halving rates of food loss and waste by 2030. This initiative was inspired and co-developed by Champions 12.3, a voluntary coalition of executives from business (where the IKEA business is also represented), government and civil society committed to halving global per-capita food waste (SDG 12.3).\n\nBuilding momentum on climate change\n\nUN Climate Change and COP25: The IKEA business is committed to taking the lead on climate, and working together with all parts of society to make a positive difference. In December 2019, the IKEA business took part in many engagements during COP25 in Madrid, sharing learnings from our work on becoming climate positive and circular by 2030, and working closely with UN Climate Change and other partners.\n\nWWF and Climate Positive Definition: During FY20, the IKEA business continued its commitment to establishing a global definition for Climate Positive, under the leadership of WWF, and in collaboration with other businesses. The aim is to have a proposal of a robust and functional definition to be launched at COP26 in Glasgow 2021.\n\nExtending the Greenhouse Gas Protocol: Together with the World Resources Institute and the World Business Council for Sustainable Development, the IKEA business is contributing to the development of an accounting and reporting standard to help measure the climate impact of carbon removals, land use and bioenergy. A globally recognised standard will be crucial to quantifying the contribution of carbon removals, a factor identified by the IPCC as pivotal to holding the global temperature increase to 1.5°C.\n\n1.5 Supply Chain Leaders: Inter IKEA Group has joined a new initiative aimed at encouraging small to medium-sized companies (SMEs), who\n\n1 https://www.wri.org/news/2019/09/release-major-food-retailers-providers-join-new-10x20x30-food-loss-and-waste-initiative\n2 Through Inter IKEA Group.\nmake up around 80% of the world’s businesses, to set ambitious climate goals. Together with other big businesses, the focus is on working closely with SMEs in the supply chain, providing tools and resources to the partners and beyond. The initiative was launched to coincide with Climate Week NYC.\n\n**Race to Zero and COP26:** Together with partners such as WWF and the Science Based Targets Initiative, the IKEA business is engaging in several events and projects to contribute to the Race to Zero campaign, which aims to build momentum in the run-up to COP26 in Glasgow 2021, a crucial climate event that will see countries step up their commitments to climate change mitigation and adaptation.\n\n**Transforming into a circular business**\n\n**Ellen MacArthur Foundation:** In September, the IKEA business announced a new strategic partnership with the Ellen MacArthur Foundation, a global thought leader on the circular economy. The ambition is to collaboratively drive transformation towards a circular society, and to create lasting impact on a global scale.\n\n**European Furniture Industry Confederation (EFIC):** The IKEA business has been an active participant during the year in the EFIC working group, which aims to promote the vision of a circular economy in the furniture sector. As the only company represented in the confederation, we can work collaboratively with regulators and governments to create the right conditions for circular businesses to thrive.\n\n**Sourcing responsibly and protecting nature**\n\n**Mapping our biodiversity impact:** In collaboration with UNEP World Conservation Monitoring Centre, Inter IKEA Group has led a project to create a better understanding of the potential impact on biodiversity in the IKEA supply chain. The outcome will include both local and global actions to take, and supports a stronger focus within the business on protecting biodiversity and enhancing ecosystem services.\n\n**Business for Nature’s Call to Action:** The IKEA business joined more than 560 companies urging governments to adopt policies to reverse nature loss in this decade. This initiative was presented to decision makers during the 2020 UN General Assembly, and supports key ambitions for the Post-2020 Global Biodiversity Framework, to be agreed upon at a milestone UN Summit in 2021 in China.\n\n**Partnership with WWF entering into next phase:** In FY20, the IKEA business initiated a new collaboration phase with our long-standing partner, WWF. The ambition for 2025 is to protect, manage, and restore key landscapes, enhance biodiversity, and enable a climate-positive value chain, while upholding the rights and needs of people.\n\n**Building/contributing to a more fair and equal world**\n\n**UNICEF Safeguarding, Community of Practice:** During FY20, the IKEA business has been an active part of this community, facilitated by UNICEF, in order to share our learnings and experience in child safeguarding. The IKEA business was also present at a Global Child Forum event on child participation.\n\n**Real Play Coalition:** The IKEA business, the LEGO Foundation, National Geographic, and Unilever came together in 2018 with a shared vision to promote play-based opportunities that develop a breadth of skills for optimal child development.\n\nDuring FY20, the coalition highlighted how urban environments lack opportunities or a city-wide strategy for play, with its ‘reclaiming play in cities’ report. A new global challenge was launched in response, in collaboration with PlacemakingX, to share examples of cities that have integrated child-friendly practices, and scale this up in other urban locations. Read the Reclaiming Play in Cities report at www.realplaycoalition.com/reclaiming-play-in-cities-report/\n\n**The Nordic Business Network for Human Rights (NBNHR) is a professional network for global companies that actively work with human rights impacts in their organisations or supply chains.** The purpose of the network is to share knowledge about business and human rights, as well as difficult dilemmas, with experts and peers. An important objective for the network is to develop feasible translations and applications of the various human rights frameworks to concrete business contexts. Ultimately, the network aims to enable improved human rights performance by its members.\n\n---\n\n1,2,3 Through Inter IKEA Group.\n\n4 Child safeguarding refers to all of the actions a company takes to keep all children they come into contact with safe – and includes the proactive measures put in place to ensure children do not come to harm as a result of any direct or indirect contact with the company.\n\nhttps://www.unicef.org/csr/files/UNICEF_ChildSafeguardingToolkit_FINAL.PDF\n\nhttps://www.humanrights.dk/projects/nordic-business-network-human-rights\nLeadership Group for Responsible Recruitment (LGRR): The IKEA business is a founding member of the Leadership Group for Responsible Recruitment, and we support the Employer Pays Principle, which states that no worker should pay for a job, and that the costs of recruitment should be borne by the employer. The aim is to eliminate recruitment fees being charged to workers anywhere by 2026. The IKEA Guidelines on Responsible Recruitment communicate our expectations regarding recruitment practices for IKEA suppliers.\n\nInternational Organization for Migration (IOM): Established in 1951, IOM is the leading intergovernmental organisation in the field of migration, and works closely with governmental, intergovernmental, and non-governmental partners. The IOM has long been a partner to and supported the IKEA business in developing its approach to ethical recruitment of migrant workers. Inter IKEA Group also acts as a reference for the International Recruitment Integrity System (IRIS), a voluntary certification process for international recruitment that IOM is developing.1\n\nThe World Economic Forum COVID-19 Response Alliance for Social Entrepreneurs: As the COVID-19 crisis hit, IKEA Social Entrepreneurship B.V. joined an unprecedented collaboration between over 50 global organisations to support more than 15,000 social entrepreneurs – helping 1.5 billion people cumulatively in over 190 countries – working to serve the needs of vulnerable groups, many of whom have been disproportionately impacted by the pandemic.\n\nUNHCR Global Refugee Forum: In December 2020, the IKEA business joined the Global Refugee Forum in Geneva.2 The aim of the forum was to transform international solidarity into concrete actions to help the world’s 25.9 million refugees. Refugees, with their skills and experience, bring substantial value to business and society. Inter IKEA Group will enable 400 women to earn a sustainable living through its partnership with the Jordan River Foundation. Ingka Group plans to support 2,500 refugees through job training and language skills initiatives in 300 stores and units in 30 countries. The IKEA Foundation has committed EUR 100 million in grants over the next five years for programmes that help both refugees and people in their host communities improve their incomes and become more self-reliant.\n\n1 https://iris.iom.int/\n2 https://ikeafoundation.org/story/our-commitments-to-support-refugees-on-the-path-to-self-reliance/\nSustainability governance\n\nSustainability across the IKEA value chain\n\nThe IKEA sustainability strategy, People & Planet Positive, outlines our ambitions and commitments, creating a common agenda for the IKEA franchise system, and leading together towards 2030. It provides a focus and collaboration for everybody within the IKEA franchise system to contribute to a positive impact on people, society and the planet, across the value chain. Each part of the IKEA business sets goals, targets and roadmaps to deliver on the strategy. This allows for locally-tailored and relevant implementation and activities.\n\nSustainability is an integrated part of our business\n\nSustainability is an integrated part of the IKEA business, and is led from a holistic perspective with an aligned overall direction. Each IKEA business within the IKEA franchise system organises for their successes and contributes to the total IKEA sustainability agenda. The total IKEA sustainability agenda is driven by the Strategic Sustainability Council. Key sustainability objectives are monitored and reported on in totality in the IKEA sustainability report.\n\nStrategic Sustainability Council\n\nThe Strategic Sustainability Council, founded in February 2017, ensures that we share the same positions across the IKEA franchise system, and that we align future developments and commitments, while respecting the independence of the companies in the IKEA franchise system. It focuses on the following:\n\n- The IKEA Brand’s role in society.\n- Strategic directions and ambitions across the franchise system, such as always respecting human rights, and our ambitions to become a circular and climate-positive business.\n- Alignment of IKEA specific sustainability requirements; for example, the requirements included in the IKEA supplier code of conduct (IWAY).\n\nThe Strategic Sustainability Council, which meets twice a year, is where representatives from Inter IKEA Group and the franchisees join to describe and follow up on our collective sustainability ambitions. The managing directors of the represented IKEA franchisees and Inter IKEA group companies (or core businesses) are invited members of the Council. The CEO of Inter IKEA Group is the chair of the Strategic Sustainability Council.\n\nSustainability working groups\n\nExperts on specific topics from Inter IKEA Group and franchisees meet in working groups to share best practices and build knowledge through the IKEA value chain. The working groups discuss and align strategic initiatives and plans to fulfil the IKEA sustainability strategy.\nInter IKEA Group Sustainability Management\n\nThe Inter IKEA Group Sustainability Management team includes the sustainability managers from the Inter IKEA Group entities. The group is responsible for aligning and developing sustainability ambitions and commitments, and reporting on performance. The group also provides recommendations on strategic business decisions with environmental and social impacts, and prepares content and decisions for the Strategic Sustainability Council. During FY20, the members included in the Inter IKEA Group Sustainability Management were Sustainability Managers of Range, Supply, Franchise, Industry, Supply Chain Operations, Food, Compliance & Monitoring, IWAY Development, Communication & Engagement, and People & Culture. The chair is the Inter IKEA Group Chief Sustainability Officer.\n\nBusiness ethics\n\nThe IKEA way of doing business is based on IKEA values and culture as described in IKEA founder Ingvar Kamprad’s “The Testament of a Furniture Dealer,” as well as in the “IKEA key values” booklet. Three codes of conduct address three different groups; IKEA suppliers (IWAY), IKEA franchisees (IConduct), and Inter IKEA Group co-workers (Inter IKEA Group Code of Conduct).\n\nAll codes of conduct are grounded on the same norms, but tailored to reflect the receivers’ reality.\n\n- **Inter IKEA Group Code of Conduct**: The Inter IKEA Group Code of Conduct is built around principles for behaviour, both within the group and towards business partners and other stakeholders. The standpoint is always to do good business with common sense, based on honesty, respect, fairness and integrity. The Inter IKEA Group Code of Conduct applies to all Inter IKEA Group co-workers.\n\n  The Inter IKEA Group Code of Conduct is supported by Inter IKEA Group Policies, including those pertaining to anti-corruption. Training for all Inter IKEA Group co-workers supports awareness of the policies, and their integration into everyday work. In cases where co-workers find themselves in situations where there is uncertainty, they are always supported by their managers. When they feel uncomfortable in addressing the issues personally, they can turn to the Inter IKEA Group Raising Concern Line.\n\n  During FY20, an updated policy against corruption was launched for Inter IKEA Group co-workers. Inter IKEA Group has zero tolerance for corruption of any kind, everywhere we are active. Trust, respect, integrity and honesty are fundamental cornerstones of the IKEA values and the IKEA way of doing business. The policy not only provides a clear standpoint on corruption, it also sets clear expectations and roles and responsibilities on anti-corruption to support all co-workers in their day-to-day decision making.\n\n  In FY20, 24 concerns (in FY19, 29 concerns, and in FY18, 34 concerns) relating to breaches of the Inter IKEA Group Code of Conduct were reported to the Inter IKEA Group Raising Concern Line. Inter IKEA Group takes a consistent approach to internal investigations, through the Inter IKEA Group Investigation manual. In FY20, around 40 co-workers in the Inter IKEA Group human resources, legal and risk functions received training to raise awareness and understanding of the rules. In FY21, further practical training will be provided for co-workers who carry out the investigations, particularly in interviewing skills. IKEA franchisees are also expected to have dedicated grievance routines in place to manage and resolve concerns.\n\n- **IConduct**: IKEA franchisees must live up to the business requirements to secure responsible business and to protect the IKEA Brand. These requirements are described in IConduct – the IKEA franchisee code of conduct.\n\n- **IWAY**: The IKEA way of responsibly procuring products, services, materials and components (IWAY) is the IKEA supplier code of conduct. IWAY sets social and environmental requirements for all IKEA suppliers and service providers. Read more, page 74.\n\nThroughout the IKEA business, we are committed to working together in a collaborative way, being transparent about what we learn and always improving our ways of working.\nThe United Nations Sustainable Development Goals (SDGs) provide a framework for collective action to tackle global issues, such as poverty, gender equality and climate change. We recognise that we have an important role to play in contributing to achieving the SDGs, using the global influence of the IKEA Brand and value chain. The SDGs have been used as one of the key inputs when the People & Planet Positive strategy and the ambitions for 2030 were developed. Most activities contribute to multiple SDG goals, as these are so interconnected. In this section, some of the highlights and links to activities specifically related to each SDG are presented.\n\n**End poverty in all its forms everywhere**\n\nTeaming up with social entrepreneurs to reduce economic poverty, empower women and tackle social and environmental challenges in communities. Page 71\n\n**End hunger, achieve food security and improved nutrition and promote sustainable agriculture**\n\nReducing food waste in all IKEA stores globally. Page 37\n\nWorking towards a more sustainable food system, including better nutrition, better proteins, less food waste and responsible agriculture. Page 51\n\n**Ensure healthy lives and promote wellbeing for all at all ages**\n\nAll IKEA products and solutions to be designed with health and sustainability in mind. Page 15\n\nEstablishing and supporting communities on topics related to a healthy and sustainable life at home. Page 20\n\nTaking the lead and advocating for a healthy and sustainable society. Page 20\n\n**Ensure inclusive and equitable quality education and promote lifelong learning opportunities for all**\n\nEnsuring access to competence and skills development, enabling people to grow and reach their full potential. Page 60\n\nThrough IWAY, the IKEA supplier code of conduct, we communicate and ensure that our suppliers promote and provide work opportunities for young people. Page 74\n\n**Achieve gender equality and empower all women and girls**\n\nStriving to build a diverse, inclusive workplace, where everyone feels comfortable being themselves. Page 62\n\nPromoting equality, including diversity and gender equality on all levels, across all businesses, and across all IKEA markets, as well as reaching and maintaining gender-equal pay. Page 66\n\nThrough IWAY, the IKEA supplier code of conduct, we communicate our expectations on suppliers in terms of building and promoting a diverse, inclusive workplace. Page 74\n\n**Ensure availability and sustainable management of water and sanitation for all**\n\nFocusing on products and solutions-related, resource-efficient consumption of water. Page 16\n\nBecoming water positive. Page 57\n\n**Ensure access to affordable, reliable, sustainable and modern energy for all**\n\nFocusing on products and solutions related to clean energy. Page 16\n\nStriving towards 100% renewable energy across the IKEA value chain. Page 34\n\n**Promote sustained, inclusive and sustainable economic growth, full and productive employment and decent work for all**\n\nEnsuring that workplaces are safe, and contribute to the healthy development of people. Page 61\n\nProviding and supporting stable, regular, and predictable employment. Page 61\n\nEnsuring that everyone in the IKEA value chain has a voice, and is engaged and empowered to play an active role in their workplace. Page 61\n\nResponsible Wage Practices Project. Page 69\n\nTeaming up with social entrepreneurs to reduce economic poverty, empower women and tackle social and environmental challenges in communities. Page 71\n\nThrough IWAY, the IKEA supplier code of conduct, we communicate and ensure minimum requirements for suppliers to provide and support decent and meaningful work for workers in the IKEA value chain. Page 74\n\nThrough IWAY, the IKEA supplier code of conduct, we communicate and ensure minimum health and safety conditions at work for workers in the IKEA value chain. Page 74\nBuild resilient infrastructure, promote inclusive and sustainable industrialisation and foster innovation\n\nDriving innovation to use wood in smarter ways and for storing carbon for as long as possible. Page 44\nPhasing out all coal and oil-based fuels used on-site in production, and striving towards 100% renewable energy in production. Page 34\nAiming to transform the industry and make responsible forestry the norm. Page 44\n\nReduce inequality within and among countries\n\nContributing to responsible recruitment and supporting the Employer Pays Principle. Page 69\n\nMake cities and human settlements inclusive, safe, resilient and sustainable\n\nFocusing on products and solutions related to clean air. Page 16\nImproving the share of alternative fuels in product transport. Page 35\n\nEnsure sustainable consumption and production patterns\n\nInspiring and enabling people to live healthier, more sustainable lives. Page 15\nDeveloping and promoting affordable, complete home furnishing solutions and knowledge, with the primary function to improve people's everyday health, wellbeing and ability to live within the boundaries of the planet. Page 15\nPromoting circular and sustainable consumption. Page 19\nDesigning every product from the very beginning to be reused, refurbished, remanufactured, and eventually recycled. Page 26\nAiming to only use renewable or recycled materials. Page 26\nIKEA marketing, communication, and sales activities to inspire and enable people to make healthy and sustainable choices. Page 19\nCreating a movement in society around better everyday living. Page 20\nJoining forces with others towards a circular society. Page 27\n\nTake urgent action to combat climate change and its impacts\n\nDrastically reducing greenhouse gas emissions from the IKEA value chain, while still growing the IKEA business. Page 29\nStoring carbon in land, plants and products. Page 29\nGoing beyond IKEA. Page 29\nImproving environmental standards in the IKEA value chain through IWAY, the IKEA supplier code of conduct. Page 74\n\nConserve and sustainably use the oceans, seas and marine resources for sustainable development\n\nLeading regenerative projects to clean polluted waters and protect biodiversity, including leading projects to prevent plastic pollutants from entering waterways and oceans. Page 42\nAll seafood should be certified by the Aquaculture Stewardship Council (ASC) and the Marine Stewardship Council (MSC). Page 53\nIKEA belongs to the NextWave consortium of companies dedicated to creating demand for ocean-bound plastic. Page 56\n\nProtect, restore and promote sustainable use of terrestrial ecosystems, sustainably manage forests, combat desertification, halt and reverse land degradation and halt biodiversity loss\n\nBeing forest positive. Page 44\nSourcing from more sustainable sources. Page 43\nImproving environmental standards in the IKEA value chain through IWAY, the IKEA supplier code of conduct. Page 74\n\nPromote peaceful and inclusive societies for sustainable development, provide access to justice for all and build effective, accountable and inclusive institutions at all levels\n\nBusiness ethics and working together to secure a responsible business in the full IKEA value chain. Page 82\n\nStrengthen the means of implementation and revitalise the global partnership for sustainable development\n\nDriving and supporting change together with others to reach the IKEA sustainability goals. Page 77", "source": "ikea_2020", "added": "2025-04-09", "created": "2025-04-09", "metadata": {"Source-File": "climate_reports/ccrm_2022/ikea_2020.pdf", "olmocr-version": "0.1.59", "pdf-total-pages": 84, "total-input-tokens": 193871, "total-output-tokens": 42801, "total-fallback-pages": 0}, "attributes": {"pdf_page_numbers": [[0, 0, 1], [0, 964, 2], [964, 2041, 3], [2041, 4490, 4], [4490, 7383, 5], [7383, 11180, 6], [11180, 15428, 7], [15428, 17725, 8], [17725, 20507, 9], [20507, 22891, 10], [22891, 25548, 11], [25548, 26897, 12], [26897, 27936, 13], [27936, 29171, 14], [29171, 30422, 15], [30422, 33160, 16], [33160, 35560, 17], [35560, 37335, 18], [37335, 38602, 19], [38602, 39941, 20], [39941, 41934, 21], [41934, 42904, 22], [42904, 44037, 23], [44037, 45510, 24], [45510, 48705, 25], [48705, 51826, 26], [51826, 54088, 27], [54088, 55893, 28], [55893, 58615, 29], [58615, 61704, 30], [61704, 63026, 31], [63026, 64877, 32], [64877, 66540, 33], [66540, 70029, 34], [70029, 71578, 35], [71578, 73535, 36], [73535, 76582, 37], [76582, 77759, 38], [77759, 79605, 39], [79605, 81144, 40], [81144, 82860, 41], [82860, 84852, 42], [84852, 87111, 43], [87111, 89948, 44], [89948, 93661, 45], [93661, 96046, 46], [96046, 98117, 47], [98117, 100232, 48], [100232, 101967, 49], [101967, 103667, 50], [103667, 105383, 51], [105383, 107094, 52], [107094, 110339, 53], [110339, 112695, 54], [112695, 115577, 55], [115577, 118849, 56], [118849, 123361, 57], [123361, 124365, 58], [124365, 125457, 59], [125457, 126550, 60], [126550, 129599, 61], [129599, 130635, 62], [130635, 133454, 63], [133454, 136448, 64], [136448, 138710, 65], [138710, 139623, 66], [139623, 141699, 67], [141699, 143381, 68], [143381, 145304, 69], [145304, 147113, 70], [147113, 149056, 71], [149056, 150841, 72], [150841, 153089, 73], [153089, 154502, 74], [154502, 156382, 75], [156382, 157680, 76], [157680, 159254, 77], [159254, 163981, 78], [163981, 168756, 79], [168756, 171216, 80], [171216, 173785, 81], [173785, 177902, 82], [177902, 181775, 83], [181775, 185193, 84]]}}