{"id": "15d9a4e24d43121d702090bbca1d3a542b555363", "text": "CONTENTS\n\nP. 3  Group Overview\nSaint-Gobain in 2020, as a unique organization\n\nP. 15  Megatrends\nThe trends that shape our environment\n\nP. 26  Strategy\nHow Saint-Gobain organizes itself to create value with its stakeholders\n\nP. 47  Performance\nKey financial and non-financial performance indicators\n\nP. 58  Governance\nThe Group’s governing bodies\n\nP. 61  Appendix\nAdditional data and information\n\nTABLE OF ILLUSTRATIONS\n\nP. 8  The Group’s DNA\nP. 11  Value creation model\nP. 12  2020 Highlights\nP. 28  Risks and opportunities\nP. 32  A solution-based approach\nP. 35  Value chain and SDG impacts\nP. 37  Relationships with stakeholders\nP. 62  Table of SDGs\nP. 63  Materiality matrix\nGROUP OVERVIEW\n\nSaint-Gobain in 2020, as a unique organization\n\nFor more than 90 years, Sekurit has been leading the way in mobility thanks to its breakthrough solutions, providing comfort and safety for drivers and passengers throughout the world.\nSAINT-GOBAIN AT A GLANCE\n\n167,552\nEMPLOYEES\n\n110+\nNATIONALITIES\n\n€38.1 billion\nSALES\n\n10,100,574\nMETRIC TONS OF VIRGIN RAW MATERIALS (SAND, GYPSUM) SAVED\n\n90.7%\nDIVERSITY INDEX\n\n25.3%\nPERCENTAGE OF WOMEN MANAGERS\n\n70%\nMORE THAN 70% OF OUR SALES ARE GENERATED THROUGH SUSTAINABLE SOLUTIONS\n\n-12.2%\nCARBON EMISSIONS REDUCTION (BASE 2010)\nSaint-Gobain designs, develops and distributes innovative solutions that improve the quality and comfort of living places, reduce the environmental impact of buildings and make life easier for its professional customers, which include architects, craftsmen, and installers.\n\nThe Group offers a unique range of solutions for all areas of the construction industry.\n\nIts geographical organization allows it to offer solutions that are tailored to the specific needs of its local markets, whether in terms of construction methods or styles, building systems, distinctive climate features, for the renovation of existing buildings or the undertaking of new constructions.\n\nSaint-Gobain’s High Performance Solutions (HPS) are value-added solutions for varied applications in mobility, health, construction and industry.\n\nSaint-Gobain relies on strong expertise in materials science, formulation, design of automotive glass applications, ceramics, abrasive solutions, performance polymers and fiberglass.\n\nIt has expertise in multiple state-of-the-art applications that make use of the specific properties of its materials (high temperature resistance, abrasion, chemical stability, surface properties, etc.).\nOur longstanding commitment to sustainability rests on tangible initiatives. In 2003, we did materialize our ongoing improvement approach as we became signatories of the UN Global Compact. We also formalized our Principles of Conduct and Action, which define our code of ethics and permeate our corporate culture. In 2015, we set ourselves ambitious environmental objectives for 2025. In 2020, we designed and published our roadmap to becoming carbon-neutral in 2050, and we defined new mid-term environmental objectives for 2030.\n\nMaking sustainability part of our global strategy echoes one strong belief: value creation can only occur if it is shared with all our stakeholders. With our staff and their families, of course, but also with all those we interact with all through our value creation chain, from suppliers to final users, from corporate clients to investors and public authorities, from our research and academic partners to start-uppers and innovators, and from media to opinion leaders and NGOs.\n\nAs our Group announced both exceptional results for the second half of 2020 and changes in our governance, we publish this first Integrated Report with one clear ambition: to help our stakeholders better understand how we bring together the various dimensions of our strategy, and how Saint-Gobain creates short, middle and long-term value, taking our stakeholders’ interests into account. With this report, we aim to be transparent and didactic. We see it as additional proof of our dedication to integration, openness and proximity.\n\n“We do believe the major economic, environmental, social and societal challenges of our times will only be answered thanks to the full contribution of businesses, understanding the necessary association of profitable growth and sustainable performance. This is precisely what is at stake, as we decide to make CSR an integral part of Saint-Gobain’s business model and overall strategy.”\nSAINT-GOBAIN’S DNA\n\nTHE GROUP’S HISTORY\nFounded in 1665, Saint-Gobain keeps building its future. For 350 years, the Group has consistently demonstrated its ability to invent materials, products, services and solutions that improve quality of life.\n\nPURPOSE\n“MAKING THE WORLD A BETTER HOME” (cf. page 9)\n\nVALUES\nStrong and shared values, embodied in nine Principles of Conduct and Action, which constitute a true code of ethics for Saint-Gobain\n\n- Principles of conduct are the fundamental values that unite managers and employees\n- Principles of action guide the actions of all management and employees in the performance of their duties\n\nMISSION\n(cf. page 30)\n\nVISION\n(cf. page 29)\nThrough its business model generally and with its solutions specifically, Saint-Gobain has a tangible impact on the life of each individual, their environment and their way of working, caring for themselves and getting around. The Group’s purpose is the link between the infinitely small unit of each person’s living space and the infinitely large one of our shared home: the planet.\n\nOur purpose sets the course for our common future. Together with and for our customers, we design, manufacture and distribute materials and solutions that have a positive impact on everyone’s life and provide well-being, quality of life and performance, while caring for the planet.\n\nOur purpose reflects who we are. Our 350 years of history, our collective strength and our leadership empower us to pursue our development, by addressing the major challenges facing humanity, namely, climate change, resource protection and inclusion.\nThis purpose is the result of a process conducted with the Group’s stakeholders, internal as well as external.\n\n**EMPLOYEES**\n\n15,000\n\n**INVESTORS**\n\n**NGOS**\n\n**PARTNERS**\n\n**OPINION LEADERS**\n\n600\n\n**WORKSHOPS WORLDWIDE**\n\nWe are both an international and a multi-local company, fully integrated into the territories where we operate to support their vitality and help build a fairer and more sustainable, open and engaging world.\n\nOur purpose is a call to action. Our approach is clearly focused on the future. Together with our customers, partners and all our stakeholders, it guides our action to unleash individual and collective aspirations, and enables everyone to live better in the world. It calls on us to innovate openly, with the ever-renewed ambition of better uniting humanity and nature for the common good.\n\nOur purpose is based on values that guide us. We carry out our business in compliance with the principles of conduct and action and the humanist values that permeate our corporate culture. Listening, dialogue, care, solidarity, trust and respect for difference are central to our commitment. This is the profound ambition of our purpose: to act every day to make the world a more beautiful and sustainable place to live.\nSAINT-GOBAIN - 2020 INTEGRATED REPORT\n\nGROUP OVERVIEW\n\nHOW SAINT-GOBAIN CREATES VALUE\n\nCONTEXT, RISKS AND OPPORTUNITIES: MEGATRENDS\n\nDEMOGRAPHICS AND URBANIZATION\n\n“WHAT RELATIONSHIPS AND RESOURCES DOES SAINT-GOBAIN USE?”\n\nHUMAN\n167,552 employees in 70 countries\nMore than 110 nationalities, 25.3% female managers\n\nFACILITIES\nMore than 800 industrial sites\nMore than 3,500 sales outlets\n\nBRANDS\nA strong Saint-Gobain brand and a portfolio of expertise and brands in construction and industry\n\nINNOVATION POTENTIAL\n8 research centers\n3,600 researchers, 2,100 people in marketing functions, 1,700 tech experts\n\nFINANCIAL RESOURCES\nSales: €38,128 million\nOperating income: €2,855 million\nRecurring net income: €1,470 million\n\nENERGY AND RAW MATERIALS\nRecycled materials incorporated into products to replace natural resources (sand, gypsum)\nEnergy consumption (renewable and non-renewable)\n\nCLIMATE CHANGE\n\n“HOW DOES THE GROUP ORGANIZATION CREATE VALUE ON A DAY-TO-DAY BASIS?”\n\nPURPOSE AND VALUES\n“MAKING THE WORLD A BETTER HOME”\nShared values based on the 9 principles of conduct and action of Saint-Gobain’s code of ethics\n\nTHE GROUP’S END MARKETS\nNew residential construction\nNew non-residential construction\nRenovation\nMobility\nCivil engineering and infrastructure\nOther industries\n\nPERFORMANCE LEVERS\nDeploying a solution-based approach\nFocusing on synergies in operations and internal organization\nEnriching the customer experience\nAccelerating digital transformation\nIntegrating CSR as a source of sustainable value creation\nCombining local expertise and a global footprint\nInnovating for sustainable differentiation\nEfficiently allocating the Group’s resources\n\nSOLUTIONS AND SERVICES ACROSS THE WHOLE VALUE CHAIN\nCf. “Strategy”, page 26\n\nDEPLETION OF NATURAL RESOURCES\n\n“HOW IS THE VALUE THAT SAINT-GOBAIN CREATES SHARED?”\n\nBUILD TRUST WITH STAKEHOLDERS; CONTRIBUTE TO THE COMMON GOOD\nCf. “Value Chain”, page 35, “CSR roadmap”, page 38, and “SDG integration” page 48\n\nFOSTERING GROWTH AND INCREASING COMPETITIVENESS\nOverall increase of more than 100 base points in the operating margin in 2021 (2018 baseline)\n\nCREATING SHARED VALUE WITH THE GROUP’S STAKEHOLDERS\nAdded value: €15,393 million\nPortion held for growth: €6,490 million\n\nMARKET\nSuppliers and operational costs: €25,526 million\nMore than 70% of sales via sustainable and efficient solutions (Solutions for Growth: sustainable share)\n\nLOCAL COMMUNITIES\nInvestments in local communities: €10 million\n\nEMPLOYEES\nSalaries and other employee compensation: €7,625 million\nRetirement contributions: €237 million\n\nINVESTORS\nDividends paid: €44 million\nInterest repayment: €301 million\n\nREGULATORY AUTHORITIES AND PUBLIC BODIES\nTaxes and duties: €685 million\n\nCIVIL SOCIETY\nSupport to youth development, participation in academic courses\n\nDIGITAL TRANSFORMATION\n\nVALUE CREATED\n\nCf. “The Group’s DNA”, page 9\n\nTaxes and duties: €685 million\nSupport to youth development, participation in academic courses\n\nCf. “Value Chain”, page 35, “CSR roadmap”, page 38, and “SDG integration” page 48\n\nOverall increase of more than 100 base points in the operating margin in 2021 (2018 baseline)\n\nAdded value: €15,393 million\nPortion held for growth: €6,490 million\n\nSuppliers and operational costs: €25,526 million\nMore than 70% of sales via sustainable and efficient solutions (Solutions for Growth: sustainable share)\n\nInvestments in local communities: €10 million\n\nSalaries and other employee compensation: €7,625 million\nRetirement contributions: €237 million\n\nDividends paid: €44 million\nInterest repayment: €301 million\n\nTaxes and duties: €685 million\nSupport to youth development, participation in academic courses\n\nMore than 800 industrial sites\nMore than 3,500 sales outlets\n\nA strong Saint-Gobain brand and a portfolio of expertise and brands in construction and industry\n\n8 research centers\n3,600 researchers, 2,100 people in marketing functions, 1,700 tech experts\n\nSales: €38,128 million\nOperating income: €2,855 million\nRecurring net income: €1,470 million\n\nRecycled materials incorporated into products to replace natural resources (sand, gypsum)\nEnergy consumption (renewable and non-renewable)\nSaint-Gobain is once again awarded the Top Employer Global certification and is one of the 13 companies worldwide to have received this label.\n\nIn the context of the Covid-19 pandemic, the Group further strengthened its financing resources through a €1.5 billion bond issue and syndicated line of credit adjustment to €2 billion.\n\nSaint-Gobain completes the sale of its entire stake in Sika for an amount of CHF 2.56 billion, or €2.41 billion.\n\nPublication of first-half results.\n\nLaunch of a new jumbo coater at the Saint-Gobain Glass plant in Poland after two years of construction.\n\nInauguration of a new mortar plant in Tulefa (Ethiopia). The Group now has an industrial presence in 70 countries.\n\nLaunch of the second global survey to measure Saint-Gobain employees’ engagement.\n\nThe Group enters into exclusive negotiations with Mutares for the disposal of Lapeyre.\n\nSaint-Gobain unveils its roadmap towards carbon neutrality by 2050.\n\nSaint-Gobain reports better-than-expected fourth quarter sales and a record operating margin in the second half of 2020.\n\nCompletion of the acquisition of Continental Building Products after receiving the approval of the Group’s shareholders and the US anti-trust authorities.\n\nUpon publication of its first-quarter sales, the Group announces its decision not to pay dividends to shareholders for fiscal year 2019.\n\nThe Group launches its first apprenticeship training center in France.\n\nIn the manufacturing and processing of glass fiber, Saint-Gobain acquires the US plant of the Valmiera Glass Group.\n\nFollowing the explosions that destroyed part of Beirut (Lebanon) on August 4, 2020, the Group provides immediate support to help with the reconstruction in the form of several types of materials.\n\nThe Group formulates its purpose, “Making the world a better home”.\n\nPublication of Saint-Gobain sales for the first nine months of the year: strong recovery in the third quarter and objectives revised upwards.\n\nThe Group cancels three million shares.\n\nStrengthening of the partnership between Saint-Gobain and El Volcan in Latin America.\nRESPONDING TO THE COVID-19 CRISIS: A STEADFAST COMMITMENT\n\nIn addition of being a human tragedy, the Covid-19 pandemic brought an abrupt halt to all economies. This unprecedented crisis has profound implications for Saint-Gobain, not only on its day-to-day operations but also on its business model and future development strategy. It has been a test of the Group’s ability to react to adversity.\n\nTHE PRIORITY: TAKING CARE OF THE GROUP’S STAKEHOLDERS\n\nFrom the first weeks of the crisis, Saint-Gobain demonstrated unprecedented agility in adapting its operating methods. The overriding priority has been to protect the health of the Group’s employees, customers, suppliers and their families. Beyond necessary sanitary measures, the emphasis has been put on maintaining contact, social dialogue, and employees’ work-life balance.\n\nSTRATEGIC ORIENTATIONS VALIDATED BY THE CRISIS\n\nThe new link between global and local, resulting from the Transform & Grow strategic plan, has proven its strength and relevance during the pandemic and has allowed for crisis management that is both highly coordinated and decentralized. Beyond the management of the crisis, this dynamic unique to the Group is clearly relevant in the context of a trend toward regionalization of the global economy and aspirations to relocate value chains.\nRESPONDING TO THE COVID-19 CRISIS: A STEADFAST COMMITMENT\n\nBOUNCE BACK AND PREPARE FOR THE FUTURE\n\nFor a group such as Saint-Gobain, the ability to face a crisis of exceptional magnitude in the short term necessarily goes hand in hand with preparing for the future: coming out of the crisis and the more or less rapid recovery of markets and their transformation. It is also a matter of understanding the long term impacts of the crisis on the world in which Saint-Gobain operates, first by anticipating the future needs of its customers and their logistical, technical and financial challenges, then the solutions that will be a priority for them, and finally the emerging markets.\n\nA COMMITMENT TO SERVING SOCIETY AS A WHOLE\n\nThe Saint-Gobain Life Sciences Business Unit has made an exceptional effort to produce and supply the components (tubes, connectors, filters, membranes) necessary for the equipment used to diagnose, treat and care for Covid-19 patients. More specifically, it has increased by 15 times the production of parts essential to the manufacturing of ventilators.\n\nSaint-Gobain’s teams in Spain have converted plastic packaging from gypsum pallets into protective aprons for caregivers at hospitals.\n\nSaint-Gobain Ecophon France has delivered acoustic solutions as part of a sponsorship agreement with the hospital group AP-HP Sorbonne Université.\n\nEmployee at the Life Sciences plant in Charny, France, which manufactures components for respirators.\nSaint-Gobain Weber solutions were used in the construction of the world’s longest cross-sea bridge, spanning 55 km between Hong Kong, Zhuhai and Macao.\nTRENDS SHAPING A VOLATILE, UNCERTAIN AND UNSTABLE ENVIRONMENT\n\nSaint-Gobain operates in a constantly changing world. However, three major trends have been emerging for several years now, and they are being accelerated by the health crisis: the world demands more sustainable development, and it is more local and more digital.\n\nThe combination of the challenges (climate and the environment, demography and urbanization, digitization) and crises of various kinds (health, economic, migration, political) that we are witnessing creates a picture of a world that is volatile, uncertain and complex all at once. Saint-Gobain’s positioning is based on taking into account in the short and long term these underlying trends, which represent both opportunities and challenges for the construction of the world of tomorrow, and on an in-depth understanding of the ecosystem comprised by all its stakeholders.\n\nThe Group must fully integrate climate and the environment into its strategic vision, thanks to its commitments and its active involvement in exerting a virtuous influence over its entire value chain. In 2020, Saint-Gobain unveiled its roadmap toward carbon neutrality by 2050, with new objectives for reducing its greenhouse gas emissions by 2030 (cf. page 42).\nIn addition to the Group’s responsibility as a leading economic player, the requirements of sustainable development and the transition to a low-carbon economy are accelerating the transformation of business models and offering many opportunities for Saint-Gobain, some of which have already materialized in terms of new products, new services and new ways of working with customers and partners.\n\nThe Group faces a challenge: profoundly transforming itself so that it is able to constantly adapt to an environment that has become structurally unstable, by building and implementing strategies that take into account an uncertain world. The model that Saint-Gobain has built combines the strength of a global group and a structure that gives the local level the autonomy necessary to adapt to a changing environment; this model is a performance lever necessary to achieve profitable and sustainable growth.\nA CONTINUOUS GROWTH TREND\n\nThe world population in 2020 was estimated at 7.8 billion. In total, the total human population has grown by an average of 1.1% per year over the last five years. The various factors influencing global demographic trends resulted in a projection of 9.7 billion inhabitants in 2050 and 11 billion inhabitants in 2100.\n\nA POPULATION THAT IS MORE AND MORE URBAN\n\nIn 2007, the urban population has exceeded the rural population for the first time in human history; today, more than 80% of global GNP is generated in cities, which absorb more than 60% of the natural resources used worldwide. At the local level, urban areas already directly or indirectly consume between 60% and 80% of the energy consumed by a country. According to projections, the percentage of the urban population will continue to grow rapidly. In 2015, nearly 55% of the world’s population lived in cities, whereas this proportion will reach 68% by 2050, representing an additional 2.7 billion urban dwellers.\n\nIn developed countries, the ageing population creates a need for adapting housing units and renovating older buildings.\nVULNERABLE AREAS, HIGH ENVIRONMENTAL IMPACTS\n\nUrban areas, which are dense and largely devoid of vegetation and have waterproofed soil, are particularly vulnerable to the increase in average temperatures and the higher frequency of heat peaks. The rapid expansion of cities in turn increases waste production, which already represents an annual volume of 720 billion tons worldwide.\n\nCONSEQUENCES OVER NEW CONSTRUCTION AND RENOVATION MARKETS\n\nUrbanization leads to an increase in the need for housing, transport, energy, water and waste treatment. As to construction and renovation, issues are many: in low-income countries, access to decent housing and affordable energy costs are major socio-economic topics; in middle-income countries, a large middle class with high purchasing power is developing, with ever-increasing demands for comfort, requiring adapted solutions. In developed countries, the ageing population means a need for adapting housing units and renovating older buildings.\n\nbillion inhabitants on Earth by 2050, according to United Nations projections\nThe year 2020 is symbolic as it marks the thirtieth anniversary of the first report published by the Intergovernmental Panel on Climate Change (IPCC), which served as the basis for the United Nations Framework Convention on Climate Change (UNFCC). Since then, year after year, the scientific consensus has continued to confirm and clarify the reality of multiple, mutually reinforcing phenomena.\n\nThe first of these is direct impacts on the environment, ranging from ecosystem integrity to biodiversity.\n\nIn 2015, via the Paris Agreement, states agreed upon the binding ambition to keep the rise in temperatures below 2°C compared to the pre-industrial era, which means reducing GHG emissions by 2.7% per year from 2020 to 2030. However, data shows that the current trajectory is not in line with this objective: in 2019, greenhouse gas emissions reached a record high of 59 billion tons of CO₂ equivalent, signaling a continued rapid increase in emissions.\nAFTER THE PANDEMIC, A WINDOW OF OPPORTUNITY\n\nThe stimulus plans announced by the major powers and by regional organizations, which are measured in the trillions of euros, are potentially part of the solution. Their unprecedented scale (€750 billion for the European Union only) may make it possible to achieve the temperature increase targets. Almost half of the €100 billion French stimulus program is earmarked for investments supporting the ecological transition, including €5.8 billion for energy renovation and €6.5 billion for transport infrastructure and green mobility.\n\n59 billion tons of CO₂ equivalent emitted*\n\n* Human emissions, 2019 data\nDEPLETION OF NATURAL RESOURCES\n\nAN EVER-INCREASING PRESSURE ON RESOURCES\n\nOn a global scale, the consumption of natural resources is accelerating, with 92 billion tons extracted in 2017 compared to 27 in 1970, a threefold increase, while the population has only doubled in the same period of time. The construction sector, which uses materials such as steel or concrete, plays a decisive role in this area.\n\nTHE URGENT NEED FOR SOLUTIONS\n\nTo limit the consumption of raw materials, solutions exist for optimizing the quantity of materials used for a given worksite, as well as through the adoption of a circular economy approach. In fact, public policies increasingly adopt a “life cycle” approach that takes into account the environmental impact of a building as a whole, from the extraction of raw materials to its dismantling and to the recycling of its materials.\nA MAJOR IMPACT ON THE VALUE CHAIN OF THE CONSTRUCTION SECTOR\n\nThe recovery of materials makes it possible to limit the use of resources and emissions while generating additional economic growth, especially because it stimulates the search for technological innovation. In the construction sector in particular, which is responsible for 40% of global waste production and 50% of resource consumption, the transition to the circular economy is the source of profound renewal at different levels of the value chain: production processes, product formulation, product end-of-life management, recycling, reuse, development of the economy of functionality, etc. The rise of prefabrication and the development of lightweight construction solutions are some of the responses to these major challenges.\n\nDEPLETION OF NATURAL RESOURCES\n\n92 billion tons extracted in 2017 compared to 27 in 1970\nA MEGATREND THAT CHANGES BUSINESS ECOSYSTEMS\n\nDigital technology is opening new trade opportunities, with a very high annual growth rate for e-commerce throughout the world since the early 2000s. Businesses must now be closer to their end customers to avoid new intermediations. In addition, to differentiate themselves, services play an essential role. This means that digital technology is globally reshaping the competitive balance and the way that businesses interact with their stakeholders (customers, employees and suppliers).\n\nINDUSTRY 4.0: AN ARRAY OF INNOVATIONS FOR A NEW INDUSTRIAL REVOLUTION\n\nDigital technology is also revolutionizing the way that factories are organized. It is producing a major, gradual change in production methods, by providing real-time access to a wealth of information on industrial facilities that are now interconnected, and enabling extensive data analysis and correlation of these data. The concept of “Industry 4.0” is an integral part of the reality of companies today, thanks to the combination of intelligent data analysis, automation and augmented operators. This breakthrough progress enables an increase in productivity and flexibility, mass customization, and optimization of industrial sites’ environmental footprint.\nCONSTRUCTION: AN INDUSTRY RESHAPED BY DIGITAL INNOVATION\n\nDigital integration of buildings is leading to technical changes in construction, particularly the increasing use of Building Information Modeling (BIM), which provides an integrated view of a building throughout all the stages of its life cycle thanks to a “digital twin”. Prefab or off-site construction are also rising thanks to new technologies allowing for data collection and analysis. Domotics, which helps reducing energy consumption in buildings and improving security, allows for an increasingly comprehensive integration of smart equipment into daily life.\n\nTHE DATA REVOLUTION AND ITS IMPACT ON CLIENT RELATIONSHIPS\n\nContinuous growth of e-commerce, diversification of digital channels, data collection and analysis thanks to artificial intelligence solutions are all factors that have a deep impact on client relationship management. Businesses can tap into this opportunity so as to optimize their sales, develop cross-selling and get to know better the various participants in their value chain.\n\n3 billion users should have internet access by 2022 in fast-growing countries\nSTRATEGY\n\nHow Saint-Gobain organizes itself to create value with its stakeholders.\n\nSaint-Gobain provides solutions that make buildings more efficient in terms of their energy consumption, and which help contribute to the end user’s well-being as well as to saving the planet.\nIn an ever-changing world, Saint-Gobain integrates environmental, social and societal challenges in its strategy and operations thanks to its unique value creation model, working as close as possible with markets and customers.\n\nIn addition to these opportunities and risks, sorted out by megatrends, Saint-Gobain analyzed CSR-related opportunities and risks, taking into account its contribution to the United Nations’ Sustainable Development Goals.\n\nThe methodology used, the risks identified and the strategies implemented to mitigate the latter are described in the Group’s 2020 Universal Registration Document (pp. 391 to 393).\n\nManagement of risks that involve significant financial impact is described in the Chapter 6 of the 2020 Universal Registration Document.\n\nOptimera’s LeanWorks service in Norway allows for optimized on-site delivery, positioning materials at the right place and waste collection.\nSAINT-GOBAIN - 2020 INTEGRATED REPORT\n\nRISKS & OPPORTUNITIES\n\nDEMOGRAPHICS & URBANIZATION\n- New housing needs\n- Lightweight construction solutions, prefabrication, performance of Saint-Gobain’s solutions\n- Solutions for sustainable mobility\n- Waste collection and recycling processes\n\nCLIMATE CHANGE\n- Solutions for energy efficient buildings\n- Solutions for sustainable mobility\n- Innovation relating to low carbon industrial processes and products\n- Citizen mobilization on climate change in many countries: positive effect on brand reputation and talent attraction for companies involved\n\nDEPLETION OF NATURAL RESOURCES\n- Circular economy: waste collection and recycling\n- Solutions taking into account the whole products’ life cycle, including deconstruction\n- Innovation for new product formulation and the adaptation of industrial processes\n\nDIGITIZATION\n- Optimization of industrial processes and supply chains\n- Client experience and new services\n- E-commerce and distribution\n\nRISKS\n- Increasing pollution and waste generation\n- Extension of slum-type areas\n- Increasing inequality\n- Health-related risks and cost of healthcare services\n\nOPPORTUNITIES\n- Rise in the number of extreme climate events\n- Cost and availability of energy and raw materials\n- Regulation change and cost of compliance\n- Reputational risk in case of default on the promise\n\n- Cost and availability of raw materials\n- Supply chain disruption\n- Loss of biodiversity\n\n- Cybersecurity and data protection\n- Legal risks relating to data protection regulation\n- Employees’ skillset adaptation\nCSR AS A SOURCE OF VALUE CREATION WITH STAKEHOLDERS\n\nThe Group understands its social and environmental responsibility not as an obligation or a threat, but rather as an opportunity to create shared value together with its stakeholders, whose interests are taken into account within Saint-Gobain’s strategy thanks to active listening as well as an open, transparent dialogue.\n\nTHE ALLIANCE OF LOCAL EXPERTISE AND A GLOBAL FOOTPRINT\n\nSaint-Gobain has reinvented its organization by giving a high level of decision-making autonomy to the local level, allowing for fast response to market demands. At the global level, the strength of an international Group makes it possible to build up strong pool of expertise in areas such as research and development or industrial performance.\n\nA FOCUS ON SYNERGIES IN OPERATIONS AND INTERNAL ORGANIZATION\n\nThe Group’s new organizational structure fosters synergies between support functions – with applications such as unique customer services and common logistics – and are also helpful to develop cross-selling to better answer customers’ demands.\n\nA SOLUTION-BASED APPROACH\n\nThe Group aims at enriching and widening its offering so as to provide more and more often a comprehensive answer to its clients’ challenges, be it for renovation projects, new construction, or mobility systems.\n\nVISION\n\nTO BE THE LEADER IN SUSTAINABLE CONSTRUCTION, IMPROVING EVERYDAY LIFE THROUGH HIGH-PERFORMANCE SOLUTIONS\nMISSION\n\nDESIGN, MANUFACTURE AND DISTRIBUTE MATERIALS AND SOLUTIONS WHICH ARE KEY INGREDIENTS IN THE WELL-BEING OF EACH OF US AND THE FUTURE OF ALL\n\nENHANCED CLIENT EXPERIENCE\n\nSaint-Gobain aims to reinvent customer experience thanks to a focus on digital technologies, revamped logistics, customization and data analysis. The Group also develops new, innovative business models.\n\nINNOVATION, A KEY DIFFERENTIATING FACTOR\n\nResearch and innovation are at the heart of Saint-Gobain’s strategy. The Group’s ongoing actions enabled it to be listed in the tenth time in a row among the world’s top 100 most innovative organizations in the “Top 100 Global Innovators™”.\n\nACCELERATED DIGITIZATION\n\nDigital has strong impacts on Saint-Gobain’s managerial culture, but also on careers, thanks to an easier access to continuing training. As to industrial performance, the Group is investing in industry 4.0 as part of its operational excellence goals to maintain its industrial tool at the cutting edge of the sector.\n\nEFFICIENTLY ALLOCATING THE GROUP’S RESOURCES\n\nIn terms of allocating financial resources, Saint-Gobain’s approach aims both to target investments in order to stimulate growth and to manage a portfolio that is both agile and value-creating.\nConsistent with its purpose, “Making the world a better home”, Saint-Gobain’s mission is to design, manufacture and distribute materials and solutions which are key ingredients in the well-being of each of us and the future of all. To this end, the Group is not content with designing, manufacturing and distributing products: it brings to the market an array of solutions that meet both Saint-Gobain customers’ demands for performance and sustainable development challenges. This drive toward comprehensive solutions, relying on powerful digital tools, applies throughout the whole Group’s value chain, and lies at the heart of its strategic plan.\n\nThe Group aims at enriching and widening its offering so as to provide more and more often a comprehensive answer to its client’s challenges, delivering the right solutions in terms of thermal or acoustic comfort, air quality, or productivity.\n\nThe following pages describe a few examples of this approach, which is meant to help Saint-Gobain’s customers successfully manage their own energy and ecological transition, a topic that is the overarching issue at stake today, as shown by its integration in the stimulus packages announced by several countries.\nEnsuring healthy lives and promote well-being for all at all ages\n\nOffering sustainable and affordable solutions that are adapted to the lifestyle changes associated with increasing urbanization\n\nChanging the way we design, produce and distribute our products and solutions to support the development of the circular economy\n\nContributing to the emergence of low-carbon economies capable of preserving the common good\n\nFOR RESIDENTIAL BUILDINGS\n\n- Prefabricated roof trusses\n- Mechanized solutions, bringing comfort and productivity for the installers\n- Glass panels bringing light and thermal comfort\n- End-to-end service, from inspiration to professional advisory and intermediation with the end customer\n- Distribution of ventilation solutions, for better air quality\n- Thermo-acoustic and noise-absorbing insulation solutions for combustion engine vehicles\n- Local services by distribution agencies: delivery, professional training, etc.\nFOR NON-RESIDENTIAL BUILDINGS\n\n- Insulated air conditioning ducts\n- Shock resistance in circulation spaces\n- Prefabrication services\n- Components for medical equipment: scintillators for the medical imaging industry\n- Complete offering of partition and ceiling solutions for acoustic and cleaning purposes\n- Formaldehyde absorption for better air quality\n- X-ray shielding plasterboard for radiology rooms\n- Solutions for modular spaces\n- Glazed walls to control the input of natural light and optimize thermal efficiency\n- Components for wearable, connected glucose monitoring systems and portable insulin pumps\n- Upstream project assistance: prescription so as to recommend the most adequate solutions, BIM so as to ensure better project management\n\nPromoting healthy lives and support the well-being of all at all ages\nContributing to the emergence of low-carbon economies capable of preserving the common good\n\nEND USER PRODUCTIVITY\nHEALTH AND WELL-BEING\nSOLUTIONS FOR THE PLANET\nFOR MOBILITY\n\nA SOLUTION-BASED APPROACH\n\nPromoting healthy lives and support the well-being of all at all ages\n\nContributing to the emergence of low-carbon economies capable of preserving the common good\n\nSAINT-GOBAIN - 2020 INTEGRATED REPORT\n\nFOR MOBILITY\n\n1. Abrasives for mechanical parts and body finishing\n2. Glazing\n3. Films and battery separators\n4. Tolerance rings\n5. Tinted glass\n6. High performance polymer components for steering systems\n7. Glass grid\n\n1. Heated windshield\n2. Technical insulation\n3. Thermal insulation\n4. Glass grid\n\n1. Coating and high performance seals in reactors\n2. Seals for thermal insulation and shock absorption (ex. passenger windows, galleys, luggage compartments)\n3. Adhesives for various applications such as cable holding and floor carpet\n4. Coated and bonded abrasives for aircraft turbine fans and cowlings\n\nRadomes for efficient communications\nCockpit glazing and passenger windows\n\nFOR MOBILITY\n\n1. Abrasives for mechanical parts and body finishing\n2. Glazing\n3. Films and battery separators\n4. Tolerance rings\n5. Tinted glass\n6. High performance polymer components for steering systems\n7. Glass grid\n\n1. Heated windshield\n2. Technical insulation\n3. Thermal insulation\n4. Glass grid\n\n1. Coating and high performance seals in reactors\n2. Seals for thermal insulation and shock absorption (ex. passenger windows, galleys, luggage compartments)\n3. Adhesives for various applications such as cable holding and floor carpet\n4. Coated and bonded abrasives for aircraft turbine fans and cowlings\n\nRadomes for efficient communications\nCockpit glazing and passenger windows\nA SUSTAINABLE MODEL\n\nSAINT-GOBAIN - 2020 INTEGRATED REPORT\n\nVALUE CHAIN AND SUSTAINABLE DEVELOPMENT GOALS\n\nIMPACTS ON SUSTAINABLE DEVELOPMENT GOALS (CF. FOLLOWING PAGE)\n\nSAINT-GOBAIN WORK SITES\n\nCONSTRUCTION SITES\n\nCONSTRUCTION MARKETS\n\nOFFICES\n\nDISTRIBUTION SITES\n\nDISTRIBUTION\n\nPRODUCTION\n\nPURCHASING\n\nREUSE\n\nREPROCESSING SITES\n\nRECYCLING\n\nEXTRACTION SITES\n\nFACTORIES\n\nSaint-Gobain’s industrial products\n\nTrade purchasing products\n\nPrefabricated construction materials\n\nConstruction materials\n\nNon-renewable raw materials\n\nProducts and components\n\nWater\n\nEnergy\n\nRecycled raw materials\n\nReproducts of construction sites\n\nCollection points\n\nIncoming flows\n\nOutgoing flows\n\nINDUSTRIAL MARKETS\n\nIndustry Life sciences Mobility Infrastructure\n\n35\nThe interactions between the Group’s value chain and the United Nations’ Sustainable Development Goals (cf. previous page) are as follows:\n\n- Caring for health and safety of employees and subcontractors (Saint-Gobain work sites, purchasing and trade purchasing)\n- Ensure high quality jobs for employees (Saint-Gobain work sites)\n- Be inclusive and support diversity (Saint-Gobain work sites)\n- Limit the impact on the water resource (water withdrawals)\n- Support clean energies (energy purchasing)\n- Contribute to craftsmen training and to employability in disadvantaged populations (construction sites)\n- Ensure decent working conditions, including fair wages (Saint-Gobain work sites, purchasing, trade purchasing)\n- Provide local jobs and contribute to economic growth (construction sites, Saint-Gobain work sites)\n- Introduce an eco-innovation approach (production)\n- Support the development of the circular economy thanks to waste recovery (reuse)\n- Promoting equal opportunities (Saint-Gobain work sites)\n- Limit the impact on the water resource (water withdrawals)\n- Support clean energies (energy purchasing)\n- Contribute to more affordable housing, to sustainable cities (construction industry and industrial markets)\n- Choosing providers and subcontractors that respect human rights and the environment (purchasing and trade purchasing)\n- Distribute sustainable and comfortable solutions (distribution)\n- Reduce the volume of waste ending up in landfills (construction sites)\n- Increase waste recovery (construction sites: collection points)\n- Favor lower GHG-emission input (purchasing and trade purchasing)\n- Reduce GHG emissions during production phase\n- Reduce the impact of transport (production and distribution)\n- Contribute to producing lower carbon intensive buildings (construction industry)\n- Allowing for carbon benefits throughout the whole value chain and the whole life cycle of products that integrate Saint-Gobain solutions\n- Fight against deforestation (trade purchasing)\n- Limit the impact of extraction sites on biodiversity (purchasing and Saint-Gobain work sites)\nFOR SAINT-GOBAIN, THE INTERESTS OF ALL OF ITS STAKEHOLDERS MUST BE TAKEN INTO ACCOUNT WHEN DEFINING ITS LONG-TERM STRATEGY.\n\nIt requires not only to build dialogue, but also to ensure that this dialogue is constructive, transparent and based on mutual trust. Factors such as the size of the Group, its global dimension and the variety of its business lines mean that this interaction must, above all, be organized in a decentralized manner, with each operational entity being responsible for conducting it within its own scope. Saint-Gobain has mapped its ecosystem, identifying and grouping its stakeholders by category, and describing how dialogue is conducted.\nSaint-Gobain has defined a Corporate Social Responsibility roadmap to address the priority issues identified through the Group’s stakeholder mapping (see page 37) and its materiality analysis (see page 63). It guides the Group’s actions to reduce the negative impact of its operations and solutions on the environment, individuals and society, and to contribute to more responsible and fairer sustainable development.\n\nIt takes into account the Group’s strategic intent, the specific expectations of its stakeholders, and the common imperative of achieving the Sustainable Development Goals set by the United Nations.\n\nIt has a pedagogical value, and is designed to encourage the search for synergies with stakeholders.\n\nThe CSR roadmap was updated in 2020. For each one of the Group’s priority issues, an ambition has been stated, policies and operational action plans including monitoring indicators and objectives have been put in place (see page 64).\n\n**BUSINESS ETHICS**\n- Ethical practices with employees: to support our employees in the fair and responsible practice of their profession.\n- Responsible purchasing: to work fairly and ethically with suppliers across the supply chain.\n\n**EMPLOYEE ENGAGEMENT AND DIVERSITY**\n- Employee engagement: to create a motivating and engaging work environment for all our employees.\n- Diversity and inclusion: to foster inclusion and promote diversity.\n\n**HEALTH AND SAFETY ACROSS THE ENTIRE VALUE CHAIN**\n- With our employees, temporary workers and subcontractors: to ensure health and safety on our sites.\n- For our suppliers, customers, end users and local communities: to ensure the health and safety of our external stakeholders.\n\n**CLIMATE CHANGE**\n- Carbon impact: to propose solutions that promote energy efficiency and reduce CO₂ emissions and achieve carbon neutrality by 2050.\n- Other environmental impacts: to fight against the effects of climate change, in particular to preserve biodiversity and deal with the increase in the number of water-stressed areas.\n\n**CIRCULAR ECONOMY**\n- Organizing the circular economy: to manage resources responsibly and avoid the use of non-recyclable raw materials.\n- Organizing circular economy: waste collection and recycling.\n\n**INCLUSIVE GROWTH**\nTo make a contribution to local communities in synergy with our country markets, sites and structures, our philanthropic actions and the engagement of our employees.\nFor stakeholders, a long-term partner must share values such as respect for human rights and ethical business practices. This involves building trusting relationships through constant dialogue and transparent communication.\n\nOur code of ethics is the foundation of our commitments. It applies to all our employees and partners. Policies complement or clarify certain subjects, in particular the human rights policy and the data privacy policy. Compliance programs are deployed throughout the world.\n\nWhen choosing suppliers and subcontractors, the focus must be based on businesses that share our values, ensure decent work for their employees, respect human rights and limit their impact on the environment.\n\nOur “Responsible Purchasing” program is based on four principles: the signature of the purchasers’ and suppliers’ charter, the analysis of CSR risks, the evaluation of CSR performance and the implementation of corrective action plans. We also implement policies related to the control of specific risks such as wood or minerals at risk.\n\n- Updated the alert system, now open to all stakeholders;\n- Strengthened our anti-corruption policy.\n\n- Acceleration of the responsible purchasing program, with new objectives for 2025;\n- Strengthening our timber policy.\nEmployee trust and commitment are essential to the success of a company and its attractiveness, performance and ability to adapt to crises, technical changes and new social expectations. The quality of social dialogue, training programs for the development of skills as well as personal development, a wage policy that ensures a decent standard of living and reflects individual and collective performance, and the well-being of employees are all examples of the means deployed to ensure employee satisfaction or attract and retain talent.\n\nFostering inclusion and diversity demonstrates a company’s capacity for openness. Actions to promote a fairer society are evidence expected by all stakeholders of a company’s commitment. Promoting diversity, encouraging inclusion and fighting discrimination are at the heart of our human resources policy. In addition to encouraging recruitment and internal promotions, the daily fight against stereotypes and the identification of unconscious bias are essential.\n\n- Renewal of our inclusion in the Top Employer Global ranking for the sixth consecutive year and in 36 countries representing over 90% of employees;\n- CARE by Saint-Gobain: parenthood pillar established for 100% of employees worldwide.\n\n- Objective of more than 25% female managers reached by the end of 2020;\n- New training programs on stereotypes.\nCreating a safe working environment is an essential expectation to establishing a climate of trust with stakeholders, especially employees.\n\nEnsuring health and safety at our sites means protecting all potential employees, temporary workers, on-site subcontractors and visitors.\n\nWe are making progress by identifying and controlling risks on our sites and complying with the procedures and standards set out in the WCM (World Class Management) operational excellence program.\n\nThe health crisis reminded us that health and safety are absolute priorities. In addition to direct operations, the consideration of health and safety risks must include the entire value chain.\n\nOur health policy sets the guidelines for our actions to protect the health of our suppliers, customers, end users and local communities.\n\nThe design of our solutions and the quality of our products are at the heart of our commitment. Site quality certification, chemical risk management, and programs to reduce the use of chemicals in our products are all key elements of our commitment.\n\n• Responsible and committed management of the Covid-19 health crisis;\n• Safety training course for the management of subcontractors on site.\n\n• Publication of the HICE (Health indicator for occupational exposure) indicator on the management of risks related to noise\n• Update of our chemical inventory tool.\nThe climate emergency is a reality. Beyond commitments, stakeholders expect an effective reduction in the carbon footprint of production and consumption. This requires actions, innovation, investments and a range of solutions with a lower carbon impact.\n\nTo manage our impact and increase the contribution of our solutions, we have:\n\n- Operational excellence - including WCM - for sites or supply chain optimization;\n- Solutions for Growth, for the design and evaluation of our solutions, enabling carbon avoidance in the use phases;\n- Innovation in processes and products to achieve carbon neutrality by 2050.\n\nThe effects of climate change are already visible in the increase in areas under water stress, violent storms, flooding and the loss of biodiversity...\n\nLimiting the effects of climate change on the environment is essential for the future of the planet.\n\nOur water management policy supports our commitment to minimizing water withdrawal and moving towards “zero discharge” of industrial water in liquid form.\n\nOur biodiversity policy, supported by our charter for the environment and biodiversity in quarries and mines, guarantees our commitment to the preservation of biodiversity.\n\n- Biodiversity commitment as part of our partnership with Act4nature International;\n- Update of impacts on high and very high water stress areas, following the evolution published by the WRI.\nThe planet’s resources are not infinite. Not wasting them is therefore a priority. Products must be designed to limit the use of natural resources and promote recycling.\n\nWhile resources are limited and the preservation of the planet is essential, waste is not acceptable for production and consumption. Limiting waste and recovering and recycling it for a true circular economy means that everyone must be involved.\n\nContributing to the circular economy starts with our sites, our products and our solutions by reducing non-recycled waste, collecting waste from our customers or integrating deconstruction and end-of-life of products right from the design stage.\n\nIn addition, we are working to create channels and transformation of waste into recycled raw materials that are integrated into our products or recovered by partners.\n\n• New 2030 objectives for recyclable materials and recyclability.\n\n• New window dismantling services in Europe to recycle glass in our factories: services available in Finland, France, UK, Norway and Sweden.\nExpectations of greater comfort and well-being, and improvement of living conditions in general, are closely linked to the local culture in countries and regions. The adaptation of the offering integrates the expectations of local stakeholders.\n\nThrough the Solutions for Growth program, we provide sustainable and comfortable solutions to foster local and inclusive economic development. Our new organization - implemented as part of the Transform and Grow program - gives local teams responsibility for managing and creating value in the territories.\n\nTo stand in solidarity with local stakeholders so as to tackle societal challenges of communities and participate in collective efforts to improve living conditions, fight against inequality and include vulnerable populations.\n\nThe Group maintains relationships with local partners in order to stimulate local employment and support disadvantaged populations in the professional world. We contribute to local social issues through the Saint-Gobain Foundation, local foundations and corporate philanthropy initiatives. Solidarity is one of our values. In emergency situations, to help people who are discriminated against, excluded or in difficulty, or to promote decent housing, we mobilize by relying on the commitment of our employees and the local community.\n\n• Development of training programs for craftsmen to accelerate the deployment of sustainable solutions;\n• Training center for apprentices in France.\n\n• Nearly 10 million euros in favor of communities;\n• Solidarity in the face of the health crisis through donations to local communities.\nIN A MACROECONOMIC AND HEALTH ENVIRONMENT WHICH REMAINS AFFECTED BY UNCERTAINTIES, SAINT-GOBAIN EXPECTS THE FOLLOWING TRENDS:\n\n**AMERICAS**\nMarket growth, particularly new residential construction.\n\n**NORTHERN EUROPE**\nContinued outperformance in construction and support from stimulus programs.\n\n**SOUTHERN EUROPE, MIDDLE EAST AND AFRICA**\nContinued outperformance in construction thanks to strong residential renovation markets and support from national and European stimulus plans.\n\n**ASIA-PACIFIC**\nMarket growth, with continued good momentum in China and a sharp rebound expected in India.\n\n**HIGH PERFORMANCE SOLUTIONS**\nContinued sequential improvement in most industrial markets.\nFor 2021, the Group is targeting a significant like-for-like increase in operating income, with an improvement of more than 100 basis points in the operating margin compared to the 7.7% margin in 2018 (assuming that volumes return to their 2018 levels), confirming the success of “Transform & Grow”.\n\n**2021 PRIORITIES**\n\n**RISE OF MORE THAN 100 BASIS POINTS IN THE OPERATING MARGIN COMPARED TO THE 2018 MARGIN OF 7.7%, AND ONGOING STRONG DISCIPLINE IN TERMS OF FREE CASH FLOW GENERATION:**\n\n- Constant focus on the price-cost spread amid inflation in raw material and energy costs\n- Reduction in costs as part of additional post-coronavirus adaptation measures\n- Continuation of the operational excellence program\n- Maintaining the structural drivers for improvement in operating working capital requirement\n- Capital expenditure\n  - of around €1.5 billion\n  - ongoing digital transformation\n- Continued reduction in non-operating costs\n\n**IMPROVEMENT IN THE GROUP’S PROFITABLE GROWTH PROFILE, DRIVEN BY:**\n\n- The continuation of its portfolio optimization (divestments and acquisitions)\n- Outperformance versus the markets thanks to its range of integrated solutions\n- Strategy of differentiation and innovation to develop solutions for sustainability and performance\nTaking into account the challenges of sustainable development means giving priority to long-lasting materials that are recyclable or reusable, with a lower carbon footprint throughout their whole life cycle.\nINTEGRATION OF SUSTAINABLE DEVELOPMENT GOALS\n\nOBJECTIVE AND SIGNIFICANCE FOR SAINT-GOBAIN\n\nCREATING INCLUSIVE GROWTH IN THE COUNTRIES WHERE WE OPERATE\n\n• For employees: ensuring quality employment for its employees. For example, on January 1, 2020, the Group launched CARE by Saint-Gobain, a social protection program for all Group employees and their families;\n\n• For local communities: contributing to local economic development and employment\n\nHOW DOES SAINT-GOBAIN INTEGRATE THIS OBJECTIVE WITH RESPECT TO ITS VARIOUS STAKEHOLDERS?\n\nPROMOTING HEALTHY LIVES AND SUPPORT THE WELL-BEING OF ALL AT ALL AGES\n\n• For employees: health and safety are central to the EHS Charter and are values promoted by the Group;\n\n• For customers: designing comfortable and sustainable products is a priority;\n\n• For local communities: offering sustainable and comfortable solutions to promote local and inclusive economic development;\n\n• For suppliers: to encourage suppliers to improve the health and safety of its employees, through the responsible purchasing policy.\n\nCORRESPONDING SDG TARGETS AND PERFORMANCE INDICATORS FOR SAINT-GOBAIN\n\n1.2; 1.4; 1a and 1b: investments in projects in favor of local communities\n1.3: CARE by Saint-Gobain program\n\nReferences\nURD 2020:\nChapter 1, section 1.5.1\nChapter 3, sections 3 and 4.3.3\n\n3.8: CARE by Saint-Gobain program\n3.9: SAFHEAR program\n\nOther indicators\nShare of technical and EHS training\n\nReferences\nURD 2020:\nChapter 3, Sections 2.2.4 and 3.2\nINTEGRATION OF SUSTAINABLE DEVELOPMENT GOALS\n\nOBJECTIVE AND SIGNIFICANCE FOR SAINT-GOBAIN\n\nPROMOTING LEARNING OPPORTUNITIES THROUGHOUT LIFE\n\n• For employees: to be a preferred employer, known and recognized for the richness of the career paths it offers;\n\n• For customers: the Group supports craftsmen and other professionals through training;\n\n• For local communities: maintaining relationships with local partners to stimulate local employment, notably through the Saint-Gobain Foundation;\n\n• For civil society: supporting young people is a priority. This is reflected in the many internships, work-study programs, VIEs and the creation of the Group’s apprentice training center in France.\n\nHOW DOES SAINT-GOBAIN INTEGRATE THIS OBJECTIVE WITH RESPECT TO ITS VARIOUS STAKEHOLDERS?\n\n4.4 and 4.7: In 2020, the Saint-Gobain Foundation supported 18 “integration and education” projects for 10,823 beneficiaries and an allocated budget of €868,870\n\nOther indicators\nEmployees who received training during the year\nAverage number of hours of training per employee per year\nTraining of managers in the Principles of Conduct and Action ACT, Comply, Adhere training programs\n\nReferences\nURD 2020, chapter 3, section 4.3.2\n\nCORRESPONDING SDG TARGETS AND PERFORMANCE INDICATORS FOR SAINT-GOBAIN\n\n5.1: Hiring rate by gender M/F\n5.1: Employee distribution by gender (M/F)\n5.1: Share of women managers among managers\n5.1: Ratio of total average male to female remuneration\n5.5: Share of women on the Executive Committee\n5.5: Share of women on the Board of Directors\n\nReferences\nURD 2020:\nChapter 3, sections 3.3.4 and 4.3.3\nChapter 5, section 1.1\n\nBEING INCLUSIVE BY ENCOURAGING EQUAL OPPORTUNITIES\n\n• For employees: create an environment conducive to fairness and equality, which is crucial to employees’ professional growth, so as to improve the Group’s performance;\n\n• For local communities: to improve the living conditions of the most disadvantaged by supporting education-related projects, in particular for young girls, for example through the Saint-Gobain India Foundation.\nINTEGRATION OF SUSTAINABLE DEVELOPMENT GOALS\n\nOBJECTIVE AND SIGNIFICANCE FOR SAINT-GOBAIN\n\nLIMITING THE IMPACT ON WATER RESOURCES (WATER WITHDRAWALS)\n\n• For civil society: reduce as much as possible the impact of the Group’s activities on water resources, whether it be through water withdrawals or discharges;\n\n• For suppliers: pay particular attention to the quality of the Group’s supplies and the performance of its suppliers in terms of sustainable resource management;\n\n• For local communities: promote local management of these issues, for example by participating in the preservation of biodiversity in the city.\n\nHOW DOES SAINT-GOBAIN INTEGRATE THIS OBJECTIVE WITH RESPECT TO ITS VARIOUS STAKEHOLDERS?\n\n6.3: Total water discharge\n6.4: Monitoring the goal to reduce water discharge by 80% between 2010 and 2025\n6.4: Surface water withdrawal on sites with very high water stress\n6.5: Quantity of water reused in production processes via internal recycling systems\n6.5: Quantity of waste generated\n\nCORRESPONDING SDG TARGETS AND PERFORMANCE INDICATORS FOR SAINT-GOBAIN\n\n7.1: Number of sites certified for energy management (ISO 50001)\n7.2: Share of renewable electricity in total electricity consumption\n7.3: Monitoring the goal to reduce energy consumption by 15% between 2010 and 2025\n7.3: Total energy consumption of entire Group\n\nOther indicators\nCDP Water Disclosure\n\nTO USE OUR LOCAL CONSUMPTION POTENTIAL TO DEVELOP LOCAL RENEWABLE ENERGY NETWORKS\n\n• For civil society: accelerate the change towards a low-carbon energy system through procurement and investment; participate in research and multi-stakeholder actions such as participation in the ETC (Energy Transition Commission)\n\nReferences\nURD 2020, chapter 3, section 4.1.6.2\nINTEGRATION OF SUSTAINABLE DEVELOPMENT GOALS\n\nOBJECTIVE AND SIGNIFICANCE FOR SAINT-GOBAIN\n\nCREATING CONDITIONS GUARANTEEING QUALITY JOBS FOR OUR EMPLOYEES\n\n- For employees: to strengthen employee satisfaction, through the launch of version 4.0 of its OPEN (Our People in an Empowering Network) program;\n- For suppliers: ensuring decent working conditions by signing the Supplier Charter;\n- For civil society: to commit to decent work for all as part of the Global Deal.\n\nENGAGING OUR INNOVATION AT THE SERVICE OF SUSTAINABLE DEVELOPMENT AND THE CIRCULAR ECONOMY\n\n- For employees: implement an eco-innovation approach and measure the sustainable performance of its products and solutions to anticipate market trends;\n- For civil society: member of the WBCSD (World Business Council for Sustainable Development) board in charge of climate, energy, circular economy, cities and mobility.\n\nHOW DOES SAINT-GOBAIN INTEGRATE THIS OBJECTIVE WITH RESPECT TO ITS VARIOUS STAKEHOLDERS?\n\nCORRESPONDING SDG TARGETS AND PERFORMANCE INDICATORS FOR SAINT-GOBAIN\n\n8.5: Layoff rate\n8.5: Hiring rate\n8.5: Proportion of shares held by employees\n8.7: Number of incidents involving forced or compulsory labor\n8.7: Other human rights incidents, including child labor\n8.8: Number of signed and active agreements with employee representatives\n8.8: Group accident frequency rate (TRAR)\n8.8: Number of sites with Health and Safety certification (OHSAS 18001 - ILO OSH 2001 - ISO 45000)\n\nOther indicators\nOPEN program, Top Employer Global\n\nReferences\nURD 2020, chapter 3, sections 1.5, 1.6.2, 3.1.1 and 3.2.2\n\n9.1: Number of “Quality” certified sites\n9.4: Soil decontamination, site remediation and other clean-up costs\n9.5: Number of patents filed in 2020: over 400 Number of researchers: 3,600\nTop Global Innovator for the tenth consecutive year\n\nReferences\nURD 2020, chapter 3, sections 1.6.1 and 2.1.2\nINTEGRATION OF SUSTAINABLE DEVELOPMENT GOALS\n\nOBJECTIVE AND SIGNIFICANCE FOR SAINT-GOBAIN\n\nBEING INCLUSIVE BY ENCOURAGING EQUAL OPPORTUNITIES\n\n• For employees: to create an environment conducive to professional growth by promoting fairness and equality in order to improve our performance;\n\n• For local communities: fostering inclusion and promoting diversity in all its forms: gender, nationalities, training, career paths, generational diversity, disabilities, ethnic and social origins.\n\nOFFERING SUSTAINABLE AND AFFORDABLE SOLUTIONS THAT ARE ADAPTED TO THE LIFESTYLE CHANGES ASSOCIATED WITH INCREASING URBANIZATION\n\n• For customers: designing, producing and distributing sustainable, high-performance solutions, by country and end market;\n\n• For local communities: providing financial support for projects to build or rehabilitate living spaces for people in difficulty, through the Saint-Gobain Foundation;\n\n• For civil society: investing in partnerships at local level, for example with Green Building Councils (GBCs).\n\nHOW DOES SAINT-GOBAIN INTEGRATE THIS OBJECTIVE WITH RESPECT TO ITS VARIOUS STAKEHOLDERS?\n\nCORRESPONDING SDG TARGETS AND PERFORMANCE INDICATORS FOR SAINT-GOBAIN\n\n10.2 and 10.3: Percentage of disabled employees in the Group\n10.2 and 10.3: Percentage of employees under 30\n10.2 and 10.3: Percentage of employees aged 30 to 50\n10.2 and 10.3: Percentage of employees aged over 50\n10.2 and 10.3: Total incidents, including disability, harassment, ethnic origin, gender and other\n\nReferences\nURD 2020, chapter 3, section 3.3.4\n\n11.1 and 11.c: Investments in projects in favor of local communities. In 2020, the Saint-Gobain Foundation supported 19 “social housing” projects for 42,166 beneficiaries and an allocated budget of €933,905.\n\nReferences\nURD 2020: Chapter 2, sections 3.1 and 4.1.4\nINTEGRATION OF SUSTAINABLE DEVELOPMENT GOALS\n\nOBJECTIVE AND SIGNIFICANCE FOR SAINT-GOBAIN\n\nCHANGING THE WAY WE DESIGN, PRODUCE AND DISTRIBUTE OUR PRODUCTS AND SOLUTIONS TO DEVELOP THE CIRCULAR ECONOMY\n\nHOW DOES SAINT-GOBAIN INTEGRATE THIS OBJECTIVE WITH RESPECT TO ITS VARIOUS STAKEHOLDERS?\n\n• For employees: integrate eco-innovation into training for new research managers and R&D project leaders;\n• For customers: design, produce and distribute sustainable and comfortable solutions.\n\nCORRESPONDING SDG TARGETS AND PERFORMANCE INDICATORS FOR SAINT-GOBAIN\n\n12.2: Responsible timber purchases\n12.2: Training in responsible purchasing policy\n12.4 and 12.5: quantity of waste generated\n12.4 and 12.5: quantity of waste reused or recycled\n12.6: Amount of purchases covered by the signature of the supplier charter\n12.6: Proportion of suppliers per CSR performance level\n\nReferences\nURD 2020\nChapter 2, section 1.1.1.5\nChapter 3, sections 2.1 and 4.2\n\nCONTRIBUTING TO THE EMERGENCE OF LOW-CARBON ECONOMIES CAPABLE OF PRESERVING THE COMMON GOOD\n\n• For customers: engage with a wide range of private and public stakeholders to increase its positive contribution;\n• For civil society: promote the emergence of a low-carbon economy via reaching carbon neutrality by 2050;\n• For investors: support the recommendations of the Task Force on Financial Disclosure (TCFD);\n• For regulators: participate in the public debate on climate change;\n• For suppliers: encourage suppliers to reduce their carbon footprint.\n\n13.1: Number of sites with environmental certification (ISO 14001 and/or EMAS)\n13.1: Monitoring of the target of reducing CO₂ emissions (scopes 1+2) in absolute terms by 33% between 2017 and 2030 (SBTi validation)\n13.1: Monitoring the goal to reduce SO₂, NOx and dust emissions by 20% between 2010 and 2025\n\nOther indicators\nTCFD 2020, CO₂ roadmap\n\nReferences\nURD 2020\nChapter 2, section 1.1.1\nChapter 3, sections 1.5, 1.6.1, 2.3 and 4.1\nINTEGRATION OF SUSTAINABLE DEVELOPMENT GOALS\n\nOBJECTIVE AND SIGNIFICANCE FOR SAINT-GOBAIN\n\nSHARING OUR VALUES WITH OUR STAKEHOLDERS\n\nHOW DOES SAINT-GOBAIN INTEGRATE THIS OBJECTIVE WITH RESPECT TO ITS VARIOUS STAKEHOLDERS?\n\n• For employees: rely on the Code of Ethics: Principles of Conduct and Action;\n• For suppliers: integrate supplier adherence to the supplier charter into the responsible purchasing approach;\n• For civil society: compliance with the law, the principles of the Code of Ethics and respect for human rights are fundamental values of the Group.\n\nCORRESPONDING SDG TARGETS AND PERFORMANCE INDICATORS FOR SAINT-GOBAIN\n\n16.2: Other human rights incidents, including child labor\n16.3: Alerts received through alert systems\n16.3: Amount of significant penalties for non-compliance with laws and regulations\n16.5: Number of reported cases of corruption\n16.7: Number of active agreements signed with employee representative bodies\n\nOther indicators\nAlert system for all stakeholders\n\nReferences\nURD 2020, chapter 3, sections 1.2, 1.3 and 1.4\nSAINT-GOBAIN - 2020 INTEGRATED REPORT\n\nFINANCIAL PERFORMANCE INDICATORS\n\n2020 SALES\n€38,128 M\n\nOPERATING INCOME\n€2,855 M\n\nRECURRING NET INCOME\n€1,470 M\n\nFREE CASH FLOW\n€3,044 M\n\nBREAKDOWN OF SALES\n\n- AMERICAS: 15% (+4.7% VS 2019*)\n- ASIA-PACIFIC: 4%\n- NORTHERN EUROPE: 32% (-7.1% VS 2019*)\n- SOUTHERN EUROPE, MIDDLE EAST, AFRICA: 32% (-4.9% VS 2019*)\n- SOUTHERN EUROPE, MIDDLE EAST, AFRICA: 17% (-10.1% VS 2019*)\n\nBREAKDOWN OF OPERATING INCOME\n\n- AMERICAS: 23%\n- ASIA-PACIFIC: 6%\n- NORTHERN EUROPE: 28%\n- SOUTHERN EUROPE, MIDDLE EAST, AFRICA: 22%\n- HPS*: 21%\n\n*High Performance Solutions\nSaint-Gobain has taken the commitment to reach net zero carbon emissions by 2050. -12.2%: reduction of CO₂ emissions between 2010 and 2020 (2025 target: -20%).\n\n100% of trade purchases are covered by the Suppliers Charter (90.6% for non-trade purchases).\n\nFor the third consecutive year, Saint-Gobain is included on the Bloomberg Gender Equality Index.\n\nSaint-Gobain’s actions in favor of the circular economy have helped avoid the extraction of 10,100,574 tons of virgin raw materials (sand, gypsum).\n\n1.8 Accident frequency rate with and without more than 24 hours of lost time (employees, temporary staff and permanent subcontractors).\n\n“CARE by Saint-Gobain” social protection program: for the “parenthood” pillar, maternity/adoption leave of minimum 14 weeks at full salary and paternity/partner leave of minimum 3 days at full salary.\nSAINT-GOBAIN - 2020 INTEGRATED REPORT\n\nPERFORMANCE\n\nNON-FINANCIAL PERFORMANCE INDICATORS\n\n€25,526 M\nOPERATIONAL COSTS – PAYMENTS TO SUPPLIERS\n\n€38,128 M\n2020 SALES\n\n€15,393 M\nADDED VALUE\n\nPortion held for growth\n€6,490 M\n42.16%\n\nSalaries and other personnel compensation\n€7,625 M\n49.54%\n\nRetirement contributions\n€237 M\n1.54%\n\nTaxes and duties\n€685 M\n4.45%\n\nInterest repayment (incl. IFRS 16 interest)\n€301 M\n1.96%\n\nDividends paid\n€44 M\n0.29%\n\nInvestments in local communities\n€10 M\n0.06%\n\n€2020 SALES\n\n€15,393 M\nADDED VALUE\n\n€38,128 M\n2020 SALES\n\n€25,526 M\nOPERATIONAL COSTS – PAYMENTS TO SUPPLIERS\n\nPortion held for growth\n€6,490 M\n42.16%\n\nSalaries and other personnel compensation\n€7,625 M\n49.54%\n\nRetirement contributions\n€237 M\n1.54%\n\nTaxes and duties\n€685 M\n4.45%\n\nInterest repayment (incl. IFRS 16 interest)\n€301 M\n1.96%\n\nDividends paid\n€44 M\n0.29%\n\nInvestments in local communities\n€10 M\n0.06%\nThe Saint-Gobain tower in La Défense (Paris) is to this day the record holder for international environmental certification among high-rise buildings in France.\nON JANUARY 1, 2021, THE BOARD CONSISTED OF:\n\n14 DIRECTORS\n\nOF WHICH:\n\n- 45% WOMEN\n- 82% INDEPENDENT DIRECTORS, COMMITTEE CHAIRMEN ALL INDEPENDENT\n- 99% ATTENDANCE RATE\n- 1 LEAD INDEPENDENT DIRECTOR\n- 2 EMPLOYEE DIRECTORS + 1 DIRECTOR REPRESENTING EMPLOYEE SHAREHOLDERS\n\nPIERRE-ANDRÉ DE CHALENDAR\nExecutive Officer of Compagnie de Saint-Gobain\n\nJEAN-FRANÇOIS CIRELLI (1)\nChairman of BlackRock France, Belgium and Luxembourg\n\nLYDIE CORTES\nEmployee Director\n\nSIBYLLÉ DAUNIS\nChief Executive Officer of PUM and Director representing employee shareholders\n\nIÉDA GOMES YELL\nResearch fellow and Director of companies\n\nANNE-MARIE IDRAC\nDirector of companies\n\nPAMELA KNAPP\nDirector of companies\n\nAGNÈS LEMARCHAND\nDirector of companies\n\nDOMINIQUE LEROY\nMember of the Management Board of Deutsche Telekom AG and Chief Executive Officer Europe\n\nDENIS RANQUE\nDirector of companies\n\nGILLES SCHNEPP\nDirector of companies\n\nJEAN-DOMINIQUE SENARD\nChairman of the Board of Directors of Renault\n\nPHILIPPE THIBAUDET\nEmployee Director\n\nPHILIPPE VARIN\nChairman of the Board of Directors of Suez\n\nBoard of Directors’ Secretary:\n\nANTOINE VIGNIAL\nGeneral Secretary of Compagnie de Saint-Gobain\n\n(1) Board member as an individual, and not as a BlackRock representative; Mr. Cirelli does not represent BlackRock at the Board of Directors.\nON JANUARY 1, 2021, THE EXECUTIVE COMMITTEE COMPRISED THE FOLLOWING MEMBERS:\n\nPIERRE-ANDRÉ DE CHALENDAR\nChairman and Chief Executive Officer\n\nARMAND AJDARI\nVice-President, Research and Development\n\nPATRICK DUPIN\nSenior Vice-President, CEO Northern Europe Region\n\nTHIERRY FOURNIER\nSenior Vice-President, CEO Latin America Region\n\nJAVIER GIMENO\nSenior Vice-President, CEO Asia-Pacific Region\n\nCORDULA GUDDUSCHAT\nVice-President, Marketing and Development\n\nLAURENT GUILLOT\nSenior Vice-President, CEO High Performance Solutions\n\nANTOINE VIGNIAL\nGeneral Secretary in charge of Corporate Social Responsibility\n\nMARK RAYFIELD\nSenior Vice-President, CEO North America Region\n\nSREEDHAR N\nChief Financial Officer\n\nGUILLAUME TEXIER\nSenior Vice-President, CEO Southern Europe, Middle East, Africa Region\n\nMAUD THUAUDET\nVice-President, Strategy\n\nBENOIT D’IRIBARNE\nSenior Vice-President, Technology and Industrial Performance\n\nBENOIT BAZIN\nChief Operating Officer\n\nCLAIRE PEDINI\nSenior Vice-President, Human Resources and Digital Transformation\n\nLAURENCE PERNOT\nVice-President, Communications\n\nMARK RAYFIELD\nSenior Vice-President, CEO North America Region\n\nLAURENT GUILLOT\nSenior Vice-President, CEO High Performance Solutions\n\nBENOIT D’IRIBARNE\nSenior Vice-President, Technology and Industrial Performance\n\nTHE EXECUTIVE COMMITTEE MEETS ONCE A MONTH.\nPoint.P’s new branch on the quayside at Port de Javel on the Seine in Paris (France) shares an exceptional quayside location with the neighborhood inhabitants. It allows for optimal use of river transport, so as to take as many truck journeys off the roads as possible and avoid emissions of CO₂. Its architectural quality and comfort proves it is indeed possible to reinvent trade within city centers.\nThe Group pays particular attention to the United Nations Sustainable Development Goals (SDGs), so as to make progress in evaluating the real impacts that companies can have in working towards a fairer, more sustainable world. These goals also make possible new multi-stakeholder collaborations, in which companies are engaged locally and globally.\n\nLinks between the various elements of Saint-Gobain’s value chain and the United Nations Sustainable Development Goals are described page 35.\nThe materiality matrix published by the Group was reviewed in 2020 with the assistance of Mazars.\n\nThe same methodological principles were used:\n- **Identify priority issues**, based on the documentation available on the company, its activities and its environment;\n- **Share these issues** with its main stakeholders;\n- **Prioritize these issues** by comparing stakeholder expectations against the vision of management.\n\nA **methodology note** is available on the Group website. The assessment is based on information gathered during interviews with experts, customer surveys, employee surveys, minutes of meetings with various stakeholders, and internal interviews. For example, interviews with external stakeholders conducted in the context of the formulation of the Group’s purpose, or the “me@saint-gobain” survey conducted among Group employees were included in the analysis, as were the Group’s transformations as part of the Transform & Grow program.\n### CLIMATE\n\n- **CO₂ emissions scope 1+2 (Mt)**\n  - 2020: 10.4\n  - 2019: 10.8\n  - 2018: 11.7\n\n- **Reduce carbon emissions by 20% (scope 1 and 2) at iso-production by 2025 (2010 basis)**\n  - 2020: -12.2%\n  - 2019: -14.5%\n  - 2018: -11.7%\n\n- **Reduce carbon emissions by 33% (scope 1 and 2) in absolute terms between 2017 and 2030 (SBTi validation)**\n  - 2020: -22.2%\n  - 2019: -19.4%\n  - 2018: -12.7%\n\n- **CO₂ scope 3 emissions (Mt)**\n  - 2020: 17.4\n\n- **Reduce carbon emissions by 16% (scope 3) in absolute terms between 2017 and 2030 (SBTi validation)**\n  - 2020: -22.2%\n  - 2019: -19.4%\n  - 2018: -12.7%\n\n- **CO₂ eq avoided emissions thanks to our insulation solutions sold in 1 year (Mt)**\n  - 2020: 1,200*\n\n- **Solutions for Growth: sustainable share >70%**\n\n- **Evolution of CO₂ impact (scope 1+2) on Group revenue (kgCO₂ /€ sales)**\n  - 2020: 0.27\n  - 2019: 0.25\n  - 2018: 0.28\n\n- **Number of environment-certified sites (ISO 14001. EMAS)**\n  - 2020: 610\n  - 2019: 610\n  - 2018: 599\n\n- **Number of sites certified for energy management (ISO 50001)**\n  - 2020: 158\n  - 2019: 160\n  - 2018: 158\n\n- **Number of quality-certified sites (ISO 9001)**\n  - 2020: 579\n  - 2019: 597\n  - 2018: 583\n\n### ENERGY\n\n- **Total energy consumed (GWh)**\n  - 2020: 41,020\n  - 2019: 41,974\n  - 2018: 44,111\n\n- **Reduce energy consumption by 15% at iso-production between 2010 and 2025**\n  - 2020: 1.3%\n  - 2019: -2.1%\n  - 2018: -2.9%\n\n- **Renewable electricity contribution as part of total electricity consumption (%)**\n  - 2020: 18.9%\n  - 2019: 18.2%\n  - 2018: 11.9%\n\n- **Evolution of energy consumed impact on Group revenue (kWh/€ sales)**\n  - 2020: 1.08\n  - 2019: 0.99\n  - 2018: 1.06\n\n### AIR QUALITY\n\n- **NOₓ (excluding N₂O) emissions (t)**\n  - 2020: 16,988\n  - 2019: 18,116\n  - 2018: 19,308\n\n- **Reduce NOₓ by 20% at iso-production between 2010 and 2025**\n  - 2020: -15.7%\n  - 2019: -23.0%\n  - 2018: -20.6%\n\n- **SO₂ emissions (t)**\n  - 2020: 10,276\n  - 2019: 11,366\n  - 2018: 18,213\n\n- **Reduce SO₂ by 20% at iso-production between 2010 and 2025**\n  - 2020: -51.8%\n  - 2019: -57.5%\n  - 2018: -46.0%\n\n- **Dust emissions, including PM10 (t)**\n  - 2020: 4,817\n  - 2019: 5,512\n  - 2018: 7,482\n\n- **Reduce dusts by 20% at iso-production between 2010 and 2025**\n  - 2020: -53.0%\n  - 2019: -54.7%\n  - 2018: -49.0%\n\n---\n\n* Estimate based on 2017 sales of insulative solutions.\n** New methodology.\n### WATER\n\n- Total water withdrawal (M of m³): 45.4, 48.9, 52.8\n- Percentage of recycled water (%): 85%, 84.9%, 85.9%\n- Total water discharge (M of m³): 23, 24.3, 27.6\n- Reduce water discharge by 80% at iso-production between 2010 and 2025: -31.5%, -34.5%, -35.0%\n- Percentage of on site water withdrawal in regions with high or extremely high water stress (%): 16%, 10%, 11%\n- Total volume of water withdrawal on sites with high water stress based on Aqueduct 2020 data (M of m³): 4.6 **\n- Total volume of water withdrawal on sites with extremely high water stress based on Aqueduct 2020 data (M of m³): 2.5 **, 0.58 ***, 0.6 ***\n- Total volume of water discharged on sites with high water stress based on Aqueduct 2020 data (M of m³): 2.4 **\n- Total volume of water discharged on sites with extremely high water stress based on Aqueduct 2020 data (M of m³): 0.6 **\n\n### R&D\n\n- Budgets allocated to R&D projects linked to environment (€M): 86.4, 80.9, 78.3\n\n### CIRCULAR ECONOMY\n\n- Amount of waste generated (Mt): 1.309, 1.585, 1.614\n- Quantity of non-recovered waste (Mt): 0.445, 0.515, 0.517\n- Reduce non-recovered waste by 50% at iso-production between 2010 and 2025: -26.3%, -11.5%, -15.9%\n- Quantity of waste reused or recycled (Mt): 0.854, 1.083, 1.091\n- Quantity of hazardous waste generated (Mt): 0.081, 0.102, 0.123\n- Quantity of non-recovered hazardous waste (Mt): 0.036, 0.045, 0.038\n- Natural raw materials not extracted (Mt): 10.1, 8.5, 9.03\n\n### PRODUCT TRANSPARENCY\n\n- Number of EPD (Environmental Product Declaration) in construction activities: 1,255, 1,100, 800\n\n** New methodology.\n*** Scope of consolidation based on Aqueduct 2016.\n### HEALTH & SAFETY\n\n- **Group accident frequency rate (TRAR) (employees, temporary workers and permanent subcontractors)**: 1.8, 2.2, 2.4\n- **Percentage of sites having done Safhear Inventories (%)**: 44%\n- **Number of Health & Safety certified sites at the actual scope (OHSAS 18001 - ILO OSH 2001 - ISO 45001)**: 359, 368, 364\n- **Share of technical and EHS training (%)**: 56.1%, 54.4%, 41.4%\n\n### HUMAN RIGHTS\n\n- **Number of incidents involving forced or compulsory labor**: 0, 0, 0\n- **Number of incidents involving union freedom**: 1, 2, 1\n- **Other incidents involving human rights, including child labor**: 0, 0, 0\n- **Percentage of Group employees covered by a collective bargaining agreement**: 65%, 64.9%, 66%\n- **Number of reports received through the occupational whistle-blowing system**: 477, 537, 406\n\n### DIVERSITY\n\n- **Share of women managers among managers (%)**: 25.3%, 24.2%, 23.8%\n- **Diversity index (%)**: 90.7%, 91.4%, 91%\n- **Share of women in the highest positions (representing around 10% of the Group’s total positions)**: 23.6%, 23%, 22.5%\n- **Share of women senior managers (objective: 25% of women senior managers by 2025)**: 19%, 17.1%, 15.2%\n- **Ratio of basic average male to female wages**: 0.94\n- **Ratio of basic average male to female wages for managers**: 0.97, 0.95, 0.91\n- **Ratio of basic average male to female wages for junior managers**: 0.96, 0.98, 0.99\n- **Ratio of basic average male to female wages for confirmed managers**: 0.95, 0.95, 0.95\n- **Ratio of basic average male to female wages for senior managers**: 0.98, 0.96, 0.92\n- **Ratio of total average male to female remuneration**: 0.92, 0.92, 0.91\n- **Proportion of young people under 30 (%)**: 17.2%, 18%, 18%\n- **Proportion of people between 30 and 50 (%)**: 56.8%, 57%, 54%\n- **Proportion of people over 50 (%)**: 26%, 25%, 28%\n- **Proportion of disabled employees within the Group (%)**: 1.6%, 1.5%, 1.5%\n- **Hiring rate by gender M/F (%)**: 72.9%/27.1%, 74.2%/25.8%, 73.6%/26.4%\n- **Employee distribution by gender (M/F) (%)**: 77.4%/22.6%, 77.6%/22.4%, 77.4%/22.6%\n### Non-Discrimination\n\n- Number of incidents declared (total incidents of which: disability, harassment, ethnic origin, gender, other...)  \n  - 2020: 59  \n  - 2019: 54  \n  - 2018: 59\n\n### Talent Engagement\n\n- Satisfaction survey:  \n  - Employees responding (%)  \n    - 2020: 78%  \n    - 2019: 74%  \n    - 2018: 71.9%  \n  - Engagement index score  \n    - 2020: 82%  \n    - 2019: 79%  \n  - Employees feel adequately trained to do their work (% respondents)  \n    - 2020: 88%  \n    - 2019: 87%\n\n### Employment\n\n- Turnover rate (%)  \n  - 2020: 10.5%  \n  - 2019: 11.7%  \n  - 2018: 11%  \n  - Industry turnover rate (%)  \n    - 2020: 9.5%  \n  - Distribution turnover rate (%)  \n    - 2020: 12.4%  \n  - Hiring rate (%)  \n    - 2020: 13.5%  \n  - Layoff rate (%)  \n    - 2020: 4%  \n  - Share of employees who received training during the year (%)  \n    - 2020: 73.2%  \n    - 2019: 79.1%  \n    - 2018: 87.7%\n\n### Social Dialogue\n\n- Percentage of employees with employee representation  \n  - 2020: 67.7%  \n  - 2019: 54.4%  \n  - 2018: 53.7%  \n- Number of signed and active agreements with employee representatives  \n  - 2020: 2,638  \n  - 2019: 1,437  \n  - 2018: 1,506\n\n### Compensation and Social Benefits\n\n- Coverage rate of employees at minimum wages  \n  (either within the legal framework or by negotiating collective bargaining agreements)  \n  - 2020: > 99%  \n  - 2019: > 99%  \n- “CARE by Saint Gobain” social protection program coverage (% employees)  \n  - Parental pillar (14 weeks maternity leave on full salary and a minimum of 3 days leave on full salary for the spouse after the birth or adoption of a child)  \n    - 2020: 100%  \n- Group Savings Plan (PEG) : coverage rate of participating countries (as a percentage of total headcount)  \n  - 2020: 88.1%  \n  - 2019: 88.0%  \n  - 2018: 88.6%\n### ETHICS & COMPLIANCE\n\n| Topic                                                                 | 2020 | 2019 | 2018 | 2025 | 2030 |\n|----------------------------------------------------------------------|------|------|------|------|------|\n| Share of managers trained to the code of ethics - the Principles of Conduct and Action - in their first year (%) | 97%  | 93%  | 96%  |      |      |\n| Act training program: share of managers trained (%)                  | 94%  | 95%  |      |      |      |\n| Comply (anti-trust laws) training: share of managers trained (%)     | 96%  | 91%  |      |      |      |\n| Number of cases of corruption reported                              | 0    | 0    | 0    |      |      |\n| Total number of penalties for violation of laws and regulations      | 0    | 0    | 0    |      |      |\n\n### RESPONSIBLE PURCHASING\n\n| Topic                                                                 | 2020 | 2019 | 2018 | 2025 | 2030 |\n|----------------------------------------------------------------------|------|------|------|------|------|\n| Total non-trade purchases covered by the Suppliers Charter (eligible perimeter) (%) | 90.6%| 89.1%| 82.6%|      |      |\n| Percentage of responsible timber purchases - trade (%)              | 94.8%| 96.5%| 95%  |      |      |\n| Number of trainings to the responsible purchasing program (non trade - Boost) | 2,428| 2,525| 2,734|      |      |\n| Trade: percentage of so-called “at risk” purchases evaluated in terms of CSR | 43.2%|      |      |      |      |\n| Non-trade: percentage of so-called “at risk” purchases evaluated in terms of CSR (**) | 62.3%|      |      |      |      |\n\n*Detailed reporting: “Responsible purchasing”, URD 2020, page 133*\n\n### GOVERNING BODIES\n\n| Topic                                                                 | 2020 | 2019 | 2018 | 2025 | 2030 |\n|----------------------------------------------------------------------|------|------|------|------|------|\n| Share of women on Board (%)                                          | 45%  | 45%  | 42%  |      |      |\n| Share of women on Group executive committee (%)                      | 25%  | 23.5%| 21.4%|      |      |\n| Average share of women in the Business Unit’s executive committees (%)| 82%  | 73%  | 73%  |      |      |\n| Share of independent directors on Board (%)                          | 20%  | 15%  |      |      |      |\n| % ESG criteria in long term incentive plans                          |      |      |      |      |      |\n\n### GROUP SAVINGS PLAN\n\n| Topic                                                                 | 2020 | 2019 | 2018 | 2025 | 2030 |\n|----------------------------------------------------------------------|------|------|------|------|------|\n| Proportion of shares held by Group employees’ savings plan           | 9.1% | 8.7% | 8%   |      |      |\n\n### INCLUSIVE GROWTH\n\n| Topic                                                                 | 2020 | 2019 | 2018 | 2025 | 2030 |\n|----------------------------------------------------------------------|------|------|------|------|------|\n| Investments in projects for local communities (€M)                   | 9.9  | 6.1  | 6.8  |      |      |\n## OUR TOOLS\n\n### BUILDING TRUST WITH STAKEHOLDERS\n\n| OUR PILLARS | OUR CHALLENGES | OUR PROGRAMS | OUR TOOLS |\n|-------------|----------------|--------------|-----------|\n| Business ethics | Ethical practices with employees | OUR POLICIES AND COMMITMENTS | OUR LEVERS |\n| Responsible purchasing | | | |\n\n#### OUR POLICIES AND COMMITMENTS\n- Principles of Conduct and Action\n- Human Rights policy\n- Anti-corruption policy\n- The “fil concurrence”\n- Data privacy policy\n\n#### OUR ACTION PLANS\n- Deployment of the compliance program\n- Alert system and its application\n\n#### OUR LEVERS\n- Training programs: Adhere, Comply, Act\n\n#### Responsible purchasing\n\n#### OUR POLICIES AND COMMITMENTS\n- Commitment to responsible purchasing\n- Human rights policy\n- Specific policies: timber and minerals at risk\n\n#### OUR ACTION PLANS\n- World Class Purchasing Program (WCP)\n- “Responsible Purchasing” program, including purchasers’ and suppliers’ charters and CSR risk analysis tools\n\n#### OUR LEVERS\n- Training of purchasers\n- Supplier Charter\n- Purchaser Charter\n### Employee engagement and diversity\n\n**OUR POLICIES AND COMMITMENTS**\n- Human Resources (HR) policy\n- “Attitudes” by Saint-Gobain\n\n**OUR ACTION PLANS**\n- OPEN program: talent, mobility, diversity and development\n- Mental Well-Being Program (MWB)\n- CARE by Saint-Gobain Program\n- WCM program: HR development pillar including skills management\n\n**OUR LEVERS**\n- Leadership: Trust, Empowerment and Collaboration\n- Employer branding\n\n### Diversity and inclusion\n\n**OUR POLICIES AND COMMITMENTS**\n- Equal treatment policy in terms of recruitment, access to promotions, professional training and compensation\n- United Nations Women Empowerment Principles (WEP)\n\n**OUR ACTION PLAN**\n- OPEN program: diversity pillar\n\n**OUR LEVERS**\n- Local WIN (Women In Network) networks and mentoring\n- Training modules, aimed at ensuring the understanding and adherence of our collaborators to our policies\n- HR Analytics Gender Diversity Gap Program: using big data to identify bias\n### Building Trust with Stakeholders (Continued)\n\n| Our Pillars | Our Challenges | Our Programs | Our Tools |\n|-------------|----------------|--------------|-----------|\n| Health and safety across the entire value chain | With our employees, temporary workers and subcontractors | **Our Policies and Commitments**<br>• EHS charter and policy<br>• Health policy | **Our Action Plans**<br>• WCM Program: “Health and Safety” pillar<br>• Health and safety management system:<br>  • risk identification<br>  • risk management through standards deployed on site and training adapted to operations<br>  • system verification through audits and site certification |\n| For our suppliers, our customers, the end user and the local communities | | **Our Policies and Commitments**<br>• EHS charter and policy<br>• Health policy | **Our Action Plans**<br>• Solutions For Growth: health and safety benefits for the installer and the end user<br>• Innovation process integrating health and safety risks, including EHS checklist<br>• Responsible purchasing: a pillar on the health and safety of suppliers’ employees<br>**Our Levers**<br>• S’BASE and Safhear tools at our sites to reduce the presence of chemicals in our sites and therefore in our products |\n## Contributing to the Common Good\n\n| Our Pillars | Our Challenges | Our Programs | Our Tools |\n|-------------|----------------|--------------|-----------|\n| Climate change | Carbon impact | **Our Policies and Commitments** | Energy, air emissions and climate policies  \n“Net Zero Carbon” commitment |\n| | | **Our Action Plans** | Internal program: WCM for the energy efficiency of our sites  \nSolutions for Growth for the design and evaluation of our solutions  \nRoadmap 2030 towards carbon neutrality by 2050 including process innovation |\n| | | **Our Levers** | Internal carbon pricing and dedicated investments  \nSCORE eco-design tool and Environmental Product Declaration (EPD)  \n“Climate 2050” e-learning program |\n| Other environmental impacts | | **Our Policies and Commitments** | EHS charter and policy  \nBiodiversity policy  \nWater management policy  \nAct4nature International |\n| | | **Our Action Plan** | Environmental Management System |\n| | | **Our Levers** | Monitoring of high and very high water stress areas |\n\n**Energy-related challenges**  \n**Challenges related to biodiversity**  \n**Water-related challenges**\n## Contributing to the Common Good (Continued)\n\n| Our Pillars                  | Our Challenges                                      | Our Programs | Our Tools |\n|------------------------------|------------------------------------------------------|--------------|-----------|\n| Circular economy             | Sustainable resources management                      |              |           |\n|                              | **Our Policies and Commitments**                     |              |           |\n|                              | • Sustainable resources management policy            |              |           |\n|                              | • Biodiversity policy and charter for the environment and biodiversity in quarries and mines |              |           |\n|                              | **Our Action Plan**                                  |              |           |\n|                              | • Quarries management                                |              |           |\n|                              | • Innovation process to develop products, solutions and services and to develop manufacturing processes |              |           |\n|                              | **Our Levers**                                       |              |           |\n|                              | • SCORE tool to evaluate our use of non-recyclable raw materials |              |           |\n| Collection, recycling and waste recovery | **Our Policies and Commitments**                     |              |           |\n|                              | • Sustainable resources management policy            |              |           |\n|                              | • Act4nature International                          |              |           |\n|                              | **Our Action Plans**                                 |              |           |\n|                              | • Programme Solutions for Growth, in particular:     |              |           |\n|                              | • substitution of raw materials by recycled or renewable materials |              |           |\n|                              | • evolution of formulations to reduce their content of dangerous substances |              |           |\n|                              | • improving the recyclability and reusability of solutions |              |           |\n\nChallenges related to materials and circularity\n\nChallenges related to biodiversity\n## Contributing to the Common Good (Continued)\n\n| Our Pillars                  | Our Challenges                                                                 | Our Programs                                                                 | Our Tools                                                                 |\n|------------------------------|--------------------------------------------------------------------------------|------------------------------------------------------------------------------|---------------------------------------------------------------------------|\n| Inclusive growth             | In synergy with our country markets, sites and structures                      | **Our Action Plan**                                                          | • Solutions for Growth program (sustainable and efficient solutions) in particular relating to the performance |\n|                              |                                                                                | **Our Levers**                                                               | • Training structures (face-to-face and e-learning solutions) for craftsmen, customers and end users |\n|                              |                                                                                |                                                                              | • Educational actions with qualification training in particular for young people |\n| Through philanthropy and employee engagement |                                                                                | **Our Action Plan**                                                          | • Actions carried out by countries in favor of local communities |\n|                              |                                                                                | **Our Levers**                                                               | • Solidarity actions in emergency situations |\n|                              |                                                                                |                                                                              | • Saint-Gobain Foundation, local foundations and sponsorship initiatives |\n\n- Energy-related challenges\n- Challenges related to local issues\nCDP\nCDP is a not-for-profit charity that runs the global disclosure system for investors, companies, cities, states and regions to manage their environmental impacts.\n\nCSR\nCorporate social responsibility: voluntary integration on the part of companies, of social, societal and environmental issues into their business activities as well as in their relationships with their stakeholders. It represents the contribution of businesses to the challenges of sustainable development.\n\nDiversity Index\nStatistical representation of diversity within governing bodies in different aspects (nationality, experience, gender).\n\nETC\nEnergy Transition Commission: Global coalition of leaders from across the energy landscape committed to achieving net-zero emissions by mid-century, created in September 2015 and based in London.\n\nGBC\nGreen Building Councils are independent, non-profit organisations made up of businesses and organisations working in the building and construction industry in more than 100 countries.\n\nGlobal Deal\nMulti-stakeholder initiative for social dialogue and inclusive growth launched in 2016 by the Swedish Prime minister, under the aegis of the OECD (Organisation for Economic Co-operation and Development) and the WLO (International Labour Organization). It contributes to foster social dialogue, consultation, negotiation between or among representatives of governments, employers and workers on economic and social policy issues.\n\nMateriality\nQuality of being relevant or significant for an organization and its capacity to create financial and extra-financial value for itself as well as for its shareholders.\n\nNet Zero Carbon\nBalance between the amount of greenhouse gas produced and the amount removed from the atmosphere.\n\nSBTi\nLaunched in June 2015, the Science Based Targets initiative (SBTi) is a project managed in cooperation by the Carbon Disclosure Project (CDP), the United Nations’ Global Compact, the World Resource Institute (WRI) and the World Wildlife Fund (WWF). It aims at encouraging businesses to set greenhouse gas emission reduction goals grounded in climate science. The overall ambition is to promote strategies allowing for the level of decarbonation that is required to keep global temperature rise to well below 2°C above pre-industrial levels and pursuing efforts to limit warming to 1.5°C, in line with Intergovernmental Panel on Climate Change recommendations and the 2015 Paris Agreement.\n\nScopes\nA company’s carbon footprint includes both its direct and indirect emissions, measured over 3 different perimeters:\n• Scope 1: direct emissions\n• Scope 2: indirect emissions from the generation of purchased electricity, steam, heating and cooling consumed by the reporting company\n• Scope 3: other indirect emissions\n\nSDG\nThe Sustainable Development Goals (SDGs), also known as the Global Goals, were adopted by the United Nations in 2015 as a universal call to action to end poverty, protect the planet, and ensure that by 2030 all people enjoy peace and prosperity. The 17 SDGs are integrated – they recognize that action in one area will affect outcomes in others, and that development must balance social, economic and environmental sustainability.\nSolutions for Growth\nSaint-Gobain programme of sustainable, high-performance solutions with proven benefits for the environment, the customers and the other stakeholders.\n\nStakeholders\nStakeholders are all the individuals and organizations that participate in a given company’s life, that observe it, influence it, and all those who are more or less directly influenced by that company. They can be divided into two main categories, internal stakeholders and external stakeholders.\n\nTCFD\nTask Force on Climate-related Financial Disclosures: created in 2015 by the Financial Stability Board (FSB), in response to a G20 call, to develop consistent climate-related financial risk disclosures for use by companies, banks, and investors in providing information to stakeholders. The TCFD recommendations consist of four pillars – Governance, Strategy, Risk Management, and Metrics & Targets – with suggested disclosures against each one.\n\nTransform & Grow\nAnnounced in November 2018 by Saint-Gobain, the Transform & Grow plan was implemented starting January 1, 2019 for a two-year period.\n\nValue chain\nSeries of interconnected activities which deliver a more or less strategic and important value for the company, taking into account upstream operations (suppliers) and downstream operations (clients and other concerned stakeholders).\n\nValue creation model\nGraphic representation of the way an organization creates value for itself and all its stakeholders by calling on resources and relations, and taking into account its mission, its vision, its strategy and its resource allocation approach.\n\nWBCSD\nWorld Business Council for Sustainable Development: a global, CEO-led organization of over 200 leading businesses and partners working together to accelerate the transition to a sustainable world, taking into account all three pillars of sustainable development – economic, social and environmental.\nCREDITS\n\nPHOTO CREDITS:\nSimon Berg; Capapictures_C.Abad; d3sign; Nikos Daniilidis; Eric Garault; Getty Images; Imamember; Josephmelin; Laurent Kronental; Lingbeek; Jacob Lund/Shutterstock; Brett Monroe Garne; James O’Neil; Sawitree Pamee/EyeEm; Jason Persoff Stormdoctor; Wera Rodsawang; Saint-Gobain; Saint-Gobain ISOVER; Saint-Gobain Sekurit; Saint-Gobain Weber; Anucha Sirivisansuwan; SolarGard; Tmlau/Shutterstock; Shomos Uddin\n\nILLUSTRATIONS: Mickaël Merley\n\nDESIGN AND PRODUCTION: epithete.net\n\nThis document is available on the Group’s website: www.saint-gobain.com\n\nPublication date: May 2021\n", "source": "saint-gobain_2020", "added": "2025-04-09", "created": "2025-04-09", "metadata": {"Source-File": "climate_reports/ccrm_2022/saint-gobain_2020.pdf", "olmocr-version": "0.1.59", "pdf-total-pages": 78, "total-input-tokens": 132636, "total-output-tokens": 26753, "total-fallback-pages": 0}, "attributes": {"pdf_page_numbers": [[0, 0, 1], [0, 679, 2], [679, 928, 3], [928, 1264, 4], [1264, 1264, 5], [1264, 2468, 6], [2468, 4405, 7], [4405, 5088, 8], [5088, 6008, 9], [6008, 7254, 10], [7254, 11410, 11], [11410, 13493, 12], [13493, 14814, 13], [14814, 16285, 14], [16285, 16437, 15], [16437, 17703, 16], [17703, 18609, 17], [18609, 19735, 18], [19735, 20805, 19], [20805, 21763, 20], [21763, 22415, 21], [22415, 23283, 22], [23283, 24167, 23], [24167, 25436, 24], [25436, 26584, 25], [26584, 26861, 26], [26861, 27774, 27], [27774, 29345, 28], [29345, 30785, 29], [30785, 32034, 30], [32034, 33242, 31], [33242, 34184, 32], [34184, 35168, 33], [35168, 36779, 34], [36779, 37524, 35], [37524, 39620, 36], [39620, 40284, 37], [40284, 42692, 38], [42692, 43961, 39], [43961, 45317, 40], [45317, 46688, 41], [46688, 48077, 42], [48077, 49118, 43], [49118, 50722, 44], [50722, 51410, 45], [51410, 52680, 46], [52680, 52888, 47], [52888, 54367, 48], [54367, 56436, 49], [56436, 58179, 50], [58179, 60057, 51], [60057, 61868, 52], [61868, 63807, 53], [63807, 64860, 54], [64860, 65448, 55], [65448, 66289, 56], [66289, 67191, 57], [67191, 67352, 58], [67352, 68662, 59], [68662, 69999, 60], [69999, 70402, 61], [70402, 70893, 62], [70893, 71852, 63], [71852, 74230, 64], [74230, 75883, 65], [75883, 77962, 66], [77962, 79751, 67], [79751, 82957, 68], [82957, 84006, 69], [84006, 84971, 70], [84971, 86214, 71], [86214, 87346, 72], [87346, 89821, 73], [89821, 92135, 74], [92135, 95335, 75], [95335, 97235, 76], [97235, 97836, 77], [97836, 97836, 78]]}}