{"id": "2561a20946fe1ef26c9135e07e4b309411c19985", "text": "5.5. Environment\n\nGRI 2-23; AF5\n\nRelated material topics: Stakeholder engagement; Innovation; Climate change; Environmental footprint minimisation; Protection of natural resources.\n\nOur sustainability strategy encompasses numerous initiatives aimed at preserving the planet, reducing pressure on natural resources and contributing to the fight against climate change. In 2022, we achieved our goal of 100% renewable electricity in our facilities. In this regard, we also highlight the VPPA (Virtual Power Purchase Agreement) signed for the supply of 100% renewable electric power which promotes additionality, by generating new renewable energy capacity in Spain.\n\nWe also work with our suppliers and other organisations in the industry to foster the implementation of specific improvement plans in our supply chain. In 2022, we launched a first pilot of our Collaboration Programme for Environmental Improvement aimed at transforming the supply chain and reducing its environmental impact, with a particular emphasis on water, polluting discharges, management of chemical products and energy, involving 208 key facilities. These plans enable us to optimise the use of fresh water and energy, which in turn reduces the associated emissions. This year, we have reduced the relative water consumption (l/kg) in our supply chain by 17% with respect to 2020.\n\nFurthermore, we are mindful of the particular relevance of protecting biodiversity, not only because of our specific business, but also because it is an essential element for the conservation and well-being of society and the planet. We contribute to protecting and caring for biodiversity through a number of initiatives, such as our involvement in the LEAF Coalition, a project on regenerative agriculture and the restoration of ecosystems in India, or our work with World Wide Fund for Nature (WWF) and Canopy.\n\nOur Sustainability Policy establishes the principles of environmental action, applicable across all business areas and throughout the value chain. It establishes as a fundamental principle the preservation of the environment through the implementation of continuous improvement actions in aspects such as emissions to air, consumption of resources, use of chemicals and waste management.\n\nNotable among these are the consideration of environmental variables in the planning and development of our activities and those of our partners and suppliers; the promotion of environmental awareness; and compliance with applicable environmental legislation (as well as other obligations that may be established).\n\nThese principles of action are embodied in our three environmental strategies—Energy, Water and Biodiversity—as well as in the commitments we have acquired with respect to forest products, as set out in our Forest Product Policy.\n\nEnvironmental Strategies\n\nGlobal Energy Strategy\nGuidelines for promoting sustainable energy practices.\n\nGlobal Water Management Strategy\nGuidelines and actions for promoting sustainable water management.\n\nBiodiversity Strategy\nGuidelines and actions for promoting the protection, conservation and development of biodiversity throughout the Inditex value chain.\n\n---\n\n1 This includes all our own facilities (headquarters, logistics centres, factories and stores), with the exception of international offices.\n\n2 Additionality is a feature of power purchase mechanisms whereby the construction of new renewable energy generation infrastructure that would otherwise not be guaranteed to be developed is promoted.\n\n3 Our Sustainability Policy replaces the previous Environmental Sustainability Policy, the amendment of which was approved by the Board of Directors on 14 December 2020.\nA fundamental aspect when implementing our strategies and achieving our environmental sustainability goals is to spread the sustainability culture to all our teams. In 2022, we continued to provide training and raise awareness among our staff. Overall, more than 13,000 employees received environmental sustainability training in 2022.\n\nThe current challenges call for swift and coordinated action by all. In this regard, Inditex works closely with organisations such as the MIT through the Climate and Sustainability Consortium, The Fashion Pact, the UN Fashion Industry Charter for Climate Action, Textile Exchange and Zero Discharge of Hazardous Chemicals (ZDHC), among others.\n\nMore information in section 4.2.1. Partnerships of this Report.\n5.5.1. Our approach to energy management and emissions reduction\n\nGRI 2-23; 3-3; 302-1; 302-2; 302-3; 302-4; 304-2; 305-1; 305-2; 305-3; 305-4; 305-5; 305-6; 308-2; AF5; AF21\n\nAt Inditex we understand the need to make an unprecedented global effort to reduce greenhouse gas (GHG) emissions and mitigate the consequences of global warming and climate change as much as possible. We are therefore constantly seeking solutions that allow us to evolve our processes and implement best practices so as to ease the pressure on resources.\n\nIt is worth noting that, in 2022, 100% of the electricity consumed in our own facilities (headquarters, logistics centres, factories and stores) came from renewable sources.\n\nProgress and current situation\n\nIn the last few years, we have developed a number of initiatives that have enabled us to advance on our path towards a low-carbon economy and to reduce greenhouse gas emissions throughout our value chain.\n\nScope 1, 2 and 3 GHG emissions (tnCO₂eq)¹\n\n| GHG emissions | 2022  | 2021  | 2020  | 2019  | 2018  | 2022-2018 change |\n|---------------|-------|-------|-------|-------|-------|------------------|\n| Scope 1       | 11,232| 14,575| 11,859| 15,804| 19,172| -41%             |\n| Scope 2       |       |       |       |       |       |                  |\n| market-based  | 0     | 47,770| 98,676| 293,981| 419,448| -100%           |\n| location-based| 451,430| 541,492| 383,717| 589,547| 651,266| -31%            |\n| Scope 3       | 17,223,485| 17,097,801| 13,341,462| 17,988,897| 18,325,553| -6%             |\n| Kg CO₂eq per m²|       |       |       |       |       |                  |\n| (market-based scope 1+2) | 2 | 8 | 14 | 39 | 58 | -97% |\n| g CO₂eq per € |       |       |       |       |       |                  |\n| (market-based scope 1+2) | 0 | 2 | 5 | 11 | 17 | -98% |\n| g CO₂eq per € |       |       |       |       |       |                  |\n| (market-based scope 1+2+3) | 531 | 619 | 659 | 647 | 718 | -26% |\n\n¹ For more information on this methodology, see section 7.1.3. Environmental impact management indicators of this Report. Our decarbonisation targets and progress towards them have not been significantly affected by the current situation of Russia and Ukraine.\n\nScope 1 emissions: direct emissions related to sources under the direct control of the Inditex Group (combustion in boilers, own vehicles, etc.).\n\nScope 2 emissions: indirect emissions related to the generation of electricity acquired and consumed.\n\nScope 3 emissions: include other indirect emissions linked to the supply chain of goods and services produced, distributed and marketed outside the Organisation. For greater transparency, the “purchased goods and services” category, according to the GHG Protocol, is subdivided into the following categories: raw material extraction, raw material processing, material production, wet processes and final product assembly.\n\nScope 3 also includes emissions linked to the transportation of the products we market. In 2022, the emissions associated with upstream inbound transport and upstream outbound transport were equivalent to an energy consumption of 1,791,523 MWh and 4,031,013 MWh, respectively (3,357,983 MWh and 3,953,264 MWh in 2021; 2,802,639 MWh and 3,218,377 MWh in 2020; and 3,431,069 MWh and 4,306,576 MWh in 2019). Electricity consumption in franchised stores amounted to 262,397 MWh and business travel consumption was 130,381 MWh (242,439 MWh and 63,839 MWh in 2021; 150,114 MWh and 18,488 MWh in 2020; and 226,520 MWh and 218,274 MWh in 2019, respectively).\n\nGHG Emissions: Scopes 1, 2 and 3\n\n* The “Other” category includes GHG emissions associated with the categories of capital goods, employee commuting, fuel and energy related activities, and waste generated in own operations.\nAmbition and goals\n\nOur Roadmap includes numerous targets to achieve headway in fighting climate change and preserving the planet. In the long term, the Group aims to achieve net zero carbon emissions by 2040. To do so, we are focusing our efforts on reducing emissions, following SBTi guidelines and our commitment to the Fashion Industry Charter for Climate Action, in alignment with the Paris Agreement goal on limiting global warming to 1.5°C.\n\nIn the medium term, we have set science-based decarbonisation targets (SBTs), approved by the Science-Based Targets initiative (SBTi). These targets aim to reduce our scope 1 and 2 emissions by 90% by 2030 compared to 2018, and to reduce our scope 3 emissions (in the supply chain category) by 20% over the same period.\n\nIn 2022 our scope 3 emissions, and in particular those associated with the supply chain category, have remained broadly stable compared to 2018. We are aware that there is still some way to go in this area and have therefore increased our efforts in this category in 2022. Of particular note is the launch of our Collaborative Programme for Environmental Improvement of the supply chain, which has a specific focus on reducing energy consumption and associated emissions, as well as the use of renewable energy.\n\nWe want to be an active part of the change, mindful as we are of the complexity of the challenges, such as the inherent difficulty of the lack of availability of renewable energies in the markets in which our value chain is deployed, the opportunities and the increased scientific knowledge available. That is why we regularly review our models and targets to ensure that they are consistent with our own ambition, our stakeholders’ expectations and the latest scientific evidence.\n\nAlthough at the time of their approval our SBTs were classified as “ambitious” by SBTi, the available scientific evidence has evolved and the level of ambition and demands of all stakeholders has increased, and with it also our own. Consequently, we are currently in the process of updating our medium-term commitments to align the reduction percentages with the updated SBTi criteria, and thus move further towards the 1.5°C reduction target across all three scopes. We will present the results of this process over the course of 2023.\n\nIn this regard, in 2023 we will publish our decarbonisation plan, including the action lines, intermediate targets and resources needed to reach our goal of net zero emissions by 2040.\n\nIn 2022, we signed up to the new targets set by the United Nations Fashion Industry Charter for Climate Action, which include, among others, the following:\n\n/ To support the goals of the Paris Agreement in limiting global temperature rise to well below 1.5°C; to commit to SBTi approved GHG emission reductions in scope 1, 2 and 3 in line with the latest SBTi criteria and recommendations; and to undertake to achieve net zero emissions by 2050 at the latest;\n\n/ 100% of priority materials must be preferred and low-climate-impact by 2030. This includes materials that are closed-loop recycled, deforestation- and conversion-free at source, that come from regenerative practices and to which the relevant verification and impact measurement mechanisms have been applied;\n\n/ To eliminate the use of coal in our own operations and in suppliers’ facilities (tier 1 and 2) by 2030, avoiding the installation of new coal-fired equipment from 2023 onwards.\nIn addition, we continue to work on the integration of the recommendations of the Task Force on Climate-Related Financial Disclosures (TCFD). We analyse future climate scenarios and the associated risks and opportunities to pursue a decarbonisation strategy that is in line with science, resilient and competitive in the short, medium and long term.\n\nMore information in section 6.3.4. Climate change: risks and opportunities of this Report.\nOur actions\n\nThe impact of greenhouse gas emissions (GHG) is closely linked to the methods of energy generation and consumption in our own operations and in the value chain, to the materials we use in our products and to their end of life. Our approach to reducing these emissions is based on three key lines of action:\n\n/ Monitoring consumption and associated emissions: gauging our impact more accurately and reliably gives us a better understanding of our current situation and how the measures we implement perform.\n\n/ Lower-impact consumption alternatives: with a focus on energy procurement, but also on the materials and designs of our products and facilities.\n\n/ Efficiency and optimisation initiatives: by using less energy-intensive equipment and techniques, and replacing process with others that have a lower impact.\n\n5.5.1.1. Monitoring consumption and associated emissions\n\nInditex’s Global Energy Strategy constitutes one of the main pillars of our commitment to decarbonisation. Its purpose is to promote the rational and efficient use of energy throughout the value chain. At the same time, we propose to reduce greenhouse gas emissions and help mitigate their effects.\n\nThe Group’s global energy consumption at our corporate headquarters, own factories, logistics centres and own stores amounted to 1,694,817 MWh in 2022, of which 1,636,795 MWh came from renewable sources. This implies a 13% reduction in relative energy consumption per square metre with respect to 2018, evidencing the energy efficiency efforts implemented by the Group.\n\nGlobal energy consumption by type (MWh):\n\n| Year | Electricity | Natural Gas | Other fuels |\n|------|-------------|-------------|-------------|\n| 2018 | 1,865,074   | 103,724     | 329         |\n| 2019 | 1,807,556   | 84,627      | 764         |\n| 2020 | 1,206,543   | 63,905      | 256         |\n| 2021 | 1,678,957   | 72,050      | 5,203       |\n| 2022 | 1,636,795   | 49,269      | 8,753       |\n\nElectricity consumption in corporate headquarters, logistics centres and own factories:\n\n| Financial year | Total electricity consumption (MWh) | Relative electricity consumption (kWh/m²) | Relative electricity consumption (Wh/€) |\n|----------------|------------------------------------|----------------------------------------|---------------------------------------|\n| 2018           | 159,434                            | 50                                     | 6                                     |\n| 2019           | 175,308                            | 49                                     | 6                                     |\n| 2020           | 163,897                            | 46                                     | 8                                     |\n| 2021           | 175,217                            | 48                                     | 6                                     |\n| 2022           | 176,432                            | 48                                     | 5                                     |\n\nElectricity consumption at our stores:\n\n| Financial year | Global electricity consumption in stores (MWh) | Relative electricity consumption in stores (kWh/m²) | Relative electricity consumption in stores (Wh/€) |\n|----------------|-----------------------------------------------|---------------------------------------------------|--------------------------------------------------|\n| 2018           | 1,705,639                                     | 394                                               | 65                                               |\n| 2019           | 1,632,248                                     | 371                                               | 58                                               |\n| 2020           | 1,042,646                                     | 252                                               | 51                                               |\n| 2021           | 1,503,739                                     | 363                                               | 54                                               |\n| 2022           | 1,460,363                                     | 389                                               | 45                                               |\n\nEnvironmental Management System\n\nEfficiency is a priority at all the Group’s facilities. Our Environmental Management System (EMS) is a core pillar of our commitment to using renewable energy and circular management models. Certified to ISO 14001 international standard, the EMS is implemented in 100% of the Group’s corporate headquarters, own logistics centres and own factories. Inditex has a team of 26 people to prevent environmental risks linked to these facilities, and to monitor and assess the proper implementation of the EMS.\n\nIn 2022, 2021, 2020, 2019 and 2018, no significant penalties or fines were imposed for breaches of current environmental regulations. Moreover, the Group does not have facilities in protected areas.\n\nRisk Management and Control Policy\n\nInditex’s Risk Management and Control Policy, which has been in force since 2015 and was last modified in 2020, affects the entire Group and forms the foundation of an Integrated Risk Management System (IRMS). It establishes the basic principles, key factors and general framework for action to manage and control risks affecting the Group, including climate risks.\n\n---\n\n1. This indicator records all the energy consumed at our Group’s own factories, stores, own logistics centres and by our own vehicles.\n\n4. The electricity consumption in stores has been calculated on the basis of actual billing data. For those stores or periods for which we do not have information available, it has been estimated considering average consumption. This indicator records all the energy consumed at our Group’s own factories, stores, own logistics centres and by our own vehicles.\nBearing our business activity in mind, the Group has no liabilities, expenses, assets, provisions or contingencies of an environmental nature that could play a significant role in terms of the net assets, the financial situation and results of the Company. For this reason, such specific breakdowns are not included in this Report.\n\n5.5.1.2. Lower-impact energy consumption alternatives\n\nThe generation and acquisition of energy from renewable sources is a core pillar of the architecture of our business model. Consequently, in 2022 we have reached our target in the established time frame, using electricity from renewable sources in all our own facilities.\n\nWithin the framework of our commitment, among other measures we have invested in generating renewable energy at our own operating centres. We use our own solar thermal, solar photovoltaic and wind energy, as well as facilities to harness geothermal energy.\n\nIn 2022, 100% of the electricity consumed at our facilities came from renewable sources (1,636,795 MWh), excluding self-generated electricity. This milestone means total savings of 451,430 tonnes of greenhouse gas emissions, 95% more than in 2018 (1,593,547 MWh consumed and 493,723 tonnes of GHG emissions avoided in 2021; 978,266 MWh and 265,041 tonnes in 2020; 1,144,020 MWh and 295,566 tonnes in 2019; and 837,626 MWh and 231,818 tonnes in 2018, respectively).\n\nPercentage of electricity coming from renewable sources:\n\n| Year | % of electricity coming from renewable sources |\n|------|-----------------------------------------------|\n| 2018 | 45%                                           |\n| 2019 | 63%                                           |\n| 2020 | 81%                                           |\n| 2021 | 91%                                           |\n| 2022 | 100%                                          |\n\n1. In the case of renewable energy certificates, the period for the data is the calendar year, instead of the fiscal year (period of this Report).\n\na) Self-consumption\n\nSelf-consumption means generating energy at our own facilities or at nearby and associated infrastructure for our own consumption and it is the most direct way to contribute new renewable energy generation infrastructure. The roll-out of photovoltaic and wind power generation facilities for self-consumption is included in Inditex’s renewable energy adoption strategy for the next few years, as unequivocal evidence of our commitment to reducing greenhouse gas emissions.\n\nAt year-end, we had several active photovoltaic generation plants and a wind turbine generator which generated 7,756 MWh of electricity (5,920, 1373, 811 and 575 MWh in 2021, 2020, 2019 and 2018, respectively), i.e. 31% more than in 2021, and with the following installed capacities: 3 MW in Lelystad, 1 MW in the employee car park at our Arteixo Central Services facilities, 850 kW of wind power at Arteixo Central Services and 100 kW in the Arteixo Technology Building; 200 kW in the headquarters of Zara.com and Zara Man, 30 kW in the Tempe 1 centre, 200 kW in the Tempe 3 centre, 200 kW in the Tempe 3S centre and 100 kW in A Laracha fabric warehouse.\n\nWe also have a co-generation plant, which enables the simultaneous production of heat and energy using natural gas. In 2022, this plant generated 2,061 MWh of electricity and 1,976 MWh of thermal energy (8,852 MWh of electricity and 10,051 MWh of thermal energy in 2021; 4,334 MWh of electricity and 6,679 MWh of thermal energy in 2020; 7,785 MWh of electricity and 11,002 MWh of thermal energy in 2019; and 17,317 MWh of electricity and 16,634 MWh of thermal energy in 2018). In addition, 362 MWh of thermal energy was generated by geothermal facilities and solar panels during the year (653 MWh, 633 MWh, 577 MWh and 329 MWh in 2021, 2020, 2019 and 2018, respectively).\n\nA notable future project is the Outer Port Wind Facility in A Coruña with an estimated investment of 34 million euros, scheduled to enter into service in 2025. In 2021, we commenced the necessary procedures to start the authorisation process for the collective self-consumption facility in the Outer Port of A Coruña. The goal is to be able to generate on-site the renewable energy necessary to cover the annual electricity required by our headquarters in Arteixo, as well as to supply clean electricity to the port’s own infrastructures. In 2022, we continued to move forward in the administrative procedures with all the official bodies involved and we are fully immersed in the project’s engineering definition and development phase.\n\nThis project developed in collaboration with the Port Authority of A Coruña is a pioneering initiative that allows us to increase the amount of self-generated renewable energy, while at the same time positively impacting the environment around our headquarters and setting an example of public-private partnership initiatives aimed at reducing GHG emissions. The construction of the wind facility in the Outer Port of A Coruña involves installing 3 wind turbines, each with a capacity of 5.5-6 MW.\n\nb) VPPA\n\nA PPA (Power Purchase Agreement) is a long-term agreement between consumers and energy producers that allows the latter to secure the revenue necessary for the viability and access to financing for building new renewable generation infrastructure, even in the absence of incentives for renewable generation or investment subsidies. Through these commitments we contribute additional renewable energy to the grid by enabling new and dedicated renewable energy generation projects to be carried out in a stable, long-term manner.\n\n---\n\n5. The planned investment corresponding to this project, which has not yet started, is included in the expected investment execution referred to in the section “Information on the foreseeable development of the group” of the Consolidated Directors’ Report.\nThe projects we have selected belong to Energias de Portugal Renováveis (EDPR) and are located in Spain. These projects are in the development phase, pending final approval, and will come on stream in 2025 under the Virtual Purchase Power Agreement (VPPA) modality, provided they receive the administrative green light.\n\nIn VPPAs there is no direct supply of electricity from the developers to end consumers. The power generated is instead fed into the electricity grid. Decoupling production and consumption provides flexibility and better suits our consumption pattern in various geographies, helping to achieve our sustainability goals.\n\nAccordingly, in 2022 we signed a VPPA, and we continue to work on negotiating new contracts that promote additionality by generating new renewable energy capacity.\n\nMore information in Note 26 Financial risk management policy and financial instruments to the Consolidated Annual Accounts.\n\nc) Energy Attribute Certificates\nWhere the scope for implementing other types of mechanisms is limited, we use options such as green tariffs and energy attribute certificates (instruments that certify the renewable origin of a certain amount of electricity generated, and that can be purchased on the market to prove that an electricity supply is from a clean source).\n\nMore than 90% of the energy allocation certificates we have used in 2022 comply with the requirements established by reference organisations, such as CDP, for this type of mechanism. In this sense, renewable energy is generated in the electricity market in which it is consumed, except in those exceptional cases in which its purchase is not viable.\n\n5.5.1.3. Efficiency and optimisation initiatives\n\na) Efficiency in corporate headquarters, own logistics centres and own factories\nAt Inditex we have a culture of environmental efficiency; in other words, we apply processes that enable us to control the consumption of resources and take measures to reduce that consumption so as to mitigate the impact thereof. To ensure this is properly developed in our facilities, we make the necessary investments in all our headquarters and platforms in compliance with our Instruction for Proper Environmental Management, and we promote best practices in the day-to-day work of our employees.\n\nThe construction design of our headquarters is based on bioclimatic criteria. As part of our strong commitment to sustainability, we also strive to ensure that our facilities meet the highest standards of sustainable construction. Consequently, since 2009 we have certified our most emblematic spaces in accordance with the most prestigious standards in sustainable construction, such as the LEED certifications developed by the US Green Building Council.\n\nThis is the case of the LEED Platinum certification obtained in March 2022 for the new Zara.com building. Located at our Arteixo headquarters, this 67,000 m² facility boasts the latest advances in technology and sustainability.\n\nLEED Certification in distribution centres and facilities\n\n| LEED Gold | LEED Platinum |\n|-----------|---------------|\n| 10 Certified | 2 Certified |\n| New headquarters of the Inditex Group’s Central Services in Arteixo | Inditex Data Processing Centre in Arteixo |\n| Zara Logistics Offices | Zara Logistics Cantabria |\n| Zara Logistics Cantabria | Pull&Bear Headquarters |\n| Cabanillas Logistica Platform | Massimo Dutti Headquarters |\n| Massimo Dutti Logistics Centre | Massimo Dutti Logistics Centre |\n| Oysho Headquarters | Stradivarius Headquarters |\n| Logistics connection hub at Lelystad | Logistics connection hub at Lelystad |\n\nWe also strive to ensure efficient and sustainable energy management. In 2022, our headquarters in Arteixo and the Inditex Data Processing Centre, located in A Laracha (A Coruña) were certified to the ISO 50001 international standard.\n\nb) Efficiency and sustainability in our stores\nEnergy efficiency and the application of best practices in the area of environmental sustainability is a priority for Inditex in both the design and the day-to-day running of its stores. To achieve this goal, we execute a number of projects to help make our stores spaces in which sustainability is fully integrated, from the facilities themselves to the products and the interaction with our customers.\n\nIn this regard we are constantly reviewing our standards to guarantee that they are in line with cutting-edge practices and implementing new programmes to advance on the path of continuous improvement and sustainability in our stores.\n\n---\n\n6 All the certifications are currently valid.\nFurther evidence of our commitment to sustainable construction is the certification of our stores in accordance with prestigious international standards such as LEED and BREEAM. We currently have 8 LEED Platinum certifications, 25 LEED Gold certifications and 1 BREEAM certification.\n\nAnother significant step is the connection of our own stores with the central platform Inergy, which supervises and optimises energy consumption, boosts efficiency and reduces the environmental impact. At the end of 2022, 79% of our own stores were connected to the platform.\n\nThe energy efficiency policy is not limited to physical stores alone, but extends equally to the digital universe. The website of Zara, our most emblematic brand, is hosted at our own data centres and on external servers, which help us to streamline and store information. The electricity consumed by Zara.com’s servers and offices comes from renewable sources.\n\nIn addition, the servers are equipped with technologies that help optimise energy consumption by using processors and power supplies that adapt to the servers’ demands in real time.\n\nc) Supply Chain\n\nCollaboration Programme for Environmental Improvement\n\nWe work with our suppliers to implement measures to improve production processes and facilities in order to make better use of available resources. In 2022, we launched an Environmental Improvement Plan focused on reducing water and energy consumption and managing chemicals and discharges. This Program has been launched as a pilot with a selected group of key suppliers.\n\nThe facilities’ energy management goals are as follows:\n\n/ To increase the purchase and/or generation of electricity coming from 100% renewable sources.\n\n/ To reduce thermal energy consumption in relation to stationary thermal sources.\n\nThis programme’s methodology consists of the facility’s drawing up an action plan. This plan is then verified by a third party and a baseline or starting point of energy consumption is established prior to the plan’s implementation. Consumption is then monitored on a quarterly basis against this baseline.\n\nOther supply chain actions\n\nAs well as developing the collaborative programme for environmental improvement, our efforts are with respect to the supply chain focus on the following aspects:\n\n/ Reducing energy consumption\n\nIn order to reduce energy consumption, we provide our suppliers with information on the best available techniques for the various manufacturing processes by means of an online knowledge transfer platform developed by Inditex, which is publicly available to the entire industry.\n\nFurthermore, we use this same channel to make available to them the knowledge acquired through our collaboration with third parties on potential innovative solutions. For example, new dyeing and washing methods that reduce water consumption, lower the temperature required during the process and cut energy consumption, thus decreasing the associated emissions. One such collaboration is with BASF, to implement and optimise the first industrial cold washing system, SOKALAN HP 56 A, which can meaningfully reduce water and energy consumption in exhaust dyeing systems.\n\nOther measures in this knowledge transfer platform include replacing equipment with more efficient iterations, the proper maintenance of equipment or changes to production processes.\n\n/ Replacing fossil fuels\n\nSome production processes require the use of energy sources to reach sufficient temperatures and generate steam. We encourage our suppliers to use alternative fuels such as responsibly sourced biomass, backed by certification, or fuels made from agricultural waste, or the electrification of equipment when possible.\n\nOur goal is to eliminate the use of coal in our supply chain by 2030, and to avoid installing new coal-fired equipment from 2023.\n\n/ Use of renewable energies\n\nWe promote the use of renewable energy in our supply chain. To this end, we share with suppliers in our main manufacturing clusters information on availability, regulations, procedures and indicative prices for the implementation of an array of renewable energy procurement solutions.\n\nd) Efficiency in transport and distribution\n\nIn order to improve the impact of our distribution and logistics operations and reduce associated emissions, we have established several lines of action in connection with transport activities:\n\n/ Fleet improvements\n\nWe work with our suppliers to analyse and promote alternatives to conventional means of transport. Thus, the use of electric vehicles is gaining particular importance for Inditex and we have a major electrification programme for our last mile deliveries in China, allowing us to reduce GHG emissions and air pollution in cities. Specifically, this project has been rolled out across 42 cities, allowing us to save 217.18 tonnes of CO₂ equivalent as compared to conventional fuel vehicles previously used, thereby reducing GHG emissions by 53%. The emission reduction\n\n7 All the certifications are currently valid.\ncapacity of electric vehicles is related to their energy consumption per unit kilometre, and is further boosted by reducing the total distance covered. In Spain, we have also electrified last mile deliveries at several Madrid stores.\n\n/ Review of transport traffic and routes\nWe strive to find the best way to shorten the distances travelled in the supply and distribution processes of our goods. Similarly, we seek transport alternatives, including creating and using intermodal routes that allow us to establish new connections with low-impact transport such as the train.\n\n/ Transport optimisation\nWe develop protocols that optimise, review and adjust loading proposals across all modes of transport and we work with our logistics service suppliers to ensure that the measures analysed are implemented by means of continuous communication of operational and occupancy data. Likewise, we actively search for units and vehicles that allow us to make better use of the capacity in accordance with the cargo being shipped, such as High Capacity Vehicles or special sized maritime containers.\n\n/ Employee commuting\nWe also promote alternatives for employee commuting. We have more than 421 charging stations for electric vehicles in all the Group’s central services to facilitate the use of such vehicles by employees. More than 397,000 kWh were supplied from these stations (more than 197,000 kWh in 2021, more than 71,000 kWh in 2020 and more than 47,000 kWh in 2019), helping to avoid emissions associated with using fossil fuels. We also have Weshare, a proprietary application for carpooling to and from the workplace. In Spain, our office employees are provided with a shuttle bus service to get to work.\n\nAtmospheric emissions and noise pollution\nAtmospheric emissions from combustion equipment (heating boilers and steam boilers) are subject to regular checks and verifications by authorised control bodies to ensure that our logistics centres where this equipment is located comply with the applicable legislation. Thus, we ensure that our atmospheric emissions are within the legal limits for the parameters required in each case (for example, CO, NOx, SO2 and opacity).\n\nFurthermore, to mitigate noise pollution, our Unloading Equipment Protocol aims to reduce noise from the distribution and supply of our products during night-time hours, when the permitted noise levels are more restrictive.\n\n5.5.2. Our approach to water management\nGRI 2-28; 3-3; 303-1; 303-2; 303-3; 303-4; 303-5\nWater is a vital resource for the development of communities and ecosystems. Accordingly, water management at Inditex is grounded on the principles of the CEO Water Mandate, a UN Global Compact endeavour that encompasses environmental and social aspects. Our approach places a premium on reducing water consumption in our operations and supply chain. This, in addition to preserving water as a natural resource, contributes to reducing greenhouse gas emissions, as less energy is needed to heat water in those production processes that require it.\n\nOur roadmap for sustainable and rational water usage throughout our value chain is defined by our Global Water Management Strategy. As we implement it, we develop a variety of individual initiatives and collaborate with various stakeholders to reduce our environmental impact and protect marine and freshwater habitats, always seeking the most sustainable and efficient processes and technologies. Notably, this strategy is currently in the process of being updated, with the aim of starting to implement the new version in 2023.\n\n5.5.2.1. Initiatives in own operations\nWater consumption at Inditex facilities is mainly for cleaning and sanitary purposes, and its discharge into municipal wastewater systems is guaranteed. In industrial settings, water is mainly used for steam generation and recirculation systems in closed-cycle industrial refrigeration, which allows us to estimate that the water discharged is equal to the water consumed. Wastewater in all facilities is discharged to the appropriate wastewater systems. At Inditex, water consumption does not affect protected habitats.\n\n---\n\n8 Electrical consumption by electrical vehicle charging points in Group central services facilities, own logistics centres and own factories.\nIn 2022, our own facilities (headquarters, factories, logistics centres and stores) consumed a total of 1,780,190 cubic metres of water. The consumption at our centres is calculated through direct meter readings and bill charges from public water utilities companies.9\n\n### Water consumption\n\n| Financial year | Water consumption (m³) | Relative water consumption (litres/m²) | Relative water consumption (ml/€) |\n|----------------|------------------------|--------------------------------------|----------------------------------|\n| 2018           | 2,145,804              | 285                                  | 82                               |\n| 2019           | 2,068,661              | 260                                  | 73                               |\n| 2020           | 1,663,039              | 216                                  | 82                               |\n| 2021           | 1,886,900              | 241                                  | 68                               |\n| 2022           | 1,780,190              | 240                                  | 55                               |\n\nSome of the initiatives carried out include reusing 100% of the water for garden irrigation and flush toilets at our Indipunt facility in Narón (A Coruña), using storm tanks that in 2022 enabled us to collect 25,080 m³ of water (10,439 m³ in 2021) from the roofs of our centres in Cerdanyola, Arteixo and Lelystad to be used for irrigation, or replacing all taps and flushers at our distribution centres in Spain with others that reduce both the flow rate and operating time, resulting in savings of up to 55% of the water used.\n\n#### 5.5.2.2. Initiatives in supply chain\n\nOur supply chain is key to our policy of responsible water use management, as it includes the two areas where the highest water consumption occurs in the production of goods. On the one hand, it covers the cultivation and production of raw materials such as cotton and, on the other, the wet processes (dyeing, washing and printing, among others) needed to make the items we sell. Consequently, taking 2020 as a baseline, the Group has established the goal of reducing water consumption throughout the supply chain by 25% in 2025. In 2022, we have reduced relative consumption by 17%, compared to 9310 litres per kilogram of garment consumed in 2020.\n\n| Financial year | Relative water consumption (litres/kg garment) |\n|----------------|-----------------------------------------------|\n| 2020           | 93                                            |\n| 2021           | 88                                            |\n| 2022           | 77                                            |\n\nTo achieve this goal, throughout 2022 we have worked on different initiatives such as:\n\n/ Increasing the number of facilities that meet the requirements of our Care for Water programme and those that are evolving towards excellence.\n\n/ Updating the requirements of our Care for Water programme in order to raise its standards and promote further savings in water consumption.\n\n/ Developing, together with the facilities, action plans focused on optimising water consumption and improving and reducing wastewater.\n\n9 The consumption by own stores has been calculated based on the net expenditure per store. The specific average price of 20 markets has been used. For all other markets, we have used the average of m³/m² per concept.\n\n10 The water consumption in the supply chain is calculated from the consumption data obtained in the environmental audits, for the cases in which the information is not available, it has been estimated considering the consumption averages.\nb) Care for Water Improvement Programme\nLaunched in 2021, this programme specifically aims to help those facilities that have already been assessed within the Care for Water programme as having ‘good’ water management to improve to our highest Care for Water rating of ‘excellent’. This target must be achieved within a maximum of 12 months. For this purpose, facilities must draw up an action plan that includes the measures to be implemented, their implementation date and their associated reductions in water consumption. The measures fall into four different types of initiative:\n\n/ Investment in new technology.\n/ Optimisation of the manufacturing process.\n/ Re-use or recycling of wastewater that can be repurposed in manufacturing processes or in ancillary tasks such as cleaning machinery.\n/ Zero Liquid Discharge or the installation of closed water loops in which there is virtually no consumption of water from the outside.\n\nFacilities have 30 days to devise this action plan, during which they have the support and advice of external partner companies.\n\nThe quarterly progress of the action plan is verified by a third party who will determine whether the facility has achieved the water consumption reduction target within the established time frame. This year we have worked together with more than 242 facilities within the framework of this programme, providing them support, guidance and advice.\n\nc) Collaboration programme for environmental improvement\nOver the course of 2022, an action plan was launched to reduce the environmental impact of the Group’s key suppliers’ facilities, with a focus on water (as a complement to those facilities that are not under the scope of the Care for Water improvement programme), discharges, management of chemicals and energy. This Program has been launched as a pilot with a selected group of key suppliers.\n\nThe objectives to be achieved by the facilities with regard to the first three areas are:\n\n/ Reduction of water consumption to the Care for Water programme’s ‘excellent’ level.\n/ Quality of wastewater discharges in line with the basic level of the discharge standard developed by ZDHC.\n/ Use of 100% ZDHC level 3 certified chemicals.\n\nThe methodology of this action plan is similar to that of the Care for Water Improvement Programme in terms of quarterly monitoring and the development of an action plan by the facility and its quarterly monitoring. This plan is then verified by a third party and a baseline or starting point of the facility’s water consumption and other parameters of interest is established and monitored.\n\nd) Knowledge transfer platform\nDeveloped during 2022, this platform focuses on providing information to wet process facilities involved in devising action plans and, on their own initiative, to those interested in improving both their water consumption and wastewater treatment.\n\nWith regard to consumption, once the production process or processes of interest to the facility have been selected, the tool supplies different measures ranging from potential optimisations of the production process to the use of certain chemicals, as well as different options for re-using or recycling water. Each of these measures is accompanied by information of interest for the facility, such as the investment needed, the estimated impact on consumption, potential constraints or difficulties of implementation, among others. Similarly, the platform also provides information on the best available technologies to carry out the process more efficiently. In this case, the information provided by the platform includes the main benefits of the new technology compared to conventional technology, the savings associated with its use, potential limitations, as well as some of its manufacturers.\n\nFor wastewater treatment, the platform provides information on various remedial measures for the chosen discharge parameters, as well as the cost associated with the implementation of such measures and the technologies required.\n\ne) Network of collaborating facilities in the implementation of own R&D\nOver the course of 2022, the Group has actively collaborated with different facilities to introduce innovative water saving measures and technologies in the sector. The creation of this network responds to several key objectives:\n\n/ To demonstrate that new measures or technologies work outside the lab and on an industrial scale.\n/ To assist these facilities in reducing water consumption.\n/ To develop case studies that show the performance and water savings associated with new measures or technologies in a way that facilitates their implementation at other facilities.\n\n5.5.2.3. Collaborations with external initiatives\nInditex works with the Chinese Institute of Public and Environmental Affairs (IPE) on the continuous improvement of environmental management in our supply chain in this market. This entity provides information through its environmental platform, both from governmental sources and from the factories themselves and the brands that work with them. In addition to the environmental performance of the textile factories, IPE monitors upstream suppliers (raw materials and chemicals) as well as the wastewater treatment plants and the results of the wastewater analysis. The IPE has recognised Inditex’s efforts to improve the environmental performance of its supply chain, which is why the Group is ranked second in the textile sector and globally in the index that it publishes annually.\n\nOver the course of 2022, we began collaborating with the World Wide Fund for Nature (WWF) to update our water management strategy and to combine our efforts with those of other companies and organisations in order to continue generating positive impacts.\nIn line with our commitment to Changing Markets for the procurement of responsibly produced viscose and modal fibres, manufacturers of these fibres, among others, are required to implement chemical management systems as well as water treatment systems with the ultimate goal of having “Zero liquid discharge” facilities. Similarly, compliance with various best manufacturing practices is verified through audits.\n\nFinally, over the course of 2022, we have adopted the ZDHC’s Manufacturing Restricted Substances List (MRSL), which regulates the quality of discharges, thus taking a further step towards convergence in the sector, facilitating compliance with manufacturing requirements for chemical suppliers as well as the facilities that use them. We have also integrated our The List by Inditex programme into the ZDHC Foundation’s chemical control strategy. Hence, the entire industry will be able to benefit from key information to determine whether a chemical product complies with both the ZDHC’s MRSL discharge parameters and the legal requirements applicable to the textile or leather item marketed.\n\n5.5.3. Our approach to biodiversity\n\nGRI 2-23; 3-3; 304-2\n\nThe protection of biodiversity is a key element of Inditex’s sustainability strategy, both because of its importance for a thriving and resilient society, and because of the impact of our activity and its reliance on the ecosystemic services that biodiversity supports.\n\nThus, a significant portion of our raw materials (cotton, other cellulosic fibres and materials, leather, etc.) depend on a functional soil, the availability of water for irrigation or the services of pollinators, factors which in turn rely on a diversity of ecosystems, species and genetic resources that guarantee their continuity and resilience.\n\nIn response to these concerns, Inditex published its Biodiversity Strategy in 2013, based on the principles of the United Nations Convention on Biological Diversity and establishing the commitment to moving towards a responsible use of resources at every stage of our value chain. In 2022, we commenced a process to update and strengthen this strategy, referencing the commitments of the latest UN Convention on Biological Diversity (COP15) and the resulting Post-2020 Global Biodiversity Framework. This strategy also seeks to build on flagship initiatives such as the Science-based Targets for Nature (SBTN) or the Taskforce for Nature-related Financial Disclosure (TNFD), with the aim of continuing to inhabit a space of common understanding and collaboration around these matters.\n\nIn keeping with these initiatives, we have classified our actions below according to the AR³T framework proposed by the SBTN, which includes the following dimensions: Avoid, Reduce, Restore, Regenerate and Transform. This framework is especially significant due to this last dimension, as it focuses on the “transformation” of the systems in which companies are immersed, where coordinated and collective action between different agents is particularly important.\n\n5.5.3.1. Avoid\n\nThe first step towards protecting biodiversity and ecosystems is to prevent impacts from occurring. This is especially important when impacts occur in ecosystems of high biodiversity value, such as primary forests and the habitats of endangered species.\n\nIn this way, and acknowledging the pivotal role of forests as a refuge for biodiversity, a key element in the water cycle and a sink for greenhouse gases, our Forest Product Policy establishes that all forest-based materials we use must come from sustainable forestry operations, with the aim of avoiding the use of wood or pulp from primary and endangered forests.\n\nThis policy outlines how our wooden furniture and paper products, the bags we deliver to our customers, the product labels and the office paper we consume must be certified under FSC or PEFC forest management standards. It also establishes that we only use suppliers of regenerated cellulosic fibres designated as ‘green shirts’ in the Hot Button Report by Canopy, an international organisation with which we have been cooperating since 2014 whose mission is to protect primary and endangered forests. This Policy is also currently under review with a view to expanding its scope to include other materials linked to deforestation risk, such as leather.\n\nWe also seek to avoid impacting species in their natural habitat, establishing in our Sustainability Policy that, in the case of using products of animal origin, these must always come from animals raised on farms for meat and under no circumstances from animals slaughtered exclusively to market their skins, shells, antlers, bones, feathers or down, among others.\n\n---\n\n11 Ecosystemic services are the benefits that people derive from ecosystems, according to The Corporate Ecosystem Services Review: Guidelines for Identifying Business Risks and Opportunities Arising from Ecosystem Change (2012), World Resources Institute.\nThe Group’s Animal Welfare Policy states that:\n\n/ Animal products must come from animals that have been treated ethically and responsibly, based on the internationally accepted “Five Freedoms” for animal welfare.\n\n/ Animal products from slaughtered animals must come from species reared in farms to obtain meat.\n\n/ We will never use products from animals slaughtered exclusively for their skin, shell, horn, bone, feather or down.\n\n/ We will never sell cosmetic products that have been tested on animals at any stage of production.\n\n5.5.3.2. Reduce\n\nThe next step is to reduce the potential negative impacts from the development of our activity. Thus, Inditex prioritises materials and production processes that reduce the potential negative impacts traditionally associated with them. Some notable actions in this regard are:\n\n/ We continue our journey towards decarbonising our activities and thus also responding to the negative effects of climate change on ecosystems and biodiversity.\n\n/ We are committed to reducing water consumption in our supply chain by 25% in 2025 and we continue to make progress in mitigating wastewater impacts through our commitment to the ZDHC initiative, thereby easing pressures on this vital life element.\n\n/ We aim to reduce land use and the consequent risk of ecosystem conversion through our commitment to recycled materials and circularity in the textile sector, which means that the inputs needed to make garments come from garment recovery or the use of by-products or waste from other industries, reducing the need for virgin fibres and the end-of-life impacts of our garments.\n\n5.5.3.3. Restore and Regenerate\n\nWe want to contribute to the conservation and restoration of ecosystems, seeking to improve their current status. These actions focus on regeneration and restoration activities:\n\na) Regenerate\n\nAt Inditex we are working to promote regenerative practices that allow us to reconcile the productive operation of land with concerns about the loss of nutrients, the supply and quality of water due to its contamination, the loss of biodiversity or the need to address the climate emergency, improving the soil’s capacity to absorb carbon.\n\nWe have started to develop measures of this kind through our investment in a project to promote regenerative practices in India in conjunction with Action Social Advancement (ASA), Laudes Foundation, IDH The Sustainable Trade Initiative and WWF India. This project aims to promote these practices in an area of 300,000 hectares in the states of Madhya Pradesh and Odisha (India).\n\nb) Restore\n\nRestoration actions are those aimed at returning a degraded natural area to its original state (or as close to it as possible). To help us in this connection, in 2022 we signed an agreement with WWF to carry out ecosystem restoration projects globally.\n\nThe first projects in the framework of this collaboration with WWF focus on the restoration of forests, such as those of Datça-Bozburun in Türkiye and the Holm oak forest of the Cratere degli Astroni Reserve in Italy, which were affected by forest fires; and the conservation of the Dadia forest in Greece, a key site for the continent’s birds of prey.\n\nBeyond forests, and in recognition of the key importance of other types of ecosystems, the proceeds will also be used to restore river basins and freshwater ecosystems. The projects identified so far are located in North Africa—the Sebu basin in Morocco or the Guerbes-Sanhadja plains in Tunisia and Algeria—and in the Mekong Delta in Vietnam, affected by intensive rice cultivation, the degradation of which causes a significant loss of biodiversity and endangers the well-being and livelihoods of local communities.\nRestoration and protection actions will also be undertaken in ecosystems that provide habitat for endangered wildlife, such as the Gran Chaco tropical forest and Pantanal wetlands, which span territories between Argentina, Brazil, Bolivia and Paraguay, in Mexico, where WWF teams work with local organisations to conserve Monarch butterfly and jaguar habitats, and in the Taihang-Yan Mountains and the Amur-Heilong region of northern and north-eastern China, inhabited by the leopard and by the Amur tiger respectively.\n\nInditex also followed with profound concern the devastating wildfires in the summer of 2022 and is in the process of defining an intervention plan in Galicia, one of Spain’s regions most blighted by fire. This work is in addition to its ongoing efforts to promote sustainable forestry models that increase incentives towards better forest management, a line of action that began in 2018 with the Pico Sacro demonstration forest project. This line was reinforced in 2022 with the extension to other demonstration forests in areas of Galicia, in collaboration with the Galician Forestry Association, and in Portugal with Forestis, and together with WWF in Castilla-La Mancha to promote sustainable forest management in a territory that accounts for 13% of the forest mass in Spain.\n\n5.5.3.4. Transform\n\nOur actions to help transform the sector include:\n\n/ Inditex joined the call within the “Business for Nature” initiative to require countries to introduce regulations that make estimating and reporting large companies’ and financial institutions’ impacts on nature mandatory as part of the new Post-2020 Global Biodiversity Framework.\n\n/ In 2022, we signed up to the Arctic Corporate Shipping Pledge, an Ocean Conservancy initiative that encourages major logistics operators and global brands to undertake to avoid shipping routes through the Arctic, encouraging the application of the precautionary principle because of the potential impact on this unique ecosystem.\n\n/ In addition to our efforts to protect forests, in 2021 we joined the LEAF Coalition, a public-private initiative coordinated by Emergent that seeks to transfer economic incentives to tropical and subtropical countries to curb deforestation in their territories, and thereby to avoid the resulting GHG emissions and with them the loss of biodiversity. In 2022 we confirmed the beneficiary countries—Costa Rica, Ecuador and Nepal in our case—opting for a contribution aimed exclusively at recognising these countries’ efforts to avoid deforestation in their territories, and their progress towards climate mitigation, as they have proven that the actions they have implemented have worked.\n\n/ We remain committed to joint action in the textile sector through our involvement in The Fashion Pact, a sector-wide initiative in which the protection of biodiversity, is one of the main axes, along with climate action and the prevention of microplastic ocean pollution.\n\n5.5.4. Our approach to waste\n\nGRI 3-3; 304-2; 306-1; 306-2; 306-3; 306-4; 306-5\n\nDay to day, we pay special attention to the materials we generate in carrying out our activity. Accordingly, we run a number of projects to facilitate the recovery, reuse and subsequent recycling of these materials, turning them into resources that can continue to be used and maximising their value.\n\nZero Waste Programme\n\nWithin the framework of our Zero Waste programme, we have a multidisciplinary team focused on addressing the proper management of the materials we use in our facilities: containers, packaging and other items. Our commitment is that, by 2023 the waste generated at our corporate headquarters, logistics centres, own factories and own stores is properly collected and managed so as to be available resources for a new use by means of reusing or recycling.\n\nNot only does this challenge involve properly sorting the various materials for treatment and subsequent recycling, but also presents an opportunity to rethink our processes so that we avoid generating waste in the first place and instead maximise the use of those resources in our design, logistics, store and end-of-life operations.\n\nOur stores have a waste management system in place and the vast majority already meet our internal Zero Waste criteria. We continue to work to achieve our 2023 target.\n\nGeneration of waste\n\nWaste generation at our facilities (headquarters, logistics centres and factories) is presented below:\n\n---\n\n1. More information about our programmes on the removal of unnecessary materials, packaging and our Green to Pack programme in section 5.3.4. Use and end of life of products of this Report.\n\n---\n\nThis data does not include waste generated in our own stores as this information is not available at the required level of detail in the Company’s systems. We have several projects underway to report this information in future years.\n| Type of waste                        | 2022 (KG) | 2022 (%) | 2021 (KG) | 2021 (%) | 2020 (KG) | 2020 (%) | 2019 (KG) | 2019 (%) |\n|-------------------------------------|-----------|----------|-----------|----------|-----------|----------|-----------|----------|\n| Cardboard and paper                 | 13,713,321| 66%      | 13,248,191| 65%      | 10,974,962| 59%      | 14,662,698| 63%      |\n| Wood                                | 2,773,840 | 13%      | 2,982,115 | 15%      | 3,438,309 | 19%      | 3,769,554 | 16%      |\n| Other non-hazardous waste           | 2,951,460 | 14%      | 2,891,811 | 14%      | 2,771,796 | 15%      | 3,182,099 | 14%      |\n| Plastic                             | 680,725   | 3%       | 831,837   | 4%       | 863,627   | 5%       | 892,516   | 4%       |\n| Textile waste                       | 245,018   | 1%       | 252,831   | 1%       | 302,785   | 2%       | 498,217   | 2%       |\n| Metal                               | 232,293   | 1%       | 159,204   | 1%       | 67,747    | 0%       | 267,715   | 1%       |\n| Hazardous waste                     | 35,623    | 0%       | 31,428    | 0%       | 58,813    | 0%       | 78,479    | 0%       |\n| **Total**                           | **20,632,280** | **100%** | **20,397,417** | **100%** | **18,478,038** | **100%** | **23,351,279** | **100%** |\n\nThe destination of this waste was as follows, according to its treatment:\n\n| Non-hazardous waste destination     | 2022 (KG) | 2022 (%) | 2021 (KG) | 2021 (%) |\n|-------------------------------------|-----------|----------|-----------|----------|\n| Diverted from disposal              | 18,811,731| 91%      | 18,691,531| 92%      |\n| Recycling                           | 18,607,803| 90%      | 18,256,653| 90%      |\n| Preparation for reuse               | 203,928   | 1%       | 434,878   | 2%       |\n| Directed to disposal                | 1,784,926 | 9%       | 1,674,458 | 8%       |\n| Landfill                            | 1,600,519 | 8%       | 1,343,862 | 6%       |\n| Incineration (with energy recovery)  | 184,407   | 1%       | 330,596   | 2%       |\n| **Total**                           | **20,596,657** | **100%** | **20,365,989** | **100%** |\n\n1. With the update of GRI 306: Waste 2020 standard, the requirements on the detailed reporting of what happens to waste have changed with respect to the previous requirements set out in the 2016 edition of GRI 306. Due to the change, historical data are only available with the level of detail previously required.\n\n| Non-hazardous waste destination     | 2020 (KG) | 2020 (%) | 2019 (KG) | 2019 (%) |\n|-------------------------------------|-----------|----------|-----------|----------|\n| Recycling                           | 16,582,699| 90%      | 20,903,595| 90%      |\n| Energy recovery                     | 238,426   | 1%       | 321,323   | 1%       |\n| Landfill                            | 1,598,100 | 9%       | 2,047,882 | 9%       |\n| **Total**                           | **18,419,226** | **100%** | **23,272,800** | **100%** |\n\n| Hazardous waste destination         | 2022 (KG) | 2022 (%) | 2021 (KG) | 2021 (%) |\n|-------------------------------------|-----------|----------|-----------|----------|\n| Diverted from disposal              | 25,141    | 73%      | 25,229    | 80%      |\n| Recycling                           | 24,531    | 69%      | 25,229    | 80%      |\n| Preparation for reuse               | 1,610     | 5%       | 0         | 0%       |\n| Directed to disposal                | 9,482     | 27%      | 6,199     | 20%      |\n| Landfill                            | 7,610     | 21%      | 4,864     | 16%      |\n| Other disposal operations           | 1,807     | 5%       | 400       | 1%       |\n| Incineration (with energy recovery)  | 0         | 0%       | 935       | 3%       |\n| Incineration (without energy recovery)| 65       | 0%       | 0         | 0%       |\n| **Total**                           | **35,623** | **100%** | **31,428** | **100%** |\n\n| Hazardous waste destination         | 2020 (KG) | 2020 (%) | 2019 (KG) | 2019 (%) |\n|-------------------------------------|-----------|----------|-----------|----------|\n| Recycling                           | 48,547    | 82%      | 71,613    | 91%      |\n| Energy recovery                     | 976       | 2%       | 1,329     | 2%       |\n| Landfill                            | 9,290     | 16%      | 5,538     | 7%       |\n| **Total**                           | **58,813** | **100%** | **78,479** | **100%** |\nFurthermore, the packing materials that accompany our products (bags, labels and protective items) are managed by the Integrated Packaging Management Systems available in the markets where we operate. Our brands collaborate with these managers in the collection and management of this packing. Our Green to Pack programme aims to optimise the use of these elements, to extend their useful life and enhance their recyclability.\n\nMore information in section 5.3.4. Use and end of life of this Report.\n\nThe waste reduction programmes also cover the canteen service at our headquarters. We promote the use of cups, glasses and glass bottles that avoid the use of single-use plastics, as well as various actions against wasting food and to encourage the proper separation of food waste.", "source": "inditex_2022", "added": "2025-04-09", "created": "2025-04-09", "metadata": {"Source-File": "climate_reports/ccrm_2024/inditex_2022.pdf", "olmocr-version": "0.1.59", "pdf-total-pages": 17, "total-input-tokens": 45250, "total-output-tokens": 15851, "total-fallback-pages": 0}, "attributes": {"pdf_page_numbers": [[0, 3689, 1], [3689, 4435, 2], [4435, 8216, 3], [8216, 11657, 4], [11657, 12099, 5], [12099, 17991, 6], [17991, 23845, 7], [23845, 28429, 8], [28429, 33450, 9], [33450, 37732, 10], [37732, 41390, 11], [41390, 47134, 12], [47134, 52095, 13], [52095, 55803, 14], [55803, 60685, 15], [60685, 65200, 16], [65200, 65981, 17]]}}