{"id": "4e451e47e129ede07a9adfddb5f6cdb53454cbfa", "text": "OUR PATH TO A POSITIVE WORLD\n\nSpecial Conversation\nPhilosopher / Economist / Futurologist\nJacques Attali\nChairman, President and CEO\nFast Retailing Co., Ltd.\n\nTadashi Yanai\nChanging Clothes.\nChanging Conventional Wisdom.\nChange the World.\n\nTo create truly great clothing with new and unique value, and to enable people all over the world to experience the joy, happiness and satisfaction of wearing such great clothes.\n\nTo enrich people’s lives through our unique corporate activities, and to seek to grow and develop our company in unity with society.\nUnlocking the Power of Clothing\n\nWe believe we can turn the power of clothing into a force for good. By designing, making and selling good clothing, we can make the world a better place. Good clothing means simple clothing, high in quality, and built to last. It’s clothing that enriches the lives of people who wear it by giving them comfort, protection and pleasure. It is produced in a way that is harmonious with nature, without excessive burden on the environment. Good clothing is made by people of diverse backgrounds working with energy and enthusiasm, under conditions where their health, safety and human rights are respected and upheld. And we will extend this same spirit to our customers and all our stakeholders, working with them to aspire to a better society where we all thrive. This is our promise: to always work toward a better, more sustainable society.\n\nSix Material Issues\n\nWe have identified six issues that are material to our sustainability efforts. We have announced a commitment and targets for each issue and are implementing them as part of our business strategy.\n\n- Create New Value through Products and Services\n- Respect Human Rights in Our Supply Chain\n- Respect the Environment\n- Strengthen Communities\n- Support Employee Fulfillment\n- Corporate Governance\n\nIntroduction\n\nFast Retailing (FR) manages eight brands worldwide. Our mission is to deliver clothing that enriches the lives of our customers. For the past 20 years, sustainability has been an integral part of how and why we do business. Today, more than ever before, our objective is to support the sustainable development of society and the environment through our actions and policies.\n\nCOVID-19’s impact is greater than any of us could have imagined. Our mission in this global crisis is not only to enrich the daily lives of our customers, but to become the infrastructure that supports society through the business of clothing (products and services). We believe it is more important than ever to work with our customers and help society get to a better place, together. We would also like to actively disseminate information through our customers’ voices in our business activities. FR’s Sustainability Report 2021 reflects our commitment to this goal.\n\nThe report’s first feature is a special conversation between Jacques Attali and Tadashi Yanai. We also highlight Generation Z’s efforts to improve the global environment, refugees bringing their dreams to life, and our projects with the Swedish Olympic Committee to support youth through sports. FR strives to help make the world a better place.\nHow to Shape the Post-Coronavirus World for Our Children\n\nTen years ago, the social theorist and economist Jacques Attali predicted and warned of a global pandemic in his book. In a recent piece, Attali highlighted “the Economy of Life” and altruism as the prescriptions for the social and economic crises humanity is facing. What are the essential factors for a sustainable future? How will clothing change? Connecting Paris under curfew and Tokyo, the two thought leaders held a two-hour discussion on what is needed in a post-corona world.\n\"The Economy of Life\" and a \"Positive Society\"\n\nAttali This is the second time I have met you, Mr. Yanai. I am glad to have this opportunity to talk about important issues again.\n\nYanai So am I, Dr. Attali. So, Dr. Attali, I believe one of the biggest problems the world is facing right now is environmental destruction. Humanity is on the brink of survival, and we must ask ourselves “how much time is there left for us?” This crisis has accelerated even further considering the COVID-19 pandemic (hereinafter “the pandemic”).\n\nAttali Environmental issues are important, as you point out. On that front, it goes without saying that the need to pursue sustainability is crucial, but I do not think that is enough. We must not overlook social issues and issues of democracy. Aren’t our current politics demoralizing people? Are workers treated properly? Are we not making grave mistakes in the way we treat minorities? A sustainable society requires not only the ecological but the economic and political aspects working properly. On top of that, society needs to act with the interests of the next generations in mind. I call such a society a “Positive Society.”\n\nYanai In “L’économie de la vie (The Economy of Life)”, the book you just published, you wrote that “the Economy of Life” will be important in the post-corona world. You have pointed out that areas such as wellness, education, hygiene, food, agriculture, and clean energy will play a vital role for the next generation.\n\nAttali Exactly. A society that values “the Economy of Life” is a “Positive Society” that values the next generation. And in the area of clothing, clothes will be included as a part of “the Economy of Life” by not only being made of sustainable materials, but also being long-lasting and contributing to wellness and hygiene. Clothes that are discarded quickly will not benefit the next generation. There will be more of a demand for clothing with respect for nature and humanity in the future.\n\nYanai I feel that the pandemic is certainly changing our lifestyles, as well as the type of clothing consumers seek. Clothing that feels more comfortable, healthy, and that can allow us to express ourselves by wearing it, is becoming crucial. Needless to say, materials and manufacturing processes must be sustainable. At the same time, it will be more important for clothing to play a part in making the environment a better place to pass on to the next generation.\n\nAttali That is exactly an action which is in the interests of our next generations. We are the grandparents of all humanity, and we must act like grandparents of humanity yet to be born. In any work, we need to ask ourselves the question: “Is what we are doing part of ‘the Economy of Life’?”\n\nYanai With a crisis like the pandemic, we should think positively and change our industries, including clothing, in solidarity with the world. However, the world is even more divided socially and politically right now.\n\nAttali Climate change, the pandemic, and conflicts around the world are all major risks hovering above us like black clouds. However, just like in football games, we must analyze the strengths of the opposition and understand the risks when we play. If there is a country politically opposing us, we should start by understanding its culture and respect it. That may provide a way to rebuild a relationship without things quickly becoming hostile. It is paramount to understand the opponent.\n\nAltruism drives problem solving\n\nYanai An inward-looking mindset is becoming a global trend, and some only seem to care about their own country or the environment close to them. This is causing problems in many regions in the world. If a country only pursues its own interests, it may lead to conflicts or frictions. Also, there seems to be less compassion for others. Some view the differences in race and ethnicity as a barrier, and do not try to see or think about the differences in culture.\n\nWithout a relative perspective, we would end up having a narrow-minded interpretation of the world that only respects our own culture. No positive power will come from such an insular way of seeing. The pandemic hit us when this situation was getting worse. This is an emergency that requires global solidarity, yet we cannot seem to find the momentum for it. Another thing that worries me is that we are losing our willingness to look at things in an historical perspective. The present is made up of an accumulation of what happened in the past. If we do not know or care about the past, we cannot understand the present in a true sense.\n\nAttali It was not as though no one could have ever foreseen conflicts between human beings like WWII. Many people predicted the war, but failed to stop it. The United Nations, the organization whose core mission is to prevent such conflicts, was not created during WWII, but only after it. Humanity can only learn after experiencing a crisis and ending it in a devastating way. Such a view, however, is too pessimistic. It is the role of rationality and intelligence to create the power to stop devastation before\nit occurs. I believe that there are many ways to avoid conflicts and to start acting in order to make the world a better place. This is the fundamental idea and attitude behind the “Positive Society.”\n\nThe same can be said for frictions caused by cultural differences or environmental issues, which can be described as conflicts between humanity and the environment. Altruism, a fundamental requirement of the “Positive Society,” is the starting point and drives us to action for solving these issues.\n\nYanai Turning the idea into actions—this becomes a big barrier in Japan. Historically, Japanese tend to think that it is not for individuals but for the government or the administration to choose the path and act for the future. There is an ingrained mentality among Japanese that “higher-ups” should decide and solve difficult problems. I believe this is not good enough. Individuals or companies must start acting on their own, otherwise, things that could be changed will not change. Things may become too late to address if we just wait for the government or the state to make a decision. We live in a highly globalized society. I believe that decisions and actions that transcend national borders are more likely to spread quickly and reliably if started by individuals or companies.\n\nAttali Companies with the power and position to promote their own values can become leaders in the “Positive Society” and move society forward. This trend may only accelerate in the future, and I call such companies “Positive Companies.” Altruism must be placed at the core of the corporate philosophy, and corporates must fulfill these responsibilities with their activities. In my opinion, Fast Retailing is in a position to become one of these models. We, as consumers, should also buy products from “Positive Companies” that apply altruism from now on. Shareholders will check to see if they are “Positive Companies.” Investors will choose companies that contribute to the “Positive Society.” Banks financing companies will preferentially choose altruistic companies. Such trends will gradually permeate society and exert their influence on those around it.\n\nRules shared globally—is it possible?\n\nYanai I fully agree with the idea and action of altruism. Do you think that altruism is the solution to all problems?\n\nAttali It is worth considering, if we succeed in sharing certain rules globally, to place altruism as the core of actions by people. The rule of law. This is difficult to achieve, but one of the initiatives taken by the EU was this integration by law. The countries in the EU cooperated to lay down a common set of rules. The population of the EU is under 450 million. This may be less than one-tenth of the global population, but the integration cannot be considered small, and it was realized by having a common set of rules. Our way of thinking and actions must be globalized in the global market. Globalization of products alone is not enough to realize a sustainable and open market. Obviously, it is very difficult to share a legal system for all humanity. However, it may be viable, for example, for Fast Retailing and competing global apparel companies to come together, make agreements for the raw material handling, working conditions and so on, create shared rules based on them, and conduct corporate activities. This starts with companies, not the state or the government.\n\nYanai I do not think that rules will provide a fundamental solution. If only global apparel companies cooperate, we may end up only working within our conventional perspectives and defending our own rights. However, Japanese tend to feel more comfortable working within such a framework, and many managers may prefer a common set of rules in place. Since the Meiji Restoration, Japanese have been good at following and working under the direction or guidance set by “higher-ups.” Because you don’t need to think for yourself as long as you are working hard for the goals and conditions provided by the government. The government also thinks about protecting and encouraging companies. However, this may make it impossible for them to change their course if things go in the wrong direction.\n\nJob freedom vs. lifetime employment\n\nYanai How are French people trying to solve the problem of inequality?\n\nAttali Mainly by taxation. The tax rate in France is one of the highest in Europe. People believe this is a worthwhile price to pay to solve inequality and improve general wellbeing and welfare. The Scandinavian nations also have similarly high taxation rates. In return, they provide education and medical care unconditionally. High taxes are a system of altruism, and are\nrules of consideration for others. A contrasting country is the United States. They have a low tax rate. However, in the United States, it is practically impossible to get advanced medical care if you do not have health insurance.\n\nCarbon footprint is a major pressing issue, and it is necessary to introduce a carbon tax on commodities to address this. Carbon footprint is not only a problem for manufacturing but also for importing and exporting across countries. This cannot be solved by a single country, and the involvement of globally operating companies is crucial, among other things. This is the reason why I believe that the various problems Mr. Yanai pointed out cannot be solved entirely on a country basis, and global rules are required.\n\nYanai It is important not to end up with protectionism and groupism. I believe it is crucial for individual companies around the world to freely engage in economic activities. In my opinion, it is not right to make the rules first and then instruct them to go in the same direction as a group. The tax rate was not so high in Japan in the past. However, as the birthrate declines and the population ages, the country is shifting to higher taxes due to the scarcity of financial resources for health and social welfare.\n\nAttali There are 1.9 children per family on average in France. It is 1.4 in Japan. Also, most women in Europe work. People typically do not work for the same company until they retire—in several European countries, they change their jobs every three to five years. People spend their entire lives being educated and trained, and improving their abilities. Just like football, the team is important, but so is fully mobilizing each player’s abilities and potential. Individual abilities can improve further by transferring to another team and expanding playing opportunities. This is the same for workers. Society is also responsible for discovering things individuals are good at and the skills they should improve throughout their lives. This is the idea that a flexible society pays a salary and provides training opportunities at the same time. Individuals improving themselves throughout their lives will eventually enrich society.\n\nYanai As you mentioned, more and more people are thinking that the role of lifetime employment may have come to an end. There is no denying that there is a chance for an individual to develop their abilities by changing their job. However, I believe that lifetime employment, not as a system but as a result, is good for both the company and the individual. If a company becomes a group of individuals who repeatedly change their jobs, it is difficult to develop collective or tacit knowledge. When it comes to working and creating something, I believe that deepening relationships and communication with co-workers will develop individual skills and support the company. Even a talented individual may not always perform well immediately. If you change companies, there will inevitably be some tasks you need to learn from scratch, no matter how good you are. We may be able to fully utilize our potential when our objectives and those of the company are aligned and work with a long-term view. Just like a team play in football, I believe it is ideal when everyone works in the same direction as their manager and aims for their goal. The idea of lifetime employment might be hard for people from Europe to understand, though.\n\nAttali I think some Europeans agree with your idea, Mr. Yanai. On the other hand, there must be more and more Japanese people who want to be free from the system of lifetime employment and work more freely—though it is dangerous to put the desire for freedom above everything else. However, I think it has become a global consensus that individuals are free to choose. Regarding lifetime employment, I don’t think it is unconditionally a good system, obviously. Lifetime employment that has lost its substance is rather harmful. Individuals are free. Companies are free. These are undeniable principles. However, I also believe we should aim for a corporate entity that utilizes the accumulated collective knowledge of an employee. There is a power lifetime employment exerts in this sense. The operations of a company cannot be successful with the power of a single individual. By the way, there is a question I want to ask. Do you think there can be such a thing as a “lifetime consumer”? I think it is because they know the value of going out from their country and gaining a unique experience. It would be nice if more Japanese people would come and work in France.\n\nYanai Individuals live freely and work globally, participating in local communities and contributing to society. This may be a first step to realize a world without wars or conflicts. In that sense, the roles and responsibilities of companies are even greater.\n\nAttali It would be wonderful if we have another opportunity to discuss the future of companies or the apparel space in the 21st century from a long-term perspective. I’d love to see you again and talk to you.\nCombating COVID-19\n\nFast Retailing is providing support to various people impacted by COVID-19 around the world during this unprecedented crisis.\n\n(Local Communities) We’ve donated masks and isolation gowns (protective gear used at clinical sites) along with UNIQLO’s functional innerwear, AIRism items, and other essential clothing. We’ve received positive feedback indicating that when clinical workers wear AIRism under their protective clothing and isolation gowns, it helps to reduce the feeling of stuffiness and other discomfort, making their work life less stressful. We have also made monetary and other donations in 26 countries and regions. Additionally, with the collaboration of UNIQLO Global Brand Ambassadors, sports organizations and NPOs, we are proceeding with donations to those most in need. Amid the constantly changing global situation, we will continue to offer this support.\n\n(Customers) In Japan, at the entrances to our stores, we ask customers to cooperate with temperature checks, limit entry when necessary, and require mask wearing. In stores, we ask customers to follow proper social distancing when queuing for fitting rooms or the cash register. We check our employees’ temperature and confirm they are in general good health before entering our stores. We also require our employees to wear masks, gargle, and wash and sanitize their hands regularly. Additionally, we frequently and thoroughly clean the surfaces in our stores with disinfectant. Temporary closure of some stores, or reduced business hours, is implemented upon the request of the authorities in each country and region. Our online stores operate 24/7, so our customers can purchase necessary clothing items from home, depending on the current situation of the country and region.\n\n(Employees and Production Partners) We provide masks and hand sanitizer to create a safe, secure, and comfortable working environment for our employees. We also encourage employees to work remotely from home depending on their role. Through our engagement with Better Work, a joint program between the International Labour Organization (ILO) and the World Bank Group’s International Finance Corporation (IFC), we have provided factories with guidelines to strengthen their sanitization measures, such as handwashing, body-temperature measurements, and mask wearing, and to help them understand their obligations to employees in case of factory closures. As a measure to support the financial stability of our factory employees, we ensure that payments are made in accordance with previously-agreed conditions.\n\nDonation Details (as of November 27, 2020)\n\n| Item                  | Quantity |\n|-----------------------|----------|\n| Masks                 | 16,730,000 |\n| AIRism Masks          | 602,575  |\n| Isolation Gowns       | 1,430,000 |\n| Functional AIRism Innerwear | 470,683 |\n| Essential Wear        | 524,513  |\n| Monetary Support      | $260,000 |\nPutting People First\n\nFast Retailing (FR) places its top priority on respecting the human rights of our customers, employees, and those working in our supply chain, ensuring their mental and physical health, security, and safety. FR’s human rights initiatives are summarized in the following seven questions and answers:\n\nQ.1 What are FR’s human rights initiatives?\nIn accordance with the United Nations Guiding Principles on Business and Human Rights, we have established our own human rights initiatives. We established a Human Rights Committee to offer advice and supervision, to ensure that respect for human rights is guaranteed based on our policy and that business is performed appropriately. For example, the Committee gives advice and recommendations for investigation and remedial measures in the event a human rights violation comes through our company’s hotline. Furthermore, the Committee offers guidance concerning the implementation of human rights through due diligence, with preventive actions and improvement measures for identified challenges. We have also built education programs to deepen the understanding of respect for human rights.\n\nQ.2 How does FR maintain a safe and secure working environment at partner factories?\nIn the labor monitoring process, we check the compliance status of partner factories using the Fast Retailing Code of Conduct for Production Partners. The Code of Conduct stipulates the rules that partner factories must abide by, and we disclose the evaluation results on our website. FR employees visit partner factories as necessary to provide support for improvement. Furthermore, in FY 2020, we conducted training for 489 factories in 22 countries and regions to ensure that partner factories understand the Code of Conduct, the latest labor standards, and more.\n\nQ.3 What are some of FR’s initiatives supporting the needs and development of female employees?\nFR has various human resources systems that enable female employees to choose the work styles that suit their life stages—for example, balancing childcare or caregiving with career development. In Japan, the FR Group implements development programs for female management candidates to build up their abilities and to eliminate unconscious bias. As of August 2020, women made up 39.2% of total management positions within the FR Group.\n\nQ.4 What initiatives for employees and customers with disabilities has FR put in place?\nMore than 1,000 employees with disabilities work at UNIQLO and GU stores around the world. Since FR began developing full-scale initiatives for employment of people with disabilities in 2001, the company has proactively strived to employ people with disabilities and create environments in which they can work with a sense of fulfillment. At UNIQLO stores, we have placed an emphasis on the satisfaction of customers with disabilities by implementing a special project, which aims at improving hospitality, services, and store design. It also focuses on the development of new products such as our front-opening innwear for customers who have difficulty putting on their clothes.\n\nQ.5 How does FR approach the hiring of refugees?\nUNIQLO has an objective to provide employment for people and families who are permitted to live in Japan permanently under recognized refugee status, as well as in other countries where we do business and refugees have the legal right to work. As of April 2020, 121 refugees were working at UNIQLO stores all over the world (63 in Japan, 11 in Germany, 28 in France, seven in Italy, six in the United States, two in Sweden and one in the United Kingdom). UNIQLO also conducts training for store managers and employees in order to deepen their understanding of refugees. FR also organizes exchange meetings for refugee staff so that they can work with a sense of fulfillment for a long time.\n\nQ.6 How is FR endeavoring to create a safe and comfortable working environment for LGBTQ+ employees?\nBy respecting sexual orientation and gender identity, FR strives to create a safe and comfortable working environment for all employees. In Japan, we have also introduced the “Partnership Registration System,” which offers employees with same-sex partners eligibility for company benefits such as special leave for weddings and funerals. Mutual understanding and tolerance is further encouraged through various efforts such as the publication of our Diversity and Inclusion newsletter, holding in-house movie screenings by a volunteer network group called “Symphony,” and organizing concerts featuring an orchestra promoting LGBTQ+ inclusion and rights.\n\nQ.7 How does FR reflect stakeholder opinions on products and stores?\nUNIQLO gathers and analyzes diverse data through our customer centers in all of the countries and regions where UNIQLO and its online stores operate. This information reflects customer requests for improvement of products and services, which helps us to develop and refine them. Some of these requests can be viewed on the UNIQLO website. In June 2020, we launched the AIRism Mask following the requests of many customers, and this essential item soon became a bestseller. We share all complaints received with related departments as a top priority issue for improvement. In FY 2020, we conducted a customer satisfaction survey around the world, with a 96% degree of satisfaction reported.\nIt’s been 20 years since the United Nations Millennium Declaration. The world continues to strive to realize a sustainable society. The key milestones of Fast Retailing (FR)’s sustainability activities, from the establishment of the Social Contribution Office to the present day, are shown in the next pages alongside world events.\n\n20 Years of Sustainability Progress\n\n2000\n- Global Reporting Initiative (GRI) Guidelines first published\n- UN Global Compact established\n- UN Millennium Declaration adopted\n\n2001\n- Millennium Development Goals (MDGs) formulated\n- World Summit on Sustainable Development held\n- Code of Conduct (CoC) for Production Partners established\n- First CSR Report published\n\n2002\n- World Summit on Sustainable Development held\n- UN Women established\n- Wangari Maathai received the Nobel Peace Prize\n- First Product Recycling Initiative commenced\n- First CSR Committee meeting held\n\n2003\n- UN Conference on Sustainable Development held\n- UN Women Partnership\n- First visited refugee camps in Thailand and Nepal\n- Environmental policy established\n\n2004\n- Kyoto Protocol enforced\n- UN Global Compact published\n- UN Women received the Nobel Peace Prize\n- First CSR Committee meeting held\n- First CSR Committee meeting held\n\n2005\n- UN Women received the Nobel Peace Prize\n- UN Women Partnership\n- First visited refugee camps in Thailand and Nepal\n- Environmental policy established\n\n2006\n- Kofi Annan’s Principles for Responsible Investment (PRI) launched\n- UN Women Partnership\n- First visited refugee camps in Thailand and Nepal\n- Environmental policy established\n\n2007\n- First visited refugee camps in Thailand and Nepal\n- Environmental policy established\n\n2008\n- First visited refugee camps in Thailand and Nepal\n- Environmental policy established\n\n2009\n- First visited refugee camps in Thailand and Nepal\n- Environmental policy established\n\n2010\n- UN Women Partnership\n- First visited refugee camps in Thailand and Nepal\n- Environmental policy established\n\n2011\n- First visited refugee camps in Thailand and Nepal\n- Environmental policy established\n\n2012\n- UN Women Partnership\n- First visited refugee camps in Thailand and Nepal\n- Environmental policy established\n\n2013\n- First visited refugee camps in Thailand and Nepal\n- Environmental policy established\n\n2014\n- First visited refugee camps in Thailand and Nepal\n- Environmental policy established\n\n2015\n- First visited refugee camps in Thailand and Nepal\n- Environmental policy established\n\n2016\n- First visited refugee camps in Thailand and Nepal\n- Environmental policy established\n\n2017\n- First visited refugee camps in Thailand and Nepal\n- Environmental policy established\n\n2018\n- First visited refugee camps in Thailand and Nepal\n- Environmental policy established\n\n2019\n- First visited refugee camps in Thailand and Nepal\n- Environmental policy established\n\n2020\n- First visited refugee camps in Thailand and Nepal\n- Environmental policy established\n\nFor more information\nGen Z: Changing the World\n\nMembers of Generation Z have a strong awareness of environmental issues. Young people today actively share information and opinions. They have grown up with technology and social platforms and have witnessed the actions of their peers all over the world in real time. We can learn a great deal from those who have begun to take initiatives to change our collective future. We interviewed two young Japanese sustainability leaders who are engaged in global collaborations focused on this goal.\n\nFive Questions\n1. Which three hashtags would you use to describe your work?\n2. Please briefly describe your environmental efforts.\n3. What prompted you to begin taking action?\n4. What do you want the world to be like in 50 years?\n5. What do we need in order to take the first step for the future of our world?\n\nYota Takakura, 26\nChief Executive Officer, Innoqua Inc.\n\n1. #Harmony #Technology #Corals\n2. We founded Innoqua in 2019 with the principle of “creating a world where humans and nature can maintain a positive balance 100 years later” and to promote R&D and implementation of environment transfer technology to reproduce specific marine ecosystems accurately in an aquarium setting by using IoT and AI technology. We roll out environmental education using the coral reef ecosystem, engage in collaborative research and development of environmental protection, and support business reform from the viewpoint of the Sustainable Development Goals (SDGs). The company was also involved in the recovery of the environment after the 2020 Mauritius oil spill. 3. The shocking experience of not even knowing the name of the diseases when the fish and coral reef I was taking care of died. 4. A world where everyone cherishes nature, recognizes its value, and respects it. When humans and nature build a truly symbiotic relationship, various innovations are born. I yearn for a world where the treatment for currently untreatable diseases has been discovered or people are moving to Mars. 5. We need a driving force that will move people from the bottom of their heart to act, such as intellectual curiosity or love. In order to discover such a force, I will continue to advocate the importance of “cherishing your inspirations” to young children.\n\nMiu Tanaka, 18\nPresident, Geographical History Club, Sanyo Gakuen Middle and High Schools\n\n1. #Marinewaste #SDGs #Collaboration\n2. Thirty-six middle and high school students belonging to our Geographical History Club are taking action to solve the problem of plastic waste in the ocean, which is becoming more serious in the Seto Inland Sea, by incorporating the viewpoints of the SDGs. In particular, we are focusing on sea floor waste and waste drifting around the islands. We are working to collect and separate the debris and to increase public awareness of the issue. With the mindset of “change the present to change the future,” and through the collaboration of industry, government, academia and individuals, we presented the fruits of our efforts at the SDG Global Festival of Action 2019 held in Germany. People in our community have nicknamed us the “marine waste girls.” 3. I joined after I learned about the activities of the Geographical History Club. 4. By aiming to create a world without marine waste, I dream of a world where people, nature, and other creatures truly coexist. 5. I believe we need a multifaceted approach from the perspectives of politics, law, economy, medicine, and social welfare. And the most important thing is to think of the problems that are happening on our earth as our own, to learn about and understand them, and to take action.\nCaring for the Environment\n\nFast Retailing (FR) endeavors to create high-quality, long-lasting clothes with timeless appeal. We aim to contribute to the establishment of a circular economy and maximize resource efficiency by eliminating waste.\n\nIn our response to climate change, we will accelerate cooperation with our business partners and other stakeholders.\n\n01 Responsible Procurement of Raw Materials\nFR has joined the Better Cotton Initiative, a global not-for-profit organization, which provides cotton farmers with education about the use of water and agricultural chemicals. For rayon products, FR also makes efforts to establish the traceability to viscose mills.\n\n02 Chemical Management\nWe are promoting initiatives for zero discharge of hazardous chemicals in the production process by joining the fashion industry’s association focusing on this issue, the ZDHC Group. We endeavor to be in compliance with the water discharge standard at the core fabric mills.\n\n03 Introducing LED Lighting and Installing Solar Panels at Stores\nUNIQLO Japan achieved a 93.8% installation rate of LED lights for store lighting, which led to a 38.7% reduction of greenhouse gas emissions in FY 2020 (as compared to FY 2013, per unit area). UNIQLO Taiwan completed installation of solar panels for three locations including its big Tainan Wenxian Road store, and will continue to introduce them in the future.\n\n04 Reduction of Single-Use Plastic\nWe endeavor to reduce our environmental impact by reducing the use of plastic product packaging and shopping bags, shifting to environmentally friendly materials. We also promote the use of eco-friendly reusable bags to our customers.\n\nUse of Recycled Polyester\nRecycled polyester made from post-consumer PET bottles is partly used in UNIQLO’s DRY-EX Polo Shirts and Fluffy Yarn Fleece, products that promote efficient resource use.\n\nReduction of Water Use in Jeans Finishing\nWe have developed technology to reduce the amount of water used in the jeans finishing process by up to 98%, with the equivalent of just about a teacup of water for every pair of jeans. By promoting this technology across all the FR Group brands, FR continues its efforts to save this precious natural resource.\n\nInitiatives on the Issue of Microplastics\nWe participate in cross-industry initiatives to solve the problem of marine plastic pollution, including the Microfibre Consortium.\n\nReduction of Water and Energy Use\nWe are promoting initiatives to reduce water and energy use by conducting environmental impact assessments of UNIQLO’s core fabric mills.\n\n* Comparison between UNIQLO Men’s Regular-Fit Jeans in 2017 and the same model in 2018.\n\nSigning of the Fashion Industry Charter for Climate Action\nFR signed the Fashion Industry Charter for Climate Action in January 2020. The Charter supports the goals of the Paris Agreement in “limiting global temperature rise to well below two degrees Celsius above pre-industrial levels.” It also calls for a commitment to “30% aggregate GHG emission reductions in scope 1, 2 and 3 of the Greenhouse Gas Protocol Corporate accounting and Reporting Standard, by 2030 against a baseline of no earlier than 2015.”\n\nFor more information\nRE.UNIQLO: The Rebirth of Clothes\n\nSince 2006, UNIQLO has promoted a recycling program to collect gently worn UNIQLO clothing from our customers, donating the items to refugees and others in need. We have recently evolved this initiative to include product-to-product recycling. The program is now called RE.UNIQLO.\n\nBy collaborating with the United Nations Refugee Agency (UNHCR), UNIQLO has donated 41.1 million items of clothing to refugees and displaced persons in 75 countries and regions around the world. Through our global partnership with UNHCR, we aim to donate approximately 7 million pieces of clothing per year. UNIQLO Japan recycles clothes that are unwearable into solid fuel and automobile soundproofing materials to ensure that nothing goes to waste.\n\nPromoting Product-to-Product Recycling\n\nAs the first initiative to recycle old clothes into new through RE.UNIQLO, we launched our Recycled Down Jacket in November 2020. New technology enables us to extract and use down and feathers efficiently. This garment is filled completely with reclaimed down and feathers taken from 620,000 pieces of down products collected in Japan since the start of 2019. In 2020, we collected down products in 23 countries and regions.\n\nDonation Efforts and Recycling of Clothing Into Fuel and Raw Materials\n\nRE.UNIQLO not only supports refugees by providing them with gently worn clothing, it promotes the efficient use of resources by incorporating recycled materials in the production of new items. We will also reduce excessive waste, greenhouse gas emissions, and resource use throughout the product life cycle.\nProduct Innovations\n\nFast Retailing is committed to producing high-quality items, and to pursuing sustainability in our clothing and processes. These are the latest developments.\n\n**[UNIQLO]** We use recycled polyester material made from post-consumer PET bottles to support the more efficient use of resources. This year, recycled polyester comprises 32% to 75% of the high-performance, quick-drying DRY-EX Polo Shirt, and 30% of the Fluffy Yarn Fleece Full-Zip Jacket, and Fluffy Yarn Fleece Pullover Shirt. As the first initiative of product-to-product recycling under our RE.UNIQLO program, we launched our Recycled Down Jacket in November 2020. This item is filled completely with reclaimed down and feathers taken from pieces of 620,000 down products collected in Japan since the start of 2019. The recycling process uses a completely automated down-separation system newly developed by Toray Industries, Inc. The system offers approximately 50 times the processing capability of manual processes, and has enabled large-scale recycling and production. The down and feathers are washed after separation, and those that meet the criteria for cleaning as new ones are recycled as materials to be used in new down products.\n\n**[Theory]** ‘Good Wool’ products are part of a signature program in ‘Theory For Good’, the brand’s platform for social and environmental responsibility. The ‘Good Collection’ is consciously designed to make a positive impact on our communities and the planet. Here, the ‘Good Wool’ is shown in ultra-fine merino wool sourced from responsibly-raised Australian sheep and woven in Italian mills using the latest energy and water-saving technologies.\n\n**[GU]** We aim to create jeans with a low impact on the environment. We have reduced water consumption by up to 96%* in the finishing process by reviewing and improving upon the conventional production process. This processing method is used for all GU jeans such as the Tapered Ankle Jeans. The new method requires just a fraction of the water we previously used, without compromising product quality. We do this by using special washing machines with ozone gas cleaning and nano-bubble cleaning functions. In addition, the introduction of eco-stones—long-lasting, artificial stones that do not wear down—has eliminated the need for crushed natural stones and reduced the amount of water required for cleaning.\n\n*the amount of water used in the finishing process for GU’s Tapered Ankle Jeans as compared with conventionally finished products.\n\n**[J Brand]** Our Los Angeles brand is famous for its premium denim such as the Mid Rise Super Skinny. The jeans are made of traceable cotton and recycled polyester, and are produced with technology to reduce water consumption in their finishing process.\nIn 2019, UNIQLO and the Swedish Olympic Committee (SOC) signed an agreement for UNIQLO to become the main partner and the Official Clothing Partner of the Swedish Olympic and Paralympic teams. The biggest reasons for us were the elements of high quality, innovation and sustainability combined in UNIQLO’s clothing. I believe that UNIQLO is the perfect match for Swedish athletes with its high level of performance. I visited the first long-awaited UNIQLO store when it opened in Stockholm, the Swedish capital, in 2018. I’m also aligned with UNIQLO’s LifeWear concept. It’s modern, high quality, easy to match with other clothes, affordable and long lasting. The philosophy of LifeWear itself is sustainability. This is one of the reasons why UNIQLO has become such a popular brand in Sweden. In Sweden, we share the idea of taking care of nature and helping each other. This contributes to the high quality of life and social inclusion in the country. It takes time to realize inclusion, but when I look back, I certainly see the progress over time. In 1996, I coached the basketball team that participated in the Atlanta Paralympics. The Paralympics were considered as something special at that time. However, sports for people with disabilities have become a natural part of our lives now. SOC is promoting “pursuit of excellence,” “friendship” and “respect” – the values of the Olympics – as our important initiatives. UNIQLO is our crucial partner in these aspects. We believe the best way to convey the value of the Olympics is to let young people and children experience sports. Experiencing sports and being active also helps our body to become healthier. We also want people to feel what it means to be alive through sports. That is how DREAM PROJECT by UNIQLO started. The “Dream” has two meanings. As the Dream we share, we will use the power of sports and clothing to enrich our lives. And we will help young people and children to have a Dream. In our first event, elementary school students and top athletes enjoyed sports together. Sports cultivate the ability to overcome difficulties and nurture friendships while working with teammates. It is essential for children to grow. In Sweden, one third of adults belong to a sports club. They enjoy sports on a daily basis. Children are surrounded by smartphones and video games from a young age now, and it will be even more important to pass down the fun and importance of physical activity to them. I believe that the approach of engaging with top athletes through sports will form lifelong memories. It is my sincere wish that as many children and young people as possible will experience this project and feel that it was a life-changing day.\n\nPeter Reinebo\nChief Executive Officer, Swedish Olympic Committee (SOC)\nServed as the coach for the Swedish Sitting Basketball Team and Swedish Women’s Basketball Team during the 1980s, then worked for SISU Sports Education. Joined SOC in 1995, served as its Sports Director and became the Chief Executive Officer in 2013. He led the Swedish teams in three Olympic games in Sochi, Rio de Janeiro, and PyeongChang. He has won seven gold, six silver, and one bronze medals, establishing the highest record in the country’s history.\n\nIn October 2020, UNIQLO and the Swedish Olympic and Paralympic Committee launched DREAM PROJECT by UNIQLO, an initiative to inspire youth and children to participate in sports and adopt active, healthy lifestyles. We asked Peter Reinebo, Chief Executive Officer of the Swedish Olympic Committee, about the significance and the future of the project.\nHelping Refugees Flourish\n\nFast Retailing (FR) is a global partner of UNHCR, the UN Refugee Agency. Refugees are the same as all of us, with dreams of brighter futures. The three people featured in this article are refugees. As people forced to flee their homes, they share the importance of education for refugees—to hope, thrive and live meaningful lives in a new place.\n\nMaya Ghazal\n\nI had hopes and dreams like any other child. I enjoyed time with my family and got to travel every now and then. My childhood in Syria used to be normal like that. Everything changed with the war, and I started my new life as a refugee in England. When I arrived in the UK, I was very excited about life getting back to normal but instead I was faced with people labeling me as a refugee. When people hear the word refugee they expect people who are uneducated, broken, poor and sad. Becoming a refugee does not strip the person of their basic human qualities. Refugees can also become successful by becoming educated in order for you to gain knowledge and wisdom you need to survive. In 1996, I came to Japan alone to escape from oppression in Myanmar, my home country. I didn’t understand Japanese at first, but I studied hard, and graduated from Kwansei Gakuin University through UNHCR Refugee Higher Education Program. Now I am working as an interpreter in Japan. The Refugee Assistance Headquarters of the Foundation for the Welfare and Education of the Asian People provided necessary supports when my mother became sick in Japan, including extension of her stay. Through my experience, I began to think about helping others in the same situation, and now I work as an interpreter and refugee advisor for the foundation. Some social and cultural norms in Japan are sometimes difficult to understand for refugees. I try to communicate in a way that is easy for both sides to understand in such cases. For example, when I accompany them to hospital or city office, I always look them in the eye to make sure they really understand, not just interpreting, and support the communication. I will continue to work for them, hoping more support and understanding for refugees will be realized in Japan. It is also my dream to serve my home country one day.\n\nGer Duany\n\n“Former refugee, actor, model, writer, and activist. I’ve lived many lives and there are many titles I’ve accumulated reflecting the opportunities that were offered to me along the way. I have lived in many refugee camps all over Africa including Ethiopia and Kenya, as well as being displaced in Sudan, my home country, to survive before fleeing to the United States. Then, I appeared in a film about refugees, worked as a model, and even wrote a book about my life as a refugee, “Walk Toward the Rising Sun”. I am also working with UNHCR to help refugees. When I was a child, I was separated from my family in the refugee camp after fleeing from the civil war. I remember not having clothes, a pencil, or notebooks to write my ABCs. And I remember countless nights when our bellies had no food. That is how I learned to live, laugh, and care for those who are struggling in refugee camps because I know and understand that life very well. I see how important education is for their futures. Right now, I am particularly focused on education for children. My greatest hopes and dreams are to one day be a part of helping transform refugee camps into functional towns so that refugees can create bigger opportunities for themselves. Why? Because as a former refugee myself, I used to dream in my head that one day I would go back to Akobo, Sudan (now South Sudan) to start my life and rebuild my home and my country.”\n\nLam Mang\n\n“I wouldn’t be where I am today without my parents, who always encouraged me in education. They were passionate about education and said ‘we may not be able to leave you much, but we want you to be educated in order for you to gain knowledge and wisdom you need to survive.’ In 1996, I came to Japan alone to escape from oppression in Myanmar, my home country. I didn’t understand Japanese at first, but I studied hard, and graduated from Kwansei Gakuin University through UNHCR Refugee Higher Education Program. Now I am working as an interpreter in Japan. The Refugee Assistance Headquarters of the Foundation for the Welfare and Education of the Asian People provided necessary supports when my mother became sick in Japan, including extension of her stay. Through my experience, I began to think about helping others in the same situation, and now I work as an interpreter and refugee advisor for the foundation. Some social and cultural norms in Japan are sometimes difficult to understand for refugees. I try to communicate in a way that is easy for both sides to understand in such cases. For example, when I accompany them to hospital or city office, I always look them in the eye to make sure they really understand, not just interpreting, and support the communication. I will continue to work for them, hoping more support and understanding for refugees will be realized in Japan. It is also my dream to serve my home country one day.”\n\nInitiatives by FR and UNHCR\n\nAs a global partner of UNHCR, FR works toward comprehensive solutions to the challenges faced by refugees and displaced people around the world. We provide clothing, employment opportunities, and emergency assistance, as well as support for the independence of refugees. FR has visited refugee camps around the world to assess the need for clothing, resulting in many donations. We have also employed 121 refugees in UNIQLO stores globally. For specific initiatives, please refer to pages 17, 25, and 33.\nGiving Back to the World\n\nFast Retailing (FR) continues to deepen its relationships with local communities, working together with our customers who share in our wish for a better society, with the goals of co-existence and co-prosperity. These are our activities in support of underprivileged young adults and children.\n\nSupport for Children and Young Adults\n\nNo. of recipients: 41,272\n\nThe Power of Clothing is a project where children take initiative to collect their gently worn clothes for delivery to those in need. To introduce this school outreach program, UNIQLO and GU employees visit elementary, junior high, and high schools in Japan to provide instruction. In 2020, approximately 30,000 children and students from 315 schools participated. In response to COVID-19, FR provided the first online seminar to five schools in the Amami Islands and other areas in collaboration with Shizuoka University. UNIQLO Taiwan has been actively engaging in supporting children and young adults by collaborating with the cultural and art foundations of the city, providing a workplace experience at their stores.\n\nSupport for People with Disabilities and the Socially Vulnerable\n\nNo. of recipients: 170,357\n\nThrough its Theory For Good program, Theory aims to achieve sustainable solutions to products, people, and the Earth by selling charity tote bags made with upcycled materials in Japan. Theory donated the total revenue of 10 million yen to the international NGO JOICFP, in order to help women in the Republic of Zambia become financially independent and maintain good health. Theory also engages in Closet for Needs with PLST. As of December 2020, the two brands had together donated approximately 14,000 clothing items to some 3,900 domestic violence victims in Japan. UNIQLO Korea supports people with cerebral palsy by addressing the daily challenges they face when getting dressed. In fiscal year 2020, approximately 4,000 UNIQLO clothing items were donated to 800 people with such disabilities after they were customized to meet the specific needs of each person.\n\nEmergency and Disaster Relief\n\nNo. of recipients: 1,196,296\n\nIn November 2020, as aid for the damage caused by typhoons Goni and Vamco, FR announced a donation of US $1 million (approximately 104 million yen). In the Philippines, flooding and landslides resulting from the typhoons caused serious damage to many homes. The donation was made through the SM Foundation and was used to provide emergency food supplies, rebuild flooded houses, and build resilient infrastructure to prevent future river flooding. That same month, UNIQLO Philippines, which operates 61 stores in the country, donated 300,000 AirFrom Masks. These essential items were delivered to victims in severely affected areas through the SM Foundation.\n\nSupport for Refugees\n\nNo. of recipients: 164,301\n\nCollaborating with the United Nations Refugee Agency (UNHCR), UNIQLO and GU continually donate clothes collected through our recycling efforts to refugees and displaced persons. Additionally, in June of 2020, FR announced the donation of 10 million yen to UNHCR from the revenue of baby items sold through UNIQLO Japan’s online store in response to COVID-19. The donation supported refugee families and children as an aid to take countermeasures against COVID-19.\n\nGrameen UNIQLO Business\n\nNo. of stores: 16\n\nThe Grameen UNIQLO social business was founded to support the development of Bangladesh’s textile industry and provide solutions to social issues. The entire process—from merchandise to planning, production, and sales—takes place locally, and all revenue is reinvested into the business. As of December 2020, Grameen UNIQLO operates 16 stores in the capital city of Dhaka, creating job opportunities while providing a safe working environment. Grameen UNIQLO also aims to increase the number of female employees, which will help enable more women to establish careers and become financially independent. In addition, Grameen UNIQLO offers basic educational opportunities to the employees of our partner factories to promote and ensure healthy lifestyles.\nCorporate Governance\n\nFast Retailing strives for a responsive and transparent management system. To this end, we work on building an effective corporate governance system by enhancing the functions of the Board of Directors and internal control systems.\n\nStrengthening Functions of the Board of Directors\n\nThe Board of Directors makes decisions on core policies and important matters related to the Fast Retailing Group’s management and provides oversight to the execution of operations by the Group company president and officers.\n\n[Decision-Making Functions] Business globalization and the increasing complexity of the business landscape demand a timely response to a wide range of challenges. We established various committees (see left page, “Corporate Governance at Fast Retailing”) to augment the functions of the Board of Directors and enable prompt, open discussions and decision making. Since 2020, the Risk Management Committee has continually been engaged in discussions and planning for our response to issues such as COVID-19, the risk of major disasters such as an earthquake, and information security risks. The Human Rights Committee is also in discussion over anti-harassment measures and the development of training programs.\n\n[Supervisory Function] We have increased the Board of Directors’ independence and strengthened its supervisory role by appointing external directors to five of the nine director positions. Appointing external directors from various fields—some have demonstrated leadership as top executives of global companies, others are leading experts in M&A and finance—incorporates objectivity into key business decisions.\n\nStrengthening Internal Control Systems\n\nCompliance, as part of internal control, is foundational to healthy business operations. We have established the Fast Retailing Group Code of Conduct as a set of behavioral and ethical standards for employees and carry out education to verify that employees have read and understand it. Understanding and compliance with the Code is ensured through an e-learning course that all employees take each year.\n\nFast Retailing Governance\n\nDetailed information about Fast Retailing’s corporate governance and internal control, including a Corporate Governance Report, is available. www.fastretailing.com/eng/about/governance/\nUNIQLO has been providing support to refugees continuously every year, since it first donated clothing to Afghan refugees in 2001. We will keep on making and selling good clothing through the various initiatives outlined in our Sustainability Report 2021, with the goal to make the world a better place.\n", "source": "fast_retailing_2021", "added": "2025-04-09", "created": "2025-04-09", "metadata": {"Source-File": "climate_reports/ccrm_2023/fast_retailing_2021.pdf", "olmocr-version": "0.1.59", "pdf-total-pages": 20, "total-input-tokens": 50449, "total-output-tokens": 12481, "total-fallback-pages": 0}, "attributes": {"pdf_page_numbers": [[0, 173, 1], [173, 553, 2], [553, 3153, 3], [3153, 3696, 4], [3696, 8802, 5], [8802, 13478, 6], [13478, 18559, 7], [18559, 21499, 8], [21499, 26868, 9], [26868, 29822, 10], [29822, 33467, 11], [33467, 36665, 12], [36665, 38280, 13], [38280, 41058, 14], [41058, 44649, 15], [44649, 50315, 16], [50315, 54423, 17], [54423, 56740, 18], [56740, 57044, 19], [57044, 57044, 20]]}}