{"id": "1cb1c197638f82347afbe9a54c199943909f5f69", "text": "MESSAGE FROM THE CHIEF SUSTAINABILITY & INNOVATION OFFICER\n\nQ WHAT HAVE BEEN YOUR HIGHLIGHTS FOR 2021?\nA Despite another year shaped by the pandemic, 2021 was a year of many achievements in sustainability.\n\nWith “Strategy 2025 – Accelerating Green Growth” we outlined our plans on the journey to being the global leader in innovative and sustainable building solutions. This placed sustainability at the core of our business with ambitious targets in our pillars.\n\nWe have continued our industry leadership in climate by being one of the first seven companies in the world to have science-based targets in biodiversity and the first in the industry not only in biodiversity but also in water with replenishing targets in water risk areas and process reduction targets in all segments!\n\nJan Jenisch passed a strong message to all our stakeholders by launching our new Human Rights and Social Policy. All our countries now have human rights assessments and action plans in place. We also made a strong commitment to contribute to positive social impact by 2030.\n\nThe Circular Explorer was launched with Bertrand Piccard and is now sailing to collect over 4 tons of waste per day from waterways. She is fully solar powered and will serve as a science lab and education medium on water and ecosystem protection.\n\nStriatus, our 3D-printed bridge, establishes a new language for concrete and what is possible in sustainable construction; it is digital, environmentally advanced and circular by design. Assembled without any reinforcement and adhesive, it was recognized with the Design Innovation award by the European Cultural Centre in Venice, where you can still see it today.\n\nIn Innovation we launched DynaMax, the ultimate performance concrete, with high strength, outstanding durability and superior rigidity, alongside SmartBlends, Internal Curing and I-Concrete. ECOPact, the industry’s broadest range of green concrete, has been launched globally at speed and is now offered in 24 markets and all regions of the world. ECOPlanet, our global range of green cement, delivering at least 30% lower carbon footprint with equal to superior performance, was launched in 2021 and is now available in 15 markets.\n\nQ YOU CONTINUE TO LEAD THE INDUSTRY IN TERMS OF SUSTAINABILITY STRATEGY AND TARGETS; ARE YOU CONFIDENT YOU CAN ACHIEVE YOUR LONG-TERM CO2 TARGETS?\nA Holcim maintained its focus on CO2 emission reduction in 2021. Our efforts in the use of industrial mineral components helped to lower Holcim’s clinker factor, dropping to 70.1%. Our use of alternative fuels and raw materials was particularly strong and increased over-proportionally to...\ncement volumes with alternative raw materials volumes up almost 50% and Europe leading the way. As a result, direct CO2 emissions (Scope 1) of 553 kg CO2 net per ton of cementitious materials represented a decrease by 1% like for like versus the prior year.\n\nWhile this is in line with the yearly efforts planned to reach our 2022 target of 550 kg CO2 net per ton, we acknowledge we must accelerate our CO2 reductions in the coming years. For that reason, in 2021 Holcim invested over CHF 200 million in CO2-related projects. We expect to see the full benefit of these investments during 2022, to accelerate CO2 reductions in line with our 2025 and 2030 targets.\n\nQ CIRCULAR ECONOMY AND THE RECYCLING OF WASTE PLAY A KEY ROLE IN YOUR CO2 PERFORMANCE; WERE THE 2021 RESULTS CONSISTENT?\n\nA As you say, circular economy plays a key role in our CO2 performance and has been a highlight this year with our waste volumes used in cement production growing twice as fast as cement production itself, with waste used increasing 20% to 46 million tons, and waste used including ready mix and aggregates increasing to 54 million tons. Our circularity ratio for cement increased to 24% and we made great progress toward our 2030 target of 30%. For the first time we have disclosed the volumes of construction and demolition waste (CDW) used in our business; this has shown great progress to 6.6 million tons, highlighting this business as a growth segment towards “Strategy 2025 – Accelerating Green Growth.” 2021 performance really shows that circularity is the opportunity of our time and circular construction is being enabled by Holcim today.\n\nQ YOUR IMPROVEMENT IN HEALTH AND SAFETY SINCE 2016 IS OUTSTANDING; IS YOUR FOCUS AS STRONG AS EVER?\n\nA Our fatalities reduced further again this year and since we launched Ambition “0” in 2017, we have reduced fatalities sevenfold in five years. Every fatality is a tragedy and our focus is as sharp as ever if not more so to reach Ambition “0”. Our Lost Time Incident Frequency Rate (LTIFR) reached world-class levels of 0.39, over 20% down vs 2020, with over 95% of our sites reporting zero lost time incidents. Although we won’t be satisfied until we reach zero harm, we are pleased to report our Ambition “0” strategy is working and producing world-class results. In 2021, our work with road safety was recognized with the Prince Michael International Road Safety Award in the category of Fleet Safety.\n\nQ WHAT INNOVATIONS ARE YOU MOST EXCITED ABOUT, AND CAN WE EXPECT BIG THINGS IN 2022?\n\nA My role expanded earlier this year to combine both Sustainability and Innovation, and with the launch of “Strategy 2025 – Accelerating Green Growth,” Holcim placed sustainability at the core of our business, so innovation is key. We are exploring disruptive technologies and solutions that will change the way we build, like 3D printing. Our digital materials platform ORIS was spun off as a separate entity to fast-track its approach to building more with less and to become an influential voice in changing the business model of road-building to be more sustainable. A total of 19 of our green building solutions have been recognized by the Solar Impulse Foundation, who champion the most innovative technologies that protect the environment in a financially positive way. We are continuing to work on a number of projects and I am looking forward to announcing them in 2022. Watch this space!\n\nMAGALI ANDERSON\nChief Sustainability & Innovation Officer\n\nSTRATEGY 2025: ACCELERATING GREEN GROWTH\n\n| Metric | Target |\n|--------|--------|\n| ECOpact | 25% ready mix net sales |\n| Circular Economy | 75 million tons |\n| Green Capex | 0.5 billion CHF |\n| Fresh Water Withdrawal | -25% liters/ton in cement |\n| Diversity | 40% more women in senior management |\n| Climate | 520 kg net CO2/ton cementitious |\nCONTENTS\n\nABOUT\nMESSAGE FROM THE CHIEF SUSTAINABILITY & INNOVATION OFFICER 02–03\nSTRATEGIC PILLARS 05\n\nPERFORMANCE DATA TABLES 06–14\n\nMETHODOLOGY AND CONSOLIDATION 15–17\n\nASSURANCE STATEMENT 18–20\n\nGRI CONTENT INDEX 21–31\n\nSASB CONTENT INDEX 32–35\nIn 2021, net CO₂ emissions directly under our control (Scope 1) decreased by 1% to 553 kilograms of CO₂ per ton. Our efforts in the use of clean electrical energy helped decrease indirect emissions (Scope 2) to 34 kg net CO₂/ton. Scope 3 emissions intensity showed good progress and reductions in the categories of fuels and purchased clinker and cement. In absolute terms our Scope 3 emissions totalled 30 million tons. These emission reductions show continued progress toward our net-zero ambition.\n\nFor Holcim, nature encompasses two main elements: water and biodiversity. In 2021 we made great progress toward strategic targets for water, reducing freshwater withdrawal in cement to 259 liters/ton and for the first time disclosing specific freshwater withdrawal for both aggregates and ready mix businesses. Our nature strategy placed us among the first 1% of the 500 largest global companies with science-driven biodiversity targets and made us the first in our industry with a freshwater replenishment commitment. At the end of 2021, over 93% of our quarries have Rehabilitation Plans and Biodiversity Management Plans (for those of high biodiversity importance) in place, putting us well on track to meet our 2022 targets.\n\nWe are committed to respect human rights and to empower people and communities to build a better future. In 2021, we committed to contributing CHF 500 million to create positive social impact cumulatively by 2030. During the year, we invested CHF 43 million on housing and infrastructure, health, education and skills, showing an increase of 19% from the prior year. COVID-19 was still present and our teams continued to implement an extraordinary range of measures at country level. Putting our commitment into practice, 100% of our operating countries now have a human rights assessment process and action plan in place.\nREPORTING ON TARGET AREAS\n\nPERFORMANCE DATA TABLES\n## PERFORMANCE DATA TABLES\n\n### CO₂ and energy\n\n| Unit key | 2019 | 2020 | 2021 | 2025 target | 2030 target | GRI ref | SASB ref |\n|----------|------|------|------|-------------|-------------|---------|----------|\n| Mt – million tons | kgCO₂/t | 561 | 555 | 553 | 520 | 475 | 305-1 EM-CM-110a.1 |\n| M GJ – million gigajoules | kgCO₂/t | 564 | 557 | 553 | | | |\n| MJ – million joules | kgCO₂/t | NR | NR | 581 | | | |\n| Mm³ – million cubic meters | kgCO₂/t | 37 | 36 | 34 | 13 | 305-2 |\n| CHF – Swiss Francs | kgCO₂/t | 38 | 37 | 34 | | | |\n| NR – Not reported | kgCO₂/t | | | | | | |\n| L/m³ – Liters per cubic meter | kgCO₂/t | | | | | | |\n\n**Notes**\n\n1. Reported as kg/ton cementitious material. See note 24 for the definition of cementitious material.\n2. Gross CO₂ emissions are the total emissions resulting from the chemical decarbonation of limestone and the emissions resulting from the burning of fossil-based fuels and pre-treated waste-derived fuels. Compared with gross CO₂ emissions, net CO₂ emissions do not include CO₂ from alternative fossil fuels.\n3. In 2020, we introduced a new, more robust methodology for measuring Scope 3 emissions. See the methodology and consolidation section for more details.\n4. 2030 target reduction refers to SBTi target. Baseline 316 kg CO₂e/ton.\n5. 2030 target reduction refers to SBTi target. Baseline 703 kg CO₂e/ton.\n6. 2030 target reduction refers to SBTi target. Baseline 10 kg CO₂e/ton.\n7. Includes non-kiln fuels.\n### METHODOLOGY AND CONSOLIDATION STATEMENT\n\n#### PERFORMANCE DATA\n\n| Unit | 2019 | 2020 | 2021 | 2025 target | 2030 target | GRI ref | SASB ref |\n|------|------|------|------|-------------|-------------|---------|----------|\n| Recycling and waste | | | | | | | |\n| Waste-derived resources – all segments – as reported | Mt | 48 | 46 | 54 | 76 | 100 | |\n| Waste-derived resources – all segments – 2021 consolidation | Mt | 50 | 47 | 54 | | | |\n| Alternate raw materials contained in cement | % | 12 | 12 | 13 | | | |\n| Alternate raw materials contained in concrete | % | 4 | 4 | 4 | | | |\n| Alternate raw materials contained in asphalt | % | 24 | 23 | 17 | | | |\n| Circularity ratio – cement (waste used/production volumes) | % | NR | NR | 24 | | | |\n| Recycling ratio – all segments (waste used/sales volumes) | % | NR | NR | 9 | | | |\n| Construction and demolition waste (CDW) recycled | Mt | NR | NR | 6.6 | 10 | 12 | |\n| Internal waste managed (including captive power plants) | | | | | | | |\n| Internal hazardous waste recycled or recovered | Mt | 0.01 | 0.01 | 0.01 | | | |\n| Internal non-hazardous waste recycled or recovered | Mt | 0.28 | 0.67 | 0.87 | | | |\n| Internal hazardous waste disposed | Mt | 0.003 | 0.01 | 0.02 | | | |\n| Internal non-hazardous waste disposed | Mt | 0.53 | 0.41 | 0.99 | | | |\n\n#### Biodiversity\n\n| Unit | 2019 | 2020 | 2021 | 2025 target | 2030 target | GRI ref | SASB ref |\n|------|------|------|------|-------------|-------------|---------|----------|\n| Quarries assessed using BIRS methodology – active only | % | 36 | 40 | 40 | | | |\n| Quarries assessed using BIRS methodology – active and non-active | % | NR | NR | 35 | | | |\n| Active quarries with Rehabilitation Plan in place | % | 84 | 86 | 93 | | | |\n| Active quarries with biodiversity importance | # | 271 | 259 | 266 | | | |\n| Active quarries with biodiversity importance with ongoing Biodiversity Management Plans in place | % | 91 | 93 | 94 | | | |\n| Total rehabilitated area (active quarries) | ha | 14,633 | 14,363 | 14,048 | | | |\n| Total rehabilitated area (all areas) | ha | NR | NR | 19,989 | | | |\n\n---\n\n8 Includes captive power plants.\n9 Includes alternate raw material industrial mineral components (consumed and sold externally), alternate fuels, the volume of returned concrete recycled, secondary and/or recycled aggregates, and recycled asphalt. In 2021, we introduced a new indicator for a waste stream in the cement segment, which contributed to 1.7% of the total waste-derived resources figure reported.\n10 Figure for 2019 excludes captive power plants. We started reporting for captive power plants in 2020.\n11 This number refers to the number of quarries having a quarry Rehabilitation Plan compliant with Holcim’s internal requirements.\n12 According to categorizations introduced in 2018 following FFI recommendations, which we have been incrementally implementing.\n### Performance Data Tables Continued\n\n#### Water\n\n| Unit | 2019 | 2020 | 2021 | 2025 target | 2030 target | GRI ref | SASB ref |\n|------|------|------|------|-------------|-------------|---------|----------|\n| Cement, aggregates and ready mix | | | | | | | |\n| Cement-specific freshwater withdrawal – as reported | L/t | 299 | 273 | 259 | -33%<sup>13</sup> | | |\n| Cement-specific freshwater withdrawal – 2021 consolidation | L/t | 296 | 272 | 259 | | 303-3 | |\n| Aggregates-specific freshwater withdrawal | L/t | NR | NR | 219 | -20%<sup>12</sup> | | |\n| Ready Mix-specific freshwater withdrawal | L/m³ | NR | NR | 207 | -15%<sup>12</sup> | | |\n| Sites in water-risk areas (overall)<sup>14</sup> | % | NR | 23 | 30 | | | |\n| Sites in water-risk areas with recycling system in place | % | NR | NR | 79 | | 303-1 | EM-CM-140a.1 |\n| Water-positive sites in water-risk areas | % | NR | NR | 7 | | | |\n| Water discharge compliant with regulations and Holcim standards | % | NR | NR | 96 | | | |\n\n#### All segments (excluding captive power plants)\n\n| Specific freshwater consumption (L/t of product) | L/t | 124 | 124 | 127 | | 303-3 | |\n| Total water withdrawal | Mm³ | 144 | 128 | 140 | | EM-CM-140a.1 | |\n| Total freshwater withdrawal | Mm³ | 123 | 109 | 118 | | | |\n| Total freshwater withdrawal from groundwater | Mm³ | 32 | 35 | 32 | | | |\n| Total freshwater withdrawal from surface water | Mm³ | 72 | 57 | 60 | | 303-3 | |\n| Total freshwater withdrawal from municipal water supplies or third parties | Mm³ | 12 | 11 | 13 | | | |\n| Total freshwater withdrawal from quarries | Mm³ | 7 | 6 | 12 | | | |\n| Non-freshwater withdrawal | Mm³ | 10 | 8 | 11 | | | |\n| Rainwater harvested | Mm³ | 11 | 11 | 11 | | | |\n| Total water discharge | Mm³ | 58 | 48 | 50 | | 303-4 | |\n| Water discharge to ground or soil infiltration | Mm³ | 8 | 8 | 8 | | 306-1 | |\n| Water discharge to surface water | Mm³ | 49 | 39 | 41 | | | |\n| Water discharge to offsite treatment or third parties | Mm³ | 1 | 1 | 1 | | | |\n| Total water consumption | Mm³ | 86 | 80 | 90 | | 303-5 | |\n| Sites equipped with a water recycling system | # | 1,336 | 1,382 | 1,434 | | | |\n\n#### Captive power plants\n\n| Total water withdrawal | Mm³ | NR | 134 | 129 | | EM-CM-140a.1 | |\n| Total freshwater withdrawal | Mm³ | NR | 119 | 118 | | | |\n| Total freshwater withdrawal from groundwater | Mm³ | NR | 1 | 1 | | | |\n| Total freshwater withdrawal from surface water | Mm³ | NR | 118 | 117 | | 303-3 | |\n| Total freshwater withdrawal from municipal water supplies or third parties | Mm³ | NR | 0 | 0 | | | |\n| Total freshwater withdrawal from quarries | Mm³ | NR | 0 | 0 | | | |\n| Non-freshwater withdrawal | Mm³ | NR | 10 | 8 | | | |\n| Rainwater harvested | Mm³ | NR | 5 | 4 | | | |\n| Total water discharge | Mm³ | NR | 125 | 121 | | 303-4 | |\n| Water discharge to ground or soil infiltration | Mm³ | NR | 0 | 0 | | 306-1 | |\n| Water discharge to surface water | Mm³ | NR | 125 | 121 | | | |\n| Water discharge to offsite treatment | Mm³ | NR | 0 | 0 | | | |\n| Water discharge to others | Mm³ | NR | 0 | 0 | | | |\n| Total water consumption | Mm³ | NR | 9 | 8 | | 303-5 | |\n| Sites equipped with a water recycling system | # | NR | 20 | 19 | | | |\n\n---\n\n<sup>13</sup> Reductions are from the following 2018 baselines: i.e. Cement 317 L/ton cementitious; Aggregates 223 L/ton; Ready Mix 219 L/m³. Due to enhancements in our reporting methodology we have recalculated our baseline for RMX.\n\n<sup>14</sup> Figures calculated using the Aqueduct Water Risk risk tool. Reflects sites in risk categories: Medium-high, High, Extremely High. Increase is due to more accurate mapping of coordinates.\n### Performance Data Tables Continued\n\n#### People: Social Initiatives\n\n| Unit | 2019 | 2020 | 2021 | 2025 target | 2030 target | GRI ref | SASB ref |\n|------|------|------|------|-------------|-------------|---------|----------|\n| Total contribution to create positive social impact (cumulative from 2021) | Million CHF | NR | NR | 43.5 | 500 | | |\n| Total CSR spend | Million CHF | 42.1 | 35.6 | NR | | | |\n| Of which: contribution by partners to create positive social impact | % | 24 | 22 | 20 | | | |\n| Total contribution to: | | | | | | | |\n| Housing and infrastructure | % | NR | NR | 23 | | | |\n| Community initiatives on health, education and skills, and other | % | NR | NR | 66 | | | |\n| Project management | % | NR | NR | 11 | | | |\n| Type of contribution: | | | | | | | |\n| Social investment and inclusive business projects | % | 90 | 92 | 89 | | | |\n| Donations (cash and in kind) | % | 10 | 8 | 11 | | | |\n| Total number of beneficiaries | Million | 5.9 | 6.2 | 4.2 | | | |\n| Buildings (houses, hospitals, schools) renovated or built as part of our social initiatives | # | NR | NR | 3,231 | | | |\n| Rural roads renovated or built as part of our social initiatives | km | NR | NR | 454 | | | |\n| Hospitals owned and managed by Holcim, open for dependants and community members | # | NR | NR | 49 | | | |\n| Schools owned and managed by Holcim, open for dependants and community members | # | NR | NR | 36 | | | |\n| Volunteering | Hours | NR | NR | 26,801 | | | |\n| Volunteering during paid working hours | % | NR | NR | 81 | | | |\n\n#### People: Human Rights\n\n| Unit | 2019 | 2020 | 2021 | 2025 target | 2030 target | GRI ref | SASB ref |\n|------|------|------|------|-------------|-------------|---------|----------|\n| Human rights assessments conducted in the last three years – Group Reporting Units (GRUs) – cumulative | % | 64 | 95 | 100 | | | |\n| Human rights assessments conducted in the three last years – cement sites and grinding units | % | NR | NR | 75 | | | |\n| Human rights assessment and action plan status signed off by country Exco during the reporting year | % | NR | NR | 100 | | | |\n| People receiving training on human rights topics | # | NR | NR | 16,742 | | | |\n| Stakeholder engagement plans available and reviewed in the last three years – cement, grinding sites | % | 85 | 92 | 90 | 100 | 100 | | |\n\n---\n\n15 From 2021, total CSR spend is included in “Total contribution to create positive social impact”.\n16 Please refer to page 17 for changes in our methodology for measuring the number of beneficiaries.\n### Health and Safety\n\n#### Fatalities (activities under our direct control)\\(^{17}\\)\n\n| Unit | 2019 | 2020 | 2021 | 2025 target | 2030 target | GRI ref | SASB ref |\n|------|------|------|------|-------------|-------------|--------|---------|\n| By location: | | | | | | | |\n| – Onsite | # | 8 | 4 | 4 | Improvement | 0 | |\n| – Offsite | # | 2 | 1 | 0 | | | |\n| By personnel category: | | | | | | | |\n| – Employees | # | 4 | 1 | 2 | Improvement | 0 | 403-9 |\n| – Contractors | # | 6 | 4 | 2 | | | |\n\n#### Lost Time Injury Frequency Rate (LTIFR)\n\n| Unit | 2019 | 2020 | 2021 | 2025 target | 2030 target | GRI ref | SASB ref |\n|------|------|------|------|-------------|-------------|--------|---------|\n| LTIFR employees (# of LTIs per million work hours) | # | 0.76 | 0.58 | 0.43 | | | |\n| LTIFR contractors (# of LTIs per million work hours) | # | 0.58 | 0.41 | 0.36 | | | |\n| LTIFR employees and contractors on site (# of LTIs per million work hours) | # | 0.67 | 0.50 | 0.39 | Improvement | 0 | |\n\n#### Total Injury Frequency Rate (TIFR)\n\n| Unit | 2019 | 2020 | 2021 | 2025 target | 2030 target | GRI ref | SASB ref |\n|------|------|------|------|-------------|-------------|--------|---------|\n| TIFR employees (# of injuries per million work hours) | # | 3.93 | 3.60 | 3.37 | | | 403-9 |\n| TIFR contractors (# of injuries per million work hours) | # | 2.49 | 1.95 | 1.61 | | | |\n| TIFR employees and contractors on site (# of injuries per million work hours) | # | 3.19 | 2.80 | 2.43 | | | |\n\n#### Occupational Illness Frequency Rate (OIFR)\n\n| Unit | 2019 | 2020 | 2021 | 2025 target | 2030 target | GRI ref | SASB ref |\n|------|------|------|------|-------------|-------------|--------|---------|\n| OIFR employees (# of occupational illnesses per million work hours) | # | 0.15 | 0.29 | 0.19 | | | |\n| OIFR contractors (# of occupational illnesses per million work hours) | # | 0.04 | 0.10 | 0.09 | | | |\n| OIFR employees and contractors on site (# of occupational illnesses per million work hours) | # | 0.09 | 0.20 | 0.14 | | | |\n\n#### Other\n\n| Unit | 2019 | 2020 | 2021 | 2025 target | 2030 target | GRI ref | SASB ref |\n|------|------|------|------|-------------|-------------|--------|---------|\n| Workforce represented on health and safety committees | % | 96 | 97 | 95 | | | |\n| Number of employee fatalities per 10,000 directly employed | # | 0.56 | 0.14 | 0.28 | | | |\n| Road fatalities not under our direct control\\(^{18}\\) | # | 9 | 7 | 2 | | | |\n| Number of Lost Time Injuries (LTIs) (directly employed) | # | 112 | 81 | 61 | | | |\n| Total number of LTIs – on site and off site | # | 264 | 180 | 169 | | | |\n| Cement sites with an ISO 45001 certification | % | n/a | n/a | 26 | | | |\n| Cement sites with a management system equivalent to ISO 45001 | % | n/a | n/a | 38 | | | |\n| Aggregates sites with an ISO 45001 certification | % | n/a | n/a | 17 | | | |\n| Aggregates sites with a management system equivalent to ISO 45001 | % | n/a | n/a | 34 | | | |\n| RMX sites with an ISO 45001 certification | % | n/a | n/a | 16 | | | |\n| RMX sites with a management system equivalent to ISO 45001 | % | n/a | n/a | 33 | | | |\n\n---\n\n\\(^{17}\\) Only fatalities under our direct control are reported under this section. Road fatalities that are not under our direct control are reported under the “other” section.\n\n\\(^{18}\\) In addition, 10 third parties died in relation to our operations in 2021.\n### Performance Data Tables Continued\n\n#### Employees\n\n| Unit | 2019 | 2020 | 2021 | 2025 target | 2030 target | GRI ref | SASB ref |\n|------|------|------|------|-------------|-------------|--------|----------|\n| **Employees by employment contract and age interval** | | | | | | | |\n| Full-time employees | % | 98 | 99 | 99 | | | |\n| Part-time employees | % | 2 | 1 | 1 | | | |\n| Permanent employees | % | 96 | 96 | 96 | | | |\n| Fixed-term contract employees | % | 4 | 4 | 4 | | | |\n| Employees under the age of 30 | % | 60 | 59 | 59 | | | |\n| Employees over 50 | % | 27 | 28 | 28 | | | |\n\n#### Gender diversity\n\n| | 2019 | 2020 | 2021 | 2025 target | 2030 target | GRI ref | SASB ref |\n|---|------|------|------|-------------|-------------|--------|----------|\n| Women at senior management level | % | NR | 17 | 18 | | | |\n| Women at all management levels | % | 20 | 21 | 21 | | | |\n| Non-management level | % | 11 | 11 | 12 | | | |\n| Women in total workforce | % | 14 | 14 | 15 | | | |\n\n#### Turnover\n\n| | 2019 | 2020 | 2021 | 2025 target | 2030 target | GRI ref | SASB ref |\n|---|------|------|------|-------------|-------------|--------|----------|\n| Overall employee turnover rate | % | 16 | 13 | 16 | | | |\n| Voluntary employee turnover rate | % | 8 | 6 | 8 | | | |\n| Hirings | % | 13 | 9 | 15 | | | |\n\n#### Development\n\n| | 2019 | 2020 | 2021 | 2025 target | 2030 target | GRI ref | SASB ref |\n|---|------|------|------|-------------|-------------|--------|----------|\n| Hours of training per employee (management level) | # | 24 | 20 | 30 | | | |\n| Hours of training per employee (non-management level) | # | 16 | 16 | 19 | | | |\n| Managers who had an annual performance review | % | 91 | 92 | 87 | | | |\n| Non-managers who had an annual performance review | # | 48 | 50 | 46 | | | |\n\n#### Environmental management system (EMS) and compliance\n\n| | 2019 | 2020 | 2021 | 2025 target | 2030 target | GRI ref | SASB ref |\n|---|------|------|------|-------------|-------------|--------|----------|\n| Cement sites with an ISO 14001 certification | % | 72 | 75 | 81 | | | |\n| Cement sites with an EMS equivalent to ISO 14001 | % | 86 | 89 | 95 | | | |\n| Aggregates sites with an ISO 14001 certification | % | 18 | 17 | 19 | | | |\n| Aggregates sites with an EMS equivalent to ISO 14001 | % | 61 | 65 | 79 | | | |\n| RMX sites with an ISO 14001 certification | % | 18 | 16 | 21 | | | |\n| RMX sites with an EMS equivalent to ISO 14001 | % | 53 | 54 | 66 | | | |\n| Number of countries reporting severe non-compliance cases | # | 4 | 4 | 4 | | | |\n| Fines and penalties paid | Million CHF | 0.7 | 0.3 | 2.5 | | | |\n\n---\n\n19 Increase due to a number of legacy violations settled with the authorities in the USA.\n### Performance Data Tables Continued\n\n#### Air Emissions\n\n| Unit | 2019 | 2020 | 2021 | 2025 target | 2030 target | GRI ref | SASB ref |\n|------|------|------|------|-------------|-------------|---------|----------|\n| Clinker produced with continuous monitoring of dust, NO\\textsubscript{x} and SO\\textsubscript{2} emissions | % | 86 | 85 | 89 | | | |\n| Clinker produced with monitoring of dust, NO\\textsubscript{x} and SO\\textsubscript{2} emissions | % | 94 | 97 | 96 | | | |\n\n#### Coverage\n\n| | Unit | 2019 | 2020 | 2021 | 2025 target | 2030 target | GRI ref | SASB ref |\n|---|------|------|------|------|-------------|-------------|---------|----------|\n| Overall: production with comprehensive emission monitoring | % | 78 | 76 | 72 | | | |\n| Dust: production with dust measurement | % | 99 | 100 | 99 | | | |\n| NO\\textsubscript{x}: production with NO\\textsubscript{x} measurement | % | 95 | 98 | 97 | | | |\n| SO\\textsubscript{2}: production with SO\\textsubscript{2} measurement | % | 95 | 98 | 96 | | | |\n| VOC: production with VOC measurement | % | 82 | 81 | 80 | | | |\n| Mercury: production with mercury measurement | % | 88 | 88 | 84 | | | |\n| Dioxins/furans: production with dioxins/furans measurement | % | 88 | 85 | 85 | | | |\n| HM1: production with HM1 measurement | % | 90 | 86 | 86 | | | |\n| HM2: production with HM2 measurement | % | 88 | 85 | 85 | | | |\n\n#### Emissions\n\n| | Unit | 2019 | 2020 | 2021 | 2025 target | 2030 target | GRI ref | SASB ref |\n|---|------|------|------|------|-------------|-------------|---------|----------|\n| Total dust emissions | ton | 15,799 | 12,755 | 11,448 | | | |\n| Total NO\\textsubscript{x} emissions | ton | 171,531 | 159,051 | 162,344 | | | |\n| Total SO\\textsubscript{2} emissions | ton | 33,738 | 34,025 | 37,732 | | | |\n| Total VOC emissions | ton | 6,764 | 6,452 | 5,294 | | | |\n| Total mercury emissions\\textsuperscript{20} | ton | 1.3 | 1.2 | 1.4 | | | |\n| Total dioxins/furans emissions | g | 5.4 | 3.5 | 4.2 | | | |\n| Total HM1 emissions | ton | 1.7 | 1.3 | 2.8 | | | |\n| Total HM2 emissions | ton | 26.6 | 27.0 | 23.8 | | | |\n\n#### Specific Emissions (clinker)\n\n| | Unit | 2019 | 2020 | 2021 | 2025 target | 2030 target | GRI ref | SASB ref |\n|---|------|------|------|------|-------------|-------------|---------|----------|\n| Specific dust emissions | g/t | 115 | 100 | 82 | | | |\n| Specific NO\\textsubscript{x} emissions | g/t | 1,252 | 1,248 | 1,163 | | | |\n| Specific SO\\textsubscript{2} emissions | g/t | 246 | 267 | 270 | | | |\n| Specific VOC emissions | g/t | 49 | 51 | 38 | | | |\n| Specific mercury emissions | mg/t | 9 | 10 | 10 | | | |\n| Specific dioxins/furans emissions\\textsuperscript{21} | ng/t | 40 | 27 | 30 | | | |\n| Specific HM1 emissions | mg/t | 12 | 10 | 20 | | | |\n| Specific HM2 emissions | mg/t | 194 | 212 | 171 | | | |\n\n#### Social, Government and Economic Relations\n\n| | Unit | 2019 | 2020 | 2021 | 2025 target | 2030 target | GRI ref | SASB ref |\n|---|------|------|------|------|-------------|-------------|---------|----------|\n| Social relations\n| Entities having strike actions over one week’s duration | % | 3 | 1 | 1 | | | MM-4 |\n| Entities where employees are covered by collective agreements | % | 76 | 74 | 75 | | | 102-41 |\n| Government relations\n| Political donations\\textsuperscript{22} | CHF | 7,700 | 3,189 | 12,111 | | | |\n| Countries making political donations | % | 1 | 1 | 1 | | | 415-1 |\n| Total subsidies | Million CHF | 85.8 | 45.1 | 41.3 | | | |\n| Entities receiving subsidies | % | 10 | 9 | 10 | | | 201-4 |\n| Economic relations\n| Membership of trade associations and chambers of commerce\\textsuperscript{23} | Million CHF | 15.5 | 15.8 | 19.3 | | | |\n\n\\textsuperscript{20} Absolute air emissions of mercury increased primarily due to high clinker volumes, all operating in compliance with the regulatory framework.\n\n\\textsuperscript{21} As part of our efforts to repurpose waste from other industries, we increased processing of third-party contaminated soil, leading to higher dioxins/furans, operating in compliance with the regulatory framework.\n\n\\textsuperscript{22} Figures exclude PAC contributions in the USA. These amounted to CHF 34,413 in 2021.\n\n\\textsuperscript{23} 2021 figure includes corporate memberships, which were previously excluded.\n### Suppliers\n\n| Unit | 2019 | 2020 | 2021 | 2025 target | 2030 target | GRI ref | SASB ref |\n|------|------|------|------|-------------|-------------|---------|----------|\n| Suppliers from national markets (% of total suppliers) | % | 93 | 92 | 92 | | | |\n| Suppliers with Supplier Code of Conduct as part of contractual agreement | % | 72 | 77 | 77 | 100 | 100 | 414-1 308-1 204-1 |\n| Countries that have identified high ESG impact suppliers | % | 96 | 100 | 100 | | | |\n| High ESG impact suppliers qualified (% spend) | % | 77 | 72 | 73 | | | |\n\n### Products and solutions\n\n| Unit | 2019 | 2020 | 2021 | 2025 target | 2030 target | GRI ref | SASB ref |\n|------|------|------|------|-------------|-------------|---------|----------|\n| Total raw material consumption – all segments Mt | 517 | 480 | 533 | | | 301-1 |\n| Clinker produced Mt | 137 | 127 | 140 | | | 201-1 EM-CM-000.A |\n| Clinker consumed Mt | 134 | 127 | 134 | | | |\n| Cement filers consumed (limestone, gypsum, MIC, etc) Mt | 52 | 49 | 54 | | | |\n| Cement produced Mt | 186 | 176 | 188 | | | EM-CM-000.A |\n| Mineral components (slag, fly ash, etc) produced Mt | 3 | 4 | 3 | | | |\n| Cementitious material produced\\(^{24}\\) Mt | 192 | 180 | 197 | | | 201-1 |\n| Aggregates produced Mt | 246 | 243 | 257 | | | |\n| Asphalt produced Mt | 13 | 11 | 10 | | | |\n| RMX produced Mm\\(^{2}\\) | 44 | 40 | 46 | | | |\n| Clinker factor (average % of clinker in cements)\\(^{25}\\) % | 70.8 | 70.6 | 70.1 | | | |\n| Net sales of sustainable solutions\\(^{26}\\) % | 35 | 26 | 30 | | | 201-1 |\n\n### Producing assets included in the evaluation\n\n| Unit | 2019 | 2020 | 2021 | 2025 target | 2030 target | GRI ref | SASB ref |\n|------|------|------|------|-------------|-------------|---------|----------|\n| Cement sites, including grinding and blending # | 264 | 269 | 266 | | | | |\n| Aggregates sites # | 450 | 462 | 447 | | | | |\n| Asphalt sites # | 83 | 86 | 85 | | | | |\n| Ready mix sites # | 1,130 | 1,162 | 1,198 | | | | |\n| Quarries operated # | 648 | 629 | 701 | | | | |\n\n---\n\n24 Cementitious material is defined following the GCCA definition: Total clinker produced plus mineral components consumed for blending and production of cement substitutes, including clinker sold but excluding clinker bought.\n\n25 Extended clinker factor – average % of clinker in cements. Cements is defined as total cements produced, excluding clinker sold, including clinker bought. It includes Portland, blended and slag cements and direct fly ash sales.\n\n26 Decrease from 2019 to 2020 was due to a change of methodology in 2020. We had previously aligned with our then SBTi-aligned 2030 target of 520 kg net CO2/t.cem. In 2020, we changed this to a 30% threshold related to local market baselines in line with our criteria for EcoLabels.\nConsolidation rules for non-financial KPIs\n\n**SCOPE OF CONSOLIDATION**\nAligning with Group financial reporting our consolidation scope includes the entities covered in the Group consolidated financial statements. The list of principal consolidated companies is presented in the Holcim Integrated Annual Report, 2021.\n\n**CHANGES IN SCOPE OF CONSOLIDATION**\nIn the 2021 Sustainability Performance Report, the most significant change in consolidation is the divestments of operations in Zambia, Malawi, Indian Ocean and the acquisition of a controlling interest in the United Arab Emirates. Key metrics have been shown “as published in the reporting year” and “under the 2021 consolidation scope” in separate lines. Unless stated otherwise, all prior year figures for other indicators are “as published in the reporting year.”\n\n**DIVESTMENTS AND ACQUISITIONS**\nFor business(es) divested during the year, data are excluded for the entire year. For business(es) acquired during the year, data are included for the entire year.\n\nWhen a new site or sites are acquired by Holcim, its procedures and definitions for non-financial data might not be necessarily in line with Holcim standards. Accordingly, we give the new site time to meet our standards and report performance according to Holcim standards. This should not be later than the second year after acquisition. Accordingly, the acquisition of Firestone Building Products has only been included in the following data sets:\n\n- Employees by employment contract and age interval\n- Employee Gender Diversity\n- Employee Turnover\n- Health and Safety.\n\n**DATA COLLECTION AND REPORTING METHODOLOGIES**\n\n**EXTRAPOLATION**\nSince 2019, Holcim reporting is based on 11 months of data (as at 30 November) which are extrapolated to the annual estimated values. The objective is to accelerate the reporting process to align with the financial reporting timeline.\n\n- For environmental data, the full-year production, taken from consolidation system (SAP), is used to extrapolate energy consumption, CO2 emissions, air emissions, water, materials and waste-derived resources. As we are using full-year actual data from SAP, full-year estimate indicators are not collected anymore. All other indicators, such as environmental certifications, hectares rehabilitated and internal waste managed were not extrapolated as they are not necessarily linear.\n- For Human resources, only hours of training per employee have been extrapolated\n- For Sustainable solutions, data are collected for the full year\n- For Health and Safety, data are reported for the full year\n- For Human rights and Stakeholder, data are reported for the full year.\n\n**CONTROLS**\nControls put in place to ensure data quality and robustness include:\n\n- The Axiom digital reporting and analytics platform as well as internally developed proprietary spreadsheet based import templates used in 2021, all included built-in validation rules to ensure robustness of data reported. This includes highlighting when a value is out of an expected range or shows a significant deviation from previously reported data, and requires an explanatory comment.\n- A robust workflow process is in place requiring a validation of the data and explanations by two managers for each questionnaire.\n- Validation dashboards have been developed to allow entities and subject matter experts to identify values that are out of range.\n- Data (such as production, spend on social initiatives and number of employees) are checked against other reporting streams such as SAP and technical reports and for consistency.\n\n**ECONOMIC INDICATORS**\nIn 2021, Data on net sales of sustainable solutions were collected through SAP financial reporting process, complemented with a country specific survey for sales associated with affordable housing and water, not yet transitioned to SAP. To strengthen the robustness of our reporting we have engaged SGS (a world leading certification company) to validate that our green brands and ecolabels meet the ISO 14021 standard for Environmental Labels from 2022.\n\n- Data on supplier assessments were collected through proprietary spreadsheet based import questionnaire templates and respective protocol – the Holcim Sustainable Procurement Questionnaire. Data are gathered at Country/Group Reporting Unit level and cover all business segments and their industrial production sites. The Sustainable Procurement Questionnaire was conducted covering 58 entities representing more than 98% of our total procurement spend.\n\n**ENVIRONMENTAL INDICATORS**\nEnvironmental performance indicators follow the reporting guidelines of the Global Cement and Concrete Association (GCCA) (previously the World Business Council for Sustainable\nDevelopment - Cement Sustainability Initiative (WBCSD-CSI).\n\nIn 2021, environmental data were collected through the Axiom digital reporting and analytics tool as well as proprietary spreadsheet based import templates as we are transitioning to Holcim’s reporting system iCare now hosted by a new provider. Reporting guidelines for Environmental reporting were issued to ensure proper reporting, highlighting new and updated environmental indicators as well as change in reporting scope as needed.\n\nAll sites that were active during the reporting year have been considered eligible to be included under the environmental reporting. For sites that were active less than six months, their impact has been estimated based on their production and the Group averages.\n\nFor environmental data, cement terminals are not considered material, and therefore can be excluded from the consolidation.\n\n- **Scope 1, Scope 2 and energy:** We use the GCCA Sustainability Guidelines for the monitoring and reporting of CO₂ emissions from cement manufacturing (previously WBCSD-CSI Cement CO₂ and Energy Protocol version 3.1) to calculate CO₂ emissions between the 1990 baseline and the reporting year. To calculate Scope 2 emissions we align with the Greenhouse Gas (GHG) Protocol Scope 2 Guidance. Extensive work on ascertaining the most accurate available emissions factors is continually being conducted. Emissions from Captive Power Plants are included in the performance data table under “Other segments: CO₂ emissions from fuels.” The reporting coverage of the CO₂ data is 100%. For data not reported in 2021, the last available measurement or the Group average has been used to estimate the 2021 performance. The coverage of energy data per segment is 100%. Default CO₂ emissions factors for fuels are taken from the GCCA Sustainability Guidelines. Operations can overwrite these default values if more precise values or measurements are available.\n\n- **Scope 3 emissions:** In 2020, we developed a more comprehensive and rigorous approach to measure the CO₂ emissions from our supply chain. The methodology is aligned with GHG and GCCA protocols. In 2021 we further improved accuracy by automating data capture – for example through our Transport Analytic Centre (TAC) digital solution, which captures CO₂ emissions from every single downstream road transport trip. The TAC covers our operations in 55 countries, monitoring around 90,000 trucks and 1.7 billion kms travelled across all our business segments. For indirect emissions of electricity purchased we are currently accounting for the upstream emissions of the generation companies and the transmission and distribution losses, based on emission factors of the UK Department of Environment, Food and Rural Affairs (DEFRA). We are working on collecting more accurate emission factors to further increase accuracy of our reporting in future reporting cycles.\n\n- **Emissions:** We use the GCCA Sustainability Guidelines for the monitoring and reporting of emissions from cement manufacturing (previously WBCSD-CSI Guidelines for Emissions Monitoring and Reporting in the Cement Industry Protocol (2012)). Emission levels can be measured continuously or based on spot measurement. Information is always available at kiln level. If an emission component has not been measured in 2021 due to travel restrictions or other, the 2020 measurement has been used to estimate the 2020 performance at kiln level. If no measurement was available in 2020, the Group average has been used to estimate the Group absolute impact.\n\n- **Percentage of production with measurement:** The full production from a kiln is included in this coverage only when the emission of the respective pollutant(s) is/are monitored, otherwise the production contribution from the kiln is considered zero. For the percentage of production with comprehensive emission monitoring, the full production from a kiln is included only when emissions of all pollutants (dust, NOx, SO₂, VOC/THC, heavy metals (Hg, Cd, Ti, Sb, As, Pb, Cr, Co, Cu, Mn, Ni and V), PCDD/F) are monitored.\n\n- **Water:** The GCCA Sustainability Guidelines for the monitoring and reporting of water in cement manufacturing (previously the CSI Protocol for Water Reporting) has been used as a reference to measure the water performance of the Group. Data from captive power plants are reported separately. The coverage of water data in on average at 98%.\n\n- **Waste and recycling:** Waste comprises all forms of solid or liquid waste (excluding wastewater) and are defined as hazardous or non-hazardous based on the legislation of the country in which the site operates. Overburden has been excluded from non-hazardous wastes disposed of on site. Data from captive power plants is reported separately.\n\n- **Waste-derived resources:** Data reported for waste-derived resources includes alternative raw materials, industrial mineral components (consumed and sold externally), alternative fuels, volume of return concrete recycled, secondary and/or recycled aggregates and recycled asphalt. In 2021, we introduced a new indicator for a waste stream in the cement segment, which contributed to 1.7% of the total waste-derived resources figure reported.\n\n- **Biodiversity and quarries:** The number of quarries that have rehabilitation plans in place are aligned with the Holcim Directive on Quarry Rehabilitation and Biodiversity. The key requirements go far beyond legal compliance and includes measures respecting the mitigation hierarchy (avoid, minimize, restore and offset) and a biodiversity management plan for sites assessed as of high biodiversity value.\n\n**HEALTH AND SAFETY (H&S)**\n\nH&S performance indicators follow the GCCA Sustainability Guidelines for the monitoring and reporting of safety in cement manufacturing, issued February 2020. These guidelines stipulate that road fatalities involving contractors “off company premises and not branded or regular” should be excluded. A regular contract is defined...\nas “longer than 30 days continuously or collectively on a rolling 12-month period.” To provide clarity on fatalities data, the notion of control management has been added, allowing to better capture road fatalities impact.\n\nH&S data are gathered at site level and further consolidated at Country/Group Reporting Unit level and covers all business segments and their industrial production sites, including Corporate and above country regional and service entities.\n\nIn 2021, H&S data were collected through Holcim’s reporting system – iCare | HSE Incident management module.\n\nData are segregated according to onsite and offsite incidents, and cover employees, contractors and third parties. The hours worked used to calculate incident rates for employees and contractors are calculated and/or estimated locally by business units.\n\nSOCIAL INDICATORS\nIn 2021, Social data were collected through the Holcim’s reporting system and respective protocol – the annual social questionnaire.\n\nData are gathered at Country/Group Reporting Unit level and covers all business segments and their industrial production sites, including Corporate and above country regional and service entities.\n\nThe 2021 Social data are derived from a survey covering 54 entities representing 93% of the total Group workforce and include majority owned entities and managed assets. Among other aspects, the entities’ implementation of the human rights approach, human rights assessment and action plans, stakeholder engagement activities and community engagement structures, specific impact indicators of social initiatives, volunteering activities, political donations and subsidies.\n\nIn 2021, Holcim announced its 2030 people strategy to continue contributing to positive social impact and uplifting the wellbeing of communities worldwide. The strategy focuses on three pillars: bridging the world’s housing and infrastructure gap, improving livelihoods and upholding the highest standards of human rights. In 2021, we also launched our new Human Rights and Social Policy. We committed to contributing CHF 500 million to create positive social impact by 2030. To support the implementation of the strategy, we changed our main KPI from beneficiaries to monetary contribution to social initiatives.\n\nThe total contribution to create positive social impact is a cumulative KPI from 2021 to 2030. In 2021 it is calculated by including the total spend on the social initiatives made by Holcim to implement projects and donations. It also includes third party contributions, which are the resources received through external partnerships to implement social initiatives led by Holcim in the countries.\n\nHolcim differentiates four categories for the Social Initiatives, which are:\n\n- **Housing and infrastructure:** initiatives that facilitate access to housing and infrastructure for the community such as affordable housing solutions, building or improving community facilities (hospitals, schools, parks, etc), rural roads, etc.\n- **Health:** COVID-19 support provided for communities, health awareness campaigns, vaccinations programs, general healthcare service provided to the community.\n- **Education and skills:** road safety, lectures in partnership with schools and universities, livelihood and income generation programs, professional training targeting the community.\n- **Other:** Environment management and awareness, cultural, recreational or other initiatives to contribute to positive social impact.\n\nA direct beneficiary is defined as a person who was directly involved in the project or benefited from its implementation. Regarding the calculation of the number of beneficiaries, in 2020 the Beneficiaries Protocol was significantly strengthened, providing a clear guidance on how to count and report the beneficiaries, ensuring consistency across the country’s reports. Whenever possible, we count the exact number of beneficiaries (number of community members trained). When precise measurement is not possible (e.g. beneficiaries of a new hospital or bridge built by Holcim), estimates are made based on scientific methods such as social research, expert interviews or the like. Furthermore, if estimates need to be made, a standard and conservative assumption is being used, with a maximum of 30% of the potential beneficiaries being considered. The type and extent of benefit varies significantly depending on the project.\n\nUnder Human Rights and Stakeholder Engagement, data such as number of community advisory panels, number of engagements with key stakeholders at site level, and complaints related to human rights, environmental impact and other potential topics are recorded. Furthermore, any conflicts with stakeholders they may have or expect in the future and how such conflicts are addressed is captured. Also, countries report on the latest version of their human rights assessment and the status of implementation of their human rights action plan.\n\nREPORTING CYCLE\nThe Holcim Group will continue to report annually.\nASSURANCE STATEMENT\n\nIndependent assurance report on a selection of non-financial information\n\nTO THE EXECUTIVE COMMITTEE,\nFurther to the request made by the entity Holcim (hereafter “Entity”), and in our quality as an independent verifier, we present our report on a selection of non-financial information established for the year ended on December 31, 2021, presented in the Sustainability Performance Report, consisting in selected consolidated environmental, communities, and health & safety indicators (“the Sustainability Indicators”) and other non-financial reporting processes (“the Non-Financial Reporting Processes”) listed in Appendix 1.\n\nTHE ENTITY’S RESPONSIBILITY\nIt is the responsibility of the Entity to prepare the Sustainability Indicators and to implement the Non-Financial Reporting Processes in accordance with the protocols used by the Entity.\n\nINDEPENDENCE AND QUALITY CONTROL\nOur independence is defined by the French Code of Ethics (Code de déontologie) of our profession. In addition, we have implemented a quality control system, including documented policies and procedures regarding compliance with ethical standards, professional standards and applicable laws and regulations.\n\nRESPONSIBILITY OF THE INDEPENDENT VERIFIER\nIt is our role, in response to the Entity’s request, based on our work, to:\n\n- attest that the Non-Financial Reporting Processes were implemented as described in the “Methodology and consolidation” section and in accordance with the 2021 Entity Human Resources and Human Rights and Stakeholders Engagement questionnaires and definitions\n- express a limited assurance conclusion that the Sustainability Indicators have been prepared, in all material aspects, in accordance with the reporting criteria applicable in 2021 (the “Reporting Criteria”), consisting in external standards elaborated by the Global Cement and Concrete Association (previously the World Business Council for Sustainable Development – Cement Sustainability Initiative (WBCSD-CSI)) completed with Entity-specific procedures, a summary of which is provided in the “Methodology and consolidation” section.\n\n1. REVIEW OF THE NON-FINANCIAL REPORTING PROCESSES\nWe undertook interviews with the people responsible for the collection and preparation of the information at the headquarters level and at the country level for a selection of entities, in order to:\n\n- assess the suitability of the questionnaires and definitions used in the surveys, in relation to their relevance, completeness, reliability, neutrality and understandability\n- verify the implementation of the process for the collection and compilation of the information.\n\nBased on this work, we confirm that we have no comment on the fact that the Non-Financial Reporting Processes were implemented as described in the “Methodology and consolidation” section and in accordance with the 2021 Entity Human Resources and Human Rights and Stakeholders questionnaires and definitions.\n\n2. LIMITED ASSURANCE ON A SELECTION OF SUSTAINABILITY INDICATORS\nWe conducted the work described below in accordance with the international standard ISAE 3000 (International Standard on Assurance Engagements).\nNATURE AND SCOPE OF THE WORK\nWe undertook interviews with people responsible for the preparation of the Sustainability Indicators in the Sustainable Development and Health & Safety Departments, in charge of the data collection process and, when applicable, the people responsible for internal control processes and risk management, in order to:\n\n- assess the suitability of the Reporting Criteria for reporting, in relation to their relevance, completeness, reliability, neutrality and understandability, taking into consideration, if relevant, the best practices of the industry\n- verify the implementation of the process for the collection, compilation, processing and control for completeness and consistency of the Sustainability Indicators and identify the procedures for internal control and risk management related to the preparation of the Sustainability Indicators.\n\nWe determined the nature and extent of our tests and inspections based on the nature and importance of the Sustainability Indicators, in relation to the characteristics of the Entity, its social and environmental issues, its strategy in relation to sustainable development and industry best practices:\n\n- At the Entity level, we consulted documentary sources and conducted interviews to corroborate the qualitative information (organization, policies, actions, etc), implemented analytical procedures on the quantitative information and verified, on a test basis, the calculations and the compilation of the information, and also verified their coherence and consistency with the other information presented in the Sustainability Performance Report.\n- At the level of the representative selection of sites and entities that we selected, based on their activity, their contribution to the consolidated indicators, their location and a risk analysis, we undertook interviews to verify the correct application of the procedures and undertook detailed tests on the basis of samples, consisting in verifying the calculations made and linking them with supporting documentation. The sample selected therefore represented on average 18% of the hours worked used for the calculation of safety indicators, and between 11% and 79% of the environmental information.\n\nWe consider that the work we have done by exercising our professional judgment allows us to express a limited assurance conclusion; an assurance of a higher level would have required more extensive verification work.\n\nDue to the necessary use of sampling techniques and other limitations inherent in the functioning of any information and internal control system, the risk of non-detection of a significant anomaly in the Sustainability Indicators cannot be entirely eliminated.\n\nCONCLUSION\nBased on the procedures performed, nothing has come to our attention that causes us to believe that the Sustainability Indicators, taken as a whole, have not been fairly presented, in compliance with the Reporting Criteria.\n\nParis-La Défense, February 24, 2022\n\n1 ISAE 3000: “Assurance Engagements other than audits or reviews of historical information,” International Federation of Accountants.\n2 Four cement plants: CMU Bhatapara (India), Villaluenga (Spain), Siggenthal (Switzerland) and Alpena (USA), two captive power plants: Bhatapara (India) and Alpena (USA), and four Group Reporting Units (GRUs): Ambuja Cements (India), Spain, Switzerland and USA.\n3 On average 11% of production (cement (25%), aggregates (2%), RMX (6%)), 26% of cement net CO2 emissions (Scope 1), 26% of absolute gross Scope 1 emissions, 23% of absolute Scope 2 emissions, 28% of waste-derived resources, 16% of air emissions, 24% of energy consumption and 79% of cement freshwater withdrawal.\nAPPENDIX 1: SELECTION OF NON-FINANCIAL INFORMATION\n\nTHE SUSTAINABILITY INDICATORS\n\nProducts and solutions\n- Total raw material consumption – all segments\n- Clinker produced\n- Cement produced\n- Cementitious materials produced\n- Aggregates produced\n- RMX produced\n- Clinker factor (average % of clinker in cements)\n\nRecycling and waste\n- Waste-derived resources – all segments\n\nCO₂ and energy\n- CEM-specific CO₂ emissions – net (Scope 1)\n- CEM-specific CO₂ emissions – electricity (Scope 2)\n- CEM CO₂ emissions – gross (Scope 1)\n- CEM CO₂ emissions – net (Scope 1)\n- Absolute gross emissions (Scope 1)\n- Absolute emissions (Scope 2)\n- Absolute emissions (Scope 3)\n- CEM energy consumption total\n- Other segments thermal energy\n- Other segments electrical energy\n\nWater\n- CEM-specific freshwater withdrawal (L/ton of cementitious)\n- Aggregates-specific freshwater withdrawal (L/ton of aggregates)\n- RMX-specific freshwater withdrawal (L/ton of RMX)\n- Total water withdrawal – all segments\n\nEnvironmental management systems\n- Cement sites with an ISO 14001 certification\n\nBiodiversity\n- Quarries with Rehabilitation Plans in place\n- Quarries with biodiversity importance with Biodiversity Management Plans in place\n\nAir emissions\n- % clinker produced with continuous monitoring of dust, NOₓ and SO₂ emissions\n- % clinker produced with monitoring of dust, NOₓ and SO₂ emissions\n- Total emissions: dust, NOₓ, SO₂, VOC, mercury, dioxins/furans\n- Specific emissions: dust, NOₓ, SO₂, VOC, mercury, dioxins/furans\n\nCommunities\n- Total contribution to create positive social impact\n\nHealth and safety\n- Fatalities (employees and contractors)\n- Lost Time Injury Frequency Rate (employees and contractors)\n- Total Injury Frequency Rate (employees and contractors)\n\nTHE NON-FINANCIAL REPORTING PROCESSES\n\nReporting processes covering:\n- Human Resources-related information, including Group employees per employment contract and age interval, gender diversity, turnover, development and social dialogue\n- Human Rights and Stakeholder-related information, including number of beneficiaries and human rights assessments\nOur sustainability reporting is aligned with the GRI Standard and to complement the disclosures we have published supplementary documents on our website.\n\nWith the disclosures in the Annual Integrated Report 2021, Sustainability Performance Report 2021 and related documents on our website, the level of disclosure on GRI standard disclosures and indicators is compatible with a comprehensive “In accordance” option. A content index matching the GRI Standard Disclosures with information included in our reporting is included below. Material aspects are indicated in the Materiality Matrix on page 28 of the Annual Integrated Report 2021 and detailed information on the materiality methodology is provided on our website at https://www.holcim.com/sustainability-reports.\n\nIn the materiality review, the following topics were identified as most material:\n- business ethics and compliance\n- GHG emissions\n- health and safety\n- corporate governance\n- sustainable products, innovation and technology.\n\nWhere we have data available on other GRI aspects and indicators we have also included these data and relevant links (where applicable) in the content index.\n\n- AIR: Annual Integrated Report 2021\n- SPR: Sustainability Performance Report 2021\n- Web: www.holcim.com\n## GRI INDEX\n\n| GRI ref | Description | AIR | SPR | Web | Page, comment, performance |\n|---------|-------------|-----|-----|-----|-----------------------------|\n| **Organizational profile** | | | | | |\n| 102-1   | Name of the organization | X   | X   | X   | Cover                       |\n| 102-2   | Activities, brands, products, and services | X   |     |     | AIR: page 22                |\n| 102-3   | Location of headquarters | X   |     |     | Back cover                  |\n| 102-4   | Location of operations | X   |     |     | AIR: pages 191–193          |\n| 102-5   | Ownership and legal form | X   |     |     | AIR: pages 82–83            |\n| 102-6   | Markets served | X   |     |     | AIR: pages 30–31; 191–193   |\n| 102-7   | Scale of the organization | X   |     |     | AIR: pages 26–27            |\n| 102-8   | Information on employees and other workers | X   | X   |     | We report total employees per region, percentage of female employees per management level, employees per employment type and by age. AIR: pages 198–199 |\n| 102-9   | Supply chain | X   | X   |     | Segment descriptions AIR: pages 22–23 Website: document on sustainable procurement |\n| 102-10  | Significant changes to the organization and its supply chain | X   | X   |     | Segment descriptions AIR: pages 22–23 Methodology & Consolidation SPR: page 15 |\n| 102-11  | Precautionary Principle or approach | X   |     |     | Material issues section: AIR: pages 28–29 Risk management section: AIR: pages 106–121 |\n| 102-12  | External initiatives | X   |     |     | https://www.holcim.com/global-citizenship |\n| 102-13  | Membership of associations | X   |     |     | https://www.holcim.com/global-citizenship |\n| **Strategy** | | | | | |\n| 102-14  | Statement from senior decision-maker | X   | X   |     | AIR: pages 8–11 (Chairman and CEO statements) SPR: page 2 (CSO Statement) |\n| 102-15  | Key impacts, risks, and opportunities | X   |     |     | These are detailed in the various sections throughout the report: Economic: pages 14–19 Climate & Energy: pages 21; 40–41 Circular Construction: pages 21; 36–38 Environment: page 68 Community: pages 21; 44–45; 66–67 Innovation: pages 56–70 People: page 66 Health and Safety: pages 68–69 Risk and Control: pages 106–121 Corporate Governance: pages 82–94 |\n| **Ethics and integrity** | | | | | |\n| 102-16  | Values, principles, standards, and norms of behavior | X   | X   |     | AIR: page 82 Website: Code of Conduct; See also Compliance program FAQ at https://www.holcim.com/additional-esg-resources |\n| 102-17  | Mechanisms for advice and concerns about ethics | X   | X   |     | AIR: page 106 (risk mitigation) Website: See Compliance program FAQ at https://www.holcim.com/additional-esg-resources and Integrity Line under: https://www.holcim.com/code-business-conduct |\n### Governance\n\n| GRI ref | Description | AIR | SPR | Web | Page, comment, performance |\n|---------|-------------|-----|-----|-----|-----------------------------|\n| 102-18  | Governance structure | X   | X   |     | Structure and committees: pages 82–94  \nClimate Governance: page 88  \nWebsite: [https://www.holcim.com/corporate-governance](https://www.holcim.com/corporate-governance) |\n| 102-19  | Delegating authority | X   |     |     | Corporate Governance section: pages 82–94 |\n| 102-20  | Executive-level responsibility for economic, environmental, and social topics | X   |     |     | Rests with the Chief Sustainability and Innovation Officer; see pages 102–103 |\n| 102-21  | Consulting stakeholders on economic, environmental, and social topics | X   | X   |     | AIR: See Materiality section on page 28  \nWebsite: Materiality Review 2019 see also Human Rights and Social Policy document at [https://www.holcim.com/additional-esg-resources](https://www.holcim.com/additional-esg-resources) |\n| 102-22  | Composition of the highest governance body and its committees | X   | X   |     | AIR: Corporate Governance section: pages 82–90  \nWebsite: Board of Directors |\n| 102-23  | Chair of the highest governance body | X   | X   |     | AIR: Corporate Governance section: pages 82–90  \nWebsite: Board of Directors |\n| 102-24  | Nominating and selecting the highest governance body | X   | X   |     | AIR: See Nomination, Compensation and Governance Committee, page 86  \nWebsite: Committees of our corporate organization |\n| 102-25  | Conflicts of interest | X   |     |     | AIR: See organizational rules/areas of responsibility, page 89 |\n| 102-26  | Role of highest governance body in setting purpose, values, and strategy | X   |     |     | AIR: See organizational rules/areas of responsibility, page 89 |\n| 102-27  | Collective knowledge of highest governance body | X   | X   |     | AIR: page 85  \nWebsite: Board of Directors |\n| 102-28  | Evaluating the highest governance body’s performance | X   |     |     | AIR: page 85 |\n| 102-29  | Identifying and managing economic, environmental, and social impacts | X   |     |     | AIR: See “Health, Safety and Sustainability Committee” page 87 |\n| 102-30  | Effectiveness of risk management processes | X   |     |     | AIR: see “Audit Committee” page 86 |\n| 102-31  | Review of economic, environmental, and social topics | X   |     |     | AIR: See “Health, Safety and Sustainability Committee” page 87 |\n| 102-32  | Highest governance body’s role in sustainability reporting |     |     |     | The Annual Integrated Report is reviewed by the Board and Exco before publication. The SPR is reviewed by the Chief Sustainability Officer. Documents on our website in the additional ESG resources page are reviewed and approved by relevant Exco members. |\n| 102-33  | Communicating critical concerns | X   |     |     | See Articles of Incorporation for the articles of incorporation, committee charters and organization rules. |\n| 102-34  | Nature and total number of critical concerns |     |     |     | We do not disclose details of what is discussed at Board meetings. |\n| 102-35  | Remuneration policies | X   |     |     | We disclose remuneration information as required by the Corporate Governance Directive of the SIX Swiss Exchange and the disclosure rules of the Swiss code of obligations. |\n| 102-36  | Process for determining remuneration | X   |     |     | |\n| 102-37  | Stakeholders’ involvement in remuneration | X   |     |     | |\n| 102-38  | Annual total compensation ratio | X   |     |     | See AIR: pages 122–147 |\n| 102-39  | Percentage increase in annual total compensation ratio | X   |     |     | |\n### Stakeholder engagement\n\n| GRI ref | Description | AIR | SPR | Web |\n|---------|-------------|-----|-----|-----|\n| 102-40  | List of stakeholder groups | X   | X   |     |\n| 102-41  | Collective bargaining agreements | X   |     | SPR: page 13 |\n| 102-42  | Identifying and selecting stakeholders | X   | X   | AIR: pages 28–29 Website: Materiality Review 2019 Also: Additional ESG resources • Human rights and social policy • Human rights directive |\n| 102-43  | Approach to stakeholder engagement | X   | X   | AIR: pages 44–45 Website: Materiality Review 2019 Also: Additional ESG resources • Human Rights and Social Policy • Human Rights Directive |\n| 102-44  | Key topics and concerns raised | X   | X   | AIR: pages 44–45 Website: Materiality Review 2019 Also: Additional ESG resources • Human Rights and Social Policy • Human Rights Directive |\n\n### Reporting practice\n\n| GRI ref | Description | AIR | SPR | Web |\n|---------|-------------|-----|-----|-----|\n| 102-45  | Entities included in the consolidated financial statements | X   | X   | AIR: see Principle Consolidated Companies of the Group, pages 191–193 SPR: see page 15, Scope of consolidation |\n| 102-46  | Defining report content and topic Boundaries | X   | X   | AIR: pages 28–29 SPR: page 15 Website: Materiality Review 2019 |\n| 102-47  | List of material topics | X   | X   | AIR: pages 28–29 Website: Materiality Review 2019 |\n| 102-48  | Restatements of information | X   |     | SPR: page 15, Changes in scope of consolidation |\n| 102-49  | Changes in reporting | X   |     | SPR: page 15; see the Methodology and Consolidation section for the scope of reporting. |\n| 102-50  | Reporting period | X   |     | SPR: page 15 |\n| 102-51  | Date of most recent report | X   | X   | SPR: page 17 Website: Our Integrated and Sustainability reports |\n| 102-52  | Reporting cycle | X   |     | SPR: page 17 <Currently on page 18 due to overmatter.> |\n| 102-53  | Contact point for questions regarding the report | X   | X   | X   | AIR: back cover SPR: back cover Website: Contacts |\n| 102-54  | Claims of reporting in accordance with the GRI Standards | X   |     | SPR: page 21 |\n| 102-55  | GRI content index |     |     | SPR: page 21 |\n| 102-56  | External assurance | X   | X   | AIR: page 264 SPR: page 18 |\n## GRI INDEX CONTINUED\n\n| GRI ref | Description | AIR | SPR | Web | Page, comment, performance |\n|---------|-------------|-----|-----|-----|---------------------------|\n| **Management approach** | | | | | |\n| **Material topics** | | | | | |\n| 103-1 | Business ethics and compliance | X | X | | AIR: Risk and Control section pages 106; 113–114 Website: Additional ESG resources • Compliance policy • Our code of business conduct • Anti-bribery and corruption policy • Compliance program FAQ |\n| 103-2 | Greenhouse gas emissions | X | X | X | AIR: Climate and Energy, pages 21; 40–41; 108–111 SPR: page 7 Website: climate pages |\n| 103-3 | Health and safety | X | X | | AIR: Health and Safety, pages 68–69 Website: Additional ESG resources • Health, Safety & Environment management system standard |\n| | Corporate governance | X | X | | AIR: Corporate Governance section, pages 82–90 Website: Holcim’s corporate governance, committees, Code of Conduct |\n| | Sustainable products, innovation and technology | X | X | | AIR: Innovation, pages 56–70 Website https://www.holcim.com/rd-innovative-solutions |\n| **GRI 200 - Economic** | | | | | |\n| **GRI 201 - Economic performance** | | | | | |\n| 201-1 | Direct economic value generated and distributed | X | X | | AIR: page 271 Website: Integrated Profit & Loss Statement Website: Reports on payments to governments |\n| 201-2 | Financial implications and other risks and opportunities for the organization’s activities due to climate change | X | | | AIR: pages 108; 111–112; 184–186 |\n| 201-3 | Defined benefit plan obligations and other retirement plans | X | | | AIR: page 243 |\n| 201-4 | Financial assistance received from government | X | | | SPR: page 13, Government relations |\n| **GRI 202 - Market presence** | | | | | |\n| 202-1 | Ratios of standard entry level wage by gender compared to local minimum wage at significant locations of operation | X | | | We do not measure this by gender. In 2021, at entry level our group countries report paying a median of 45% above minimum wage where a minimum wage is in place. |\n| 202-2 | Proportion of senior management hired from the local community | X | | | We measure this for the total workforce, not just senior management. In 2021, 98.1% of employees were local. |\n| **GRI 203 - Indirect economic impacts** | | | | | |\n| 203-1 | Infrastructure investments and services supported | X | | | We report on total spend on social investment projects as well as inclusive business. SPR: page 10, People: Social Initiatives |\n| 203-2 | Significant indirect economic impacts | X | | | See Integrated Profit & Loss Statement on our website. |\n| **GRI 204 - Procurement practices** | | | | | |\n| 204-1 | Proportion of spending on local suppliers at significant locations of operation | X | | | SPR: page 14 National market suppliers account for 92% of suppliers at Group company level and 95% of total spend. |\n### GRI INDEX CONTINUED\n\n| GRI ref | Description | AIR | SPR | Web |\n|---------|-------------|-----|-----|-----|\n| **GRI 205 - Anti-corruption** | | | | |\n| 205-1 | Operations assessed for risks related to corruption | X | X | AIR: page 113, Key Operational Risks – Legal and Compliance Risks Website: Additional ESG resources • Our code of business conduct • Anti-bribery and corruption policy • Compliance program FAQ |\n| 205-2 | Communication and training on anti-corruption policies and procedures | X | | Website: Additional ESG resources • Compliance program FAQ |\n| 205-3 | Confirmed incidents of corruption and actions taken | X | | Website: Additional ESG resources • Compliance program FAQ |\n| **GRI 206 - Anti-competitive behavior** | | | | |\n| 206-1 | Legal actions for anti-competitive behavior, antitrust, and monopoly practices | X | | AIR: pages 256–257 |\n| **GRI 300 - Environmental** | **GRI 301 - Materials** | | | |\n| 301-1 | Materials used by weight or volume | X | | SPR: page 14, Total raw material consumption |\n| 301-2 | Percentage of materials used that are recycled input materials | X | | SPR: page 8, alternate raw materials rates |\n| 301-3 | Percentage of products sold and their packaging materials that are reclaimed by category | | | Currently unavailable. Circular economy is one of the pillars of our Sustainability Strategy and we track the amount of our products that contain recycled materials. The majority of our products are shipped in bulk with no packaging material. |\n| **GRI 302 - Energy** | | | | |\n| 302-1 | Energy consumption within the organization | X | | SPR: pages 7–8 |\n| 302-2 | Energy consumption outside of the organization | X | | Currently unavailable. Scope 3 CO2 emissions are reported in the SPR on page 5 and the Integrated Profit & Loss Statement contains information on upstream energy impacts. Website: Integrated Profit & Loss Statement |\n| 302-3 | Energy intensity | X | | SPR: pages 7–8 |\n| 302-4 | Reduction of energy consumption | X | X | AIR: page 34 SPR: pages 7–8 |\n| 302-5 | Reductions in energy requirements of products and services | X | X | SPR: pages 7–8 |\n| **GRI 303 - Water and effluents** | | | | |\n| 303-1 | Interactions with water as a shared resource | X | X | AIR: page 42 SPR: page 9 |\n| 303-2 | Management of water discharge related impacts | X | X | AIR: page 42 SPR: page 9 |\n| 303-3 | Water withdrawal | X | | SPR: page 9 |\n| 303-4 | Water discharge | X | | SPR: page 9 |\n| 303-5 | Water consumption | X | | SPR: page 9 |\n| **GRI 304 - Biodiversity** | | | | |\n| 304-1 | Operational sites owned, leased, managed in, or adjacent to, protected areas and areas of high biodiversity value outside protected areas | X | | SPR: page 8 (Quarries with biodiversity importance) |\n### GRI INDEX CONTINUED\n\n| GRI ref | Description | AIR | SPR | Web |\n|---------|-------------|-----|-----|-----|\n| 304-2   | Description of significant impacts of activities, products, and services on biodiversity in protected areas and areas of high biodiversity value outside protected areas | X   | X   | X   |\n|         | AIR: page 42 | SPR: page 8 | Website: [https://www.holcim.com/nature](https://www.holcim.com/nature) |\n| 304-3   | Habitats protected or restored | X   |     |     |\n|         | SPR: page 8 |\n| 304-4   | Total number of IUCN red list species and national conservation list species with habitats in areas affected by operations, by level of extinction risk |     |     |     |\n|         | This is collected at site level, but we do not currently collate this information globally. |\n\n#### GRI 305 - Emissions\n\n| GRI ref | Description | AIR | SPR | Web |\n|---------|-------------|-----|-----|-----|\n| 305-1   | Direct greenhouse gas (GHG) emissions (Scope 1) | X   | X   | X   |\n|         | AIR: pages 21; 40–41 | SPR: page 7 | Website: [climate pages](https://www.holcim.com/climate) |\n| 305-2   | Energy indirect greenhouse gas (GHG) emissions (Scope 2) | X   | X   | X   |\n|         | AIR: pages 21; 40–41 | SPR: page 7 | Website: [climate pages](https://www.holcim.com/climate) |\n| 305-3   | Other indirect greenhouse gas (GHG) emissions (Scope 3) | X   | X   | X   |\n|         | AIR: pages 21; 41 | SPR: page 7 | Website: [climate pages](https://www.holcim.com/climate) |\n| 305-4   | Greenhouse gas (GHG) emissions intensity | X   | X   | X   |\n|         | AIR: pages 21; 40–41 | SPR: page 7 | Website: [climate pages](https://www.holcim.com/climate) |\n| 305-5   | Reduction of greenhouse gas (GHG) emissions | X   |     |     |\n|         | AIR: pages 21; 40–41 | SPR: page 7 | Website: [climate pages](https://www.holcim.com/climate) |\n| 305-6   | Emissions of ozone-depleting substances (ODS) |     |     |     |\n|         | Emissions of ozone-depleting substances in our manufacturing processes are negligible. This indicator is thus not considered to be material. |\n| 305-7   | NOx, SOx and other significant air emissions | X   |     |     |\n|         | AIR: page 68 | SPR: page 13 |\n\n#### GRI 306 - Effluents and waste\n\n| GRI ref | Description | AIR | SPR |\n|---------|-------------|-----|-----|\n| 306-1   | Total water discharge by quality and destination | X   |     |\n|         | SPR: page 9 |\n| 306-2   | Total weight of waste by type and disposal method | X   |     |\n|         | SPR: page 8 |\n| 306-3   | Total number and volume of significant spills | X   |     |\n|         | SPR: page 12 (Spills are included in non-compliance cases.) |\n| 306-4   | Transport of hazardous waste | X   |     |\n|         | Hazardous waste volume is reported under 306-2. We do not currently have data on the breakdowns required by GRI. We are working to improve our data collection in this area. |\n| 306-5   | Identity, size, protected status, and biodiversity value of water bodies and related habitats significantly affected by the organization’s discharges of water and runoff |     |     |\n|         | Not available. We will collect data and report on this indicator in the medium to long term. |\n\n#### GRI 307 - Environmental compliance\n\n| GRI ref | Description | AIR | SPR |\n|---------|-------------|-----|-----|\n| 307-1   | Monetary value of significant fines and total number of non-monetary sanctions for non-compliance with environmental laws and regulations | X   |     |\n|         | SPR: page 12 |\n\n#### GRI 308 - Supplier environmental assessment\n\n| GRI ref | Description | AIR | SPR |\n|---------|-------------|-----|-----|\n| 308-1   | Percentage of new suppliers that were screened using environmental criteria | X   | X   |\n|         | SPR: page 14 (High ESG impact suppliers qualified) | Website: [Additional ESG resources](https://www.holcim.com/ESG) |\n|         | Sustainable procurement principles and processes |\n| 308-2   | Significant actual and potential negative environmental impacts in the supply chain and actions taken | X   | X   |\n|         | SPR: page 14 (High ESG impact suppliers qualified) | Website: [Additional ESG resources](https://www.holcim.com/ESG) |\n|         | Sustainable procurement principles and processes |\n### GRI INDEX CONTINUED\n\n| GRI ref | Description | AIR | SPR | Web | Page, comment, performance |\n|---------|-------------|-----|-----|-----|---------------------------|\n| **GRI 400 - Social**<br>**GRI 401 - Employment** | | | | | |\n| 401-1 | Total number and rates of new employee hires and employee turnover by age group, gender and region | X | | SPR: page 12 and annex to this index |\n| 401-2 | Benefits provided to full-time employees that are not provided to temporary or part-time employees, by significant locations of operation | | | Currently unavailable. We will collect data and report on this indicator in the medium term. |\n| 401-3 | Return to work and retention rates after parental leave, by gender | | | In 2021, Group companies report that 94% of people on maternity leave were still employed by the company at year end. |\n| **GRI 402 - Labor/management relations** | | | | | |\n| 402-1 | Minimum notice periods regarding operational changes, including whether these are specified in collective agreements | | | Not collated globally. However, all operations are required to adhere to local law and agreements as well as Holcim internal standards and policies. |\n| **GRI 403 - Occupational health and safety** | | | | | |\n| 403-1 | Occupational health and safety management system | X | X | X | AIR: page 68<br>SPR: page 11<br>Website: Additional ESG resources<br>• Health and safety management system standard |\n| 403-2 | Hazard identification, risk assessment, and incident investigation | X | | X | AIR: page 68<br>Website: Additional ESG resources<br>• Health and safety management system standard |\n| 403-3 | Occupational health services | X | | X | AIR: page 69 (Operating during a pandemic)<br>Website: Additional ESG resources<br>• Health, Safety & Environment management system standard (section 3.3.3.4) |\n| 403-4 | Work participation, consultation, and communication on occupational health and safety | X | X | X | AIR: page 69<br>SPR: page 11<br>Website: Additional ESG resources<br>• Health and safety management system standard |\n| 403-5 | Worker training on occupational health and safety | | | X | In 2021 Group Companies reported 607,106 hours of training for Health and Safety for direct employees.<br>Website: Additional ESG resources<br>• Health, Safety & Environment management system standard (section 3.3.1.1) |\n| 403-6 | Promotion of worker health | X | | X | AIR: page 69 (Operating during a pandemic)<br>Website: Additional ESG resources<br>• Health, Safety & Environment management system standard (section 3.3.3.4) |\n| 403-7 | Prevention and mitigation of occupational health and safety impacts directly linked by business relationships | | | X | HS&E is an integral part of our Sustainable Procurement program.<br>Website: Additional ESG resources<br>• Sustainable procurement principles and processes |\n| 403-8 | Workers covered by an occupational health and safety management system | | | X | SPR: page 11 |\n| 403-9 | Work-related injuries | X | | X | AIR: pages 68–69<br>SPR: page 11 |\n| 403-10 | Work-related ill health | | | X | SPR: page 11 (OIFR) |\n### GRI INDEX CONTINUED\n\n| GRI ref | Description | AIR | SPR | Web | Page, comment, performance |\n|---------|-------------|-----|-----|-----|---------------------------|\n| **GRI 404 - Training and education** | | | | | |\n| 404-1 | Average hours of training per year per employee by gender, and by employee category | X | | | SPR: page 12 Management level by gender in annex to this document. |\n| 404-2 | Programs for skills management and lifelong learning that support the continued employability of employees and assist them in managing career endings | | | | Currently not collected globally. We will collect data and report on this indicator in the medium term to long term. |\n| 404-3 | Percentage of employees receiving regular performance and career development reviews, by gender and by employee category | X | | | SPR: page 12 Broken down by gender and management level in the annex to this document. |\n| **GRI 405 - Diversity and equal opportunity** | | | | | |\n| 405-1 | Composition of governance bodies and breakdown of employees per employee category according to gender, age group, minority group membership, and other indicators of diversity | X | X | | Details of the members of the Board and of the Exco, including age, are provided in the AIR, Corporate Governance section (pages 96–104). Female representation per management level is reported in the SPR on page 12. |\n| 405-2 | Ratio of basic salary and remuneration of women to men by employee category, by significant locations of operation | X | | | Although we gather this information, the difference in grading of job levels across multiple locations and the low number of women in certain job categories does not allow meaningful comparison. We will investigate the implications of collating this data in a more meaningful manner and report on our conclusions in future reports in the long term. |\n| **GRI 406 - Non-discrimination** | | | | | |\n| 406-1 | Total number of incidents of discrimination and corrective actions taken | X | | | Sixteen Group countries reported 46 incidents of alleged discrimination in 2021. By year end 41 had been addressed and resolved. |\n| **GRI 407 - Freedom of association and collective bargaining** | | | | | |\n| 407-1 | Operations and suppliers in which the right to freedom of association and collective bargaining may be at risk | X | | | Salient risk assessment: Determination of country risk level. The risk level of each operating context with regard to business-related human rights issues is determined based on the UN Human Development Index (HDI) and the Freedom House Index (FH). Salient risks and other human rights risks are analyzed at country level as a minimum, and for high-risk operating contexts, increasingly at the site level. Mitigation measures and programs reported on the website: Additional ESG resources • Human Rights and Social Policy • Human Rights Directive • Sustainable procurement principles and processes |\n| **GRI 408 - Child labor** | | | | | |\n| 408-1 | | X | | | Salient risk assessment: Determination of country risk level. The risk level of each operating context with regard to business-related human rights issues is determined based on the UN Human Development Index (HDI) and the Freedom House Index (FH). Mitigation measures and programs reported on the website: Additional ESG resources • Human Rights and Social Policy • Human Rights Directive • Sustainable procurement principles and processes |\n### GRI INDEX CONTINUED\n\n| GRI ref | Description | AIR | SPR | Web | Page, comment, performance |\n|---------|-------------|-----|-----|-----|---------------------------|\n| **GRI 409 - Forced or compulsory labor** | | | | | |\n| 409-1 | Salient risk assessment: Determination of country risk level. The risk level of each operating context with regard to business-related human rights issues is determined based on the UN Human Development Index (HDI) and the Freedom House Index (FH). Salient risks and other human rights risks are analyzed at country level as a minimum, and for high-risk operating contexts, increasingly at the site level. | X | | | |\n\n**Additional ESG resources**\n- Human Rights and Social Policy\n- Human Rights Directive\n- Sustainable procurement principles and processes\n\n| **GRI 410 - Security practices** | | | | | |\n| 410-1 | Security personnel trained in human rights policies or procedures | X | | | Monitored through the annual Social questionnaire. In 2021 Group countries reported 64% of security guards were trained in the organization’s human rights policies or specific procedures and their application to security. |\n\n| **GRI 411 - Rights of indigenous peoples** | | | | | |\n| 411-1 | Incidents of violations involving rights of indigenous peoples | X | | | Monitored through the human rights assessments and action plans. In 2021, five Group countries reported seven findings (high, medium or low risks) and related actions in operations related to the rights of indigenous peoples. |\n\n| **GRI 412 - Human rights assessment** | | | | | |\n| 412-1 | Operations that have been subject to human rights reviews or impact assessments | X | | | SPR: page 10 (under People: Human Rights) |\n| 412-2 | Employee training on human rights policies or procedures | X | | | In 2021, 16,742 people received training on human rights topics. SPR: page 10 |\n| 412-3 | Significant investment agreements and contracts that include human rights clauses or that underwent human rights screening | | | | All procurement contracts are subject to the conditions of the Supplier Code of Conduct, which has specific human rights clauses. |\n\n| **GRI 413 - Local communities** | | | | | |\n| 413-1 | Percentage of operations with implemented local community engagement, impact assessments, and development programs | X | | | SPR: page 10 (under People: Human Rights) |\n| 413-2 | Operations with significant actual and potential negative impacts on local communities | X | | | In 2021, 51 Group companies identified 623 actual and potential issues (high, medium or low risks) related to different topics, such as dust emissions, security-related violations, freedom to speak up and grievance mechanisms, that could negatively impact local communities. These are included in the human rights action plans and implementation of the defined actions is periodically monitored. As part of the annual human rights and stakeholder questionnaire, in 2021, approximately 350 new or ongoing grievances relating to the impacts of operations were recorded by 39 Group companies. |\n\n| **GRI 414 - Supplier assessment for labor practices** | | | | | |\n| 414-1 | New suppliers that were screened using social criteria | X | X | | All new suppliers are qualified according to our Sustainable Procurement Initiative and Supplier Code of Conduct. SPR: page 14 (High ESG impact suppliers qualified) Website: Sustainable supply chain • Sustainable procurement principles and processes |\n| 414-2 | Negative social impacts in the supply chain and actions taken | X | | | SPR: page 14 (High ESG impact suppliers qualified) Website: Sustainable supply chain • Sustainable procurement principles and processes |\nGRI INDEX CONTINUED\n\nGRI 415 - Public policy\n\n| GRI ref | Description | AIR | SPR | Web | Page, comment, performance |\n|---------|-------------|-----|-----|-----|---------------------------|\n| 415-1   | Political contributions | X   | X   |     | SPR: page 13 (Government relations) See also our Code of Business Conduct |\n\nGRI 416 - Customer health and safety\n\n| GRI ref | Description | AIR | SPR | Web | Page, comment, performance |\n|---------|-------------|-----|-----|-----|---------------------------|\n| 416-1   | Assessment of the health and safety impacts of product and service categories |     |     |     | Information is not currently collated at a global level. This is not one of our most material issues at this stage. (See GRI 102.7) |\n| 416-2   | Incidents of non-compliance concerning the health and safety impacts of products and services |     |     |     | Information is not currently collated at a global level. This is not one of our most material issues at this stage. (See GRI 102.7) |\n\nGRI 417 - Marketing and labeling\n\n| GRI ref | Description | AIR | SPR | Web | Page, comment, performance |\n|---------|-------------|-----|-----|-----|---------------------------|\n| 417-1   | Requirements for product and service information and labeling |     |     |     | None known: Information is not currently collated at a global level. This is not one of our most material issues at this stage. (See GRI 102.7) |\n| 417-2   | Incidents of non-compliance concerning product and service information and labeling |     |     |     | None known: Information is not currently collated at a global level. This is not one of our most material issues at this stage. (See GRI 102.7) |\n| 417-3   | Incidents of non-compliance concerning marketing communications |     |     |     | None known: Information is not currently collated at a global level. This is not one of our most material issues at this stage. (See GRI 102.7) |\n\nGRI 418 - Customer privacy\n\n| GRI ref | Description | AIR | SPR | Web | Page, comment, performance |\n|---------|-------------|-----|-----|-----|---------------------------|\n| 418-1   | Substantiated complaints regarding breaches of customer privacy and losses of customer data |     |     |     | None known: Information is not currently collated at a global level. This is not one of our most material issues at this stage. (See GRI 102.7) |\n\nGRI 419 - Socioeconomic compliance\n\n| GRI ref | Description | AIR | SPR | Web | Page, comment, performance |\n|---------|-------------|-----|-----|-----|---------------------------|\n| 419-1   | Non-compliance with laws and regulations in the social and economic area | X   |     |     | AIR: pages 256–257 |\n\nANNEX:\n\nTurnover by gender, age group and region\n\n| Age Group | Men | Women | Total |\n|-----------|-----|-------|-------|\n| Under 30  | 30% | 26%   | 29%   |\n| 30–50     | 13% | 15%   | 13%   |\n| Over 50   | 15% | 15%   | 15%   |\n| Total     | 15% | 17%   | 16%   |\n\n| Region    | %   |\n|-----------|-----|\n| Asia Pacific | 12% |\n| Corporate  | 19% |\n| Europe     | 13% |\n| LATAM      | 19% |\n| Middle East Africa | 9% |\n| North America | 24% |\n\nTraining by gender and management level\n\n| Management level (men) | 30 |\n| Management level (women) | 29 |\n| Management level total | 30 |\n| Non-management (men) | 14 |\n| Non-management (women) | 27 |\n| Non-management total | 19 |\n\nPerformance appraisal by management level and gender (% with annual performance review)\n\n| Management level (men) | 88% |\n| Management level (women) | 84% |\n| Management level total | 87% |\n| Non-management (men) | 44% |\n| Non-management (women) | 62% |\n| Non-management total | 46% |\nThe Sustainability Accounting Standards Board (SASB) is an independent non-profit organization that sets standards to guide the disclosure of financially material sustainability information by companies to their investors. SASB Standards identify the subset of environmental, social and governance (ESG) issues most relevant to financial performance in 77 industries. The SASB Standards focus on financially material issues because their mission is to help businesses around the world report on the sustainability topics that matter most to their investors.\n\nAlthough there is much ESG and sustainability information disclosed publicly, often it can be difficult to identify and assess which information is most useful for making finance-related decisions. SASB identifies financially material issues, which are the issues that are reasonably likely to impact the financial condition or operating performance of a company and therefore are most important to investors. The material issues identified by SASB for the construction materials sector are:\n\n- GHG emissions\n- Air quality\n- Energy management\n- Water and wastewater management\n- Waste and hazardous materials management\n- Ecological impacts\n- Employee health and safety\n- Product design and life cycle management\n- Competitive behavior\n\n- **AIR:** Annual Integrated Report 2021\n- **SPR:** Sustainability Performance Report 2021\n- **Web:** [www.holcim.com](http://www.holcim.com)\n### SASB INDEX\n\n| SASB ref | Description | AIR | SPR | Web | Page, comment, performance |\n|----------|-------------|-----|-----|-----|---------------------------|\n| **Greenhouse gas emissions** | | | | | |\n| EM-CM-110a.1 | Gross global Scope 1 emissions, percentage covered under emissions-limiting regulations | X | | | We report this in our annual disclosure to the CDP. We post our annual disclosures on our website on our \"Additional ESG Resources\" page. In our 2021 submission (reflecting 2020 data) we list all carbon pricing regulations which impact our operations and the percentage of Scope 1 and Scope 2 emissions covered by the regulations. See sections C11.a and C11.b starting on page 46. |\n| EM-CM-110a.2 | Discussion of long-term and short-term strategy or plan to manage Scope 1 emissions, emissions reduction targets, and an analysis of performance against those targets | X | X | X | AIR: pages 21; 40–41 SPR: pages 2, 3 and 5 Website: Net zero pages |\n| **Air quality** | | | | | |\n| EM-CM-120a.1 | Air emissions of the following pollutants: • NOx (excluding N2O) • SOx • Particulate matter (Dust (PM10)) • Dioxins/furans • Volatile Organic Compounds (VOCs) • Polycyclic aromatic hydrocarbons (PAHs) • Heavy metals | X | X | | SPR: page 13 We report annually on all emissions with the exception of polycyclic aromatic hydrocarbons (PAHs) in our Sustainability Performance Report. We report not only absolute emissions of these substances but also specific emissions by both clinker and cementitious material. The only PAH we consider material and measure is benzene, and this is measured as required by the Global Cement and Concrete Association. Our measurements of benzene emissions in 2021 were: Total benzene emissions (tons): 257 Specific benzene emissions: • Grams/ton clinker: 2.0 |\n| **Energy management** | | | | | |\n| EM-CM-130a.1 | Total energy consumed | X | | | SPR: pages 7–8 • Cement total energy consumption: 579 M GJ • Other segments thermal energy: 76 M GJ • Other segments electrical energy: 4 M GJ • Total energy consumed: 659 M GJ |\n| EM-CM-130a.1 | Percentage grid electricity | X | | | 87% of 2021 electricity consumption in the cement segment was from the grid. |\n| EM-CM-130a.1 | Percentage alternative energy | X | | | SPR: pages 7–8 • Thermal energy % of alternate fuels (excluding biomass) 13% • Thermal energy % biomass 8% • Total thermal substitution rate 21% |\n| EM-CM-130a.1 | Percentage renewable | X | | | SPR: page 7 Measured for cement sector: In 2021, we consumed 508 M GJ of thermal energy for clinker production. Of this, 39 M GJ (8%) was biomass fuels. We consumed 71 M GJ of electrical energy, of which 18 M GJ (21%) was renewable. Total energy consumed was 659 M GJ, and total renewable energy consumed was 54 M GJ (8.2%). |\n### SASB INDEX CONTINUED\n\n| SASB Ref | Description | AIR | SPR | Web | Page, comment, performance |\n|----------|-------------|-----|-----|-----|---------------------------|\n| **Water and wastewater management** | | | | | |\n| EM-CM-140a.1 | Total fresh water withdrawn | X | | | SPR: page 9  \nWe report water withdrawn from a number of sources for all segments and for captive power plants separately. |\n| EM-CM-140a.1 | Percentage recycled | X | | | SPR: page 9  \nWe do not currently measure the volume of water recycled – we measure the number of sites equipped with a water recycling system. |\n| EM-CM-140a.1 | Percentage in regions with High or Extremely High Baseline Water Stress | X | X | | SPR: page 9  \nAIR: page 42  \nWe measure and report on the number of sites located in medium to extremely high water risk areas according to the WRI Aqueduct tool. The concept of water risk includes not only water stress but also water quality, regulatory and reputational risks. In 2021, 30% of our sites (cement, aggregates and ready mix) were located in such areas. |\n| **Waste management** | | | | | |\n| EM-CM-150a.1 | • Waste generated  \n• % hazardous waste  \n• % recycled | X | | | SPR: page 8  \nIn 2021, we generated a total of 1.89 million tons of waste. Of this, 0.03 million tons (1%) was hazardous waste, and 0.9 million tons (48%) was recycled or recovered. |\n| **Biodiversity impacts** | | | | | |\n| EM-CM-160a.1 | Description of environmental management policies and practices for active sites | X | | | Our management policies and practices are documented in our Quarry rehabilitation and biodiversity Directive. |\n| EM-CM-160a.2 | Terrestrial acreage disturbed, percentage of impacted area restored | X | | | SPR: page 8  \n• We report in our Sustainability Performance Report the total rehabilitated area (19,989 ha)  \n• Total of disturbed areas was 48,523 ha  \n• Percentage restored was 29% |\n### Workforce health and safety\n\n| SASB Ref | Description | AIR | SPR | Web | Page, comment, performance |\n|----------|-------------|-----|-----|-----|-----------------------------|\n| EM-CM-320a.1 | Total recordable incident rate (TRIR) | X | | | SPR: page 11 |\n| | Near miss frequency rate (NMFR) | | | | |\n| EM-CM-320a.2 | Number of reported cases of silicosis | X | | | In 2021, we had one reported case of silicosis. |\n\n*for full-time employees and contract employees\n\n- 2021 TRIR employees – 0.88 (per 200,000 hours worked)\n- 2021 TRIR contractors onsite – 0.50 (per 200,000 hours worked)\n- NMFR employees and contractors – 11.8 (per 200,000 hours worked)\n\n### Product innovation\n\n| SASB Ref | Description | AIR | SPR | Web | Page, comment, performance |\n|----------|-------------|-----|-----|-----|-----------------------------|\n| EM-CM-410a.1 | Percentage of products that qualify for credits in sustainable building design and construction certifications (% sales by revenue) | X | | | We do not currently collect this specific information. However, we collect data on our portfolio of sustainable solutions, which in 2021 amounted to 30% of net sales. The largest contributor was low-carbon cements and concrete, which amounted to 24.8% of net sales. |\n| EM-CM-410a.2 | Total addressable market and share of market for products that reduce energy, water, and/or material impacts during usage and/or production | | | | We do not currently have this information. |\n\n### Pricing integrity and transparency\n\n| SASB Ref | Description | AIR | SPR | Web | Page, comment, performance |\n|----------|-------------|-----|-----|-----|-----------------------------|\n| EM-CM-520a.1 | Total amount of monetary losses as a result of legal proceedings associated with cartel activities, price fixing, and antitrust activities | X | | | AIR: pages 256–257 Detailed description of ongoing legal proceedings (including anti-competition) is provided. |\n\n### Activity metric\n\n| SASB Ref | Description | AIR | SPR | Web | Page, comment, performance |\n|----------|-------------|-----|-----|-----|-----------------------------|\n| EM-CM-000.A | Production by major product line | X | | | SPR: page 14 See “Products and solutions” section for details of production per product line. |\n", "source": "holcim_2021", "added": "2025-04-09", "created": "2025-04-09", "metadata": {"Source-File": "climate_reports/ccrm_2023/holcim_2021.pdf", "olmocr-version": "0.1.59", "pdf-total-pages": 36, "total-input-tokens": 95087, "total-output-tokens": 28807, "total-fallback-pages": 0}, "attributes": {"pdf_page_numbers": [[0, 0, 1], [0, 2648, 2], [2648, 6482, 3], [6482, 6730, 4], [6730, 8585, 5], [8585, 8636, 6], [8636, 10102, 7], [10102, 12988, 8], [12988, 16631, 9], [16631, 19176, 10], [19176, 22579, 11], [22579, 25286, 12], [25286, 29555, 13], [29555, 32322, 14], [32322, 37048, 15], [37048, 43044, 16], [43044, 48060, 17], [48060, 51231, 18], [51231, 54926, 19], [54926, 57029, 20], [57029, 58291, 21], [58291, 61115, 22], [61115, 64810, 23], [64810, 67095, 24], [67095, 69995, 25], [69995, 72757, 26], [72757, 77036, 27], [77036, 80138, 28], [80138, 83592, 29], [83592, 87281, 30], [87281, 90932, 31], [90932, 92370, 32], [92370, 95156, 33], [95156, 97062, 34], [97062, 99329, 35], [99329, 99329, 36]]}}