{"id": "1aa0656f0cc3d1fdcfafc819ad23958cd5612c48", "text": "About our reporting\n\nWalmart has reported on a wide range of ESG issues since 2005. Our reporting is focused on our priority ESG issues — those that we believe are the most relevant to our business and important to our stakeholders.\n\nThis Annual Summary provides an overview of our shared value approach to ESG, ESG priorities, and key highlights. The Annual Summary covers our activities during the fiscal year ending January 31, 2021 (FY2021), except as otherwise noted. Calendar years (CY) are marked as such or written in a four-digit format. In addition to this Annual Summary, beginning in 2021, our reporting is centered around a series of issue briefs covering each of Walmart’s priority ESG issues in depth. Each brief covers our aspiration and strategy with respect to the issue, the relevance of the issue to business and society, our key goals and metrics, and our progress to date. These briefs will be updated from time to time and may not align with particular fiscal year reporting periods.\n\nOur reporting is guided by frameworks such as the Sustainability Accounting Standards Board (SASB), the Task Force on Climate-related Financial Disclosures (TCFD), Global Reporting Initiative (GRI) standards, and the United Nations (U.N.) Sustainable Development Goals (SDGs). We also report through programs such as CDP, a global environmental disclosure system.\n\n“Walmart” means Walmart Inc., a Delaware corporation, and its consolidated subsidiaries that were subsidiaries during the reporting period; except for financial data, it otherwise excludes all acquired eCommerce subsidiaries, businesses, platforms and/or marketplaces, unless otherwise noted. This report also covers some activities of the Walmart Foundation, a separately incorporated Delaware charitable private foundation. Walmart.org is used to refer to the collective philanthropy of Walmart Inc. and the Walmart Foundation.\n\nAs discussed in Walmart’s March 2021 annual report on Form 10-K, the COVID-19 pandemic impacted Walmart’s business in many ways throughout FY2021, including through net sales growth and strong comparable sales in many markets, pandemic-related costs, changes in customer shopping patterns, and employment trends. As the pandemic and related trends evolve in FY2022 and beyond, impacts on Walmart’s business may also evolve.\n\nWe sought and received external assurance from a third party with respect to certain emissions information reported in this Annual Summary. We did not seek or receive external assurance from third parties with respect to other information, although in certain instances third parties assisted in the process of collecting, analyzing and calculating information presented in this Annual Summary.\nForward-looking statements\n\nThis ESG reporting contains certain forward-looking statements based on Walmart management’s current assumptions and expectations, including statements regarding our ESG targets, goals, commitments and programs and other business plans, initiatives and objectives. These statements are typically accompanied by the words “aim,” “hope,” “believe,” “estimate,” “plan,” “aspire” or similar words. All such statements are intended to enjoy the protection of the safe harbor for forward-looking statements within the meaning of Section 21E of the Securities Exchange Act of 1934, as amended. Our actual future results, including the achievement of our targets, goals or commitments, could differ materially from our projected results as the result of changes in circumstances, assumptions not being realized, or other risks, uncertainties and factors. Such risks, uncertainties and factors include the risk factors discussed in Item 1A of our most recent Annual Report on Form 10-K and subsequent quarterly reports on Form 10-Q filed with the Securities and Exchange Commission (“SEC”), as well as, with respect to our ESG targets, goals and commitments outlined in this reporting or elsewhere, the challenges, assumptions and dependencies identified in our ESG issue briefs under the heading Challenges and other assumptions, risks, uncertainties and factors identified in our reporting. We urge you to consider all of the risks, uncertainties and factors identified above or discussed in such reports carefully in evaluating the forward-looking statements in this report. Walmart cannot assure you that the results reflected or implied by any forward-looking statement will be realized or, even if substantially realized, that those results will have the forecasted or expected consequences and effects. The forward-looking statements in our reporting are made as of the effective date identified on the issue brief, unless otherwise indicated, and we undertake no obligation to update these forward-looking statements to reflect subsequent events or circumstances.\n\nReporting resources\n\nClick to find resources on our ESG website\n\nESG issue briefs  SASB  GRI  UNSDG  TCFD  ESG commitments and progress\n\ncorporate.walmart.com/esgreport  4\nOpportunity\n\n$19.50\nAverage total hourly compensation in the U.S.¹\n\n>300,000\nU.S. associates²\npromoted to jobs of higher pay and greater responsibility\n\n>$2.8 billion\nin bonuses paid to U.S. hourly associates³\n\n$100 million\nover 5 years\ncommitted by Walmart and the Walmart Foundation to create the Center for Racial Equity\n\nU.S. management promotions went to⁴\n46% women\n39% people of color\n\n>$13 billion\nin goods and services sourced from ~2,900 diverse suppliers for our U.S. businesses⁵\n\n~95,000 associates\ntrained through Walmart Academy\n\n290,000 college credits completed\nworth an estimated $123 million completed by associates at the end of 2020 through Live Better U\n\nSustainability\n\nTargeted zero emissions\n— without offsets — across the company’s global operations by 2040\n\n12.1% reduction\nin scopes 1 and 2 emissions (CY2015–CY2019)⁶\n\nEstimated 36%\nof our global electricity needs were supplied by renewable sources in 2020⁷\n\n19% decrease\nin carbon intensity per revenue (FY2016–FY2020)⁸\n\n81% of waste\ndiverted from landfills and incineration globally (CY2020)⁹\n\n>186 MMT of CO₂e\navoided by suppliers in CY2020 through Project Gigaton™ for a cumulative total of more than 416 MMT of CO₂e avoided since 2017¹⁰\nCommunity\n\n- Supported >500 COVID-19 testing sites in the U.S.\n- >$1.4 billion in cash and in-kind donations globally from Walmart and the Walmart Foundation\n- >500,000 new associates hired in the U.S.\n- >745 million pounds of food donated by Walmart globally in 2020, with more than >627 million pounds donated by Walmart stores, clubs and distribution centers in the U.S.\n\nEthics & integrity\n\n- 5 Board nominees appointed in last 5 years, 3 of whom are women and/or racially/ethnically diverse\n- 98% overall attendance rate at Board and Board committee meetings\n- 25% female\n- 17% racially/ethnically diverse\n\n- >942,000 associates received ethics training\n\nAwards\n\n- 2020 Climate A list — 2nd consecutive year\n- DiversityInc ranked 22 in 2021 Top 50 Companies\n  - No. 8 Top Companies for Talent Acquisition for Women of Color\n  - No. 6 Top Companies for LGBTQ Employees\n\nPublished updated Code of Conduct and Standards for Suppliers\n\n- FORTUNE ranked no. 9 — 6th consecutive year on the list\nOur leadership\n\nA message from our Chief Executive Officer\n\nAs always, the world is full of opportunities and challenges. And as you know, the past year presented a number of new problems — large and small — to be solved. We face a long list of social and environmental challenges in addition to the health and accompanying economic crisis and their impact around the world. Just as we are in any “normal” year — if there ever is such a thing — Walmart was guided by a desire to serve all of our stakeholders: customers, associates, shareholders, suppliers, communities and the planet. Our multi-stakeholder approach is rooted in the purpose Sam Walton articulated nearly three decades ago when he said we have the chance to give the world an opportunity to see what it’s like to live a better life... “a better life for all.”\n\nThis past year, more than 2 million Walmart associates embraced this timeless purpose to step up and serve stakeholders in new ways. Our teams are also system thinkers, striving to reshape our practices across the company and influence society to be more equitable for all.\n\nWhen the pandemic hit, associates around the world faced the uncertainty of an unprecedented situation by remaining constant in their commitment to care for customers, communities and each other. Our associates innovated to safely serve customers and aid relief efforts — many of which continue today. As a result, we fulfilled more online pickup and delivery orders than ever. We implemented measures to protect shoppers and each other. We kept our supply chain moving and launched COVID-19 testing and vaccination sites. And we offered a sense of normalcy with a warm greeting — albeit a socially distant one — when people craved it most.\n\nThe murder of George Floyd was a snapshot of centuries of prejudice and injustices our Black and African American communities have faced, and it focused everyone’s attention in a way that hadn’t happened in a long time. Once again, our people asked how we could help make a difference. Within our walls, we collectively listened and learned, and that work continues today. We accelerated changes to our hiring, pay and promotional practices to create an even more diverse, equitable and inclusive company for all. We also launched associate-led Shared Value Networks (SVNs) and the Center for Racial Equity, which are now deploying resources and strategies to address issues across finance, healthcare, education and criminal justice systems.\n\nThis past year and in the years leading up to it, our natural systems signaled that we aren’t doing enough for the planet and irreversible damage is being done as a result. Taking a step back and assessing our business and societal aspirations, we set a goal last fall to become a regenerative company — one that restores, renews and replenishes. While we decarbonize our operations and eliminate waste, we’ll also protect, manage and restore nature and advance prosperity and equity for the people who participate in our product supply chains. This concept of regeneration will help shape our approach to shared value going forward.\n\nWhen we put the size of Walmart to work for all of our stakeholders, we make a difference for the people, communities and planet we serve. And as the chairman of the Business Roundtable, I’m encouraged to see so many other businesses doing the same. A multi-stakeholder approach is the best way to both build a business in the long-term and to reshape systems to be more fair and ultimately regain trust.\n\nTogether, we can help the earth recover and help everyone truly live a better life. Let’s make it happen.\n\nDoug McMillon\nPresident and Chief Executive Officer\nWalmart Inc.\nA Message from our Chief Sustainability Officer\n\nWalmart has long taken a shared value, whole-system approach to environmental, social and governance (ESG) issues. Through our ESG strategies, we aim to do more than operate responsibly and mitigate business risk; we want to create value for business by better serving our customers and stakeholders and helping to transform related societal systems (e.g. food systems, workforce development systems) for more equitable and sustainable outcomes. Events of the past year — the COVID-19 pandemic, the murder of George Floyd, rising income inequality and intensifying climate and ecosystem decline — underscore the relevance of our shared value philosophy.\n\nWhile these events challenged us all, they reinforced our desire to accelerate our omni-channel transformation and commit to becoming a regenerative company — seeking to fulfill our customer mission in a way that restores, renews, and replenishes nature and humanity.\n\nThis year, our ESG reporting includes a series of briefs covering Walmart’s priority ESG issues in a new, “living” digital format as well as our ESG FY2021 summary and data tables. The briefs will be refreshed online periodically, providing our stakeholders with timely information. We have updated our list of priority issues based on recent stakeholder engagement, reflecting stakeholder expectations, relevance to our business and Walmart’s ability to make a difference in four broad themes of Opportunity, Sustainability, Community and Ethics & Integrity. Each brief articulates Walmart’s ESG impact thesis including disclosures regarding our aspirations for shared value creation, our strategies, key metrics and facts regarding progress (with reference to our public commitments, SASB, TCFD, CDP, GRI and the U.N. SDGs), and challenges.\n\nKey highlights include:\n\n- **COVID-19 response:** Prioritizing the well-being of our associates, customers and communities, we altered our operating practices (including providing a COVID-19 emergency leave policy that The New York Times editorial board said “set a standard” for the private sector), expanded pickup services from 1,500 to more than 3,500 sites, and administered COVID-19 tests and vaccines. Together with the Walmart Foundation, we have given more than $43 million in cash and in-kind donations to support COVID-19 response efforts around the world.\n\n- **Inclusive opportunity:** In the U.S., we provided an average of $19.50 an hour in total compensation to hourly associates, promoted more than 300,000 people (with 46% of hourly-to-hourly promotions going to people of color), and began twice-yearly disclosure of diversity data. We established Shared Value Networks to help eradicate systemic racism through business initiatives and, alongside the Walmart Foundation, committed $100 million over five years to support philanthropic efforts through the Center for Racial Equity.\n\n- **Climate and nature:** Walmart made CDP’s ‘A List’ for climate action. We sourced an estimated 36% of our electricity needs from renewable energy. Since Project Gigaton™ launched in 2017, more than 3,100 suppliers have reported a cumulative 416 million metric tons (MMT) of avoided emissions. We set 2040 as our target date to achieve zero emissions in our global operations and committed to help protect, manage or restore at least 50 million acres of land and 1 million square miles of ocean by 2030.\n\n- **Governance:** We refreshed our Code of Conduct and related policies to further foster a culture of accountability, transparency and trust. We also enhanced disclosure of our board diversity, digital citizenship and public policy engagement.\n\nThe challenges facing business and society require collective action from us all. The pandemic demonstrated how small but widespread changes in individual behavior can produce large-scale, positive effects. We believe businesses can be part of the solution and, as a stakeholder in Walmart, your collaboration on this journey is key to meeting the challenges of our time. We look forward to facilitating positive change, together.\n\nKathleen McLaughlin\nEVP and Chief Sustainability Officer\nWalmart Inc.\nOur company\n\nWalmart’s stakeholders\n\nCustomers\nConvenient access to quality, affordable products and services\n\nAssociates\nPurpose-driven work; opportunity for good jobs and upward mobility\n\nShareholders\nStrong long-term returns through financial and ESG leadership\n\nSuppliers\nAccess to customers and support for supplier development and growth\n\nBusiness partners\nAccess to and understanding of engaged customers for our sellers, advertisers and ecosystem partners\n\nCommunities\nResources to build stronger, more inclusive communities\n\nPlanet\nLeadership on zero emissions, zero waste and regenerative approach to nature\nWalmart’s corporate purpose\n\nWalmart’s purpose is to save people money and help them live better. We provide convenient access to high-quality, affordable food and other essential products and services to millions of people each week. In doing so, we aim to create shared value for our stakeholders.\n\nOur values\n\n- Acting with integrity\n- Striving for excellence\n- Serving the customer\n- Respecting the individual\n\nOur business in FY2021\n\n- $559 billion in revenue\n- >2.3 million associates\n- eCommerce marketplace grew triple-digits\n- >11,400 stores in two dozen countries\n- 8.7% U.S. comp sales including fuel\n- $8.7 billion returns to shareholders\nTransforming our business: Our flywheel for becoming an omni-channel, regenerative company\n\nWe are transforming our company to provide customers with a seamless omni-channel experience in stores and online — in a way that is regenerative.\n\nBy regenerative, we mean fulfilling our customer mission in a way that creates value for people and planet: creating opportunity, enhancing sustainability of retail product supply chains, strengthening communities and upholding the highest standards of ethics and integrity.\n\nTransforming our business model toward an omni-channel, regenerative approach sets up a virtuous cycle that we call our “flywheel.” Along with our assortment, price and experience, we want to make trust a competitive advantage.\n\nServe customers more broadly, deepen our relationship and sustain a healthy mix by expanding:\n\n- **eCommerce**\n  - 1P eCommerce\n  - 3P marketplace\n\n- **Health & wellness**\n  - High quality\n  - Preventative\n  - Accessible\n  - Affordable\n\n- **Financial services**\n  - Trusted\n  - Digital\n  - Accessible\n  - Affordable\n\n**Earn primary destination** (food, consumables, GM)\n- In store\n- Pick-up\n- Delivery\n- Walmart+\n\n**Reinvest in the customer value proposition**\n- Assortment\n- Price\n- Experience\n- Trust\n\n**Monetize capabilities**\n- Marketplace\n- Advertising\n- Data\n- Fulfillment\n- Last mile\n\n**Sustainably lower cost**\n- Store productivity\n- Supply chain design & automation\n- Digital transformation\n- Regenerative\nOur approach to ESG\n\nCreating shared value\n\nShared value — addressing societal issues in ways that create value for our business and stakeholders — lies at the heart of Walmart’s enterprise strategy and our approach to ESG issues. We believe we maximize long-term value for shareholders by serving our stakeholders: delivering value to our customers, creating economic opportunity for associates and suppliers, strengthening local communities, and enhancing the environmental and social sustainability of our business and product supply chains. Addressing such societal needs builds the value of our business by extending our license to operate, building customer and associate trust, creating new revenue streams, managing cost and risk, building capabilities for future advantage, and strengthening the underlying systems we all rely on. In other words, business exists to serve society: business strengthens society and at the same time serving society strengthens business. We aspire to become a regenerative company — helping to renew people and planet through our business.\n\nFor each priority ESG issue, we set out to develop an ESG impact thesis that articulates the relevance of the issue for society and Walmart’s business, reflects an understanding of stakeholder expectations, and defines our aspirations, goals and strategies. Through such disclosures, we aim to provide stakeholders with an understanding of Walmart’s shared value approach and progress.\n\nTo create change we:\n\n- **Lead through business** by embedding our ESG aspirations and initiatives into how we do business and work with teams across the company\n- **Collaborate with suppliers**, NGOs, governments and others to transform systems at scale\n- **Use our philanthropy** to extend the societal impact of business initiatives\n\nRead more: [ESG priorities](#)\n\nESG priorities\n\nWe prioritize the ESG issues that offer the greatest potential for Walmart to create shared value: issues that rank high in terms of relevance to our business and stakeholders as well as Walmart’s ability to make a difference.\n\n**Opportunity**\n\n- Good jobs and advancement for associates\n- Equity and inclusion at Walmart and beyond\n- Growth for suppliers, sellers and local economies\n\n**Sustainability**\n\n- Climate and renewable energy leadership\n- Zero waste in operations, products, packaging\n- Regeneration of natural resources: forests, land, oceans\n- Sustainable product supply chains\n- Dignity of people in supply chains\n\n**Community**\n\n- Serving communities\n- Safer, healthier food, and other products\n- Disaster preparedness and relief\n\n**Ethics & integrity**\n\n- Highest ethical and compliance standards\n- Strong corporate governance\n- Engagement in public policy\n- Digital citizenship\n- Respect for human rights\n\nBased on our most recent ESG priority assessment, conducted in spring 2021, we have organized our ESG priorities into four leadership themes: Opportunity, Sustainability, Community, and Ethics & integrity.\nManagement of ESG\n\nLeadership of ESG issues starts with our CEO — with oversight from committees of our Board of Directors — and cascades across our enterprise. Walmart’s Chief Sustainability Officer (CSO) helps define the ESG agenda and provides dedicated management and oversight of Walmart’s global ESG initiatives and goals. The CSO reports to our Executive Vice President of Corporate Affairs and provides updates on our ESG agenda and progress to the Nominating and Governance Committee of the Walmart Board of Directors and to the Walmart executive leadership team. Board committees also have oversight responsibility for particular ESG issues. Walmart business leaders shape and deliver ESG strategies relevant for their segments and functions. For example, the Real Estate team leads renewable energy initiatives, and the People team leads human capital initiatives.\n\nAdditional governance bodies and working teams include:\n\n- The ESG Steering Committee, a management committee that meets at least semiannually and is composed of leaders from various departments throughout the business, including the Office of the Corporate Secretary, the Controller’s Office, Investor Relations, Ethics and Compliance, Audit, People, Global Public Policy and Government Affairs, and Sustainability.\n\n- The ESG Strategy and Engagement team, led by the Senior Director of ESG Strategy and Engagement, reports to the CSO and helps Walmart business leaders prioritize ESG issues and define impact theses. The team helps to improve ESG strategies, performance and disclosures; engage with investors and other stakeholders; and shape evolution of the ESG field to increase focus on shared value impact.\n\n- Other groups, such as the ESG Working Group and ESG Disclosure Committee, help to guide and shape the company’s ESG strategy and disclosures.\n\nRead more: ESG priorities\n\nStakeholder engagement\n\nOur ability to create shared value depends on direct and frequent engagement with our customers, associates and community leaders, as well as the people who supply our products, hold our stock and evaluate our performance. Stakeholder perspectives and feedback help improve the relevance and effectiveness of the products and services we offer and the initiatives we support.\n\nDay-to-day, we engage with customers, fellow associates, suppliers, members of the communities where we operate and shareholders. Read more: Stakeholder engagement\n\nAdditionally, our 2021 ESG priority assessment included extensive outreach to stakeholders, including customers, associates, shareholders, suppliers and NGOs, to understand their perspectives on which issues Walmart should prioritize. Read more: ESG priorities\n\n“Leadership of ESG issues starts with our CEO — with oversight from committees of our Board of Directors — and cascades across our enterprise”\nOpportunity\n\nRetail can be a powerful engine for inclusive economic opportunity. We aim to advance equity and opportunity throughout Walmart, our supply chain and the communities we’re in to fulfill our customer mission, strengthen our business and help people build a better life for themselves and their families.\n\nIssue briefs\n\nFind more about each issue on the website\n\nHuman capital: Good jobs & advancement for associates\nEquity & inclusion at Walmart & beyond\nSupplier opportunity\nHuman capital: Good jobs & advancement for associates\n\nWith our position as one of the world’s largest private employers, we seek to accelerate the professional development and advancement of our associates and help make retail a gateway to upward mobility in the sector overall. Our human capital development strategy focuses on inclusion, well-being, growth and digital enablement.\n\nInclusion\n\nWalmart is committed to making retail a place of inclusive opportunity where people, regardless of where they start, can gain the skills and experiences they need to advance in their careers. Doing so allows us to attract, develop and retain the talent we need to deliver our distinctive omni-channel customer proposition.\n\nWell-being\n\nWe are focused on the financial, physical and emotional well-being of our associates. We provide competitive total compensation and benefits packages, including paid time off (including sick leave) and medical coverage to eligible associates, and we seek to improve job experiences through approaches such as scheduling that is predictable, yet flexible.\n\nIn the U.S., our wage structure reflects the skill requirements associated with each role, our geographic footprint, and our retail format (for example, Neighborhood Market grocery format, eCommerce and supply chain warehouses). By market and role, we aim to provide competitive starting wages to attract talent and serve our customer.\n\nWith the introduction of our new team-based model, we raised wages for approximately 165,000 Walmart U.S. associates in our stores in FY2021. This model is tiered with new positions that provide a ladder of opportunity and allow more room for pay growth. As of March 2021, after wage increases were implemented, the average hourly wage in the U.S. was over $15.25 per hour.13\n\nThroughout 2020, a year marked by uncertainty, we prioritized our associates’ well-being, creating an emergency leave policy, adjusting store hours, implementing numerous safety measures and distributing $2.8 billion in bonus payouts for U.S. associates.3\n\n| Segment                        | Avg. hourly wage13 | Avg. total hourly compensation14 | Peer comparison                                      |\n|--------------------------------|--------------------|----------------------------------|------------------------------------------------------|\n| Walmart U.S.15                 | $14.61             | $19.52                           | Grocery chains, multicarety retailers, dollar stores |\n| Sam’s Club U.S.16              | $16.24             | $21.01                           | Warehouse clubs                                      |\n| Supply chain only (Walmart U.S. and Sam’s Club U.S.)17 | $20.37             | $28.67                           | eCommerce fulfillment                                |\n\n> $15.25 per hour\n\nthe average hourly wage in the U.S. as of March 2021, after wage increases were implemented13\nGrowth\n\nWalmart continues to design and invest in programs that help our associates develop the skills and knowledge they need to advance within our company. Approximately 75% of our U.S. salaried store, club and supply chain management started their careers in hourly positions. In FY2021, our U.S. store managers, who are not required to have a college degree, earned an average of approximately $210,000.\n\nIn addition to on-the-job development and redesigned roles with a focus on cross-training and mobility, Walmart’s formal training program, Walmart Academy, has paid associates to learn through immersive teaching that combines technology, classroom training and ongoing coaching on the sales floor. In FY2021, despite the challenges posed by the COVID-19 pandemic, we trained approximately 95,000 associates via the Walmart Academy, including in-person and virtual trainings. We have found that more than 80% of Walmart Academy graduates are retained for an additional year.\n\nThrough Live Better U (LBU), Walmart provides eligible U.S. associates the chance to complete higher education debt-free. At the end of 2020, our associates had completed 290,000 college credits worth more than an estimated $123 million.\n\nDigital\n\nTo meet evolving customer expectations, we empower our associates through digital tools and prepare them for the digital present and future, including newer roles supporting our omni-channel business.\n\nRead more: Human capital: Good jobs & advancement for associates\nEquity & inclusion at Walmart & beyond\n\nNumerous studies have shown that diverse, inclusive businesses tend to outperform their peers, as they attract and retain talent, foster innovation, and better reflect the complex character of the customers and communities they serve. The events of 2020, including racial violence in the U.S. and COVID-19’s disproportionate impact on communities of color and women, served as a further call to action for everyone, including companies, to work for greater equity and inclusion within their own operations and across society.\n\nFostering a culture of inclusion & more diverse, inclusive teams throughout Walmart\n\nWithin our company, we are focused on fostering an inclusive culture and creating a more diverse, inclusive team at every level. We aim to set the tone at the top through a diverse board and executive team.\n\nIn FY2021, we saw progress in several areas, including seeding our talent pipeline with diverse talent in management promotions and the percentages of officers that are women and/or Black/African American.\n\nMeasurement, insights & reporting\n\nWe track and publicly disclose (semiannually) key performance indicators on diversity and inclusion at Walmart to inform our plans for continued progress. In FY2021, we collaborated with Policy Link, the Kellogg Foundation, and McKinsey and Co. to produce “Race in the Workplace: The Black Experience” to help advance understanding about challenges facing Black Americans in the private sector in the U.S.\n\nAdvancing equity in society\n\nWe are redoubling our efforts to direct business and philanthropic resources toward addressing drivers of systemic disparities in society and reporting on our progress through our ESG reporting and our biannual Culture, Diversity, Equity and Inclusion reports.\n\nRead more: Equity & inclusion at Walmart & beyond\n\nShared Value Networks\n\nIn mid-2020, Walmart established four Shared Value Networks (SVNs) to help advance racial equity in the U.S. criminal justice, education, financial and health care systems, with a particular focus on disparities affecting Black and African American people.\n\nEach SVN is pursuing opportunities for Walmart to utilize our business capabilities (such as products and services, technology, sourcing from diverse suppliers, jobs and career paths) to help influence social systems toward more equitable outcomes. For example, the Education SVN made a five-year, $5 million commitment to launch the Equity in Education initiative with North Carolina A&T State University to prepare more African American college graduates for careers in engineering, business and other critical professions.\n\nRead more: SVN.\n\nCenter for Racial Equity\n\nTo extend the societal impact of Walmart’s SVN, Walmart and the Walmart Foundation committed up to $100 million over five years to create the Walmart.org Center for Racial Equity, focused on eradicating systemic disparities experienced by Black and African American communities in the U.S. The center announced its first round of grants in February 2021, totaling $14.3 million from Walmart and the Walmart Foundation to 16 nonprofit organizations. Recipients included organizations focused on improving health equity, increasing awareness and education on the COVID-19 vaccine, and providing Financing to students at historically Black colleges and universities.\n\nRead more: Center for Racial Equity.\nSupplier opportunity\n\nThrough sourcing, Walmart aims not only to delight our customers but also to provide opportunities for economic growth and development for our suppliers, for the people they employ, for their communities and for people who work throughout supply chains. As part of our local and global sourcing programs, we pursue several special initiatives focused on building a more inclusive, diverse supplier base and contributing to local economies:\n\n- **America at Work initiative**: Through our America at Work initiative, we committed to invest an incremental $250 billion in products that support the creation of American jobs between 2013 and 2023. As of the end of FY2021, we have sourced an incremental $145 billion since 2013. In March 2021, we announced a refreshed ten-year commitment to invest $350 billion in products made, grown or assembled in the United States.\n\n- **Make in India**: Since 2019, Walmart has invested in the development of micro, small and medium sized suppliers in India through our Vriddhi program to prepare them to participate in global supply chains. Most recently, we announced an ambition to triple our exports from India to $10 billion each year by 2027.\n\n- **Supplier inclusion**: We have programs to source from and develop diverse suppliers, including suppliers owned and/or operated by women and people of color. In FY2021, Walmart’s U.S. businesses spent over $13 billion with diverse suppliers.\n\nRead more: [Supplier opportunity](#) and [People in supply chains](#)\nSustainability\n\nWorking with suppliers, NGOs and customers, Walmart seeks to transform not only our business but also the world’s supply chains to be regenerative. The following pages describe our approach — in our operations and in supply chains — to addressing issues and opportunities related to climate, nature, waste and people working in product supply chains.\n\nThe commitments we’re making today not only aim to decarbonize Walmart’s global operations, they also put us on the path to becoming a regenerative company — one that works to restore, renew and replenish in addition to preserving our planet, and encourages others to do the same.\n\nDoug McMillon, September 2020\nSustainable product supply chains\n\nAs a multicategory retailer operating in multiple countries, Walmart engages suppliers, customers and NGOs in sustainability initiatives across a wide range of product supply chains. Because of the complexity of global supply chains and the systemic nature of issues such as climate change or forced labor, lasting improvement requires collaboration among many stakeholders. No one organization can single-handedly transform supply chain systems. Progress depends on the engagement of suppliers, NGOs, consumers, governments and other stakeholders.\n\nTo improve the sustainability of a given product supply chain, we start by listening to our customers and other stakeholders to set aspirations, such as emissions reduction or economic inclusion, and prioritize improvements to the product supply chain system, such as farming practices or commodity traceability. We make progress by:\n\n- Setting standards and requirements for Walmart product sourcing\n- Engaging Walmart suppliers to spark action, share best practices and tools, and encourage measurement and disclosure\n- Leading and contributing to industry consortia and initiatives to accelerate collective action beyond Walmart\n- Helping Walmart customers make informed choices through labeling and cause campaigns\n- Advocating for public policies that align with sustainable supply chain priorities\n- Accelerating systems change beyond Walmart through philanthropic investments\n## Walmart sustainable product supply chains: focus areas by category\n\n|                      | Produce | Row crops | Specialty crops | Seafood | Meat/dairy | Packaged food | Consumables | Textiles | Across categories |\n|----------------------|---------|-----------|-----------------|---------|------------|---------------|-------------|----------|------------------|\n| **Climate**          |         |           |                 |         |            |               |             |          |                  |\n| **Zero waste**       |         |           |                 |         |            |               |             |          |                  |\n| **Nature**           |         |           |                 |         |            |               |             |          |                  |\n| **Worker dignity**   |         |           |                 |         |            |               |             |          |                  |\n| **Inclusive economic opportunity** |         |           |                 |         |            |               |             |          |                  |\n| **Safer, healthier products** |         |           |                 |         |            |               |             |          |                  |\n\nSee full details in the [Product supply chain sustainability](https://corporate.walmart.com/esgreport)\nClimate change\n\nWalmart aims to galvanize collective climate action across the retail and consumer goods sector through our ambitious targets and mitigation initiatives, advocacy, supplier engagement, philanthropy and innovation in product supply chain practices, while taking steps to strengthen the resilience of our business against the effects of climate change.\n\nGovernance\n\nThe Walmart corporate sustainability team leads the development of the company’s climate strategy, working with a cross-functional team including finance, real estate, operations, merchandising, strategy, and public policy. The strategy is reviewed at least annually by Walmart’s executive leadership team and the Nominating and Governance Committee of the Walmart Board of Directors. To inform the company’s climate mitigation and adaptation strategies, Walmart periodically conducts a scenario-based climate risk assessment.\n\nMitigation\n\nWalmart has committed to science-based targets (SBTs) for emissions reduction, including achieving zero emissions in our operations by 2040 and engaging suppliers through our Project Gigaton™ to reduce supply chain emissions by 1 billion metric tons by 2030.\n\nIn 2020, we realigned our SBT to a 1.5 degree Celsius trajectory, the highest ambition approved by the Science Based Targets Initiative (SBTi). Our new target is to reduce absolute scopes 1 and 2 GHG emissions by 35% by 2025 and by 65% by 2030 (2015 base year) on the way to achieving zero emissions in 2040. We achieved a 12.1% reduction in scopes 1 and 2 emissions between our 2015 calendar year (CY) baseline and 2019.8\n\nAnd we’re proving that we can reduce emissions while growing revenues by reducing our carbon intensity by 19% since FY2016 versus FY2020, as measured by CO₂e/SM revenue.8\n\nIn support of these ambitions, we are committed to 100% renewable electricity by 2035; in 2020, an estimated 36% of our global electricity needs were supplied by renewable sources.7\n\nMitigating the effects of climate change will require worldwide collective action. In retail, the vast majority of emissions occur in product supply chains rather than in retail operations. Our Project Gigaton™ initiative is part of our commitment to pursue substantial emissions avoidance and reduction in product supply chains. More than 3,100 suppliers have formally signed on to Project Gigaton™, making it one of the largest private sector consortia for climate action. Suppliers report having avoided more than 186 MMT of CO₂e in 2020, for a cumulative total of more than 416 MMT of CO₂e avoided since 2017.10\n\nCarbon intensity\n\n21, 22, 23\n\n| Year | Scope 1 | Scope 2 |\n|------|---------|---------|\n| CY2014 | 1512 | 6.76 |\n| CY2015 | 1493 | 6.11 |\n| CY2016 | 1408 | 6.65 |\n| CY2017 | 1216 | 6.52 |\n| CY2018 | 1202 | 6.10 |\n| CY2019 | 1108 | 6.48 |\n\n| Year | Carbon intensity | Total annual revenue [SM] |\n|------|------------------|--------------------------|\n| FY2015 | 43,06 | 548,65 |\n| FY2016 | 43,83 | 548,18 |\n| FY2017 | 47,65 | 546,87 |\n| FY2018 | 37,83 | 594,05 |\n| FY2019 | 31,75 | 594,06 |\n| FY2020 | 31,57 | 599,20 |\n\nCorporate.walmart.com/esgreport 22\nAdaptation\n\nOur climate strategy includes adapting our operations to enhance resilience in the face of climate risk. Strategies include preparing our facilities and associates for weather-related disasters, taking steps to enhance surety of supply in the face of near-term disasters and disruptions and longer-term climate change, and accounting for transition risk in business planning.\n\n“Walmart made CDP’s ‘A List’ and Supplier Engagement Leaderboard for Climate for the second consecutive year in 2020”\n\nAdvocacy\n\nWalmart has a board-adopted climate policy and advocates for 1.5 degree Celsius-aligned, science-based national and international climate policies that are consistent with achieving net-zero emissions by 2050 and fairly and equitably addressing the needs of all stakeholders. We advocate by leading one of the largest private sector consortia for climate action, contributing to public policy, and engaging in thought leadership. We also engage policymakers, customers, associates, other retailers, and opinion leaders in support of climate action. For example, in spring 2021, we agreed to be a retail sector champion of Race to Zero, a U.N. global campaign to mobilize around net-zero efforts in the lead-up to COP26.\n\nRead more: Climate change\n\nEstimated 36% of our global electricity needs were supplied by renewable sources in 2020.\n\n12.1% reduction in scopes 1 and 2 emissions (CY2015-CY2019).\nWaste: Circular economy\n\nWe aim to break the link between consumption and waste as part of a movement toward a circular economy, meaning a transition from a “take-make-dispose” approach to one that values the reuse and regeneration of materials. We aspire to achieve zero waste to landfill or incineration in our operations, and we work with suppliers, customers and communities to accelerate the adoption of circular packaging and products.\n\nOur strategies to achieve zero waste include eliminating food waste and packaging waste (including plastic waste) and engaging our customers.\n\nOperational waste\n\nWe set a goal to achieve zero waste to landfill or incineration in our U.S., Canada, Mexico, U.K. and Japan markets by 2025. In CY2020, we diverted 81% of waste from landfills and incineration globally, holding steady from the previous year.9\n\nFood waste\n\nTo reduce food waste in our operations, we focus on increasing the sell-through of food products and diverting unsold food from landfill, putting still-fresh food to use for meals in the community or other purposes such as animal feed, composting, or anaerobic digestion. Examples of our efforts include:\n\n- Walmart U.S. sold 256 million food units through food discount programs in FY2021 (862 million since FY2019).\n- In CY2020, Walmart donated more than 745 million pounds of food globally. In FY2021, Walmart stores, clubs and distribution centers in the U.S. donated more than 627 million pounds of food.26\n- Between 2016 and the end of FY2021, Walmart and the Walmart Foundation made over $32 million in philanthropic investments in innovation and capacity building along the value chain to help recover food at the farm, retail and consumer level.\n\nPackaging waste\n\nWalmart is working with our suppliers and the broader retail consumer packaged goods industry to optimize packaging.\n\nPackaging overall. Our ambition is to accelerate a transition to 100% recyclable, reusable or industrially compostable private brand packaging.\n\n| Goal | Metric | CY2020 progress |\n|------|--------|-----------------|\n| 100% of global private brand packaging recyclable, reusable or industrially compostable by 2025 | Estimated percentage recyclable, reusable or industrially compostable by 2025, based on supplier reports | 62% |\n| 20% private brand plastic packaging in North America made of post-consumer recycled content by 2025 | Estimated percentage made of post-consumer recycled content, based on supplier reports | 9% |\n| 17% of global private brand plastic packaging made of post-consumer recycled content by 2025 | Estimated percentage made of post-consumer recycled content, based on supplier reports | 9% |\nPlastic packaging. We joined the U.S., Canada and U.K. Plastics Pacts as part of the Ellen MacArthur Foundation’s initiative to create a circular economy for plastics — which aspires to recycle or compost 50% of plastic packaging by 2025. To help our suppliers make progress on packaging, we hosted a virtual Sustainable Packaging Innovation Summit with more than 3,000 participants in November 2020. Most recently, a FY2021 Walmart grant to The Recycling Partnership allowed the organization to work with SYSTEMIQ to develop the Plastic IQ scenario-modeling tool to help U.S. companies set effective circularity strategies. The tool became available in Spring 2021.\n\nPlastic bags. In FY2021 we became a founding partner of Closed Loop Partners’ Beyond the Bag effort, working with retailers, NGOs and entrepreneurs to come up with industrywide solutions.\n\nCustomer engagement\n\nWe are also taking steps to encourage our customers to participate in the circular economy. For example, in 2020, we launched a new partnership with thredUP to provide new, like new or gently used items from its inventory for sale on Walmart.com/thredUP. The offering has grown to over 2 million pre-owned quality items from pre-owned clothes.\n\nRead more: Waste: Plastics\n\n“Our ambition is to accelerate a transition to 100% recyclable, reusable or industrially compostable private brand packaging by 2025.”\nRegeneration of natural resources: Forests, lands, oceans\n\nWalmart works with our suppliers to increase the adoption of sustainable and regenerative practices in supply chains. Building upon years of work promoting the sustainable production of important commodities, Walmart and the Walmart Foundation committed in 2020 to help protect, manage or restore at least 50 million acres of land and 1 million square miles of ocean by 2030.\n\nSource more sustainably\n\nAs a retailer, the primary way we can help to protect, responsibly manage and restore natural resources is through the products we purchase and sell. Our sourcing teams seek to procure products and ingredient lines that support our regenerative ambitions and advance our nature goals. In some instances, credible third-party certifications help us validate that products meet a standard that is more sustainable than conventional products. Commodities with certifications that support Walmart’s nature goals and commitments include palm oil, coffee, pulp and paper, farm-raised seafood, wild-caught seafood, cotton, bananas and pineapples.\n\n| Commodity/Product | Certifications supporting Walmart’s nature goals & commitments | FY2021 Progress |\n|-------------------|---------------------------------------------------------------|-----------------|\n| Fresh and frozen seafood | Marine Stewardship Council (MSC) or Best Aquaculture Practices (BAP), or certified by a program which follows Food and Agriculture Organization guidelines and is recognized by the Global Sustainable Seafood Initiative (GSSI) | Walmart U.S. ~100%<sup>20</sup> Walmart Canada 89%<sup>21</sup> Walmart Central America 73%<sup>22</sup> Sam’s Club U.S. ~100%<sup>23</sup> Walmart Mexico 61%<sup>24</sup> |\n| Canned tuna | MSC or certified by a program which follows Food and Agriculture Organization guidelines and is recognized by the Global Sustainable Seafood Initiative (GSSI) | Walmart U.S. 35%<sup>25</sup> Walmart Canada 34%<sup>26</sup> Sam’s Club U.S. 3%<sup>27</sup> |\n| Bananas and pineapples | Rainforest Alliance, Sustainably Grown or Fair Trade USA | Bananas: Walmart U.S. 99% Sam’s Club U.S. 100% Pineapples: Walmart U.S. 89% Sam’s Club U.S. 96% |\n| Coffee | Rainforest Alliance, Fair Trade USA | Walmart U.S. 100% Sam’s Club U.S. 92% |\n| Commodity/Product | Certifications supporting Walmart’s nature goals & commitments | FY2021 Progress |\n|-------------------|---------------------------------------------------------------|-----------------|\n| Palm oil          | Roundtable on Sustainable Palm Oil (RSPO), Rainforest Alliance | ~90%<sup>42</sup> |\n| Pulp and paper    | Forest Stewardship Council, Programme for the Endorsement of Forest Certification, Sustainable Forestry Initiative | 97%<sup>43</sup> |\n| Cotton            | Better Cotton, Cotton USA, organic, recycled cotton, Fair Trade USA<sup>46</sup> | 47%<sup>44</sup> |\n| Row crops         | >1.5 million acres                                            |                 |\nEngaging suppliers & others to accelerate progress\n\nWe seek to expand our impact by engaging suppliers in pursuing ambitious nature initiatives and by collaborating with others to pursue common objectives. This includes encouraging suppliers to undertake sustainability initiatives and report their progress; providing resources and forums to share best practices; and supporting collective action among retailers, suppliers, NGOs, governments, and other stakeholders through special initiatives and consortia.\n\nScaling impact through systemic change\n\nWalmart and the Walmart Foundation use philanthropy to complement and extend the work of our business to help preserve irreplaceable landscapes by supporting innovative approaches that can help address gaps in the way the system works today. For example, we invest in improvements in certifications and standards that can have a positive impact on nature, tools to improve transparency and traceability, and initiatives to build capacity to adopt practices that benefit nature.\n\nSelected examples of FY2021 investments include:\n\n- **World Wildlife Fund (WWF):** The Walmart Foundation provided a grant in FY2021 to World Wildlife Fund for a new collaboration with cattle ranchers across the Northern Great Plains. WWF will assist ranchers in developing and implementing whole ranch management plans designed to achieve ecological and economic outcomes.\n\n- **The Nature Conservancy (TNC):** TNC uses science-based approaches that incorporate multi-stakeholder input into solutions to benefit nature and people. A Walmart Foundation grant in FY2021 supports TNC to help advance transparency tools for vessels at sea through two key workstreams: (1) connecting satellite monitoring to electronic monitoring on vessels to surface overfishing and sustainability threats in partnership with Global Fishing Watch with research support from University of California, Santa Barbara, and (2) aiming to accelerate the scale of electronic monitoring on longline vessels in the Western and Central Pacific.\n\nRead more: [Regeneration of natural resources: Forests, land, oceans](#)\nPeople in supply chains\n\nWe aim to source responsibly while acting as a catalyst of positive transformation for the well-being of people working in consumer product supply chains, working with others to realize the economic promise of supply chains and to help address specific systemic risks.\n\nResponsible sourcing\n\nOur Responsible Sourcing program sets expectations of product suppliers aligned with our Human Rights Statement, monitors supplier performance against those expectations and works through our business to continuously improve our product supply chains. In FY2021, we trained more than 2,700 merchandising and sourcing associates on Responsible Sourcing, assessed more than 14,300 third-party audits of facilities producing products for Walmart, and managed more than 800 cases involving allegations of supply chain misconduct. In 2021, we revised and reissued our Standards for Suppliers and issued new Responsible Sourcing and Forced Labor Prevention policies.\n\nCreating economic opportunity for people in supply chains\n\nGrowing, making, and transporting products can significantly benefit local economies and provide economic opportunity for people who work in product supply chains. Walmart sources billions of dollars from diverse suppliers and uses business and philanthropic resources to help smaller producers access markets and grow.\n\nDiverse sourcing\n\nWalmart uses its sourcing strategies to foster equity and inclusion of underrepresented and disadvantaged groups while enhancing our product offering. In FY2021, Walmart’s U.S. businesses spent over $13 billion with approximately 2,900 diverse suppliers.\n\nMarket access for small producers\n\nIn Mexico, Central America, South Africa and India, Walmart teams work to develop small producers as suppliers and source from them to help them reach Walmart’s customers. Apart from Walmart’s own sourcing initiatives, the Walmart Foundation also helps promote market access for small producers, awarding grants of just over $52 million that are expected to benefit more than 293,000 smallholders (44% of whom are women) in India, Mexico and Central America between 2017 and the end of FY2021. The grants provide access to training and capacity development along with market linkages for smallholders in Farmer Producer Organizations (FPOs). As part of these efforts, the Walmart Foundation committed $25 million over five years to strengthen smallholders in FPOs in India; progress to date includes 10 grantees with grant awards of just over $20 million, providing reach to over 170,000 smallholder farmers (57% of whom are women).\n\nCollaborating to address systemic risks to worker well-being\n\nSystemic issues such as forced labor, unsafe working conditions and gender inequity require collective action to bring about significant, positive and lasting protection of worker well-being. Walmart and the Walmart Foundation collaborate with suppliers, non-governmental organizations, experts and others to address root causes of these issues, foster innovative solutions and accelerate adoption at scale.\n\nWe have committed to engage with stakeholders to address the major potential risks to the dignity of workers in a minimum of 10 retail supply chains by 2025. We have focused on the following supply chains to date:\n\n- Apparel in Bangladesh\n- Produce in the U.S. and Mexico\n- Shrimp in Thailand\n- Tuna in Thailand\n- Electronics sourced for the U.S. retail market\n\nWithin these supply chains, we are focused on addressing issues of forced labor and responsible recruitment, worker safety, and gender equity. We also aspire to help make responsible recruitment the standard business practice for employers throughout global supply chains.\n\nRead more: People in supply chains\n\nWe have committed to engage with stakeholders to address the major potential risks to the dignity of workers in a minimum of 10 retail supply chains by 2025. We have focused on the following supply chains to date:\n\n- Apparel in Bangladesh\n- Produce in the U.S. and Mexico\n- Shrimp in Thailand\n- Tuna in Thailand\n- Electronics sourced for the U.S. retail market\n\nWithin these supply chains, we are focused on addressing issues of forced labor and responsible recruitment, worker safety, and gender equity. We also aspire to help make responsible recruitment the standard business practice for employers throughout global supply chains.\n\nRead more: People in supply chains\nCommunity\n\nAs an omni-channel retailer with a physical presence in thousands of communities around the world, Walmart aims to serve and strengthen communities through our products, services, jobs and other resources that help people live better.\n\n> $1.4 billion in cash and in-kind donations globally, by Walmart and the Walmart Foundation\n\nIssue briefs\n\nFind more about each issue on the website\n\n- Serving communities\n- Safer, healthier food & other products\n- Disaster preparedness & response\nCOVID-19 response\n\nAs COVID-19 upended lives and ways of working around the world, Walmart supported our communities while prioritizing the health and safety of our associates and our customers. Our associates stepped up to the challenge, serving our customers and supporting communities during this time.\n\nAccess to food & essentials\n\nIn the U.S., with many businesses closing and people staying at home needing essential items, we worked to keep our stores open and stocked, providing access to needed products and services, including by:\n\n- Maintaining our everyday low-price discipline and issuing guidance setting limits on essential items.\n- Expanding pickup and delivery services so that people could access essential items without having to physically come into a store. We expanded to ~7,300 pickup and 5,200 delivery locations globally in FY2021 and our U.S. eCommerce business grew 79% in FY2021, a strong signal of customer demand for alternatives to traditional in-store shopping.\n- Creating the ability for those using SNAP benefits to utilize pickup and delivery.\n\nTaking care of our associates\n\nWhen the pandemic hit, Walmart quickly implemented safety protocols and a special COVID-19 leave policy for our U.S. associates, including paid time off over and above regular paid time off, which remained in place throughout the end of FY2021 and into FY2022.\n\nIn FY2021, Walmart also paid four special cash bonuses (in addition to our regular quarterly incentives); to U.S. hourly associates, special cash bonuses totaled $1,200 for each full-time hourly associate and $600 for each part-time hourly associate, assuming associates were employed on the qualifying dates for each bonus. The total special cash bonuses paid during calendar 2020 exceeded $1.5 billion.\n\nWalmart and Sam’s Club in the U.S. strongly encouraged, but did not mandate, associates to get vaccinated. To help make vaccination as easy as possible, the company offered appointments to associates in stores and clubs, providing two hours’ paid time to get a vaccination. The company also enhanced its COVID-19 emergency leave policy to three days of paid leave for any vaccine side effects for associates.\n\nCustomer & associate safety\n\nWe implemented changes across our operations to make our facilities safer for associates to work and our customers and members to shop. For example, in our U.S. stores and clubs we changed our hours\nto allow for additional cleaning, required face coverings for associates and customers, installed sneeze guards at checkout and other points of sale, provided contact-free services, and conducted daily associates’ temperature and health checks. We adjusted our shopping and pickup hours for seniors, those with disabilities and those designated high-risk by the CDC.\n\nSupporting communities\n\nWith many businesses closing in Spring 2020 — and wanting to help provide relief to Walmart associates serving customers in stores — Walmart set a goal to hire 150,000 new associates in the U.S. We quickly met that goal, and within six months, we had hired more than 500,000 new associates in the U.S.\n\nThroughout the pandemic, Walmart has worked closely with federal and state governments, labs, and insurance companies to expand COVID-19 testing. As of the end of FY2021, we supported more than 500 testing sites active across the U.S. that tested hundreds of thousands of people.\n\nBy the end of FY2021, our pharmacists (and pharmacy technicians in some states) were administering vaccines in dozens of states, Puerto Rico and the District of Columbia. As of May 2021, COVID-19 vaccines were available in all Walmart and Sam’s Club pharmacies, more than 5,100 locations nationwide, across 49 states, Puerto Rico and Washington, D.C.\n\nTo help India meet its urgent need for medical-grade oxygen, Walmart, the Walmart Foundation, Flipkart and PhonePe, along with Walmart’s Global Technology and Sourcing hubs, are collaborating to procure vital oxygen concentrators and other equipment. Extending these efforts, the Walmart Foundation committed $2 million to support various NGOs in India in the spring of 2021.\n\nTo further serve communities during the pandemic, Walmart and the Walmart Foundation have given more than $43 million in cash and in-kind donations to organizations working in communities around the world responding to COVID-19. Grants were directed toward the areas of health care, technology and food access. Read more about the organizations that received funds as part of our response here. Overall, in FY2021, Walmart and the Walmart Foundation provided over $1.4 billion in total cash and in-kind donations globally.\n\nRead more: Serving communities\n\nDisaster preparedness & response\n\nWe aim to mitigate the impact of disasters and related disruption on our business and local communities with a focus on associate safety and well-being and recovery of business operations to serve communities in need.\n\nRead more: Disaster preparedness & response\nProviding safer, healthier food & other products\n\nProviding safer, healthier and affordable food and other products is central to our mission to help people save money and live better. Our efforts include policies, standards and practices to sustain the safety and quality of our assortment, while engaging our customers and working with others on industrywide efforts in consumer education, food and product safety, and access to safer, healthier and affordable products.\n\nFood access\n\nOur omni-channel business model provides convenient access to food and other products for our customers around the globe. For example:\n\n- In the U.S., our stores and clubs are within 10 miles of 90% of American households, and our eCommerce capabilities allow us to reach many more.\n- In the U.S., we have rolled out pickup in more than 3,500 Walmart and all 597 Sam’s club locations, and express delivery is offered in nearly 3,000 Walmart stores. We expanded to ~7,300 pickup and ~5,200 delivery locations globally in FY2021.\n- In CY2020, Walmart donated more than 745 million pounds of food globally; in FY2021, Walmart stores, clubs, and distribution centers in the U.S. donated more than 627 million pounds of food. 66% of U.S. donated foods in FY2021 were fruits, vegetables, dairy products and meats. These donations help to improve food security for those in need and strengthen the charitable meal system — the network of food banks, food pantries and meal programs across the U.S.\n- The Walmart Foundation also supports efforts to unlock resources for community-based organizations and entrepreneurs in geographic areas with limited access to food, oftentimes characterized as food deserts and/or swamps, focusing on removing barriers to funding for BIPOC-led organizations.\n\nFood safety\n\nResponsibility for food safety lies with every Walmart associate and supplier. Walmart maintains a global food safety compliance program to assist Walmart associates and suppliers in meeting that expectation. As part of that program, Walmart develops policies, standards, procedures and controls designed to prevent, detect and remediate practices that do not meet our expectations. Walmart’s Food Safety Compliance team comprises experienced food safety professionals who oversee our food safety program. In FY2021, more than 190,000 independent food safety audits were conducted at Walmart stores and clubs globally and more than 290,000 associates took at least one food safety course.\n\nRead more about food access, food and product safety, and sustainable chemistry: Safer, healthier food & other products\nEthics & integrity\n\nWalmart wants to make trust a competitive advantage. Integrity builds trust in our business, and modeling the highest standards of ethics and compliance helps us create and maintain a culture of integrity.\n\nIssue briefs\n\nFind more about each issue on the website\n\nEthics & compliance\nCorporate governance\nEngagement in public policy\nDigital citizenship: Ethical use of data & responsible use of technology\nHuman rights\n\n>942,000 associates received ethics training\nHighest standards of ethics & compliance\n\nAt every level of our company, we work to create a culture that inspires trust among our associates, with our customers and in the communities we serve.\n\nIn February 2021, Walmart published our Code of Conduct, which replaced the former Statement of Ethics as our internal policy and external statement of our values, principles and expected behaviors. The code applies to all associates of Walmart and its subsidiaries and to Walmart’s and its subsidiaries’ board members when they are acting in their capacity as directors. To complement and supplement the code, Walmart released new versions of 20 ethics and compliance policies in 2020 and 2021, covering topics ranging from Anti-Money Laundering and Financial Services to Discrimination and Harassment Prevention and Trade Compliance. Walmart also re-released its Standards for Suppliers in early 2021. The revised standards include foundational expectations of suppliers on topics not previously covered, including food and product safety, consumer protection, trade and sanctions compliance, conflicts of interest, and fair competition.\n\nRead more: Ethics & compliance\n\nGood corporate governance\n\nStrong corporate governance starts with setting the structures and incentives to help the company thrive in the long term and flows through to everyday practices. Our approach to corporate governance includes maintaining a majority independent Board with diverse backgrounds and relevant experiences and skills and developing a talented and diverse pipeline of leaders.\n\nWe design our compensation programs to support our enterprise strategy and to align our leadership team with our culture, strategy and organizational structure. Our executive compensation programs are intended to motivate and retain key executives, with the goal of generating strong operating results and creating alignment with our shareholders.\n\nRead more: Corporate governance\n\nWalmart Board of Directors\n\nIn the last five years, 3 out of 5 appointed board nominees were women or racially/ethnically diverse\n\nAs of April 2021, 25% of our Board was female and 17% was racially or ethnically diverse\n\n25% female 17% racially or ethnically diverse\n\n98% overall attendance rate at Board and Board committee meetings\n\n11 of 12 Directors are non-management\n\nAs of April 2021, 25% of our Board was female and 17% was racially or ethnically diverse\n\n25% female 17% racially or ethnically diverse\n\n98% overall attendance rate at Board and Board committee meetings\n\n11 of 12 Directors are non-management\nEngagement in public policy\n\nWe strive to make a meaningful and positive contribution to the countries and communities in which we operate through our engagement with government. Through policy advocacy, support of the political process and collaborations with business coalitions, we aim to support public policy that is in the interests of our business, customers, associates and other stakeholders. Issues of focus include health and safety, climate change, marketplace trust and transparency, racial equity, trade and supply chains, and data privacy.\n\nRead more: Engaging in public policy\n\nDigital citizenship: Ethical use of data & responsible use of technology\n\nAs our customer proposition has evolved beyond stores and clubs to become a more digital, omni-channel offer that blends online and in-store experiences, our approach to data and technology has become central to building trust. Walmart’s digital trust commitments, based in Walmart’s core values, provide a foundation for the company to earn and maintain customer trust as we make decisions regarding new technologies, services and data use; maintain policies and controls regarding the use and sharing of personal information; responsibly manage data, records and information; and protect our information and digital infrastructure from cyber intrusions.\n\nFor more information about our digital trust commitments, privacy policies and cybersecurity program please see our Digital Citizenship: Ethical use of data & responsible use of technology brief.\n\nDigital Trust Commitments\n\n- **Service**: Our use of technology and data will be in service of people.\n- **Excellence**: We strive for excellence in our technology, making it simple, convenient and secure.\n- **Integrity**: We will use data responsibly and transparently and always with integrity.\n- **Respect**: Our data practices and technology will treat people fairly, with dignity and respect.\nHuman rights\n\nWe respect human rights and seek to use our scale, capabilities and influence to help people and communities improve their lives, with a focus on our salient human rights issues. Our Human Rights Statement serves as the foundation of our efforts to respect human rights by confirming our respect for human rights and articulating how our culture, values and international instruments inform our approach to human rights.\n\n| Salient human rights issues | Key aspects |\n|-----------------------------|-------------|\n| Treating workers with respect | • Pay, working hours  \n• Freedom of association and collective bargaining  \n• Meaningful opportunities for workers to be heard |\n| Promoting a safe & healthy work environment | • Physical safety and security of work premises  \n• Workplace abuse  \n• Healthy work environments |\n| Providing a fair & inclusive work environment | • Anti-discrimination and harassment  \n• Diversity and inclusion  \n• Gender equity |\n| Combating forced & underage labor | • Forced labor, including debt bondage  \n• Underage labor  \n• Vulnerability of migrant workers; responsible recruitment  \n• Human trafficking |\n\nRead more: Human rights\nEndnotes\n\n1. Average total compensation for fiscal year 2021 includes average hourly pay, other compensation and benefits per hour for full and part time associates (excluding home office). The calculation excludes the following associate types: Pharmacists, on-site clinics, drivers, management trainees and temporary associates. This does not include special cash bonuses or paid leave related to COVID-19.\n\n2. Data includes both hourly and management promotions and excludes Walmart Home Office promotions.\n\n3. This includes four special cash bonuses totaling $5.5 billion paid to U.S. associates during the pandemic, and regular quarterly bonuses.\n\n4. Walmart's metrics include all hourly associates, excluding temporary associates. Global metrics exclude all salaried, exempt associates. U.S. officer metrics include president, executive vice president, senior vice president and vice president. Data for the U.S. is as of January 31, and data for international markets is on a one-month lag and on a calendar year-end basis.\n\n5. A diverse supplier is defined as a U.S. privately held company that is recognized as S&P owned and operated by a woman, minority, veteran, disabled veteran, person with a disability or member of the lesbian, gay, bisexual or transgender (LGBT) community.\n\n6. On an adjusted basis between the 2015 calendar year baseline and 2019, Walmart reduced its absolute Scope 1 and 2 emissions by 10.15%, equivalent to 1.98 million metric tons of CO2e. Adjustments may include the effects of acquisitions and divestitures for the period in which they had an effect.\n\n7. This includes generation from active or under-development renewable and low-carbon projects. It considers the combined contribution of the renewable energy credits and power generated from on-site and off-site projects as a renewable energy (we received from utility-owned renewable generation feeding into the grid) where our sites are located. Third-party verified energy consumption data is one year in arrears (for example, for FY2020, we used 2019 energy consumption). This was used in combination with the electricity procured from our renewable energy projects in 2019 and the most recent grid fuel mix information obtained from the International Energy Agency for the regions where we operate.\n\n8. Carbon intensity (Scopes 1 and 2 per revenue) calculation is based on emissions reported for the Argentina market. To represent this market's business, we used the 2018-2019 private brand Greenhouse Gas Inventory Methodology attached to our CDP disclosures. Scope 2 (market-based) emissions have been adjusted for the carbon reduction value of renewable electricity procured from on-site and off-site projects.\n\n9. Scope 1 and 2 GHG emissions and carbon intensities correspond to the results we disclose in response to the annual CDP Climate Change questionnaire and can be downloaded from the CDP website. The methodology is in accordance with the GHG Protocol Corporate Accounting and Reporting Standard, methane metrics are included as available emissions factors for energy grids at the time of annual reporting to CDP. As a result, emissions reported to CDP in any given year are subject to the grid factors available in the year of reporting. Location CIES independently verified Walmart's reported Scope 1 and Scope 2 emissions, pursuant to ISO 14064-3 (the international standard for verification of greenhouse gas inventories). For more details, please refer to Walmart's Greenhouse Gas Inventory Methodology attached to our CDP disclosures. Scope 2 (market-based) emissions include the carbon reduction value of renewable electricity procured from on-site and off-site projects.\n\n10. Carbon intensity (Scope 1 and 2 per revenue) calculation is based on emissions reported to CDP for calendar year (Jan 1 - Dec 31) and normalized by total annual revenues as measured by Walmart's fiscal year. The calculation excludes the following associate types: Pharmacists, on-site clinics, drivers, management trainees and temporary associates. This does not include special cash bonuses or paid leave related to COVID-19.\n\n11. Data as of the date Walmart's annual Proxy Statement was filed with the SEC for 2021. Prior to 2021, data includes both hourly and management promotions and excludes Walmart Home Office promotions.\n\n12. Walmart uses the term “ESG priority” in a manner similar to the way other organizations may refer to their “material” ESG issues. The term is intended to cover those issues which are the most relevant to our business and most important to our stakeholders.\n\n13. The calculation excludes the following associate types: Pharmacists, on-site clinics, drivers, management trainees and temporary associates.\n\n14. Average total compensation for fiscal year 2021 includes average hourly pay, other compensation and benefits per hour for full and part time associates (excluding home office). The calculation excludes the following associate types: Pharmacists, on-site clinics, drivers, management trainees and temporary associates. This does not include special cash bonuses or paid leave related to COVID-19.\n\n15. This segment includes the Walmart U.S. stores and supply chain.\n\n16. This segment includes Sam’s Club clubs and supply chain.\n\n17. Supply chain includes associates who work in distribution and fulfillment centers but excludes drivers.\n\n18. Data includes both hourly and management promotions and excludes Walmart Home Office promotions.\n\n19. See, e.g., Sundiatu Dixon-Fyle, Kevin Dolan, Vivian Hunt, and Sara Prince, McKinsey & Co. Diversity Leadership Teams Boost Innovation, Boston Consulting Group Henderson Institute (Jan. 23, 2018), pg. 72-77 available at https://hbr.org/2018/07/the‑other‑diversity‑dividend (last accessed May 3, 2021).\n\n20. As of the end of FY2021, we were ~93% of expected progress to date.\n\n21. Average total compensation for fiscal year 2021 includes average hourly pay, other compensation and benefits per hour for full and part time associates (excluding home office). The calculation excludes the following associate types: Pharmacists, on-site clinics, drivers, management trainees and temporary associates. This does not include special cash bonuses or paid leave related to COVID-19.\n\n22. Carbon intensity (Scope 1 and 2 per revenue) calculation is based on emissions reported to CDP for calendar year (Jan 1 - Dec 31) and normalized by total annual revenues as measured by Walmart's fiscal year. The calculation excludes the following associate types: Pharmacists, on-site clinics, drivers, management trainees and temporary associates. This does not include special cash bonuses or paid leave related to COVID-19.\n\n23. Walmart uses the term “ESG priority” in a manner similar to the way other organizations may refer to their “material” ESG issues. The term is intended to cover those issues which are the most relevant to our business and most important to our stakeholders.\n\n24. Meeting or exceeding Zero Waste International Alliance (ZWIA) business recognition program requirements, which include adoption of the ZWIA definition of zero waste and achievement of 90% or more diversion of all discarded resources from landfills and incineration with energy recovery. The total weight of all food sold in pounds, Zero waste goal and reporting scope includes waste materials and products generated in Walmart’s owned facilities and its operations (stores, clubs, warehouses, return centers, truck maintenance garages, etc.).\n\n25. Original goal covered U.S., Canada, Japan and the U.K. and now includes Mexico. Walmart divested its retail operations in the U.K. and Ireland in February and March of 2021 respectively. Going forward, we will no longer disclose progress for our divested operations.\n\n26. Based on reports from Feeding America.\n\n27. Includes U.S., Canada and Mexico.\n\n28. Walmart private brand suppliers representing 85% of Walmart global private brand net sales reported packaging data. The calculation includes all private brand primary plastic packaging and bagging, use plastic and reusable plastic bags globally. For the time frame of the private brands packaging survey, we instructed suppliers to use their latest or most recent 12-month period for which they have data available. If they reported last year, they may use the same reporting period as the initial prior reporting year to avoid gaps or overlap with the prior year’s submissions. Because of the sale of the Walmart Argentina business in late 2020, we were unable to capture sufficient packaging data for the Argentine market. To represent this market’s business, we used the 2018-2019 private brand packaging survey for Argentina.\n\n29. Sourced from Fisheries that are third-party certified as sustainable, actively working toward certification or engaged in a fishery improvement project (FIP) or Aquaculture Improvement Project (AIP). FIPs are tracked on the FishChoice platform (publicly registered FIPs include FIPs and Pre-FIPs, both of which are registered with FishChoice).\n\n30. Walmart U.S. seafood suppliers were asked to report through the Seafood Metrics System the total volume of the fresh and frozen, wild-caught and farmed seafood shipped to Walmart U.S. in FY2021 and the volume of that seafood that met Walmart’s requirements (certified by a designated program or in a FIP or AIP). Suppliers representing approximately 95% of Walmart U.S. volume of fresh and frozen, wild-caught and farmed seafood shipped to Walmart U.S. in FY2021 responded; they reported that 99.61% met Walmart’s seafood policy requirements. Reported volumes were validated against Sustainable Fisheries Partnership records and Walmart business data showing supplier shipments.\n\n31. Walmart Canada seafood suppliers were asked to report through the Seafood Metrics System the total volume of the fresh and frozen, wild-caught and farmed seafood shipped to Walmart Canada in FY2021 and the volume of that seafood that met Walmart’s requirements (certified by a designated program or in a FIP or AIP). Suppliers representing approximately 95% of Walmart Canada volume of fresh and frozen, wild-caught and farmed seafood shipped to Walmart Canada in FY2021 responded; they reported that 99.61% met Walmart’s seafood policy requirements. Reported volumes were validated against Sustainable Fisheries Partnership records and Walmart business data showing supplier shipments.\n\n32. Based on reports from suppliers representing 100% of Walmart Central America fresh and frozen, wild-caught and farmed seafood in CY2020.\n33. Sam’s Club U.S. seafood suppliers were asked to report through the Seafood Metrics System the total volume of the fresh and frozen, wild-caught and farmed seafood shipped to Sam’s Club U.S. in FY2021 and the volume of that seafood that met Walmart’s requirements (certified by a designated program or in a FIP or AIP). Suppliers representing approximately 100% of Sam’s Club U.S. volume of fresh and frozen, wild-caught and farmed seafood shipped to Sam’s Club U.S. in FY2021 responded; they reported that 99.99% met Walmart’s seafood policy requirements. Reported volumes were validated against Sustainable Fisheries Partnership records and Sam’s Club business data showing supplier shipments. Seafood locally sourced in Hawaii for our Sam’s Club locations in Hawaii was not included in these reported volumes.\n\n34. Walmart Mexico’s national seafood suppliers were asked to report through the Seafood Metrics System the total volume of the fresh and frozen, wild-caught and farmed seafood shipped to Walmart Mexico in FY2021 and the volume of that seafood that met Walmart’s requirements (certified by a designated program or in a FIP or AIP). Suppliers representing approximately 6% of Walmart Mexico’s national supplier volume of fresh and frozen, wild-caught and farmed seafood shipped to Walmart Mexico in FY2021 responded; they reported that 6% met Walmart’s requirements. Reported volumes were validated against Sustainable Fisheries Partnership records and Walmart business data showing supplier shipments.\n\n35. Sourced from fisheries that are third-party certified as sustainable, actively working toward certification, or engaged in a fishery improvement project (FIP) tracked on the FishChoice platform (including certified FIPs and Pre-FIPs, both of which are registered with FishChoice).\n\n36. Sam’s Club U.S. shelf-stable tuna (includes canned and pouch tuna) suppliers were asked to report through the Seafood Metrics System the total volume of shelf-stable tuna shipped to Sam’s Club U.S. in FY2021 and the volume of that product that met Walmart’s seafood policy requirements (certified by a designated program or in a FIP). Suppliers representing 100% of Sam’s Club U.S. volume of shelf-stable tuna shipped to Sam’s Club U.S. in FY2021 responded; they reported that 5.66% met Walmart’s seafood policy requirements (0.03% certified, 3.64% FIP). Reported volumes were validated against Sustainable Fisheries Partnership records and Walmart business data showing supplier shipments.\n\n37. Walmart U.S. shelf-stable tuna (includes canned and pouch tuna) suppliers (private brand and national brand) were asked to report through the Seafood Metrics System the total volume of shelf-stable tuna (includes canned and pouch tuna) shipped to Walmart U.S. in FY2021 and the volume of that product that met Walmart’s seafood policy requirements (certified by a designated program or in a FIP). Suppliers representing approximately 100% of Walmart U.S. volume of shelf-stable tuna shipped to Walmart U.S. in FY2021 responded. Across the assortment, suppliers reported that 35.5% met Walmart’s seafood policy requirements (14% certified, 21.1% FIP). Private brand suppliers reported that 85.59% (36% certified, 49% FIP) met Walmart’s seafood policy requirements and national brand suppliers reported that 4.87% met Walmart’s seafood policy requirements. Reported volumes were validated against Sustainable Fisheries Partnership records and Walmart business data showing supplier shipments.\n\n38. Walmart Canada canned tuna suppliers were asked to report through the Seafood Metrics System the total volume of tuna shipped to Walmart Canada in FY2021 and the volume of that product that met Walmart’s requirements (certified by a designated program or in a FIP). Suppliers representing approximately 98% of Walmart Canada canned tuna volume responded; they reported that 34% met Walmart’s seafood policy requirements (25% certified, 9% FIP). Reported volumes were validated against Sustainable Fisheries Partnership records and Walmart business data showing supplier shipments.\n\n39. Walmart U.S. shelf-stable tuna (includes canned and pouch tuna) suppliers (private brand and national brand) were asked to report through the Seafood Metrics System the total volume of shelf-stable tuna (includes canned and pouch tuna) shipped to Walmart U.S. in FY2021 and the volume of that product that met Walmart’s seafood policy requirements (certified by a designated program or in a FIP). Suppliers representing approximately 100% of Walmart U.S. volume of shelf-stable tuna shipped to Walmart U.S. in FY2021 responded. Across the assortment, suppliers reported that 35.5% met Walmart’s seafood policy requirements (14% certified, 21.1% FIP). Private brand suppliers reported that 85.59% (36% certified, 49% FIP) met Walmart’s seafood policy requirements and national brand suppliers reported that 4.87% met Walmart’s seafood policy requirements. Reported volumes were validated against Sustainable Fisheries Partnership records and Walmart business data showing supplier shipments.\n\n40. Supplier reported data for total cotton volume, Cotton USA, Organic, Fair Trade USA, and Recycled Cotton; for Better Cotton, claim based on Better Cotton Initiative’s Better Cotton Platform data.\n\n41. Claim based on supplier-reported data for total cotton volume, Cotton USA, Organic, Fair Trade USA, and Recycled Cotton; for Better Cotton, claim based on Better Cotton Initiative’s Better Cotton Platform data.\n\n42. Suppliers supplying Walmart private brand products in departments most likely to contain palm oil were identified and encouraged to participate in Walmart’s palm oil survey. Excluding suppliers who responded to the survey and stated that they do not supply Walmart with products containing palm oil, suppliers representing 65.6% of the relevant business responded. The percentage of supplier-reported palm oil volumes in Walmart private brand products certified as sustainable or containing recycled content is the quotient of the volume of certified palm oil divided by total volume of palm oil, per the supplier survey responses.\n\n43. Suppliers supplying Walmart private brand products in departments most likely to contain pulp and paper were identified and encouraged to participate in Walmart’s pulp and paper survey. Excluding suppliers who responded to the survey and stated that they do not supply Walmart with products containing pulp and paper, suppliers representing 74% of the relevant business responded. The percentage of supplier-reported pulp and paper volumes in Walmart private brand products certified as sustainable or containing recycled content is the quotient of the volume of certified or recycled pulp and paper divided by total volume of pulp and paper, per the supplier survey responses.\n\n44. Based on reports from suppliers that represented 91.2% of Walmart U.S. private brand apparel net sales and 85.7% of Walmart U.S. home textiles net sales, Walmart proxied supplier-reported volume data to determine the total volume of cotton in Walmart U.S. private brand apparel products, but did not assume that any portion of cotton from non-reporting suppliers was certified.", "source": "walmart_2021", "added": "2025-04-09", "created": "2025-04-09", "metadata": {"Source-File": "climate_reports/ccrm_2023/walmart_2021.pdf", "olmocr-version": "0.1.59", "pdf-total-pages": 39, "total-input-tokens": 74763, "total-output-tokens": 19900, "total-fallback-pages": 0}, "attributes": {"pdf_page_numbers": [[0, 0, 1], [0, 0, 2], [0, 2724, 3], [2724, 4988, 4], [4988, 6207, 5], [6207, 7202, 6], [7202, 10904, 7], [10904, 15077, 8], [15077, 15695, 9], [15695, 16346, 10], [16346, 17806, 11], [17806, 20788, 12], [20788, 23624, 13], [23624, 24112, 14], [24112, 27039, 15], [27039, 28538, 16], [28538, 31942, 17], [31942, 33465, 18], [33465, 34145, 19], [34145, 35613, 20], [35613, 36996, 21], [36996, 40126, 22], [40126, 41544, 23], [41544, 44215, 24], [44215, 45601, 25], [45601, 47888, 26], [47888, 48590, 27], [48590, 50710, 28], [50710, 55126, 29], [55126, 55622, 30], [55622, 58039, 31], [58039, 60597, 32], [60597, 63193, 33], [63193, 63678, 34], [63678, 66243, 35], [66243, 68163, 36], [68163, 69344, 37], [69344, 79898, 38], [79898, 87096, 39]]}}