{"id": "f45a3999ec464113ca7a3a812d9e9cbdb1d974e5", "text": "CONTENTS\n\nABOUT\nMESSAGE FROM THE CHIEF SUSTAINABILITY & INNOVATION OFFICER 3\nSTRATEGIC PILLARS 6\n\nPERFORMANCE DATA TABLES 7\n\nMETHODOLOGY AND CONSOLIDATION 15\n\nASSURANCE STATEMENT 19\n\nGRI CONTENT INDEX 22\n\nSASB CONTENT INDEX 31\nQ. WHAT HAVE BEEN YOUR HIGHLIGHTS FOR 2022?\n\n2022 was a year of significant achievements. We continued to make progress on our strategy, which places sustainability at the core of our business with ambitious targets in all of our pillars.\n\nIn Climate & Energy, we released our industry’s first Climate Report last year, receiving 90% support from our shareholders at the AGM in May 2022. The report is a big step forward in transparency and disclosure of our climate-related risks and opportunities, in line with the Task Force on Climate-related Financial Disclosures (TCFD) recommendations and ahead of upcoming regulations on climate-related disclosures. The report also provides details on how we will reach our 2030 and 2050 net-zero targets.\n\nOur approach to sustainability is transparent, rigorous and science based. With this in mind, we submitted our upgraded 2030 climate targets, which are aligned with the new 1.5°C framework for the cement industry and received validation in November from the Science Based Targets initiative (SBTi). These include upgraded targets to reduce Scope 1 and 2 emissions per ton of cementitious material by 25% by 2030, as well as other indirect emissions on Scope 3, taking into account the recent optimization of the company’s portfolio in both baselines and targets. This is a true milestone for the company and industry. We have continued to evolve our industry-leading Scope 3 methodology and reporting with greater transparency and automation than ever before. We have gone beyond the categories recommended by the Global Cement and Concrete Association (GCCA) and have extended our greenhouse gas (GHG) inventory to all Scope 3 categories. Reduction targets for the most material categories in our value chain have been validated by the SBTi.\nOur focus on decarbonization was solid in 2022. We reduced Scope 1 emissions to 562 kg CO₂ net per ton of cementitious materials, which represented a decrease of 2% on a like-for-like basis versus the prior year. This improvement was the result of our efforts in the use of industrial mineral components, which helped to lower Holcim’s clinker factor, and the increased use of alternative fuels in our cement kilns, which increased our thermal substitution rate. We will continue to accelerate efforts on decarbonization using the traditional levers of alternative raw materials, clinker factor and alternative fuels as well as implementation of our exciting, next-generation technology projects.\n\nWe are pushing decarbonization across all of our business, including plants and corporate offices. In 2022, we launched the Office Goes Green initiative, our global program to make corporate offices more sustainable and raise internal awareness of everyday environmental habits. Through this initiative, we have been able to prevent more than 1 million plastic bottles per year from entering the environment. Countries competed in a challenge to develop the most impactful projects with initiatives to reduce plastic waste, increase recycling, switch to electric company cars and reduce carbon emissions from electricity use by switching electricity sources and power purchase agreements, and building onsite renewables. The level of engagement, impact of the initiatives, and imagination and creativity of the entries was exciting to see, and we look forward to going further in 2023.\n\nOn the Nature front, we met our 2022 biodiversity targets to have 100% of active quarries make rehabilitation plans and 100% of those with biodiversity importance put a Biodiversity Management Plan in place. We have now assessed over 48% of our quarries using our Biodiversity Indicator Reporting System (BIRS) methodology, a 33% increase compared to last year, and are on track to meet our 2024 target to have 100% of quarries measured using BIRS. We also made progress in lowering our total freshwater withdrawal. Our cement-specific freshwater withdrawal fell by 3.5% and aggregates-specific freshwater withdrawal fell by 2.1% on a like-for-like basis.\n\nAt COP 15 in Montreal, dedicated to biodiversity, it was great to see major progress on Target 15 to encourage large companies and financial institutions to conduct regular assessments and transparently disclose their risks and impacts on nature. We are fully supportive of this approach and as a member of Taskforce on Nature-related Financial Disclosures (TNFD) we have been working on the development of the framework for business to assess the risk and opportunities related to nature; we are currently piloting the beta framework.\n\nOur sustainability efforts earned the holy grail of a double “A” rating from Climate Disclosure Project (CDP) for both Climate and Water. We were honored to be part of the prestigious A list in Climate for the third year in a row and joined CDP’s A List for Water for the first time. This ranked us as one of only 15 companies in Europe and the first in our sector to achieve a double “A” CDP score, a truly outstanding performance by all those involved. We also received CDP recognition as a “Supplier Engagement Leader” for the second year in a row.\n\nOn the business transformation side, we made huge steps divesting cement assets in India and Brazil while adding strong brands in the solutions and products segment with the acquisitions of Malarkey, PRB and SES Foam. The divested businesses are significant and, in accordance with reporting standards, we excluded them from our 2022 sustainability results and restated our baselines and targets based on our current footprint. The divestment and decarbonization efforts reduce Holcim’s overall carbon emissions per CHF of revenue by 21% since 2021. It is always sad for teams to leave the Holcim family and to lose their great work in decarbonization, reversing nature loss and creating positive social impact. We are very excited to work with the new businesses to advance our sustainability journeys together.\n\nWe launched our Circular Economy Policy this year, and set new targets for recycling construction and demolition waste (CDW), with a company-wide campaign launched to increase its usage. Our performance in circular economy made outstanding progress in 2022, increasing recycling volumes by over 8% on a like-for-like basis to 34 million tons. This was despite an overall decline in production volumes in both our aggregates and cement businesses. We are also very proud to have produced the world’s first 100% recycled clinker that meets European standards. We produced 12,000 tons at three plants in two countries, proving this achievement is scalable.\n\n2022 was a year of acceleration of our sustainable procurement processes. We made significant progress to increase qualification of high-ESG-risk suppliers from 73% to 95%, just missing our target of 100% by 2022. In addition, our supplier due diligence process was implemented in 100% of our countries. These achievements mark the beginning of a new phase. Moving forward we will maintain our commitment to supplier due diligence as a minimum control standard and will keep improving the due diligence process.\n\nIn Social, Holcim proudly became a founding member of the Roof Over Our Heads campaign.\nThe campaign, led by Sheela Patel of Slum Dwellers International, was launched in 2022 at COP27. It has the incredible ambition to put roofs over 1 billion people by 2030 through better design, construction and access to finance.\n\nHolcim and Habitat for Humanity have also entered a partnership to accelerate access to affordable housing driven by an innovative digital platform. Together we are deploying an online affordable housing portal to enable low-income families to access finance as well as building materials and solutions in a safe and seamless way. The first project was rolled out in Mexico and is enabling the affordable renovation of 600 homes in the Bajío and Veracruz regions. In 2022, Holcim invested more than CHF 22.5 million in social initiatives and contributed to building and renovating more than 8,000 buildings. Holcim also trained over 12,000 people, 20% of our workforce, on human rights topics and has conducted a human rights impact assessment in 98% of our reporting units in the last three years.\n\nQ. WHAT INNOVATIONS ARE YOU MOST EXCITED ABOUT?\n\nWe are pushing the boundaries of innovation to shape the future of building and make it work for people and the planet. The experts at Holcim’s Innovation Center are driving cutting-edge research in multiple areas, from CO₂ reduction to ultra-high-strength concrete and 3D-printing technologies. More than 450 products were launched in 2022 alone. Holcim’s 14Trees won the Financial Times/International Finance Corporation Transformational Business Award for its work in 3D printing homes and schools in Africa using advanced materials and technologies. The world’s first 3D-printed school in Malawi and the 3D-printed, 52-unit Mvule Gardens housing complex demonstrate how rapidly 3D printing can accelerate construction.\n\nThe EU Innovation Fund awarded Holcim EUR 328 million in two grants for breakthrough carbon capture, utilization and storage (CCUS) projects in Germany and Poland, fully supporting our CCUS evolution. Both projects feature scalable technologies and will put Holcim at the forefront of Europe’s decarbonization.\n\nHuge thanks to the countries, functions and teams that are fully committed to have sustainability at the core of our business and build progress for people and the planet. Without them, our 2022 achievements would not have been possible. We will continue to drive initiatives to accelerate our performance in sustainability in 2023. I look forward to going further from pledge to action and seeing the great results in 2023.\n\n#ThisIsJustTheBeginning\n\nMAGALI ANDERSON\nChief Sustainability & Innovation Officer\nCLIMATE & ENERGY\nIn 2022, net CO₂ emissions directly under our control (Scope 1) decreased by almost 2% to 562 kilograms of CO₂ per ton. Our efforts in the use of clean electrical energy helped decrease indirect emissions (Scope 2) to 37 kg net CO₂/ton. Scope 3 emissions intensity showed good progress and reductions in the categories of fuels. Absolute CO₂ emissions across our value chain and operations decreased by 4% on a like-for-like basis. These emissions reductions show continued progress toward our net-zero ambition.\n\n562 KG NET CO₂ emissions per ton of cementitious material (Scope 1)\n\nCIRCULAR ECONOMY\nOur Circular Economy results in 2022 were outstanding, growing 8% to 34 million tons of materials recycled across our business. This was all despite a decline in production volumes in both cement and aggregates. Our recycled content in cement increased to 20%, on the way to our goal of 30% by 2030. We are also laying great foundations for the use of construction and demolition waste (CDW) with 6.8 million tons used in 2022, making progress toward reusing 10 million tons of CDW annually by 2025.\n\n34 MILLION TONS of waste-derived resources\n\nNATURE\nIn biodiversity we achieved our 2022 targets, with 100% of active quarries having rehabilitation plans and 100% of those with biodiversity importance having a Biodiversity Management Plan in place. We made great progress setting BIRS baselines across our sites, with 80 additional sites assessed and greater acceleration expected in the coming years. In 2022, we made great progress toward strategic targets for water, reducing freshwater withdrawal in cement to 304 liters/ton compared to 315 litres/ton in 2021 (2022 consolidation), while maintaining stable performance in aggregates and ready mix.\n\n304 LITERS OF FRESHWATER withdrawn per ton of cementitious material\n\nPEOPLE\nWe are committed to respect human rights and to empower people and communities to build a better future. In 2022, we committed to expand our human rights impact assessments from country to site level, and now 98% of cement and grinding sites have an assessment in place – great progress from 89% in the previous year. Additionally we contributed almost CHF 22.5 million in housing and infrastructure, health, education and skills, creating a positive social impact. Our employees spent over 30,000 hours volunteering in their local communities.\n\n22.5 MILLION (CHF) contribution in social initiatives\nPERFORMANCE DATA TABLES\n### PERFORMANCE AGAINST TARGETS\n\n**Unit key**\n- Mt – million tons\n- MGO – million gigajoules\n- M – million joules\n- M/t – million joules per ton\n- Mm³ – million cubic meters\n- CHF – Swiss Francs\n- NR – Not reported\n- % – percentage\n\n| Metric | Base year | Baseline | Target | Target year | Current performance | Achieved to date |\n|--------|-----------|----------|--------|-------------|---------------------|------------------|\n| Specific CO₂ emissions – net (Scope 1) – cement only | kg/CO₂/t | 2018 | 590* | -22.40% | 2030 | 562 | -4.8% |\n| Specific CO₂ emissions – gross (Scope 1) – cement only | kg/CO₂/t | 2018 | 623* | -22.40% | 2030 | 602 | -3.4% |\n| Specific CO₂ emissions – electricity (Scope 2) – cement only | kg/CO₂/t | 2018 | 46* | -65.00% | 2030 | 37 | -20.5% |\n| CO₂ indirect emissions from purchased fuels (Scope 3) | kg/CO₂/t purchased fuels | 2020 | 286* | -20.00% | 2030 | 285 | -0.2% |\n| CO₂ indirect emissions from purchased clinker and cement (Scope 3) | kg/CO₂/t CLC | 2020 | 710* | -25.10% | 2030 | 709 | -0.1% |\n| Cement-specific freshwater withdrawal | L/t | 2018 | 377* | -33.00% | 2030 | 304 | -19.4% |\n| Aggregates-specific freshwater withdrawal | L/t | 2018 | 225* | -20.00% | 2030 | 218 | -3.3% |\n| Ready mix (RMX)-specific freshwater withdrawal | L/m³ | 2018 | 212* | -15.00% | 2030 | 202 | -4.8% |\n| Waste-derived resources – all segments | Mt | 2018 | n/a | TBC | 2030 | 34.0 |\n| Construction and demolition waste (CDW) used | Mt | 2020 | 6.6 | 12 | 2030 | 6.8 | 0.2 |\n| Circularity ratio – cement (waste used/production volumes) | % | 2020 | 22* | 30 | 2030 | 20.1 | -1.9 |\n| Recycling ratio – all segments (waste used/sales volumes) | % | 2020 | 8.5* | 17 | 2030 | 6.8 | -1.7 |\n| High-ESG-impact suppliers qualified (% spend) | % | 2017 | n/a | 100% | 2022 | 95% |\n| Specific dust emissions | g/t | 2018 | 121 | 75 | 2030 | 71.1 | -50 |\n| Specific NOx emissions | g/t | 2016 | 1,513 | 1,100 | 2030 | 1,176.7 | -336 |\n| Specific SO₂ emissions | g/t | 2016 | 357 | 230 | 2030 | 231.8 | -125 |\n| Total contribution to create positive social impact | CHFm | 2021 | n/a | 350 | 2030 | 66.0 | 19% |\n\n* Baselines have all been restated based on the current consolidation scope.\n\n### PERFORMANCE DATA TABLES\n\n#### Products and solutions\n\n| Product | Unit | 2020 | 2021 | 2022 |\n|---------|------|------|------|------|\n| Total raw material consumption – all segments | Mt | 480 | 533 | 432 |\n| Clinker produced | Mt | 127 | 140 | 94 |\n| Clinker consumed | Mt | 127 | 134 | 90 |\n| Cement fillers consumed (limestone, gypsum, mineral components (MIC), etc.) | Mt | 49 | 54 | 31 |\n| Cement produced | Mt | 176 | 188 | 121 |\n| Mineral components (slag, fly ash, etc.) produced | Mt | 3 | 3 | 3 |\n| Cementitious material produced¹ | Mt | 180 | 197 | 128 |\n| Aggregates produced | Mt | 243 | 257 | 252 |\n| Asphalt produced | Mt | 11 | 10 | 10 |\n| RMX produced | Mm³ | 40 | 46 | 45 |\n| Clinker factor (average % of clinker in cements)² | % | 70.6 | 70.1 | 73.0 |\n| Production clinker factor | % | 75.9 | 75.5 | 74.8 |\n| Net sales of sustainable solutions² | % | 26 | 30 | 32 |\n\n#### Producing assets included in evaluation\n\n| Asset | Unit | 2020 | 2021 | 2022 |\n|-------|------|------|------|------|\n| Cement-producing sites including grinding and blending | # | 269 | 266 | 147 |\n| Aggregates sites | # | 462 | 447 | 474 |\n| Asphalt sites | # | 86 | 85 | 86 |\n| RMX sites | # | 1,162 | 1,198 | 1,165 |\n| Quarries operated | # | 629 | 701 | 647 |\n\n¹ Cementitious material is defined following the GCCA definition: Total clinker produced plus mineral components consumed for blending and production of cement substitutes, including clinker sold but excluding clinker bought.\n\n² Cements is defined as total cements produced, excluding clinker sold, including clinker bought. It includes Portland, blended and slag cements and direct fly ash sales.\n\n³ Production volumes differ from those reported in Note 3.2 of the Annual Report due to the different consolidation rules for non-financial indicators (GCCA Sustainability Framework and internal guidelines) and IFRS requirements in the Annual Report.\n### PERFORMANCE DATA TABLES CONTINUED\n\n#### Recycling and waste\n\n| Description                                                                 | Unit | 2020  | 2021  | 2022  |\n|----------------------------------------------------------------------------|------|-------|-------|-------|\n| Waste-derived resources – all segments*                                      | Mt   | 46    | 54    | 34    |\n| Waste-derived resources – all segments – 2022 consolidation                  | Mt   | 28    | 31    | 34    |\n| Alternative raw materials contained in cement                               | %    | 12    | 13    | 9     |\n| Alternative raw materials contained in concrete                              | %    | 4     | 4     | 3     |\n| Alternative raw materials contained in asphalt                               | %    | 23    | 17    | 19    |\n| Circularity ratio – cement (waste used/production volumes)                   | %    | NR    | 24    | 20    |\n| Circularity ratio – cement (waste used /production volumes) – 2022 consolidation | %    | NR    | 19    | 20    |\n| Recycling ratio – all segments (waste used/sales volumes)                    | %    | NR    | 9     | 7     |\n| CDW used                                                                    | Mt   | 0.01  | 0.01  | 0.01  |\n| Internal hazardous waste recycled or recovered                               | Mt   | 0.01  | 0.02  | 0.02  |\n| Internal non-hazardous waste recycled or recovered                           | Mt   | 0.41  | 0.99  | 1.04  |\n| Internal hazardous waste disposed                                            | Mt   | 0.01  | 0.01  | 0.01  |\n| Internal non-hazardous waste disposed                                        | Mt   | 0.67  | 0.87  | 0.92  |\n| Internal waste managed (including captive power plants)                      | Mt   | 0.01  | 0.01  | 0.01  |\n| Internal hazardous waste recycled or recovered                               | Mt   | 0.01  | 0.02  | 0.02  |\n| Internal non-hazardous waste recycled or recovered                           | Mt   | 0.41  | 0.99  | 1.04  |\n\n#### CO2 and energy\n\n| Description                                                                 | Unit | 2020  | 2021  | 2022  |\n|----------------------------------------------------------------------------|------|-------|-------|-------|\n| CEM-specific CO2 emissions – net (Scope 1) – as reported*                   | kgCO2/t | 555   | 553   | 562   |\n| CEM-specific CO2 emissions – net (Scope 1) – 2022 consolidation*            | kgCO2/t | 575   | 572   | 562   |\n| CEM-specific CO2 emissions – gross (Scope 1) – as reported*                 | kgCO2/t | NR    | 581   | 602   |\n| CEM-specific CO2 emissions – gross (Scope 1) – 2022 consolidation*          | kgCO2/t | 613   | 609   | 602   |\n| CEM-specific CO2 emissions – electricity (Scope 2) – as reported*           | kgCO2/t | 36    | 34    | 37    |\n| CEM-specific CO2 emissions – electricity (Scope 2) – 2022 consolidation*    | kgCO2/t | 42    | 39    | 37    |\n| Specific heat consumption of clinker production                             | MJ/t | 3,538 | 3,520 | 3,654 |\n| CEM CO2 emissions – gross (Scope 1)*                                        | Mt   | 105   | 115   | 77    |\n| CEM CO2 emissions – net (Scope 1)*                                          | Mt   | 100   | 109   | 72    |\n| CEM CO2 emissions from raw materials                                        | Mt   | 69    | 75    | 51    |\n| CEM CO2 emissions from fossil fuels                                         | Mt   | 31    | 34    | 21    |\n| CEM CO2 emissions from waste-based fossil fuels (Scope 1)                   | Mt   | 5     | 5     | 5     |\n| CEM CO2 emissions from waste-based biomass fuels (Scope 1)                  | Mt   | 3     | 3     | 3     |\n| CEM CO2 emissions from electricity consumption (Scope 2)                    | Mt   | 7     | 7     | 5     |\n| Other segments CO2 emissions from fuels (Scope 1)                           | Mt   | 4     | 5     | 1     |\n| Other segments CO2 emissions from electricity (Scope 2)                     | Mt   | 0.35  | 0.29  | 0.35  |\n| Absolute Scope 1 emissions – gross – as reported                           | Mt   | 110   | 119   | 78    |\n| Absolute Scope 1 emissions – gross – 2022 consolidation                     | Mt   | 76    | 81    | 78    |\n| Absolute Scope 2 emissions – as reported                                   | Mt   | 7     | 7     | 5     |\n| Absolute Scope 2 emissions – 2022 consolidation                             | Mt   | 5     | 5     | 5     |\n| Absolute Scope 3 emissions – total – as reported*                           | Mt   | 29    | 30    | 47    |\n| Absolute Scope 3 emissions – total – 2022 consolidation                     | Mt   | 52    | 53    | 47    |\n| Absolute Scope 3 emissions – upstream – 2022 consolidation                  | Mt   | 20    | 20    | 19    |\n| Absolute Scope 3 emissions – downstream – 2022 consolidation               | Mt   | 6     | 6     | 5     |\n| Absolute Scope 3 emissions – investments – 2022 consolidation              | Mt   | 26    | 27    | 23    |\n| CO2 indirect emissions from purchased fuels (Scope 3)                       | kgCO2/t purchased fuels | NR    | 288   | 285   |\n| CO2 indirect emissions from purchased clinker and cement (Scope 3)         | kgCO2/t CLC | NR    | 705   | 709   |\n| CO2 indirect emissions from downstream transportation (Scope 3)            | kgCO2/t transported | NR    | 10    | 10    |\n| CEM energy consumption total                                                | M GJ | 528   | 579   | 407   |\n| CEM thermal energy consumption*                                             | M GJ | 463   | 508   | 356   |\n| CEM thermal energy consumption fossil fuels                                 | M GJ | 369   | 403   | 261   |\n| CEM thermal energy consumption waste-based fuels                            | M GJ | 61    | 66    | 61    |\n| CEM thermal energy consumption biomass fuels                                 | M GJ | 33    | 39    | 34    |\n| CEM thermal energy mix of clinker production: coal                          | %    | 21    | 32    | 20    |\n| CEM thermal energy mix of clinker production: petcoke                       | %    | 36    | 24    | 23    |\n| CEM thermal energy mix of clinker production: oil                           | %    | 3     | 3     | 4     |\n| CEM thermal energy mix of clinker production: gas                           | %    | 18    | 19    | 23    |\n\n* Includes alternative raw material industrial mineral components (consumed and sold externally), alternative fuels, the volume of returned concrete recycled, secondary and/or recycled aggregates, and recycled asphalt.\n\n* Reported as kg/t cementitious material. See note 1 for the definition of cementitious material.\n\n* Gross CO2 emissions are the total emissions resulting from the chemical decarbonation of limestone and the emissions resulting from the burning of fossil-based fuels and pre-treated waste-derived fuels. Compared with gross CO2 emissions, net CO2 emissions do not include CO2 from alternative fossil fuels.\n\n* In 2022, we introduced a new, more robust methodology for measuring Scope 3 emissions. See the methodology and consolidation section for more details.\n\n* Includes non-kiln fuels.\n### PERFORMANCE DATA TABLES CONTINUED\n\n#### CO₂ and energy (cont.)\n\n|                                | Unit | 2020 | 2021 | 2022 |\n|--------------------------------|------|------|------|------|\n| CEM thermal energy mix of clinker production: other traditional fossil fuels | %    | 1    | 1    | 2    |\n| CEM thermal energy mix of clinker production: alternative fuels (excluding biomass) | %    | 14   | 13   | 18   |\n| CEM thermal energy mix of clinker production: biomass | %    | 7    | 8    | 10   |\n| CEM thermal substitution rate (TSR): alternative fuels plus biomass | %    | 21   | 21   | 28   |\n| CEM electrical energy consumption | M GJ | 65   | 71   | 51   |\n| CEM electrical energy (renewable) | M GJ | 11   | 15   | 14   |\n| CEM electrical energy (non-renewable) | M GJ | 54   | 56   | 36   |\n| Other segments thermal energy* | M GJ | 75   | 76   | 20   |\n| Other segments electrical energy | M GJ | 4    | 4    | 4    |\n\n#### Water\n\n|                                | Unit | 2020 | 2021 | 2022 |\n|--------------------------------|------|------|------|------|\n| Cement, aggregates and RMX     |      |      |      |      |\n| Cement-specific freshwater withdrawal – as reported | L/t  | 273  | 259  | 304  |\n| Cement-specific freshwater withdrawal – 2022 consolidation | L/t  | 326  | 315  | 304  |\n| Aggregates-specific freshwater withdrawal | L/t  | NR   | 219  | 218  |\n| RMX-specific freshwater withdrawal | L/m³ | NR   | 207  | 202  |\n| Sites in water-risk areas¹⁰ | %    | 23   | 30   | 24   |\n| Sites in water-risk areas with recycling system in place | %    | NR   | 79   | 76   |\n| Water-positive sites in water-risk areas | %    | NR   | 7    | 4    |\n| Water discharge compliant with regulations | %    | NR   | 96   | 99   |\n| All segments (excluding captive power plants) |      |      |      |      |\n| Specific freshwater consumption (L/t of product) | L/t  | 124  | 127  | 141  |\n| Total water withdrawal | Mm³  | 128  | 140  | 118  |\n| Total freshwater withdrawal | Mm³  | 109  | 118  | 104  |\n| Total freshwater withdrawal from groundwater | Mm³  | 35   | 32   | 34   |\n| Total freshwater withdrawal from surface water | Mm³  | 57   | 60   | 45   |\n| Total freshwater withdrawal from municipal water supplies or third parties | Mm³  | 11   | 13   | 11   |\n| Total freshwater withdrawal from quarries | Mm³  | 6    | 12   | 14   |\n| Non-freshwater withdrawal | Mm³  | 8    | 11   | 8    |\n| Rainwater harvested | Mm³  | 11   | 11   | 6    |\n| Total water discharge | Mm³  | 48   | 50   | 35   |\n| Water discharge to ground or soil infiltration | Mm³  | 8    | 8    | 5    |\n| Water discharge to surface water | Mm³  | 39   | 41   | 29   |\n| Water discharge to offsite treatment or third parties | Mm³  | 1.0  | 1.0  | 0.8  |\n| Water discharge to seawater | Mm³  | 0.0  | 0.0  | 0.3  |\n| Total water consumption | Mm³  | 80   | 90   | 83   |\n| Sites equipped with a water recycling system | #    | 1,382| 1,434| 1,331|\n\n#### Captive power plants\n\n|                                | Unit | 2020 | 2021 | 2022 |\n|--------------------------------|------|------|------|------|\n| Total water withdrawal | Mm³  | 134  | 129  | 128  |\n| Total freshwater withdrawal | Mm³  | 119  | 118  | 119  |\n| Total freshwater withdrawal from groundwater | Mm³  | 1    | 1    | 0    |\n| Total freshwater withdrawal from surface water | Mm³  | 118  | 117  | 119  |\n| Total freshwater withdrawal from municipal water supplies or third parties | Mm³  | 0    | 0    | 0    |\n| Total freshwater withdrawal from quarries | Mm³  | 0    | 0    | 0    |\n| Non-freshwater withdrawal | Mm³  | 10   | 8    | 9    |\n| Rainwater harvested | Mm³  | 5    | 4    | 0    |\n| Total water discharge | Mm³  | 125  | 121  | 127  |\n| Water discharge to ground or soil infiltration | Mm³  | 0    | 0    | 0    |\n| Water discharge to surface water | Mm³  | 125  | 121  | 118  |\n| Water discharge to offsite treatment | Mm³  | 0    | 0    | 0    |\n| Water discharge to seawater | Mm³  | 0    | 0    | 9    |\n| Total water consumption | Mm³  | 9    | 8    | 0    |\n| Sites equipped with a water recycling system | #    | 20   | 19   | 4    |\n\n* Includes captive power plants.\n\n¹⁰ Figures calculated using the Aqueduct Water Risk tool. Reflects sites in risk categories: Medium-high, High, Extremely High. Increase in 2021 is due to more accurate mapping of coordinates compared to 2020.\n### PERFORMANCE DATA TABLES CONTINUED\n\n#### Biodiversity\n\n|                                | Unit | 2020 | 2021 | 2022 |\n|--------------------------------|------|------|------|------|\n| Quarries assessed using BIRS methodology – active only | %    | 40   | 40   | 51   |\n| Quarries assessed using BIRS methodology – active and non-active | %    | NR   | 35   | 48   |\n| Active quarries with rehabilitation plans in place\\(^{11}\\) | %    | 86   | 93   | 100  |\n| Active quarries with biodiversity importance\\(^{12}\\) | %    | 259  | 266  | 256  |\n| Total rehabilitated area (active quarries) | ha   | 14,363 | 14,048 | 13,115 |\n| Total rehabilitated area (all areas) | ha   | 19,989 | 17,448 |\n\n#### People: Social initiative\n\n|                                | Unit | 2020 | 2021 | 2022 |\n|--------------------------------|------|------|------|------|\n| Total contribution to create positive social impact | CHFm | 35.6 | 43.5 | 22.5 |\n| Of which: contribution by partners to create positive social impact | %    | 22   | 20   | 8    |\n| Total contribution to: | | | | |\n| Housing and infrastructure | %    | NR   | 23   | 24   |\n| Community initiatives on health, education and skills, and other | %    | NR   | 66   | 57   |\n| Project management | %    | NR   | 11   | 19   |\n| Type of contribution: | | | | |\n| Social investment and inclusive business projects | %    | 92   | 89   | 78   |\n| Donations (cash and in kind) | %    | 8    | 11   | 22   |\n| Total number of beneficiaries\\(^{13}\\) | Million | 6    | 4    | 3    |\n| Buildings (houses, hospitals, schools) renovated or built as part of our social initiatives | %    | NR   | 3,231 | 8,242 |\n| Rural roads renovated or built as part of our social initiatives | km   | NR   | 454  | 328  |\n| Hospitals owned and managed by Holcim, open for dependents and community members | %    | NR   | 49   | 18   |\n| Schools owned and managed by Holcim, open for dependents and community members | %    | NR   | 36   | 19   |\n| Volunteering | Hours | NR   | 26,801 | 32,666 |\n| Volunteering during paid working hours | %    | NR   | 91   | 73   |\n\n#### People: Human rights\n\n|                                | Unit | 2020 | 2021 | 2022 |\n|--------------------------------|------|------|------|------|\n| Human rights assessments conducted in the last three years – Group Reporting Units (GRUs) – cumulative | %    | 95   | 100  | 100  |\n| Human rights assessments conducted in the last three years – sites | %    | NR   | 75   | 98   |\n| Human rights assessments and action plan status signed off by country exco during the reporting year | %    | NR   | 100  | 98   |\n| People receiving training on human rights topics | %    | NR   | 16,742 | 12,566 |\n| Stakeholder engagement plans available and reviewed in the last three years – cement, grinding sites | %    | 92   | 90   | 92   |\n\n\\(^{11}\\) This number refers to the number of quarries having a quarry rehabilitation plan compliant with Holcim’s internal requirements.\n\n\\(^{12}\\) According to categorizations introduced in 2018 following Fauna & Flora International (FFI) recommendations, which we have been incrementally implementing.\n\n\\(^{13}\\) Please refer to page 18 for our methodology for measuring the number of beneficiaries.\n### Health & safety\n\n#### Fatalities (activities under our direct control)\\(^{14}\\)\n\n| By location | Unit | 2020 | 2021 | 2022 |\n|-------------|------|------|------|------|\n| Onsite      | #    | 4    | 4    | 8    |\n| Offsite     | #    | 1    | 0    | 0    |\n\n#### By personnel category\n\n| By personnel category | Unit | 2020 | 2021 | 2022 |\n|-----------------------|------|------|------|------|\n| Employees             | #    | 1    | 2    | 1    |\n| Contractors           | #    | 4    | 2    | 7    |\n\n#### Lost Time Injury Frequency Rate (LTIFR)\n\n| LTIFR employees (# of LTIs per million work hours) | Unit | 2020 | 2021 | 2022 |\n|---------------------------------------------------|------|------|------|------|\n| #                                                  | 0.58 | 0.43 | 0.58 |\n\n| LTIFR contractors (# of LTIs per million work hours) | Unit | 2020 | 2021 | 2022 |\n|-----------------------------------------------------|------|------|------|------|\n| #                                                   | 0.41 | 0.36 | 0.45 |\n\n| LTIFR employees and contractors onsite (# of LTIs per million work hours) | Unit | 2020 | 2021 | 2022 |\n|--------------------------------------------------------------------------|------|------|------|------|\n| #                                                                        | 0.50 | 0.39 | 0.53 |\n\n#### Total Injury Frequency Rate (TIFR)\n\n| TIFR employees (# of injuries per million work hours) | Unit | 2020 | 2021 | 2022 |\n|------------------------------------------------------|------|------|------|------|\n| #                                                    | 3.60 | 3.37 | 4.06 |\n\n| TIFR contractors (# of injuries per million work hours) | Unit | 2020 | 2021 | 2022 |\n|--------------------------------------------------------|------|------|------|------|\n| #                                                      | 1.95 | 1.61 | 2.30 |\n\n| TIFR employees and contractors onsite (# of injuries per million work hours) | Unit | 2020 | 2021 | 2022 |\n|---------------------------------------------------------------------------|------|------|------|------|\n| #                                                                         | 2.80 | 2.43 | 3.32 |\n\n#### Occupational Illness Frequency Rate (OIFR)\n\n| OIFR employees (# of occupational illnesses per million work hours) | Unit | 2020 | 2021 | 2022 |\n|-------------------------------------------------------------------|------|------|------|------|\n| #                                                                 | 0.29 | 0.19 | 0.23 |\n\n| OIFR contractors (# of occupational illnesses per million work hours) | Unit | 2020 | 2021 | 2022 |\n|---------------------------------------------------------------------|------|------|------|------|\n| #                                                                   | 0.10 | 0.09 | 0.07 |\n\n| OIFR employees and contractors onsite (# of occupational illnesses per million work hours) | Unit | 2020 | 2021 | 2022 |\n|--------------------------------------------------------------------------------------------|------|------|------|------|\n| #                                                                                         | 0.20 | 0.14 | 0.16 |\n\n#### Other\n\n| Workforce represented on health and safety committees | Unit | 2020 | 2021 | 2022 |\n|------------------------------------------------------|------|------|------|------|\n| %                                                    | 97   | 95   | 95   |\n\n| Number of employee fatalities per 10,000 directly employed | Unit | 2020 | 2021 | 2022 |\n|------------------------------------------------------------|------|------|------|------|\n| #                                                          | 0.14 | 0.28 | 0.17 |\n\n| Road fatalities not under our direct control (excluding third parties) | Unit | 2020 | 2021 | 2022 |\n|------------------------------------------------------------------------|------|------|------|------|\n| #                                                                      | 7    | 2    | N/A  |\n\n| Number of LTIs (directly employed) | Unit | 2020 | 2021 | 2022 |\n|-----------------------------------|------|------|------|------|\n| #                                 | 81   | 61   | 68   |\n\n| Total number of LTIs – onsite and offsite | Unit | 2020 | 2021 | 2022 |\n|-------------------------------------------|------|------|------|------|\n| #                                         | 180  | 169  | 106  |\n\n| Cement sites with an ISO 45001 certification | Unit | 2020 | 2021 | 2022 |\n|-----------------------------------------------|------|------|------|------|\n| %                                            | NR   | 26   | 21   |\n\n| Cement sites with a management system equivalent to ISO 45001 | Unit | 2020 | 2021 | 2022 |\n|--------------------------------------------------------------|------|------|------|------|\n| %                                                            | NR   | 38   | 36   |\n\n| Aggregates sites with an ISO 45001 certification | Unit | 2020 | 2021 | 2022 |\n|--------------------------------------------------|------|------|------|------|\n| %                                                | NR   | 17   | 14   |\n\n| Aggregates sites with a management system equivalent to ISO 45001 | Unit | 2020 | 2021 | 2022 |\n|------------------------------------------------------------------|------|------|------|------|\n| %                                                                | NR   | 34   | 28   |\n\n| RMX sites with an ISO 45001 certification | Unit | 2020 | 2021 | 2022 |\n|-------------------------------------------|------|------|------|------|\n| %                                         | NR   | 16   | 16   |\n\n| RMX sites with a management system equivalent to ISO 45001 | Unit | 2020 | 2021 | 2022 |\n|-----------------------------------------------------------|------|------|------|------|\n| %                                                         | NR   | 33   | 34   |\n\n#### Environmental management systems (EMS) and compliance\n\n| Cement sites with an ISO 14001 certification | Unit | 2020 | 2021 | 2022 |\n|-----------------------------------------------|------|------|------|------|\n| %                                            | 75   | 81   | 77   |\n\n| Cement sites with an EMS equivalent to ISO 14001 | Unit | 2020 | 2021 | 2022 |\n|--------------------------------------------------|------|------|------|------|\n| %                                                | 89   | 95   | 94   |\n\n| Aggregates sites with an ISO 14001 certification | Unit | 2020 | 2021 | 2022 |\n|--------------------------------------------------|------|------|------|------|\n| %                                                | 17   | 19   | 16   |\n\n| Aggregates sites with an EMS equivalent to ISO 14001 | Unit | 2020 | 2021 | 2022 |\n|------------------------------------------------------|------|------|------|------|\n| %                                                    | 65   | 79   | 66   |\n\n| RMX sites with an ISO 14001 certification | Unit | 2020 | 2021 | 2022 |\n|-------------------------------------------|------|------|------|------|\n| %                                         | 16   | 21   | 20   |\n\n| RMX sites with an EMS equivalent to ISO 14001 | Unit | 2020 | 2021 | 2022 |\n|------------------------------------------------|------|------|------|------|\n| %                                             | 54   | 66   | 59   |\n\n| Number of countries reporting severe noncompliance cases | Unit | 2020 | 2021 | 2022 |\n|---------------------------------------------------------|------|------|------|------|\n| #                                                       | 4    | 4    | 3    |\n\n| Fines and penalties paid | Unit | 2020 | 2021 | 2022 |\n|--------------------------|------|------|------|------|\n| CHFm                     | 0.3  | 2.5  | 0.6  |\n\n\\(^{14}\\) Only fatalities under our direct control are reported in this section. Fatalities that are not under our direct control (such as road fatalities) are not reported in this section, in accordance with GCCA guidelines.\n### PERFORMANCE DATA TABLES CONTINUED\n\n#### Air emissions\n\n| Description                                                                 | Unit | 2020  | 2021  | 2022  |\n|----------------------------------------------------------------------------|------|-------|-------|-------|\n| Clinker produced with continuous monitoring of dust, NOx and SO\\(_2\\) emissions | %    | 85    | 89    | 93    |\n| Clinker produced with monitoring of dust, NOx and SO\\(_2\\) emissions         | %    | 97    | 96    | 99    |\n\n#### Coverage\n\n| Description                                                                 | %    | 2020  | 2021  | 2022  |\n|----------------------------------------------------------------------------|------|-------|-------|-------|\n| Overall: production with comprehensive emission monitoring                  | %    | 76    | 72    | 79    |\n| Dust: production with dust measurement                                       | %    | 100   | 99    | 99    |\n| NOx: production with NOx measurement                                         | %    | 98    | 97    | 100   |\n| SO\\(_2\\): production with SO\\(_2\\) measurement                              | %    | 98    | 96    | 100   |\n| VOC: production with VOC measurement                                         | %    | 81    | 80    | 92    |\n| Mercury: production with mercury measurement                                  | %    | 88    | 84    | 86    |\n| Dioxins/furans: production with dioxin/furan measurement                      | %    | 85    | 85    | 90    |\n| HM1: production with HM1 measurement                                          | %    | 86    | 86    | 89    |\n| HM2: production with HM2 measurement                                          | %    | 85    | 85    | 90    |\n\n#### Emissions\n\n| Description                                                                 | Unit | 2020  | 2021  | 2022  |\n|----------------------------------------------------------------------------|------|-------|-------|-------|\n| Total dust emissions                                                       | ton  | 12,755| 11,448| 6,706 |\n| Total NOx emissions                                                        | ton  | 159,051| 162,344| 111,005|\n| Total SO\\(_2\\) emissions                                                   | ton  | 34,025| 37,732| 21,870|\n| Total VOC emissions                                                        | ton  | 6,452 | 5,294 | 4,096 |\n| Total mercury emissions                                                    | ton  | 1.2   | 1.4   | 1.1   |\n| Total dioxin/furan emissions                                               | g    | 3.5   | 4.2   | 3.2   |\n| Total HM1 emissions                                                        | ton  | 1.3   | 2.8   | 1.0   |\n| Total HM2 emissions\\(^{15}\\)                                               | ton  | 27.0  | 23.8  | 33.8  |\n\n#### Specific emissions (clinker)\n\n| Description                                                                 | Unit | 2020  | 2021  | 2022  |\n|----------------------------------------------------------------------------|------|-------|-------|-------|\n| Specific dust emissions                                                    | g/t  | 100   | 82    | 71    |\n| Specific NOx emissions                                                     | g/t  | 1,248 | 1,163 | 1,177 |\n| Specific SO\\(_2\\) emissions                                                | g/t  | 267   | 270   | 232   |\n| Specific VOC emissions                                                     | g/t  | 51    | 38    | 43    |\n| Specific mercury emissions                                                 | mg/t | 10    | 10    | 12    |\n| Specific dioxin/furan emissions\\(^{16}\\)                                   | mg/t | 27    | 30    | 34    |\n| Specific HM1 emissions                                                     | mg/t | 10    | 20    | 11    |\n| Specific HM2 emissions                                                     | mg/t | 212   | 171   | 358   |\n\n#### Employees\n\n| Description                                                                 | Unit | 2020  | 2021  | 2022  |\n|----------------------------------------------------------------------------|------|-------|-------|-------|\n| Full-time employees                                                        | %    | 99    | 99    | 98    |\n| Part-time employees                                                        | %    | 1     | 1     | 2     |\n| Permanent employees                                                        | %    | 96    | 96    | 94    |\n| Fixed-term contract employees                                               | %    | 4     | 4     | 6     |\n| Employees under the age of 30                                               | %    | 13    | 13    | 14    |\n| Employees between 30 and 50                                                 | %    | 59    | 59    | 56    |\n| Employees above 50                                                          | %    | 28    | 28    | 30    |\n\n#### Gender diversity\n\n| Description                                                                 | %    | 2020  | 2021  | 2022  |\n|----------------------------------------------------------------------------|------|-------|-------|-------|\n| Women at senior management level                                           | %    | 17    | 18    | 20    |\n| Women at all management levels                                             | %    | 21    | 21    | 25    |\n| Women at non-management level                                              | %    | 11    | 12    | 13    |\n| Women in total workforce                                                   | %    | 14    | 15    | 17    |\n\n#### Turnover\n\n| Description                                                                 | %    | 2020  | 2021  | 2022  |\n|----------------------------------------------------------------------------|------|-------|-------|-------|\n| Overall employee turnover rate                                             | %    | 13    | 16    | 17    |\n| Voluntary employee turnover rate                                           | %    | 6     | 8     | 9     |\n| Hirings                                                                    | %    | 9     | 15    | 20    |\n\n#### Development\n\n| Description                                                                 | %    | 2020  | 2021  | 2022  |\n|----------------------------------------------------------------------------|------|-------|-------|-------|\n| Hours of training per employee (management level)                          | #    | 20    | 30    | 29    |\n| Hours of training per employee (non-management level)                      | #    | 16    | 19    | 18    |\n| Managers who had an annual performance review                              | %    | 92    | 87    | 87    |\n| Non-managers who had an annual performance review                          | %    | 50    | 46    | 45    |\n\n\\(^{15}\\) In 2022 less precise measurements of HM2 were taken and additional estimation was required. This change in methodology resulted in the increase in HM2 emissions.\n\n\\(^{16}\\) As part of our efforts to recycle waste from other industries, we increased processing of third-party contaminated soil, leading to higher dioxins/furans, operating in compliance with the regulatory framework.\n### PERFORMANCE DATA TABLES CONTINUED\n\n| Social, government and economic relations | Unit | 2020 | 2021 | 2022 |\n|------------------------------------------|------|------|------|------|\n| **Social relations**                     |      |      |      |      |\n| Entities having strike actions over one week’s duration | %    | 1    | 1    | 2    |\n| Entities where employees are covered by collective agreements | %    | 74   | 75   | 72   |\n| Employees covered by collective agreements | %    | NR   | NR   | 88   |\n| **Government relations**                 |      |      |      |      |\n| Political donations\\(^{17}\\)             | CHF  | 3,189| 12,111| 0    |\n| Countries making political donations     | %    | 1    | 1    | 0    |\n| Total subsidies                          | CHF  | 45.1 | 41.3 | 80   |\n| Entities receiving subsidies             | %    | 9    | 10   | 15   |\n| **Economic relations**                   |      |      |      |      |\n| Membership of trade associations and chambers of commerce\\(^{18}\\) | CHFm | 15.8 | 19.3 | 14.6 |\n\n| Suppliers                                 | Unit | 2020 | 2021 | 2022 |\n|-------------------------------------------|------|------|------|------|\n| Suppliers from national markets (% of total suppliers) | %    | 92   | 92   | 91   |\n| Suppliers with supplier code of conduct as part of contractual agreement | %    | 77   | 77   | 81   |\n| Countries that have identified high-ESG-impact suppliers | %    | 100  | 100  | 100  |\n| High-ESG-impact suppliers qualified (% of spend) | %    | 72   | 73   | 95   |\n\n\\(^{17}\\) Figures exclude Political Action Committee (PAC) contributions in the USA. These amounted to USD 35,000 in 2022.\n\n\\(^{18}\\) 2021 and 2022 figures include corporate memberships, which were previously excluded.\nScope of consolidation\nAligning with Group financial reporting, our consolidation scope includes the entities covered in the Group consolidated financial statements. The list of principal consolidated companies is presented in the Holcim Integrated Annual Report 2022.\n\nChanges in scope of consolidation\nIn the 2022 Sustainability Performance Report, the most significant changes in consolidation are the divestments of India, Brazil and Russia. Key performance indicators (KPIs) have been shown “as published in the reporting year” and “2022 consolidation scope” in separate lines. Unless stated otherwise, all prior-year figures for other indicators are “as published in the reporting year.”\n\nDivestments and acquisitions\nFor business(es) divested during the year, data are excluded for the entire year. For business(es) acquired during the year, data is included for the entire year.\n\nWhen a new site is acquired by Holcim, its policies and procedures for non-financial reporting may not necessarily be in line with Holcim standards. Accordingly, new sites have up to the second reporting year after acquisition to meet, and report performance according to, Holcim standards.\n\nBaselines for key indicators have been restated based on the 2022 consolidation scope applying GHG Protocols and GCCA Sustainability Framework guidelines.\n\nMETHODS OF DATA COLLECTION AND REPORTING METHODOLOGIES\nExtrapolation\nSince 2019, Holcim reporting is based on eleven months of data (as at 30 November), which are extrapolated to the annual estimated values. The objective is to accelerate the reporting process to align with the financial reporting timeline.\n\n• For environmental data, the full year production, taken from SAP, is used to extrapolate energy consumption, CO₂ emissions, air emissions, water indicators including consumption and discharge, raw materials and waste-derived resources. No other indicators, such as environmental certifications and hectares rehabilitated, are extrapolated, as they are not necessarily linear.\n\n• For Employees, only hours of training per employee have been extrapolated.\n\n• For Sustainable solutions, data are collected for the full year.\n\n• For Health and safety, data are reported for the full year.\n\n• For People: Human rights, data are reported for the full year.\n\nControls\nControls put in place to ensure data quality and robustness include:\n\n• The Axiom digital reporting and analytics platform, as well as internally developed proprietary spreadsheet-based import templates used in 2022, included built-in validation rules to ensure robustness of data reported. This includes highlighting when a value is outside an expected range or shows a significant deviation from previously reported data, requiring an explanatory comment.\n\n• A robust workflow process is in place requiring a validation of the data and explanations by two managers for each questionnaire.\nMETHODOLOGY AND CONSOLIDATION 2022\n\n- Validation dashboards have been developed to allow entities and subject matter experts to identify values that are out of range.\n- Data (such as production, spend on social initiatives and number of employees) are checked against other reporting streams such as SAP and technical reports, as well as for consistency.\n\nEconomic indicators\n\n- In 2022, data on net sales of sustainable solutions were collected through SAP’s financial reporting process, complemented with a country-specific survey for sales associated with affordable housing and water, not yet transitioned to SAP.\n- Data on supplier assessments was collected through proprietary spreadsheet-based import questionnaire templates and respective protocols: the Holcim Sustainable Procurement questionnaire. Data are gathered at Country/Group Reporting Unit level and cover all business segments and their industrial production sites.\n- The Sustainable Procurement questionnaire was conducted covering 49 entities representing more than 98% of our total procurement spend.\n\nEnvironmental indicators\n\nEnvironmental performance indicators follow the reporting guidelines of the GCCA (previously the World Business Council for Sustainable Development – Cement Sustainability Initiative (WBCSD CSI)).\n\nIn 2022, environmental data were collected through the Axiom digital reporting and analytics tool as well as proprietary spreadsheet-based import templates. Reporting guidelines for environmental reporting were issued to ensure proper reporting, highlighting new and updated environmental indicators as well as changes in reporting scope as needed.\n\nAll sites that were active during the reporting year have been considered eligible to be included under the environmental reporting. For sites that were active less than six months, their impact has been estimated based on their production and Group averages.\n\nFor environmental data, cement terminals are not considered material, and therefore can be excluded from the consolidation.\n\n- **Scope 1, Scope 2 and energy:** We use the GCCA Sustainability Guidelines for the monitoring and reporting of CO₂ emissions from cement manufacturing (previously WBCSD CSI Guidelines for Emissions Monitoring and Reporting in the Cement Industry Protocol (2012)). Emission levels can be measured continuously or based on spot measurement. Information is always available at kiln level. If an emission component has not been measured in 2022 due to travel or other restrictions, the 2021 measurement has been used to estimate the performance at kiln level. If no measurement was available in 2021, the 2022 Group average has been used to estimate the Group’s absolute impact.\n\n- **Percentage of production with measurement:** The full production from a kiln is included in this coverage only when the emission of the respective pollutant(s) is monitored, otherwise the production contribution from the kiln is considered zero. For the percentage of production with comprehensive emission monitoring, the full production from a kiln is included only when emissions of all pollutants (dust, NOx, SO₂, VOC/THC, heavy metals (Hg, Cd, Ti, Sb, As, Pb, Cr, Co, Cu, Mn, Ni and V), PCDD/F) are monitored.\n\n- **Scope 3 emissions:** In 2020 we developed a more comprehensive and rigorous approach to measuring the CO₂ emissions from our supply chain. The methodology is aligned with GHG and GCCA protocols. In 2021 we further improved accuracy by automating data capture – for example, through our Transport Analytic Centre (TAC) digital solution, which captures CO₂ emissions from downstream transportation. The TAC covers our operations in 55 countries, monitoring around 90,000 trucks and 1.6 billion kilometers traveled across all our business segments. For indirect emissions of electricity purchased, we are currently accounting for the upstream emissions of generation companies (WTT) and transmission and distribution losses (TDL), based on emissions factors from DEFRA (for WTT) and IEA (for TDL). In 2022, we began reporting data in eight additional categories (Categories 2, 5, 8, 10, 12, 13, 14, and 15). We are now reporting Scope 3 emissions from 14 out of 15 GHG categories (Category 11 is not applicable).\n\n- **Emissions:** We use the GCCA Sustainability Guidelines for the monitoring and reporting of emissions from cement manufacturing (previously WBCSD CSI Guidelines for Emissions Monitoring and Reporting in the Cement Industry Protocol (2012)). Emission levels can be measured continuously or based on spot measurement. Information is always available at kiln level. If an emission component has not been measured in 2022 due to travel or other restrictions, the 2021 measurement has been used to estimate the performance at kiln level. If no measurement was available in 2021, the 2022 Group average has been used to estimate the Group’s absolute impact.\n\n- **Scope 1, Scope 2 and energy:** We use the GCCA Sustainability Guidelines for the monitoring and reporting of CO₂ emissions from cement manufacturing (previously WBCSD CSI Cement CO₂ and Energy Protocol version 3.1) to calculate CO₂ emissions between the 1990 baseline and the reporting year. To calculate Scope 2 emissions we align with the GHG Protocol Scope 2 Guidance. Extensive work on ascertaining the most accurate available emissions factors is continually being conducted. Emissions from captive power plants are included in the performance data table under “Other segments: CO₂ emissions from fuels.” The reporting coverage of the CO₂ data is 100%. Default CO₂ emissions factors for fuels are taken from the GCCA Sustainability Guidelines. Operations can overwrite these default values if more precise values or measurements are available.\nMETHODOLOGY AND CONSOLIDATION 2022\n\n- **Water**: The GCCA Sustainability Guidelines for the monitoring and reporting of water in cement manufacturing (previously the CSI Protocol for Water Reporting) has been used as a reference to measure the water performance of the Group. Data from captive power plants are reported separately. The coverage of water data is 98% on average.\n\n- **Waste and recycling**: Waste comprises all forms of solid or liquid waste (excluding wastewater) and is defined as hazardous or non-hazardous based on the legislation of the country in which the site operates. Overburden has been excluded from non-hazardous waste disposed of onsite.\n\n- **Waste-derived resources**: Data reported for waste-derived resources include alternative raw materials, industrial mineral components (consumed and/or processed and sold externally), alternative fuels, volume of returned concrete recycled, secondary and/or recycled aggregates and recycled asphalt.\n\n- **Biodiversity and quarries**: Quarries that have been assessed using Biodiversity Indicator Reporting System (BIRS) and those with rehabilitation plans in place are aligned with the Holcim Directive on Quarry Rehabilitation and Biodiversity. The key requirements go far beyond legal compliance and include measures respecting the mitigation hierarchy (avoid, minimize, restore and offset) and a biodiversity management plan for sites assessed as of high biodiversity value.\n\n**Health and safety (H&S)**\n\nH&S performance indicators follow the GCCA Sustainability Guidelines for the monitoring and reporting of safety in cement and concrete manufacturing, issued February 2020.\n\nH&S data is gathered at site level and further consolidated at Country/Group Reporting Unit level, and covers all business segments and their industrial production sites, including corporate and above country, regional and service entities.\n\nIn 2022, H&S data were collected through Holcim’s reporting system: iCare | HSE Incident management module.\n\nData are segregated according to onsite and offsite incidents, and cover employees, contractors and third parties. The hours worked that are used to calculate incident rates for employees and contractors are calculated and/or estimated locally by business units.\n\n**Social indicators**\n\nIn 2022, social data were collected through Holcim’s reporting system and respective protocol: the annual social questionnaire.\n\nData is gathered at Country/Group Reporting Unit level and covers all business segments and their industrial production sites, including corporate and above country, regional and service entities.\n\nThe 2022 social data are derived from a survey covering 58 entities representing 99% of the total Group workforce, and include majority-owned entities and managed assets.\n\nAmong other aspects, the social survey collects data on employees, headcounts and labor relations, and includes questions to verify that child labor is not used.\n\n**Human Rights and Stakeholder engagement indicators**\n\nIn 2022, stakeholder data were collected through Holcim’s reporting system and respective protocol: the annual human rights and stakeholder questionnaire. Information about spending on social initiatives and number of beneficiaries was collected through SAP FC, at Country/Group Reporting Unit level, and covers all business segments and their industrial production sites.\n\nThe 2022 human rights and stakeholder data are derived from a survey covering 60 entities representing 93% of the total Group workforce and include majority-owned entities and managed assets. We collect information on, among other aspects, the entities’ implementation of the human rights approach, human rights assessment and action plans, stakeholder engagement activities and community engagement structures, specific impact indicators of social initiatives, volunteering activities, political donations and subsidies.\n\nIn 2021, Holcim announced its 2030 People strategy to continue creating shared value and uplifting the well-being of communities worldwide. The strategy focuses on three pillars: bridging the world’s housing and infrastructure gap, improving livelihoods and upholding the highest standards of human rights. To support the implementation of the strategy, we changed our main KPI from beneficiaries to monetary contribution to social initiatives.\n\nThe total contribution to create positive social impact is a cumulative KPI from 2021 to 2030. In 2022, it is calculated by including the total spend on the social initiatives made by Holcim to implement projects and donations. It also includes third-party contributions, which are the resources received through external partnerships to implement social initiatives led by Holcim in the countries.\nHolcim differentiates four categories for the Social Initiatives, which are:\n\n- **Housing and Infrastructure**: Initiatives that facilitate access to housing and infrastructure for the community, such as affordable housing solutions, building or improving community facilities (hospitals, schools, parks, etc.), rural roads, etc.\n- **Health**: Covid-19 support provided for communities, health awareness campaigns, vaccination programs, general healthcare services.\n- **Education and Skills**: Road safety, lectures in partnership with schools and universities, livelihood and income-generation programs, professional training targeting the community.\n- **Other**: Environmental management and awareness, cultural, recreational or other initiatives to contribute to positive social impact.\n\nA direct beneficiary is defined as a person who was directly involved in the project or benefited from its implementation. Whenever possible, we count the exact number of beneficiaries (number of community members trained). When precise measurement is not possible (e.g., beneficiaries of a new hospital or bridge built by Holcim), estimates are made based on scientific methods such as social research, expert interviews or the like. Furthermore, if estimates need to be made, a standard and conservative assumption is used, with a maximum of 30% of the potential beneficiaries being considered. The type and extent of benefit varies significantly depending on the project.\n\nUnder Stakeholder Engagement and Human Rights, data such as number of community advisory panels, number of engagements with key stakeholders at site level, and complaints related to human rights, environmental impact and other potential topics are recorded. Furthermore, any conflicts with stakeholders that sites may have or expect in the future, and how such conflicts are addressed, are captured. Also, countries report on the latest version of their human rights assessments and the status of implementation of their human rights action plans.\n\n**Reporting cycle**\nThe Holcim Group will continue to report annually.\nASSURANCE STATEMENT\n\nIndependent assurance report on a selection of non-financial information\n\nTo the Executive Committee,\n\nFurther to your request and in our quality as an independent verifier, member of the network of one of the statutory auditors of the entity Holcim (hereafter “Entity”), we present our report on a selection of non-financial information consisting in selected consolidated environmental, communities, and health & safety indicators (hereafter “Sustainability Indicators”) and other non-financial reporting processes (“Non-Financial Reporting Processes”), that the Entity has chosen to prepare in accordance with its protocols (hereafter the “Guidelines”), for the year ended on 31 December 2022, presented in its Sustainability Performance Report (hereafter “Report”) and listed in Appendix 1.\n\nConclusion\n\nBased on the procedures we have performed as described under the “Nature and scope of procedures” and the evidence we have obtained, nothing has come to our attention that causes us to believe that the Sustainability Indicators taken as a whole are not fairly presented, in accordance with the Guidelines, in all material respects. In addition, we have no comment on the fact that the Non-Financial Reporting Processes were implemented as described in the “Methodology and consolidation” section of the Report and in accordance with the Guidelines.\n\nResponsibility of the independent verifier\n\nIt is our role, in response to the Entity’s request, based on our work, to:\n\n- attest that the Non-Financial Reporting Processes were implemented as described in the “Methodology and consolidation” section of the Report and in accordance with the Guidelines\n- express a limited assurance conclusion that the Sustainability Indicators have been prepared, in all material aspects, in accordance with the Guidelines, consisting in external standards elaborated by the Global Cement and Concrete Association (previously the World Business Council for Sustainable Development – Cement Sustainability Initiative (WBCSD CSI)) completed with Entity-specific procedures, a summary of which is provided in the “Methodology and consolidation” section of the Report.\n\nAs we are engaged to form an independent conclusion on the Sustainability Indicators and the Non-Financial Reporting Processes as prepared by management, we are not permitted to be involved in their preparation as doing so may compromise our independence.\n\nIt is not our responsibility to report on the entire Report for the year ended on the 31 December 2022 or on the compliance with other applicable legal provisions.\n\nThe Entity’s responsibility\n\nAs part of this voluntary approach, it is the responsibility of the Entity to prepare the Sustainability Indicators and to implement the Non-Financial Reporting Processes in accordance with the Guidelines, of which a summary is included in the Report.\n\nIndependence and quality control\n\nOur independence is defined by the French Code of Ethics for Statutory Auditors (Code de déontologie) of our profession. In addition, we have implemented a quality control system, including documented policies and procedures aimed at ensuring compliance with applicable legal and regulatory requirements, ethical requirements and professional guidance by the French Institute of Statutory Auditors (Compagnie Nationale des Commissaires aux Comptes) relating to this engagement.\nASSURANCE STATEMENT\n\nMeans and resources\nOur work engaged the skills of 8 people between November 2022 and February 2023 and took place over a total duration of intervention of about 18 weeks.\n\nWe conducted a dozen interviews with people responsible for preparing the Sustainability Indicators and the Non-Financial Reporting Processes, representing in particular the Human Resources, the Health and Safety, the Procurement and the Sustainable Development directions.\n\nNature and scope of procedures\nWe conducted the work described below in accordance with the international standard ISAE 3000(1) (International Standard on Assurance Engagements).\n\n1. Review of the non-financial reporting processes\nWe undertook interviews with the people responsible for the collection and preparation of the information at the headquarters level and at the country level for a selection of entities, in order to:\n\n- assess the suitability of the questionnaires and definitions used in the surveys, in relation to their relevance, completeness, reliability, neutrality and understandability\n- verify the implementation of the process for the collection and compilation of the information.\n\n2. Limited assurance on a selection of Sustainability Indicators\nWe undertook interviews with people responsible for the preparation of the Sustainability Indicators in the Sustainable Development and Health & Safety Departments, those in charge of the data collection process and, when applicable, the people responsible for internal control processes and risk management, in order to:\n\n- assess the suitability of the Guidelines for reporting, in relation to their relevance, completeness, reliability, neutrality, and understandability, taking into consideration, if relevant, the best practices of the industry\n- verify the implementation of the process for the collection, compilation, processing and control for completeness and consistency of the Sustainability Indicators and identify the procedures for internal control and risk management related to the preparation of the Sustainability Indicators\n- verify the alignment of the methodology used by the Entity to calculate the restatements of some Sustainability Indicators (identified with * in Appendix 1 for the years 2019, 2020 and 2021, identified with ** in Appendix 1 for the years 2018, 2019, 2020 and 2021, identified with *** in Appendix 1 for the year 2018 and identified with **** in Appendix 1 for the years 2020 and 2021) to take into account the structural changes of the Entity (divestments and acquisitions) in accordance with the Global Cement and Concrete Association (GCCA), Greenhouse Gas Protocol (GHG Protocol) and Science-Based Targets initiative (SBTI) guidelines.\n\nWe determined the nature and extent of our tests and inspections based on the nature and importance of the Sustainability Indicators, in relation to the characteristics of the Entity, its social and environmental issues, its strategy in relation to sustainable development and industry best practices:\n\n- at the Entity level, we consulted documentary sources and conducted interviews to corroborate the qualitative information (organization, policies, actions, etc.), implemented analytical procedures on the quantitative information and verified, on a test basis, the calculations and the compilation of the information, and also verified their coherence and consistency with the other information presented in the Sustainability Performance Report. We also verified, on a test basis, the calculations of the restatements of some Sustainability Indicators (identified with * in Appendix 1 for the years 2019, 2020 and 2021, identified with ** in Appendix 1 for the years 2018, 2019, 2020 and 2021, identified with *** in Appendix 1 for the year 2018 and identified with **** in Appendix 1 for the years 2020 and 2021) to take into account the structural changes of the Entity (divestments and acquisitions)\n- at the level of the representative selection of sites and entities that we selected,2 based on their activity, their contribution to the consolidated indicators, their location and a risk analysis, we undertook interviews to verify the correct application of the procedures and undertook detailed tests on the basis of samples, consisting in verifying the calculations made and linking them with supporting documentation. The sample selected therefore represented on average 17% of the hours worked used for the calculation of safety indicators, and between 9% and 28% of the environmental information.3\n\n---\n\n1 ISAE 3000: “Assurance Engagements other than audits or reviews of historical information”, International Federation of Accountants.\n2 Five cement plants: Apaxco (Mexico), Fujairah (UAE), Exshaw (West Canada), Lägerdorf (Germany) and Dotttenhausen (South Germany), and five Group Reporting Units (GRU): Mexico, UAE, West Canada, Germany and South Germany.\n3 On average, 18% of production (cement (16%), aggregates (13%), RMX (18%)), 14% of cement net CO2 emissions (Scope 1), 15% of absolute gross Scope 1 emissions, 14% of absolute Scope 2 emissions, 16% of waste-derived resources, 15% of air emissions, 14% of cement energy consumption, 14% of other segments energy consumption, 28% of quarries operated and 9% of cement freshwater withdrawal.\nASSURANCE STATEMENT\n\nThe procedures performed in a limited assurance review engagement are less in extent than for a reasonable assurance engagement opinion in accordance with the professional guidelines of the French Institute of Statutory Auditors (Compagnie Nationale des Commissaires aux Comptes); a higher level of assurance would have required us to carry out more extensive procedures.\n\nParis-La Défense\nFebruary 23, 2023\n\nAPPENDIX 1: SELECTION OF NON-FINANCIAL INFORMATION\n\nThe Sustainability Indicators\n\nProducts and solutions\n- Total raw material consumption – all segments\n- Clinker produced\n- Cement produced\n- Cementitious materials produced\n- Aggregates produced\n- RMX produced\n- Clinker factor (average % of clinker in cements)\n\nRecycling and waste\n- Waste-derived resources – all segments*\n- Internal hazardous waste recycled or recovered\n- Internal non-hazardous waste recycled or recovered\n- Internal hazardous waste disposed\n- Internal non-hazardous waste disposed\n- Construction and demolition waste (CDW) recycled\n\nCO2 and energy\n- CEM-specific CO2 emissions – net (Scope 1)**\n- CEM-specific CO2 emissions – gross (Scope 1)***\n- CEM CO2 emissions – net (Scope 1)\n- CEM CO2 emissions – gross (Scope 1)\n- Absolute Scope 1 emissions – gross\n- Absolute Scope 2 emissions\n- Absolute Scope 3 emissions\n- Absolute Scope 3 emissions per category of emissions (as defined by the GHG Protocol)\n  - Category 1 – Purchased goods and services\n  - Category 2 – Capital goods\n  - Category 3 – Fuel- and energy-related activities\n  - Category 4 – Upstream transportation and distribution\n  - Category 5 – Waste generated in operations\n  - Category 6 – Business travel\n  - Category 7 – Employee commuting\n  - Category 8 – Upstream leased assets\n  - Category 9 – Downstream transportation and distribution\n  - Category 10 – Processing of sold products\n  - Category 11 – Use of sold products\n  - Category 12 – End-of-life treatment of sold products\n  - Category 13 – Downstream leased assets\n  - Category 14 – Franchises\n  - Category 15 – Investments\n\nCO2 and energy continued\n- CO2 indirect emissions from purchased fuels (Scope 3)****\n- CO2 indirect emissions from purchased clinker and cement (Scope 3)****\n- CO2 indirect emissions from downstream transportation (Scope 3)****\n- CEM energy consumption total\n- Other segments thermal energy\n- Other segments electrical energy\n\nWater\n- Cement-specific freshwater withdrawal**\n- Aggregates-specific freshwater withdrawal\n- Ready mix-specific freshwater withdrawal\n- Total water withdrawal\n\nEnvironmental management systems (EMS) and compliance\n- Cement sites with an ISO 14001 certification\n\nBiodiversity\n- Quarries assessed using BIRS methodology – active only\n- Active quarries with rehabilitation plans in place\n- Active quarries with biodiversity importance\n- Active quarries with biodiversity importance having ongoing Biodiversity Management Plans in place\n\nAir emissions\n- Clinker produced with continuous monitoring of dust, NOx and SO2 emissions\n- Clinker produced with monitoring of dust, NOx and SO2 emissions\n- Total dust, NOx, SO2, VOC, mercury, dioxin/furan emissions\n- Specific dust, NOx, SO2, VOC, mercury, dioxin/furan emissions\n\nPeople: Social initiatives\n- Total contribution to create positive social impact\n\nHealth and safety\n- Fatalities (employees and contractors)\n- Lost Time Injury Frequency Rate (employees and contractors) onsite\n- Total Injury Frequency Rate (employees and contractors) onsite\n\nThe Non-Financial Reporting Processes\n\nReporting processes covering\n- Human Resources-related information, including Group employees per employment contract and age interval, gender diversity, turnover, development and social dialogue\n- Human Rights- and Stakeholder-related information, including number of beneficiaries and human rights assessments\nHolcim Ltd has reported in accordance with GRI Standards for the period from 1 January 2022 to 31 December 2022.\n\nWith the disclosures in the Annual Integrated Report 2022, Sustainability Performance Report 2022 and related documents on our website, Holcim has reported in accordance with GRI 2021 Standards for the period from 1 January 2022 to 31 December 2022. A content index matching the GRI Standard Disclosures with information included in our reporting is included below. Material topics are indicated in the Materiality Matrix on page 115 of the Annual Integrated Report 2022.\n\nIn the materiality review, the following topics were identified as material:\n\n- Business ethics and compliance\n- Greenhouse gas emissions\n- Health and safety\n- Corporate governance\n- Sustainable products, innovation and technology\n\nWhere we have data available on other GRI topics and disclosures we have also included these data and relevant links (where applicable) in the content index.\n\n**AIR:** Annual Integrated Report 2022\n\n**SPR:** Sustainability Performance Report 2022\n## GRI INDEX\n\n| GRI Standard/Other Source | Disclosure | Report Location / Website / Omissions / Explanations |\n|---------------------------|------------|------------------------------------------------------|\n| **General Disclosures**   |            |                                                      |\n| GRI 2: General Disclosures 2021 | 2-1 Organizational details | AIR: page 199 |\n|                           | 2-2 Entities included in the organization’s sustainability reporting | AIR: pages 199–203 – Principle consolidated companies of the Group SPR: page 15 – Scope of consolidation |\n|                           | 2-3 Reporting period, frequency and contact point | AIR: page 274 SPR: pages 15 and 18 |\n|                           | 2-4 Restatements of information | SPR: page 15 – Changes in scope of consolidation |\n|                           | 2-5 External assurance | AIR: pages 275–281 SPR: pages 19–21 |\n|                           | 2-6 Activities, value chain and other business relationships | AIR: pages 24–25; 30–31 Segment descriptions AIR: pages 170–174 Sustainable Procurement |\n|                           | 2-7 Employees | We report total employees per region, percentage of female employees per management level, employees per employment type and by age. SPR: page 13 AIR: pages 66–68; 254 Breakdown of permanent and temporary employees by gender and region: Disclosure is omitted because information is unavailable. |\n|                           | 2-8 Workers who are not employees | SPR: page 13 Omission: Information unavailable |\n|                           | 2-9 Governance structure and composition | AIR: pages 86–110 – Structure and committees Corporate Governance |\n|                           | 2-10 Nomination and selection of the highest governance body | AIR: page 90 – Nomination, Compensation and Governance Committee Committees |\n|                           | 2-11 Chair of the highest governance body | AIR: pages 88–89 – Corporate governance section Board of Directors |\n|                           | 2-12 Role of the highest governance body in overseeing the management of impacts | AIR: page 92 – Organizational rules/areas of responsibility |\n|                           | 2-13 Delegation of responsibility for managing impacts | AIR: page 91 – Health, Safety and Sustainability Committee |\n|                           | 2-14 Role of the highest governance body in sustainability reporting | The Annual Integrated Report is reviewed by the Board and Exco before publication. The SPR is reviewed by the chief sustainability & innovation officer. Policies and directives that guide our business toward ESG performance (found on the Our ESG Commitments page of our website) are reviewed and approved by relevant Board committees and Exco members. |\n|                           | 2-15 Conflicts of interest | See Articles of Incorporation and committee charters for organizational rules, including processes to ensure conflicts of interest are prevented and mitigated. Cross-board membership, cross-sharing with suppliers, existence of controlling shareholders, and related parties and their transactions are disclosed in the AIR. |\n|                           | 2-16 Communication of critical concerns | Critical concerns are communicated to the Ethics, Integrity & Risk Committee. b. Total number and the nature of critical concerns: Disclosure has been omitted due to confidentiality constraints. |\n|                           | 2-17 Collective knowledge of the highest governance body | AIR: page 89 Board of Directors |\n|                           | 2-18 Evaluation of the performance of the highest governance body | AIR: page 89 |\n|                           | 2-19 Remuneration policies | We disclose remuneration information as required by the Corporate Governance Directive of the SIX Swiss Exchange and the disclosure rules of the Swiss Code of Obligations. AIR: pages 132–155 |\n|                           | 2-20 Process to determine remuneration | AIR: pages 132–155 |\n|                           | 2-21 Annual total compensation ratio | AIR: page 146 |\n|                           | 2-22 Statement on sustainable development strategy | AIR: pages 8–12 (Chairman and CEO statements) SPR: page 3 (CSIO Statement) |\n|                           | 2-23 Policy commitments | Policies and Directives |\n|                           | 2-24 Embedding policy commitments | We embed policy commitments for responsible business conduct throughout our activities and business relationships. For example, see: Climate Action Human Rights Health and Safety |\n|                           | 2-25 Processes to remediate negative impacts | Human Rights and Social Policy Human Rights Directive |\n|                           | 2-26 Mechanisms for seeking advice and raising concerns | AIR: page 112 (risk mitigation) Compliance program FAQ and Global Integrity Line under: Human Rights |\n## GRI INDEX\n\n| GRI Standard/Other Source | Disclosure | Report Location / Website / Omissions / Explanations |\n|--------------------------|------------|------------------------------------------------------|\n| 2-27 Compliance with laws and regulations | AIR: pages 266–268 |\n| 2-28 Membership associations | Memberships and Recognitions |\n| 2-29 Approach to stakeholder engagement | Human Rights and Social Policy Human Rights Directive |\n| 2-30 Collective bargaining agreements | SPR: page 14 |\n\n### Material Topics\n\n| GRI 3: Material Topics 2021 | 3-1 Process to determine material topics | AIR: pages 114–115 |\n|-----------------------------|----------------------------------------|-------------------|\n|                             | 3-2 List of material topics            | AIR: pages 114–115 |\n\n### Economic performance\n\n| GRI 3: Material Topics 2021 | 3-3 Management of material topics | AIR: page 160 |\n|-----------------------------|----------------------------------|----------------|\n| GRI 201: Economic Performance 2016 | 201-1 Direct economic value generated and distributed | AIR: page 166 Integrated Profit and Loss Statement Reports on payments to governments |\n|                             | 201-2 Financial implications and other risks and opportunities due to climate change | AIR: pages 119–120 |\n|                             | 201-3 Defined benefit plan obligations and other retirement plans | AIR: page 254 |\n|                             | 201-4 Financial assistance received from government | SPR: page 14 – Government relations |\n\n### Market Presence\n\n| GRI 3: Material Topics 2021 | 3-3 Management of material topics | AIR: pages 170–175 |\n|-----------------------------|----------------------------------|-------------------|\n| GRI 202: Market Presence 2016 | 202-1 Ratios of standard entry-level wage by gender compared to local minimum wage | In 2022, at entry level, our Group countries reported paying a median of 37% above minimum wage where a minimum wage was in place. We do not collect this information by gender. |\n|                             | 202-2 Proportion of senior management hired from the local community | We measure this for the total workforce, not just senior management. In 2022, 97% of employees were local. |\n\n### Indirect economic impacts\n\n| GRI 3: Material Topics 2021 | 3-3 Management of material topics | AIR: page 166 |\n|-----------------------------|----------------------------------|----------------|\n| GRI 203: Indirect Economic Impacts 2016 | 203-1 Infrastructure investments and services supported | We report on total contribution to create positive social impact. SPR: page 11 – People: Social initiative |\n|                             | 203-2 Significant indirect economic impacts | Integrated Profit and Loss Statement |\n\n### Procurement Practices\n\n| GRI 3: Material Topics 2021 | 3-3 Management of material topics | Sustainable supply chain Sustainable Procurement principles and processes |\n|-----------------------------|----------------------------------|-----------------------------|\n| GRI 204: Procurement Practices 2016 | 204-1 Proportion of spending on local suppliers | SPR: page 14 National market suppliers account for 91% of suppliers at Group level and 92% of total spend |\n\n### Anti-corruption\n\n| GRI 3: Material Topics 2021 | 3-3 Management of material topics | Anti-Bribery and Corruption Policy Compliance program FAQ |\n|-----------------------------|----------------------------------|-----------------------------|\n| GRI 205: Anti-corruption 2016 | 205-1 Operations assessed for risks related to corruption | AIR: page 122 – Key operational risks – legal and compliance risks Code of Business Conduct Anti-Bribery and Corruption Policy Compliance program FAQ |\n|                             | 205-2 Communication and training about anti-corruption policies and procedures | Compliance program FAQ |\n|                             | 205-3 Confirmed incidents of corruption and actions taken | Compliance program FAQ |\n## GRI INDEX\n\n| GRI Standard/Other Source | Disclosure | Report Location / Website / Omissions / Explanations |\n|---------------------------|------------|-----------------------------------------------------|\n| **Anti-competitive behavior** | | |\n| GRI 3: Material Topics 2021 | 3-3 Management of material topics | Code of Business Conduct Compliance program FAQ |\n| GRI 206: Anti-competitive Behavior 2016 | 206-1 Legal actions for anti-competitive behavior, anti-trust, and monopoly practices | AIR: pages 266–268 |\n| **Tax** | | |\n| GRI 3: Material Topics 2021 | 3-3 Management of material topics | AIR: page 220 Tax Transparency Report |\n| GRI 207: Tax 2019 | 207-1 Approach to tax | Tax Transparency Report |\n| | 207-2 Tax governance, control, and risk management | Tax Transparency Report |\n| | 207-3 Stakeholder engagement and management of concerns related to tax | Tax Transparency Report |\n| | 207-4 Country-by-country reporting | Omission: Information unavailable. We do not report this information globally. |\n| **Materials** | | |\n| GRI 3: Material Topics 2021 | 3-3 Management of material topics | AIR: pages 60–61 SPR: page 9 Circular Economy |\n| GRI 301: Materials 2016 | 301-1 Materials used by weight or volume | SPR: page 8 – Total raw material consumption |\n| | 301-2 Recycled input materials used | SPR: page 9 – Alternative raw materials substitution rate |\n| | 301-3 Reclaimed products and their packaging materials | Omission: Not applicable. Circular Economy is one of the pillars of our Sustainability Strategy, and we track the amount of our products that contain recycled materials. The majority of our products are shipped in bulk with no packaging material. |\n| **Energy** | | |\n| GRI 3: Material Topics 2021 | 3-3 Management of material topics | AIR: page 50; 119–124 SPR: pages 9–10 Climate Action Climate Report |\n| GRI 302: Energy 2016 | 302-1 Energy consumption within the organization | SPR: pages 9–10 |\n| | 302-2 Energy consumption outside of the organization | Omission: Information unavailable. Scope 3 CO2 emissions are reported in the SPR page 9, and the Integrated Profit and Loss Statement contains information on upstream energy impacts. Integrated Profit and Loss Statement |\n| | 302-3 Energy intensity | SPR: pages 9–10 |\n| | 302-4 Reduction of energy consumption | AIR: page 50 SPR: pages 9–10 |\n| | 302-5 Reductions in energy requirements of products and services | SPR: pages 9–10 |\n| **Water and effluents** | | |\n| GRI 3: Material Topics 2021 | 3-3 Management of material topics | Water |\n| GRI 303: Water and Effluents 2018 | 303-1 Interactions with water as a shared resource | AIR: page 44 SPR: page 10 Water Water Directive |\n| | 303-2 Management of water discharge-related impacts | AIR: page 44 SPR: page 10 Water Water Directive |\n| | 303-3 Water withdrawal | SPR: page 10 Water |\n| | 303-4 Water discharge | SPR: page 10 |\n| | 303-5 Water consumption | SPR: page 10 |\n## GRI INDEX\n\n| GRI Standard/Other Source | Disclosure | Report Location / Website / Omissions / Explanations |\n|---------------------------|------------|------------------------------------------------------|\n| **Biodiversity**          |            |                                                      |\n| GRI 3: Material Topics 2021 | 3-3 Management of material topics | Biodiversity |\n| GRI 304: Biodiversity 2016 | 304-1 Operational sites owned, leased, managed in, or adjacent to, protected areas and areas of high biodiversity value outside protected areas | SPR: page 11 (Quarries with biodiversity importance) |\n|                           | 304-2 Significant impacts of activities, products and services on biodiversity | AIR: page 43, SPR: page 11, Biodiversity Management Plans |\n|                           | 304-3 Habitats protected or restored | SPR: page 11 |\n|                           | 304-4 IUCN Red List species and national conservation list species with habitats in areas affected by operations | Omission: Information unavailable. This is collected at site level, but we do not currently collate this information globally. |\n| **Emissions**             |            |                                                      |\n| GRI 3: Material Topics 2021 | 3-3 Management of material topics | AIR: pages 42; 50–53, SPR: pages 9–10, Climate Action, Climate Report |\n| GRI 305: Emissions 2016   | 305-1 Direct (Scope 1) GHG emissions | AIR: page 42, SPR: pages 8–9, Climate Action, Climate Report |\n|                           | 305-2 Energy indirect (Scope 2) GHG emissions | AIR: page 42, SPR: pages 8–9, Climate Action, Climate Report |\n|                           | 305-3 Other indirect (Scope 3) GHG emissions | AIR: page 42, SPR: pages 8–9, Climate Action, Climate Report |\n|                           | 305-4 GHG emissions intensity | AIR: page 42, SPR: pages 8–9, Climate Action, Climate Report |\n|                           | 305-5 Reduction of GHG emissions | AIR: page 42, SPR: pages 8–9, Climate Action, Climate Report |\n|                           | 305-6 Emissions of ozone-depleting substances (ODS) | Omission: Not applicable. Emissions of ozone-depleting substances in our manufacturing processes are negligible. |\n|                           | 305-7 Nitrogen oxides (NOx), sulfur oxides (SOx), and other significant air emissions | AIR: page 121, SPR: page 13 |\n| **Waste**                 |            |                                                      |\n| GRI 3: Material Topics 2021 | 3-3 Management of material topics | Environment |\n| GRI 306: Waste 2020       | 306-1 Waste generation and significant waste-related impacts | Environment |\n|                           | 306-2 Management of significant waste-related impacts | Environment |\n|                           | 306-3 Waste generated | SPR: page 9 |\n|                           | 306-4 Waste diverted from disposal | SPR: page 9 |\n|                           | 306-5 Waste directed to disposal | SPR: page 9 |\n| **Supplier environmental assessment** |            |                                                      |\n| GRI 3: Material Topics 2021 | 3-3 Management of material topics | Sustainable Supply Chain, Sustainable Procurement principles and processes |\n| GRI 308: Supplier Environmental Assessment 2016 | 308-1 New suppliers that were screened using environmental criteria | SPR: page 14 (High-ESG-impact suppliers qualified), Sustainable Procurement principles and processes |\n|                           | 308-2 Negative environmental impacts in the supply chain and actions taken | SPR: page 14 (High-ESG-impact suppliers qualified), Sustainable Procurement principles and processes |\n### GRI INDEX\n\n| GRI Standard/Other Source | Disclosure | Report Location / Website / Omissions / Explanations |\n|--------------------------|------------|-----------------------------------------------------|\n| **Employment**           |            |                                                     |\n| GRI 3: Material Topics 2021 | 3-3 Management of material topics | AIR: page 66  \nSPR: page 13  \nGroup Human Resources Policy  \nCode of Business Conduct |\n| GRI 401: Employment 2016 | 401-1 New employee hires and employee turnover | SPR: page 13  \nand annex to this document |\n|                         | 401-2 Benefits provided to full-time employees that are not provided to temporary or part-time employees | Omission: Information unavailable.  \nWe will collect data and report on this disclosure in the medium term. |\n|                         | 401-3 Parental leave | In 2022, Group companies report that 91% of people that took maternity leave during the year were still employed by the company at year end. |\n| **Labor/management relations** |            |                                                     |\n| GRI 3: Material Topics 2021 | 3-3 Management of material topics | Group Human Resources Policy  \nCode of Business Conduct |\n| GRI 402: Labor/Management Relations 2016 | 402-1 Minimum notice periods regarding operational changes | Omission: Information unavailable.  \nNot collated globally. However, all operations are required to adhere to local law and agreements as well as Holcim internal standards and policies. |\n| **Occupational health and safety** |            |                                                     |\n| GRI 3: Material Topics 2021 | 3-3 Management of material topics | AIR: page 70  \nSPR: page 12  \nHealth and Safety |\n| GRI 403: Occupational Health and Safety 2018 | 403-1 Occupational health and safety management system | AIR: page 70  \nSPR: page 12  \nHealth, Safety and Environment Management Standard |\n|                         | 403-2 Hazard identification, risk assessment, and incident investigation | AIR: page 70  \nHealth, Safety and Environment Management Standard |\n|                         | 403-3 Occupational health services | AIR: page 70  \nHealth, Safety and Environment Management Standard  \n(section 3.3.5.6) |\n|                         | 403-4 Worker participation, consultation, and communication on occupational health and safety | AIR: page 71  \nSPR page 12  \nHealth, Safety and Environment Management Standard |\n|                         | 403-5 Worker training on occupational health and safety | In 2022 Group companies reported 502,990 hours of training on health and safety for direct employees.  \nHealth, Safety and Environment Management Standard |\n|                         | 403-6 Promotion of worker health | AIR: page 71  \nHealth, Safety and Environment Management Standard |\n|                         | 403-7 Prevention and mitigation of occupational health and safety impacts directly linked by business relationships | H&S is an integral part of our Sustainable Procurement program:  \nSustainable Procurement Principles and Processes |\n|                         | 403-8 Workers covered by an occupational health and safety management system | SPR: page 12 |\n|                         | 403-9 Work-related injuries | AIR: pages 70–71  \nSPR: page 12 |\n|                         | 403-10 Work-related ill health | SPR: page 12 (OIFR) |\n| **Training and education** |            |                                                     |\n| GRI 3: Material Topics 2021 | 3-3 Management of material topics | SPR: page 13 |\n| GRI 404: Training and Education 2016 | 404-1 Average hours of training per year per employee | SPR: page 13  \nManagement level by gender in annex to this document. |\n|                         | 404-2 Programs for upgrading employee skills and transition assistance programs | Omission: Currently not collected globally. We will collect data and report on this disclosure in the medium to long term. |\n|                         | 404-3 Percentage of employees receiving regular performance and career development reviews | SPR: page 13  \nBroken down by gender and management level in the annex of this document. |\n### GRI INDEX\n\n| GRI Standard/Other Source | Disclosure | Report Location / Website / Omissions / Explanations |\n|---------------------------|------------|------------------------------------------------------|\n| **Diversity and equal opportunity** | | |\n| GRI 3: Material Topics 2021 | 3-3 Management of material topics | SPR: page 13 Code of Business Conduct Diversity & Inclusion – Additional diversity indicators |\n| GRI 405: Diversity and Equal Opportunity 2016 | 405-1 Diversity of governance bodies and employees | Details of the members of the Board and of the Exco, including age, are provided in the AIR, Corporate Governance section (pages 86–106). Female representation per management level is reported in the SPR on page 13. |\n| | 405-2 Ratio of basic salary and remuneration of women to men | Omission: Although we gather this information, the difference in grading of job levels across multiple locations and the low number of women in certain job categories does not allow meaningful comparison. We will collect data and report on this disclosure in the medium to long term. |\n| **Non-discrimination** | | |\n| GRI 3: Material Topics 2021 | 3-3 Management of material topics | Group Human Resources Policy Code of Business Conduct |\n| GRI 406: Non-discrimination 2016 | 406-1 Incidents of discrimination and corrective actions taken | In 2022, 14 Group countries reported 72 incidents of alleged discrimination. By year end, 62 had been addressed and resolved. |\n| **Freedom of association and collective bargaining** | | |\n| GRI 3: Material Topics 2021 | 3-3 Management of material topics | SPR: page 14 Group Human Resources Policy Code of Business Conduct |\n| GRI 407: Freedom of Association and Collective Bargaining 2016 | 407-1 Operations and suppliers in which the right to freedom of association and collective bargaining may be at risk | Salient risk assessment: Determination of country risk level. The risk level of each operating context with regard to business-related human rights issues is determined based on the UN Human Development Index (HDI) and the Freedom House Index (FH). Mitigation measures and programs reported on the website: Human Rights Directive Sustainable Procurement principles and processes |\n| **Child labor** | | |\n| GRI 3: Material Topics 2021 | 3-3 Management of material topics | Human Rights Human Rights Directive |\n| GRI 408: Child Labor 2016 | 408-1 Operations and suppliers at significant risk for incidents of child labor | Salient risk assessment: Determination of country risk level. The risk level of each operating context with regard to business-related human rights issues is determined based on the UN HDI and the FH. Mitigation measures and programs reported on the website: Human Rights Directive Sustainable Procurement principles and processes |\n| **Forced or compulsory labor** | | |\n| GRI 3: Material Topics 2021 | 3-3 Management of material topics | Human Rights Human Rights Directive |\n| GRI 409: Forced or Compulsory Labor 2016 | 409-1 Operations and suppliers at significant risk for incidents of forced or compulsory labor | Salient risk assessment: Determination of country risk level. The risk level of each operating context with regard to business-related human rights issues is determined based on the UN HDI and the FH. Mitigation measures and programs reported on the website: Human Rights Directive Sustainable Procurement principles and processes |\n| **Security practices** | | |\n| GRI 3: Material Topics 2021 | 3-3 Management of material topics | Security and Resilience Policy |\n| GRI 410: Security Practices 2016 | 410-1 Security personnel trained in human rights policies or procedures | Monitored through the annual social questionnaire. In 2022 Group countries reported 39% of security guards were trained in the organization’s human rights policies or specific procedures and their application to security. |\n| **Rights of indigenous peoples** | | |\n| GRI 3: Material Topics 2021 | 3-3 Management of material topics | People and Communities Human Rights |\n| GRI 411: Rights of Indigenous Peoples 2016 | 411-1 Incidents of violations involving rights of indigenous peoples | Monitored through human rights assessments and action plans. In 2022, four Group countries reported six findings (high, medium or low risk) and related actions in operations related to the rights of indigenous peoples. |\n### GRI INDEX\n\n| GRI Standard/Other Source | Disclosure | Report Location / Website / Omissions / Explanations |\n|--------------------------|------------|------------------------------------------------------|\n| **Local communities**    |            |                                                      |\n| GRI 3: Material Topics 2021 | 3-3 Management of material topics | People and Communities |\n| GRI 413: Local Communities 2016 | 413-1 Operations with local community engagement, impact assessments, and development programs | SPR: page 11 (under People: Human rights) |\n|                          | 413-2 Operations with significant actual and potential negative impacts on local communities | In 2022, 58 Group companies identified 651 actual and potential issues (high, medium or low risk) related to different topics, such as dust emissions, security-related violations, freedom to speak up and grievance mechanisms, that could negatively impact local communities. These are included in the human rights action plans, and implementation of the defined actions is periodically monitored. As part of the annual human rights and stakeholder questionnaire, in 2022, 245 new or ongoing grievances relating to the impacts of operations were recorded by 37 Group companies. |\n| **Supplier social assessment** |            |                                                      |\n| GRI 3: Material Topics 2021 | 3-3 Management of material topics | Sustainable Supply Chain Sustainable Procurement principles and processes |\n| GRI 414: Supplier Social Assessment 2016 | 414-1 New suppliers that were screened using social criteria | All new suppliers are qualified according to our Sustainable Procurement Directive and Code of Business Conduct for Suppliers. SPR: page 14 (High-ESG-impact suppliers qualified) Sustainable Supply Chain Sustainable Procurement principles and processes |\n|                          | 414-2 Negative social impacts in the supply chain and actions taken | SPR: page 14 (High-ESG-impact suppliers qualified) Sustainable Supply Chain Sustainable Procurement principles and processes |\n| **Public policy**         |            |                                                      |\n| GRI 3: Material Topics 2021 | 3-3 Management of material topics | Public Policy Positions |\n| GRI 415: Public Policy 2016 | 415-1 Political contributions | SPR: page 14 (Government relations) See also our Code of Business Conduct |\n| **Customer health and safety** |            |                                                      |\n| GRI 3: Material Topics 2021 | 3-3 Management of material topics | Omission: Not a material topic. |\n| GRI 416: Customer Health and Safety 2016 | 416-1 Assessment of the health and safety impacts of product and service categories | Omission: Information is not currently collated at a global level. This is not one of our most material issues. |\n|                          | 416-2 Incidents of non-compliance concerning the health and safety impacts of products and services | Omission: Information is not currently collated at a global level. This is not one of our most material issues. |\n| **Marketing and labeling** |            |                                                      |\n| GRI 3: Material Topics 2021 | 3-3 Management of material topics | Not a material topic. All of our products are labeled with the legally required information about material composition. Additionally, we provide voluntary information through Environmental Product Declarations (EPD) for certain products. |\n| GRI 417: Marketing and Labeling 2016 | 417-1 Requirements for product and service information and labeling | Omission: Information is not currently collated at a global level. This is not one of our most material issues. |\n|                          | 417-2 Incidents of non-compliance concerning product and service information and labeling | Omission: Information is not currently collated at a global level. This is not one of our most material issues. |\n|                          | 417-3 Incidents of non-compliance concerning marketing communications | Omission: Information is not currently collated at a global level. This is not one of our most material issues at this stage. |\n| **Customer privacy**      |            |                                                      |\n| GRI 3: Material Topics 2021 | 3-3 Management of material topics | Not a material topic. Holcim is committed to protecting our customers’ and employees’ privacy. We are strongly dedicated to handling personal data responsibly, diligently and in compliance with all legal requirements. State-of-the-art professional standards are applied to protect the integrity and security of personal data. |\n| GRI 418: Customer Privacy 2016 | 418-1 Substantiated complaints concerning breaches of customer privacy and losses of customer data | Omission: Information is not currently collated at a global level. This is not one of our most material issues. |\n## ANNEX\n\n### Turnover by gender, age group and region\n\n| Age Group | Men | Women | Total |\n|-----------|-----|-------|-------|\n| Under 30  | 31% | 31%   | 31%   |\n| 30–50     | 15% | 15%   | 15%   |\n| Over 50   | 14% | 15%   | 14%   |\n| Total     | 17% | 19%   | 17%   |\n\n| Region     | %   |\n|------------|-----|\n| Asia Pacific | 17  |\n| Corporate   | 22  |\n| Europe      | 13  |\n| LATAM       | 19  |\n| Middle East Africa | 11  |\n| North America | 25  |\n\n### Training by gender and management level\n\n| Management level (men) | 28 |\n| Management level (women) | 30 |\n| Management level total | 28 |\n| Non-management (men) | 18 |\n| Non-management (women) | 19 |\n| Non-management total | 18 |\n\n### Performance appraisal by management level and gender\n\n| Management level (men) | 85 |\n| Management level (women) | 86 |\n| Management level total | 85 |\n| Non-management (men) | 40 |\n| Non-management (women) | 58 |\n| Non-management total | 42 |\nThe Sustainability Accounting Standards Board (SASB) is an independent nonprofit organization that sets standards to guide the disclosure of financially material sustainability information by companies to their investors. SASB Standards identify the subset of environmental, social and governance (ESG) issues most relevant to financial performance in 77 industries. The SASB Standards focus on financially material issues because their mission is to help businesses around the world report on the sustainability topics that matter most to their investors.\n\nAlthough there is much ESG and sustainability information disclosed publicly, often it can be difficult to identify and assess which information is most useful for making finance-related decisions. SASB identifies financially material issues, which are the issues that are reasonably likely to impact the financial condition or operating performance of a company and therefore are most important to investors.\n\nThe material issues identified by SASB for the Construction Materials sector are:\n\n- GHG emissions\n- Air quality\n- Energy management\n- Water and wastewater management\n- Waste and hazardous materials management\n- Ecological impacts\n- Employee health and safety\n- Product design and life cycle management\n- Competitive behavior\n\n**AIR:** Annual Integrated Report 2022\n\n**SPR:** Sustainability Performance Report 2022\n### SASB INDEX\n\n| SASB reference | Description | Page, comment, performance |\n|----------------|-------------|-----------------------------|\n| **Greenhouse gas emissions** | | |\n| EM-CM-110a.1 | Gross global Scope 1 emissions, percentage covered under emissions-limiting regulations | We report this in our annual disclosure to the CDP. We post our annual disclosures on our website, on the \"Our ESG Commitments\" page. In our 2022 submission (reflecting 2021 data) we list all carbon pricing regulations which impact our operations and the percentage of Scope 1 and Scope 2 emissions covered by the regulations. See sections C11.a and C11.b starting on page 47. |\n| EM-CM-110a.2 | Discussion of long-term and short-term strategy or plan to manage Scope 1 emissions, emissions reduction targets, and an analysis of performance against those targets | SPR: pages 6; 8; 9 Climate Action Climate Report |\n| **Air quality** | | |\n| EM-CM-120a.1 | Air emissions of the following pollutants: • NOx (excluding NO2) • SOx • Particulate matter (Dust-PM10) • Dioxins/furans • Volatile Organic Compounds (VOCs) • Polycyclic aromatic hydrocarbons (PAHs) • Heavy metals | We report annually on all emissions with the exception of polycyclic aromatic hydrocarbons (PAHs) in our Sustainability Performance Report. We report not only absolute emissions of these substances but also specific emissions by both clinker and cementitious material. The only PAH we consider material and measure is benzene, and this is measured as required by the Global Cement and Concrete Association. Our measurements of benzene emissions in 2022 were: Total benzene emissions (tons): 293 Specific benzene emissions: • Grams/ton clinker: 3.2 |\n| **Energy management** | | |\n| EM-CM-130a.1 | Total energy consumed | SPR: pages 9–10 Cement total energy consumption: 407 million GJ Other segments thermal energy: 20 million GJ Other segments electrical energy: 4 million GJ Total energy consumed: 431 million GJ |\n| EM-CM-130a.1 | Percentage grid electricity | 86% of 2022 electricity consumption in the cement segment was from the grid. |\n| EM-CM-130a.1 | Percentage alternative energy | SPR: pages 9–10 • Thermal energy % of alternative fuels (excluding biomass) 18% • Thermal energy % biomass 10% • Total thermal substitution rate 28% |\n| EM-CM-130a.1 | Percentage renewable | SPR: page 10 Measured for cement sector: In 2022, we consumed 356 million GJ of thermal energy for clinker production. Of this, 34 million GJ (10%) was biomass fuels. We consumed 51 million GJ of electrical energy, of which 14 million GJ (27%) was renewable. Total energy consumed was 407 million GJ, and total renewable energy consumed was 48 million GJ (12%). |\n| **Water and wastewater management** | | |\n| EM-CM-140a.1 | Total fresh water withdrawn | SPR page 10 We report water withdrawn from a number of sources for all segments and for captive power plants separately. |\n| EM-CM-140a.1 | Percentage recycled | SPR page 10 We do not currently measure the volume of water recycled – we measure the number of sites equipped with a water recycling system. |\n| EM-CM-140a.1 | Percentage in regions with High or Extremely High Baseline Water Stress | SPR page 10 AIR page 44 We measure and report on the number of sites located in Medium-High to Extremely High water risk areas according to the WRI Aqueduct tool. The concept of water risk includes not only water stress but also water quality, regulatory and reputational risks. In 2022, 24% of our sites (cement, aggregates and ready mix) were located in such areas. |\n### SASB INDEX\n\n| SASB reference | Description | Page, comment, performance |\n|----------------|-------------|-----------------------------|\n| **Waste management** | | |\n| EM-CM-150a.1 | • Waste generated  \n• % hazardous waste  \n• % recycled | SPR: page 9  \nIn 2022, we generated a total of 1.99 million tons of waste. Of this, 0.03 million tons (1.5%) was hazardous waste, and 0.93 million tons (47%) was recycled or recovered. |\n| **Biodiversity impacts** | | |\n| EM-CM-160a.1 | Description of environmental management policies and practices for active sites | Our management policies and practices are documented in our Quarry rehabilitation and biodiversity Directive. |\n| EM-CM-160a.2 | Terrestrial acreage disturbed, percentage of impacted area restored | SPR page 11  \n• We report in our Sustainability Performance Report the total rehabilitated area (17,448 ha)  \n• Total of disturbed areas was 52,041 ha  \n• Percentage restored was 25% |\n| **Workforce Health & Safety** | | |\n| EM-CM-320a.1 | • Total recordable incident rate (TRIR)  \n• Near-miss frequency rate (NMFR) for full time employees and contract employees | SPR page 12  \nWe report in our Sustainability Performance Report TIFR and OIFR, which are calculated with a denominator of one million hours, but added together cover 99% of the same scope as TRIR.  \n2022 TRIR employees – 0.84 (per 200,000 hours worked)  \n2022 TRIR contractors onsite – 0.46 (per 200,000 hours worked)  \nNMFR employees and contractors – 12.9 (per 200,000 hours worked) |\n| EM-CM-320a.2 | Number of reported cases of silicosis | In 2022, we had zero reported cases of silicosis. |\n| **Product Innovation** | | |\n| EM-CM-410a.1 | Percentage of products that qualify for credits in sustainable building design and construction certifications (% sales by revenue) | We do not currently collect this specific information. However, we collect data on our portfolio of sustainable solutions, which in 2022 amounted to 32% of net sales. The largest contributor was low-carbon cements and concrete, which amounted to 26% of net sales. |\n| EM-CM-410a.2 | Total addressable market and share of market for products that reduce energy, water, and/or material impacts during usage and/or production | We do not currently have this information. |\n| **Pricing Integrity & Transparency** | | |\n| EM-CM-520a.1 | Total amount of monetary losses as a result of legal proceedings associated with cartel activities, price fixing, and antitrust activities | AIR: pages 266–268  \nDetailed description of ongoing legal proceedings (including anti-competition) is provided. |\n| **Activity metric** | | |\n| EM-CM-000.A | Production by major product line | SPR: page 8  \nSee “Products and solutions” section for details of production per product line. |\n", "source": "holcim_2022", "added": "2025-04-26", "created": "2025-04-26", "metadata": {"Source-File": "climate_reports/additional_reports/holcim_2022.pdf", "olmocr-version": "0.1.59", "pdf-total-pages": 34, "total-input-tokens": 93361, "total-output-tokens": 30424, "total-fallback-pages": 0}, "attributes": {"pdf_page_numbers": [[0, 0, 1], [0, 227, 2], [227, 2019, 3], [2019, 7421, 4], [7421, 10046, 5], [10046, 12493, 6], [12493, 12517, 7], [12517, 16636, 8], [16636, 23930, 9], [23930, 28299, 10], [28299, 31539, 11], [31539, 39599, 12], [39599, 46949, 13], [46949, 48734, 14], [48734, 51634, 15], [51634, 57390, 16], [57390, 62140, 17], [62140, 64227, 18], [64227, 67622, 19], [67622, 72916, 20], [72916, 76742, 21], [76742, 77808, 22], [77808, 82736, 23], [82736, 86747, 24], [86747, 89675, 25], [89675, 93383, 26], [93383, 97600, 27], [97600, 101991, 28], [101991, 106972, 29], [106972, 107914, 30], [107914, 109298, 31], [109298, 112861, 32], [112861, 115631, 33], [115631, 115631, 34]]}}