{"id": "d2f35a32208f999b6f0fdf32e54d565c43940b7f", "text": "# Table of Contents\n\n**Introduction** → 3\n- Message from the Chairman of the Board\n- Message from the CEO\n\n**Who We Are** → 7\n- Our Mission, Values, and Brands\n- Our Business Strategy\n- Our Operational and Financial Performance\n- Our Businesses\n- Our Governance\n\n**Sustainability at JBS** → 30\n- Message from the CSO\n- Our Sustainability Strategy and Approach\n- Our Sustainability Governance Structure\n- Our Materiality and Stakeholder Engagement\n- Our Goals and Progress\n- Our Pledge to be Net Zero by 2040\n\n**Applying Our Strategy Across Our Value Chain** → 42\n- Assisting Farmers with Stewarding Natural Resources and Enhancing Productivity\n- Sourcing Responsibly Produced Agricultural Commodities\n- Producing Sustainable Food\n- Strengthening Food Systems and Communities\n- Operating Responsibly\n\n**About This Report** → 93\nIntroduction\n\nIN THIS SECTION\nMessage from the Chairman of the Board → 4\nMessage from the CEO → 6\nClimate change and food insecurity are two seemingly competing challenges facing contemporary society’s pursuit of a more sustainable tomorrow. The efficient production and equitable distribution of food are increasingly threatened by the impacts of global warming. In a complex world marked by disputes between nations, inflationary pressures, pandemics, disease outbreaks, and frequent disruptions to global supply chains, overcoming these issues has increasingly required integrated and coordinated actions among government, business, and civil society.\n\nAware of our role as one of the world’s leading food companies, these topics were extensively debated by our Board of Directors during 2022. The pandemic and the conflict in Europe demonstrate the urgent need to address food insecurity at the global level. We were witnesses to the impacts of these disruptions on commodity prices within the food industry, including increases in the price of wheat, soybeans, and corn, resulting in increased market costs and consumer inflation.\n\nNotwithstanding these complex scenarios, we believe our global scale and production platform, diversified portfolio of recognized brands, strong culture that prioritizes regional autonomy coupled with global coordination, and our frequent interaction with both producers and consumer-facing customers, positions JBS as the food company arguably best placed to help meet these global challenges. Our diversified geographical footprint and significant presence across the major protein categories serve as a competitive advantage and natural bulwark against the negative impacts of commodity cycles, price instability, and global disruptions.\n\nOur global businesses also play an essential role in addressing the issue of climate change. We are convinced that JBS can play a critical role in the solution to this challenge as a result of our capacity to influence both upstream and downstream practices and standards in the global value chain. During 2022, issues fundamental to the future of JBS and society were analyzed by members of the board within the scope of the ESG Committee, such as the new European legislation for importing farm commodities, the Company’s actions to eliminate deforestation from our supply chain and protect the Amazon biome, and the impacts of climate change on agriculture production and food availability.\n\nWithin the role of the Board of Directors to monitor and incentivize the adoption of best practices, we view the JBS Green Offices project as a transformational example of how companies can make a decisive contribution to solving complex problems. Empowering livestock farmers with the tools needed to comply with the law and eliminate deforestation, while enhancing sustainable productivity and profitability, demonstrates our ability to identify and offer alternative frameworks for meeting the dual challenges of climate change and food insecurity. The JBS Green Offices have been recognized in Brazil and internationally by governments and civil entities as an innovative, grassroots solution that can eliminate market incentives for de-\nforestation while providing producers the ability to support themselves, their families, and the environment. We now have 18 offices in the Midwest and Northern regions of Brazil that have brought nearly 6,000 ranches into environmental and legal compliance.\n\nThe discussions about food insecurity and climate change demonstrate the commitment of our Board of Directors to continue supporting and fostering the advancement of the ESG agenda at JBS. In terms of corporate governance, one of our key milestones in 2022 was the establishment of the Global Executive Compliance Committee. The Committee facilitates the active participation of key compliance leaders from around the global company to share best practices and unify policies and processes across our operations. Michael Koenig, Global Chief Ethics and Compliance Officer at JBS, serves as the executive secretary of the committee.\n\nThese actions have led to various ongoing initiatives, including the global anti-bribery and anticorruption policy, the global policy on non-retaliation and a comprehensive review of the Company’s global compliance policy.\n\nStandardizing and unifying processes across the various JBS operations around the world has been a full-time task of our Board of Directors, contributing to the creation of global policies that accommodate the regional specificities of each business. This can be seen, for example, in the periodic monitoring of the key global risk factors of JBS, namely sustainability, cybersecurity, employee safety, liquidity and the financial markets, and animal health. Each topic has a global owner who works with our local operations to present a global view of the risks to the members of the board.\n\nIn the area of social responsibility, board members had the opportunity to personally get to know the Hometown Strong and Better Futures projects developed in the United States and the J&F Institute in Brazil, which represent an important contribution from JBS to the development of the communities where we are present. These initiatives reinforce our view that JBS can be a creator of opportunities for its team members and communities, providing social transformation through meaningful employment, while creating the opportunity for personal improvement through education and contributing to preparing the leaders of tomorrow.\n\nIn our efforts to contribute to the long-term sustainable growth of JBS, our Board of Directors was very active in 2022, holding 19 in-person and virtual meetings with the support of six advisory committees. Our board consists of 22% women and seven independent directors. These figures demonstrate our continued commitment to best corporate governance practices.\n\nI invite you to explore the significant actions we have taken to advance our ESG agenda in 2022 and review our new sustainability framework established under the direction our first Global Chief Sustainability Officer, Jason Weller, the former Chief of the US Department of Agriculture’s Natural Resources Conservation Service (NRCS), the world’s most prominent agricultural conservation agency helping farmers and landowners implement voluntary conservation activities on their operations.\n\nThanks to the efforts of our nearly 260,000 team members around the globe, we have continued the relentless pursuit of our mission to be the best, reinforcing the pillars that will make our operations increasingly sustainable, while creating positive benefits for our shared society. A sincere thank you to all of our stakeholders and supporters. I hope you enjoy the report!\n\nBest regards,\n\nJeremiah O’Callaghan\nChairman of the Board of Directors\nMessage from the CEO\n\nDespite a challenging global environment in 2022, JBS has remained extremely committed to achieving its sustainability goals and working to drive the food and agriculture industry forward. Food insecurity is a significant issue around the world, and the need to produce more food while considering accessibility and curbing climate change is more important than ever before.\n\nIn this report, we present our global sustainability strategy, which reflects our role and engagement throughout the food value chain. This guides our actions in the key areas of environmental, social, and governance, and serves as a framework for the development of our sustainability programs and initiatives.\n\nOur strategy begins with supporting our producer partners so they are able to manage their operations more sustainably, with proper stewardship of natural resources and increasingly efficient productivity. We then must ensure the agricultural commodities we purchase are produced responsibly, respecting the highest socio-environmental standards and using advanced technology for due diligence.\n\nIn our own facilities, our aim is to achieve the highest levels of operational excellence to promote the production of high-quality, safe and sustainable food. Efforts to improve efficiencies include eliminating waste and promoting circular economy businesses by leveraging tallow to create biodiesel, waste for the production of biofertilizers, leather shavings for the development of peptides, collagen and gelatin, and more. Efforts to improve efficiencies include eliminating waste and promoting circular economy businesses by leveraging tallow to create biodiesel, waste for the production of biofertilizers, leather shavings for the development of peptides, collagen and gelatin, and more.\n\nWe also have the responsibility to support local development in the communities where we operate. Importantly, all of this is done following strict operating and governance protocols.\n\nIn 2022, we created the first-ever Chief Sustainability Officer role for the global company, reporting to me, with the aim of coordinating the execution of our strategy and accelerating our progress in priority areas. It is a clear example that sustainability has become one of the pillars of our business. At JBS, we believe it is absolutely possible, and necessary, to produce more essential items – such as food – for the growing global population with less impact on the environment.\n\nIn addition to ensuring the stability of our results over time, our diversification by both protein type and geography places us in a unique position to manage the impacts of natural cycles within our business.\n\nIt also allows the company to continue innovating and contributing to the socio-economic development of the communities where our team members live and work. Ongoing investments in recent years in developing value-added products and building strong brands also allows for a more resilient portfolio coupled with competitive margins.\n\nWe are confident that our work is on the right track as we remain steadfastly guided by our mission to be the best in everything that we do. More than just words, in this report you will see concrete examples of how we are advancing the Sustainability agenda around the world – from our Green Offices that support cattle ranchers in the countryside of Brazil to the generation of electricity from biogas produced in our plants; from compliance with international animal welfare certifications to the use of artificial intelligence and satellite images to monitor environmental compliance by our suppliers, there are numerous global examples of impactful, tangible work being done.\n\nAt JBS, we understand our responsibility. Our team includes 260,000 global employees, working in more than 400 production facilities and commercial offices spread across over 20 countries. We are among the largest employers in many of these locations, such as Australia, Brazil, Mexico, the United Kingdom, and the United States. Our strong culture and values, which have contributed to our success over time, give us confidence that we will continue to sustainably generate value for all our stakeholders.\n\nThank you for your interest in our journey, and I hope that you enjoy the content of this report.\n\nKind regards,\n\nGilberto Tomazoni\nJBS Global CEO\nWho We Are\n\nIN THIS SECTION\n\nOur Mission, Values, and Brands → 8\nOur Business Strategy → 10\nOur Operational and Financial Performance → 12\nOur Businesses → 13\nOur Governance → 23\nWho We Are\n\nAt JBS, we pursue excellence in all that we do, innovating to place high-quality food on the tables of millions of consumers around the world, and doing our part to preserve the planet’s resources for future generations. With a global, diversified food platform, and a portfolio of value-added and branded products, we aspire to be a model for profitable and sustainable food production for a growing planet - while also serving as agents for positive change in the communities where we operate.\n\nAs the largest global producer of protein-based food products, JBS is based in São Paulo, Brazil, and processes, prepares, packages, and delivers fresh, further-processed and value-added beef, pork, poultry, lamb, fish, plant-based, cultured protein, and prepared foods products for sale to customers around the world. We are present in more than 20 countries on five continents, with more than 500 production facilities and commercial offices located across Argentina, Australia, Brazil, Canada, Europe, Mexico, New Zealand, the United Kingdom, the United States, Uruguay and Vietnam.\n\nWe are humbled by our dedicated workforce of nearly 260,000 team members, who work daily to uphold our Mission and Values to serve our more than 275,000 customers worldwide with consistent, responsibly produced, high-quality products.\n\nOur Mission\n\nTo be the best in all that we do, completely focused on our business, ensuring the best products and services to our customers, a relationship of trust with our suppliers, profitability for our shareholders, and the opportunity of a better future for all of our team members.\n\nOur Values\n\nOWNERSHIP – Be committed to results. Focus on details. Take responsibility.\n\nSINCERITY – Be direct, truthful, and transparent. Respectfully express an opinion. Know how to say no, but be positive and offer solutions.\n\nDETERMINATION – Be relentless. Deliver superior results. Adopt a sense of urgency. Make things happen.\n\nSIMPLICITY – Be practical. Focus on what is important. Adopt a hands-on approach. Avoid bureaucracy.\n\nAVAILABILITY – Be receptive and open. Always be prepared and motivated to take on new challenges.\n\nDISCIPLINE – Be punctual. Fulfill commitments. Deliver results. Do not make excuses.\n\nHUMILITY – Listen. Be helpful and thoughtful. Act with respect. Prioritize the team over yourself. Value the opinion of others.\nOur more than 150 brands are recognized around the world for their superior quality, innovative solutions, and value-added offerings. Please visit our website to view our full portfolio of brands.\nOur Business Strategy\n\nWe have confidence in the strength and resilience of our diversification strategy. Our unique multi-protein platform across multiple geographies was built to mitigate the potential impacts of natural commodity-based cycles, maintain healthy cash generation, and create more consistent results. This approach allows the company to reinvest in its growth, innovate, and create value for all stakeholders. Furthermore, we believe that our investments to achieve net zero greenhouse gas (GHG) emissions in our value chain by 2040 will reduce costs, improve our margins, and foster innovative business solutions that will contribute to the sustainability of our industry.\n\nIn addition to amplifying our scale in existing categories and geographies since 2006, we have strategically expanded our value-added and branded portfolios. We acquired seven companies in the past two years, totaling US$ 2.2 billion in asset and equity purchases. These acquisitions enabled us to enter new protein segments, such as aquaculture (Huon, in Australia) and cultivated proteins (BioTech Foods, in Spain), and expanded our plant-based food footprint in Europe (Vivera) and our pork business in Australia (Rivalea) and the United States (certain assets from TriOak Foods). We also reinforced our position in high-value products in Europe and the United States (with Pilgrim's Food Masters, U.K.; King's Group, Italy; and Sunny-valley, U.S.).\n\nToday, we are the world's largest food company by revenue, leading the global beef and poultry production market and holding the second position in pork. As we look to the future, we are focused on maximizing the value of recent investments and pursuing disciplined growth opportunities to strengthen our position in aquaculture, prepared foods, plant-based, and alternative protein businesses. Our future growth story is supported by global industry growth indicators that project the world to have 1.7 billion more people by 2050, with a 70% increase in demand for animal protein. This increased consumption, accompanied by a projected rise in urbanization, growth in supermarkets, online brand platforms, and a shift in diet trends towards protein-based foods, will be supported by income growth, particularly in developing countries.\n\nMoreover, our sustainability strategy has led to the launch of our biofertilizer, collagen, and electric truck leasing businesses, the opening of a third biodiesel production plant in Brazil, multiple methane-to-renewable-energy conversion initiatives in the United States, and investments in a series of climate-smart facilities upgrades in the United Kingdom, among other initiatives. Looking ahead, we will continue to pursue the adoption of scalable solutions that enhance the sustainability of our value chain and provide broader societal benefits.\n\nWe remain dedicated to our operational excellence strategy and continuously improving our ability to innovate and generate value. We will continue to leverage our industry-leading global and diversified production, sales, and distribution platform to strengthen our recognized portfolio of high-quality, value-added and convenient products to meet the needs of our customers and consumers around the world. In parallel, we will prioritize cash generation while paying absolute attention to costs, productivity, and liability management. Hence, long term, we will pursue additional value-enhancing growth opportunities with financial discipline.\nOur Strategy\n\n1. **Enhance efficiencies** in existing categories and geographies by capturing synergies and improving operational performance;\n\n2. **Increase and diversify** our value-added and branded portfolio while pursuing growth and margin profile, and realizing the benefits of vertical integration where applicable; and\n\n3. **Enter new protein markets** closer to the final consumer through multichannel offerings.\n\nOur Competitive Advantages\n\nBy focusing on creating an environment that attracts the best people, a culture of ownership, and a simple organization structure that empowers swift-decision-making, our expectation for consistent excellence relative to our peers continues to differentiate us in the world of commodities.\n\n1. **Market leadership and scale:** As a Fortune 500 company with global presence in animal proteins, we can access the major world markets with economies of scale.\n\n2. **Geographic distribution:** Our processing plants are located across multiple leading animal protein-producing countries, providing us with geographic diversification, operational flexibility, and mitigation of the risks associated with possible biosecurity restrictions or trade barriers.\n\n3. **Successful track record of acquisitions:** We have made significant acquisitions throughout our history that have allowed for substantial revenue growth as we integrated operations and captured synergies, validating our management’s capacity to execute company turnarounds.\n\n4. **Experienced and industry-specialized management:** We have a team of experienced leaders focused on continuously increasing sales, optimizing resources, and improving operational efficiency. Our recruitment strategy prioritizes industry experience and alignment with the company’s culture and values, such as having an ownership attitude and being focused on results.\nOur Operational and Financial Performance\n\nOur diversification strategy, operational excellence, and a strong focus on financial management give us resilience and the ability to anticipate and navigate industry cycles and produce consistent results.\n\nDespite a challenging global scenario, we ended 2022 with the highest revenue in our history, R$ 374.9 billion, which represents a growth of 6.9% in comparison with 2021. This result validates our geographic diversification and multi-protein strategy. Our EBITDA reached R$ 34.6 billion in 2022, and free cash flow generation was R$ 2.1 billion.\n\nFollowing our strategy to further diversify our commodity portfolio while investing in value-added and branded products, JBS has made a series of recent acquisitions: King’s Group, one of the market leaders in the production of Italian charcuterie; Rivalea, a leader in hog breeding and processing in Australia; BioTech Foods, one of the global leaders in the development of biotechnology for the production of cultivated proteins; and TriOak Foods, a pork producer and grain marketer in the American Midwest.\n\nIn addition, we achieved “Full Investment Grade” status from the three main rating agencies – S&P, Moody’s, and Fitch. This achievement allows us to enjoy lower interest rate funding conditions and was essential for the successful liability management moves made by the company during 2022. We closed the year with a leverage ratio of 2.29x in BRL and 2.26x in USD. The company’s total availability was R$ 30 billion, more than three times our short-term debt.\n\nOur successful liability management activities included issuing US$ 6 billion in Senior Notes and approximately R$ 2.8 billion in CRAs (Certificate of Agribusiness Receivables), and early payments of approximately US$ 2.3 billion for Senior Notes. As a result, JBS lengthened its debt to the average term of 10 years, with a cheaper annual cost fixed at 4.8%. Furthermore, there are no covenants for the debts nor significant amortization in the coming years, which preserves cash.\n\nOur financial strength has allowed JBS to continue to create value for shareholders. In 2022, the company distributed R$ 4.4 billion in dividends and, considering the repurchase of approximately R$ 2.8 billion in shares last year, provided a total return of 15%. The Return on Invested Capital (ROIC) was 18%. Last year, JBS calculated a net profit of R$ 15.5 billion, a decrease of 24.5% compared to 2021.\nOur Businesses\n\nJBS is structured into the following operations: 1. JBS Brasil (Friboi, Swift, JBS Couros, JBS Novos Negócios, and Seara); 2. JBS Beef North America (JBS USA Beef, JBS Foods Canada, JBS USA Retail Ready, Empire Packing, JBS USA Carriers, Wild Fork Foods, and Vivera); 3. JBS USA Pork (JBS USA Pork, JBS USA Live Pork, and JBS Prepared Foods); 4. JBS Australia (JBS Australia Northern, JBS Australia Southern, JBS Australia Pork, Primo Foods, Huon Aquaculture, D.R. Johnston, Andrews Meat Industries, JBS Australia Carriers, Scott Technology and Knox International); 5. Pilgrim’s (Pilgrim’s US, Pilgrim’s Mexico, Moy Park, Pilgrim’s UK and Pilgrim’s Food Masters); and 6. Rigamonti Group.\n\nJBS Brasil\n\nOur JBS Brasil business unit includes Friboi, a beef processor and the most exported Brazilian beef brand in the world; the Swift brand, a leader in frozen food products with direct-to-consumer stores and delivery channels; JBS Couros, which produces wet blue, wet white, crust, and finished leather for the automotive, furniture, footwear and leather goods industries; and JBS Novos Negócios, which is made up of 14 interconnected and innovative businesses that deal with animal byproducts and industrial waste.\n\nFriboi\n\nThe market leader in Brazil’s beef segment, Friboi has 34 production sites located across the country, boasting one of the most comprehensive product ranges in its sector. With a 70-year legacy, Friboi offers food products to satisfy a wide range of consumers and their expectations, and exports to more than 100 countries.\n\nSwift\n\nA leader in quality frozen food products, Swift offers more than 500 different offerings, including beef everyday meals and barbecues, as well as fish, pork, lamb, poultry, snacks, side dishes, vegetables, desserts, and seasoning for barbecues. It has also introduced innovative features into its operations such as flash freezing via special equipment to keep products fresh, tender, and tasty.\nCurrently a leading processor of cattle hides and the global leader in the leather segment, JBS Couros is present in eight countries on four continents. Backed by constant investment in technology to optimize its production processes, the business makes wet blue, wet white, crust and finished leather products for the automotive, furniture, footwear, and decor industries.\n\nA pioneer in harnessing industrial waste to fuel innovation, efficiency, and sustainable practices, JBS Novos Negócios works to advance circular economy principles. Its products are sold in Brazil and exported to more than 40 countries.\n\nFor more than 60 years, Seara has offered quality, flavor, convenience, and innovation through the production of poultry and pork (fresh and frozen), prepared foods, sausages, food service, and margarine. The business supplies Brazilian customers and more than 130 other foreign markets, mainly Europe, the Middle East, and Asia, in retail and food service, as well as B2B, cash carry, and e-commerce, with exclusive products for each region.\nOur North American beef business is made up of JBS USA Beef, JBS Foods Canada, JBS USA Retail Ready, Empire Packing, JBS USA Carriers, Wild Fork Foods, and Vivera.\n\n**JBS USA Beef**\nMade up of nine beef production facilities in the United States, JBS USA Beef is split into two business units: fed beef and regional beef. Our four fed beef facilities are strategically located near traditional cattle production centers in the U.S. to ensure access to high-quality, fed cattle, while our five regional beef facilities are located in strategic areas close to major population centers to increase our flexibility to meet the evolving needs of discerning customers.\n\n- **Geographies:** U.S.\n- **Facilities:** 9\n- **Processing Capacity:** 31,350 cattle/day\n- **Employees:** 20,000+\n\n**JBS Foods Canada**\nHeadquartered in Calgary, Alberta, JBS Foods Canada is one of Canada’s most significant beef and prepared foods processors and one of the largest employers in southern Alberta.\n\n- **Geographies:** Canada\n- **Facilities:** 2\n- **Processing Capacity:** 4,200 cattle/day\n- **Employees:** 3,600+\n\n**JBS USA Retail Ready**\nJBS USA Retail Ready specializes in further-processed beef and pork products. Its three production facilities are strategically located on opposite coasts of the U.S. to provide service to customers across the country.\n\n- **Geographies:** U.S.\n- **Facilities:** 3\n- **Processing Capacity:** 215 MT/day\n- **Employees:** 840+\n\n**Empire Packing**\nEmpire Packing specializes in retail case-ready meats, Ledbetter branded retail products, and custom food processing and packaging services. It’s four processing facilities are strategically located across the United States to produce and provide 6 million pounds of case-ready beef, chicken, grinds and pork per week to customers.\n\n- **Geographies:** U.S.\n- **Facilities:** 4\n- **Processing Capacity:** 680 MT/day\n- **Employees:** 1,250+\nAs the transportation arm of our North American operations, JBS USA Carriers is an over-the-road and regional truckload carrier handling both refrigerated and non-refrigerated freight. JBS Carriers has a fleet of more than 700 trucks and provides carrier services to JBS USA, Pilgrim’s and other customers throughout the U.S.\n\nWild Fork Foods offers more than 500 different frozen food offerings, including beef for everyday meals and barbecues, as well as fish, pork, lamb, poultry, snacks, side dishes, vegetables, desserts, and seasoning for barbecues. It has also introduced innovative features into its operations such as flash freezing technology to keep products fresh, tender, tasty and succulent.\n\nAs Europe’s third-largest plant-based food maker and the region’s largest independent plant-based business, Vivera develops and produces a broad range of over 100 innovative plant-based meat replacement products for major retailers in over 25 markets.\nOur U.S. pork segment includes JBS USA Pork, JBS USA Live Pork, and JBS Prepared Foods.\n\n**JBS USA Pork**\n\nAs the second-largest fresh pork producer in the U.S., JBS USA Pork processes, prepares, packages and delivers fresh, further-processed and value-added pork products for sale to customers in more than 26 countries on five continents. It offers a variety of fresh pork products under the Swift brand name, a proud symbol of the company’s heritage that dates back to 1855.\n\n**Geographies:**\n- U.S.\n\n**Pork Processing Facilities:** 5\n\n**Value-Added Facilities:** 1\n\n**Processing Capacity:** 92,600 hogs/day\n\n**Employees:** 9,500+\n\n**JBS USA Live Pork**\n\nJBS USA Live Pork operates a number of feed mills, boar stud facilities, and sow farms across the U.S., including multiple open pen gestation and California Proposition-12 compliant housing systems. By having company-owned live pork operations dedicated to ensuring a consistent supply to a portion of our fresh pork processing facilities, JBS is better able to provide affordable, quality products to millions of American consumers.\n\n**Geographies:**\n- U.S.\n\n**Hog Farms:** 24\n\n**Employees:** 470+\nJBS Prepared Foods\n\nJBS Prepared Foods is a manufacturer with more than 80 years of experience in providing high-quality, prepared food products throughout the United States. Starting as a sliced ham company in 1932, it has expanded into a business that offers a multitude of product lines, including premium bacon, packaged deli meats, quality deli counter hams, cooked ribs and canned hams.\n\nGeographies:\nU.S.\n\nFacilities:\n8\n\nProcessing Capacity:\n575 MT/day\n\nEmployees:\n2,700+\n\nJBS Prepared Foods has more than 80 years of experience in providing high-quality, prepared food products.\nJBS Australia\n\nJBS Australia is a large-scale meat and food processing company, operating technologically advanced production and value-added facilities and feedlots, whilst also owning a major Australian smallgoods manufacturer, and operating a leading high-quality meat cutting and case ready production facility. JBS Australia exports to more than 70 countries and maintains significant market share in the domestic beef, lamb, and pork markets.\n\nJBS Australia Northern\n\nThe company’s Northern Division operates five strategically placed processing facilities as well as five feedlots across Queensland and New South Wales with access to an extensive network of quality cattle. The Northern Division services both domestic and international markets, exporting ~85% of its finished goods or commodity products to more than 50 countries around the world.\n\n- **Geographies:** Australia\n- **Facilities:** 5\n- **Feedlots:** 5\n- **Processing Capacity:** 451 cattle/day\n- **One-time Feeding Capacity:** 142,000 cattle\n- **Employees (including JBS Australia Carriers):** 3,800+\n\nJBS Australia Southern\n\nThe company’s Southern Division produces a range of high-quality beef and lamb products through four beef and lamb processing facilities and one feedlot located across New South Wales, Victoria, Tasmania and South Australia. Its value-added business, which produces a variety of retail ready products in a range of formats, is tailored to individual customer requirements.\n\n- **Geographies:** Australia\n- **Facilities:** 5\n- **Feedlots:** 1\n- **Processing Capacity:** 3,050 cattle/day and 16,200 small stock/day\n- **One-time Feeding Capacity:** 12,000 cattle; 40,000 small stock (sheep)\n- **Employees:** 2,440+\nFor more than 22 years, JBS Australia has supplied Australians with high quality pork, including value-added pork products. In 2021, the business expanded its operations into the breeding, growing, fattening, and finishing of pigs through its acquisition of Rivalea, a leading vertically integrated pork producer and processor with operations in both New South Wales and Victoria.\n\nBased in Tasmania, Huon Aquaculture is a significant contributor to Australia’s Atlantic Salmon production and also farms and processes Rainbow Trout. Huon Aquaculture is a leader in the Tasmanian marine farming industry with a focus on sustainable, high-quality products and innovative aquaculture practices.\n\nPrimo Foods is Australia’s most significant manufacturer of ham, bacon, salami, and deli meats, supplying quality smallgoods to major retail and food service groups across Australia and New Zealand. Primo is unique for owning and operating manufacturing plants, packing facilities and distribution warehouses, allowing it to maintain uncompromising levels of quality control.\n\nAs JBS Australia’s domestic wholesale division, D.R. Johnston’s core business is distributing fresh and frozen carton meat to butcher shops, independent supermarkets, and food service Australia wide. It also operates retail outlets.\nAndrews Meat Industries\n\nAndrews Meat Industries (AMI) is one of Australia’s longest serving and most respected suppliers of protein-based solutions across three key divisions: foodservice, value added (cooked), and export. Andrews is a leader in portion control and value-added meats for the food service industry, currently producing ready-to-serve meals and sous vide meat options for major retail stores and food service clients under the Creative Food Solutions brand.\n\nJBS Australia Carriers\n\nThe transportation division of JBS Australia, Carriers supports operations through an efficient logistical structure that transports cattle, shipping containers, bulk products in tippers, and palletized refrigerated products. Its fleet includes 42 prime movers and more than 100 trailers that travel a combined 7 million km per year.\n\nKnox International\n\nEstablished in 1984, Knox International has grown to become the leading processor and exporter of Australian sheep and lamb skins. Knox works closely with the JBS Australia plants located in Victoria and South Australia as well as other third-party suppliers.\n\nScott Technology\n\nJBS Australia owns controlling interest in Scott Technology, a leading global developer of automation and robotic solutions that improve safety, productivity, reliability and yield in the workplace.\nPilgrim’s is a leading global provider of high-quality food products, including well-recognized brands and innovative value-added premium products, with operations in the U.S., Puerto Rico, Mexico and the U.K., and the capacity to process 45.3 million birds per week and 46,200 hogs per week, Pilgrim’s processes, prepares, packages and delivers fresh, further-processed and value-added food products for sale to customers in more than 100 countries, employs nearly 60,000 people, and contracts with more than 6,000 family farmer partners. Pilgrim’s is also the owner of Moy Park, one of Northern Ireland’s largest private-sector businesses and Europe’s leading poultry producers, Pilgrim’s UK, a leading pork, lamb, and prepared foods company in the U.K., and Pilgrim’s Food Masters, a major producer of meats, chilled, and frozen-ready meals for every principal U.K. and Ireland supermarket. JBS is the majority shareholder of Pilgrim’s.\n\nRigamonti Group is a leader in the production of Bresaola and Prosciutto di San Daniele D.O.P. and an important player in the production of Prosciutto di Parma D.O.P. The Group also produces specialties including GranSpeck, Val Liona, Snocciolato, and Prosciutto Veneto D.O.P. as well as traditional deli meats such as cooked ham, mortadella bologna, prosciutto, and salami.\nOur Governance\n\nIn pursuit of our mission to be the best, creating opportunities of a better future for our team members, our 70-year history is underpinned by disciplined business expansion and innovation. This trajectory is cemented by our efforts to continuously improve our corporate management structure and adopt corporate governance practices that create value, establish trust-based relationships with customers and other stakeholders, and produce sustainable results.\n\nAs a company listed in the Novo Mercado segment on the Brazilian B3 stock exchange (under the symbol JBSS3), JBS voluntarily strives to achieve levels of corporate governance practices and disclosure requirements beyond those already enforced by Brazilian law. These rules, which include trading only common shares, increase shareholders’ rights and enhance the quality of the information provided to them. JBS shares are also traded in the United States as Level 1 ADRs in the Over the Counter-Pink Sheets Platform (OTCQX) in New York (under the ticker JBSAY). For more information on our practices, please refer to our Investor Relations website at ri.jbs.com.br.\n\nOwnership Structure\n\nOn Dec 31st, 2022, we had 2,218,116,370 shares, with a free float of 51.17%. The controlling group formed by the companies J&F Investimentos S.A. and Formosa held the other 48.83%, with no shares in Treasury. The total market capitalization was R$ 42.5 billion, with the unit price for JBSS3 at R$ 19.14.\n\nSHARE AND OWNERSHIP STRUCTURE\n\n- **48.83%** (J&F + FORMOSA)\n- **30.36%** Other noncontrolling shareholders\n- **20.81%** BNDES\n\n1. Data valid for August 2023. Source.\nOur corporate philosophy includes sound corporate governance and compliance with all laws, regulations, and our own internal policies.\n\nThe Board of Directors is our highest governance body. It is comprised of nine members, including a chair, a deputy chair and seven independent directors, two of whom are women. Elected at general shareholders’ meetings for renewable terms of two years, members are tasked with determining business guidelines and policies, as well as economic, social, and environmental targets for JBS. In addition, they are responsible for monitoring the company’s performance and overseeing the management of the Board of Executive Officers.\n\nEach member of the company’s Board of Directors provides different expertise and perspective that contributes to the Board’s dynamics and ability to advise JBS at a global level, while also carefully considering the geographic specifications of our operations. Made up of mostly independent members, the Board also helps ensure that credible, expert voices of objectivity help guide the direction of our business.\nBoard Advisory Committees GRI 2-9\n\nThe JBS Board of Directors is supported by six specific committees that assist in strategic business decisions.\n\n**Socio-Environmental Responsibility Committee**\nAdvises the Board of Directors regarding risks and opportunities related to sustainability. Accordingly, the committee is responsible for addressing all topics related to the company’s business from a global sustainability perspective, including identifying critical issues that impact the business; monitoring and implementing policies, strategies, and specific initiatives; and evaluating investment proposals related to sustainability.\n\n**Statutory Audit Committee**\nAdvises the Board of Directors regarding the norms, rules, and procedures for disclosure and transparency of financial statements, and evaluates the performance of internal control systems, and internal and external audits. The committee reviews the work conducted by the internal audit team annually and approves the guidelines and action plans for the year.\n\n**Financial and Risk Management Committee**\nHelps the Board of Directors and Executive Officers analyze the financial impacts of potential global economic scenarios on JBS’ business. The committee acts to improve rules and procedures for the control and management of market and credit risks. The objective of this committee is to reduce the risk of price fluctuation and generate shareholder value, in addition to mitigating other relevant risks.\n\n**Governance, Compensation and Nomination Committee**\nImplements practices and policies based on high standards of corporate governance and compliance.\n\n**Related Parties Committee**\nEnsures that transactions between related parties and the company or its subsidiaries or affiliates are performed in the best interests of the company, under normal market conditions, and negotiated independently through a transparent and ethical process in accordance with current legislation and on terms not less favorable to the company than a transaction held with third parties that are not considered Related Parties.\n\n**Diversity, Equity, and Inclusion Committee**\nAdvises the Board of Directors on the company’s progress in relation to the rules and principles of people management processes (including recruitment, hiring, training, promotion, and resignation) through the definition, implementation, and management of diversity and inclusion programs, while aiming to promote an inclusive and diverse workplace that is aligned to the strategy, culture, and values of the Company. The committee is responsible for the development of affirmative actions, based on the work of internal team members, with the objective of implementing an active feedback channel for employees and creating action plans based on identified opportunities for improvement.\n\nTo learn more about JBS’ Board of Directors, please visit our [Investor Relations site](#).\nRisk Management\n\nJBS has a global risk management team that operates under its own board, the Risk Control Board, and has direct access to the company’s senior management through the Financial and Risk Management Committee that advises the Board of Directors. It has been created to track the variables and factors that the company is exposed to related to financial issues, including market, credit, and liquidity, and non-financial issues, such as socio-environmental matters. Climate change, for example, is one of the risks monitored.\n\nThe Risk Control Board is charged with detecting, monitoring, assessing, and mitigating financial risks inherent to the company’s operations. Based on the Commodities and Financial Risk Management Policy approved by the Board of Directors, the Risk Control Board also helps operational units identify and monitor the risks posed by their own activities, with assistance from expert professionals and dedicated systems.\n\nIn addition, we also have a global Food Safety and Quality Assurance team that reports directly to the Global Chief Executive Officer (CEO), and an Independent Advisory Board that advises the JBS USA executive team on managing risks posed by policies, procedures, and impacts related to sustainability.\n\nWithin Pilgrim’s, our newly formed ESG Committee assists the Pilgrim’s Board of Directors in overseeing the company’s environmental, social and governance policies, strategies, and programs, such as climate change impact, energy conservation, human rights, diversity and inclusion, and employee health, safety and well-being.\n\nThrough its oversight role, the committee works to ensure the company’s approach and funding are designed and implemented by Pilgrim’s executive officers and other senior managers in a manner consistent with the company’s ESG goals and are functioning properly.\n| Category | Risk | Description | Responding to the Risk |\n|----------|------|-------------|------------------------|\n| Cyber    | Cybersecurity | Unprotected or exposed information assets (such as hardware, systems, laptops, customer data, and/or intellectual property) that may be vulnerable to a cyber attack, leading to financial impacts, operational disruptions or downtime, and damage to brands and reputations. | • Network topology developed to protect it against unauthorized access and damage  \n• Deep and Dark Web monitoring by Tempest  \n• Annual penetration testing to detect vulnerabilities in the system  \n• If any vulnerabilities are found, an action plan is developed. After correction, a new test is conducted  \n• Vulnerability and intrusion tests before launching a new system  \n• All developers, contractors or users of JBS’ system have to pass dual authentication before entering the intended system  \n• Security stores back-ups and logs that guarantee operations can resume in the event the system goes offline  \n• Hard disks in all of the Company’s laptops are encrypted  \n• Antivirus software is permanently updated  \n• Our security system is audited annually by third parties  \n• Working alongside government authorities in the event of systemic threats |\n| Operational | Animal Health | The occurrence of an animal disease outbreak in the country or a specific region can lead to a potential closure of significant markets and an increase in customer complaints. This outbreak may result in the inability to supply products and maintain operations in the factories. | • Daily monitoring through the Disease and Contamination Dashboard for incidences of diseases and controlled medications identified in slaughtered animals.  \n• Availability of a Library of Animal Health and Well-being to raise awareness and educate suppliers.  \n• Establishment of strategic partnerships to mitigate the risk of animal diseases in supplier herds.  \n• Origin Assurance Program to assess the status of properties and direct actions in 13 sections.  \n• Ongoing improvement proportion in properties through the voluntary adoption of the Farm Grade 10 Program, encompassing general aspects, nutrition, and feeding.  \n• Collaboration with public, institutional, and procedural fronts to control and mitigate the impacts of emergent diseases, with strategic planning within the organization to identify strengths, weaknesses, opportunities, and threats related to business competitiveness.  \n• Vertically integrated system providing complete traceability, implementing biosecurity measures, risk mapping, strict blocking measures, measures to prevent disease entry, control of farm access, among others.  \n• Preparation of strategic options for risk containment (contingency plan).  \n• Ongoing education programs with producers and intensive awareness and structuring activities for biosecurity, including communication flows, training, and simulations for all involved parties (mitigation controls).  \n• Quality laboratory system with the capacity for differential diagnosis. |\n| Category | Risk | Description | Responding to the Risk |\n|----------|------|-------------|------------------------|\n| Operational | Workforce Safety | The Company does not establish and/or provide an environment where the safety of its employees is the top priority, resulting in accidents, fatalities, and critical risks to its reputation. | JBS has a Corporate Health and Safety practice dedicated to health and safety standards and processes. Each unit has a matrix organizational structure and OHS teams in each Operating Unit. In Brazil, risk management is carried out through the Self-management Health and Safety Program – PSSAG, which is integrated with legal requisites to contribute to the management of risks and hazards, where all tools have periodical updating and monitoring routines. There are Safety Committees operating from senior management down to the structure of each Operating Unit, which address specific topics and monitor the implementation of health and safety routines and processes, as well as departmental key performance indicators. |\n| Financial | Market | Exchange, interest and commodities risks, where fluctuations could potentially affect JBS’ operations | • Real-time mapped exposures.  \n• Adoption of financial protection instruments, including derivatives, provided they are approved by the Board of Directors. |\n| Financial | Credit | Risk of delinquency posed by accounts receivable, investment and hedging instruments | Accounts receivable from customers: Diversification of the portfolio and establishment of secure parameters for credit granting (always considering proportional limits, financial and operational ratios, and conducting credit monitoring agency inquiries).  \nFinancial transactions with financial institutions as counterparties: Exposure limits defined by the Risk Management Committee and approved by the Board of Directors, based on risk ratings from specialized international agencies. |\n| Financial | Liquidity | The possibility of imbalances between tradable assets and payable liabilities that could affect the ability to meet upcoming financial obligations. | Capital structure management focused on modified immediate liquidity metrics – that is, cash and cash equivalents plus financial investments, divided by short-term debt – and working capital, to maintain the leverage of the Company and its subsidiaries. In 2019, a Liquidity Management Policy was published, establishing guidelines for the liquidity management process of the Company and its subsidiaries, both in Brazil and abroad. |\n| Category                  | Risk                                                                 | Description                                                                                                                                                                                                 | Responding to the Risk                                                                                                                                                                                                 |\n|--------------------------|----------------------------------------------------------------------|-------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------|------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------|\n| Acquisition of Raw Materials | Social and Environmental                                             | The risk of acquiring raw materials from suppliers involved in deforestation of native forests, encroachment on protected areas such as indigenous lands, quilombolas, local communities, or environmental conservation units, as well as the risk of utilizing child labor or forced labor, or products that may pose health risks to consumers. | • Cattle sourcing: Adoption and public disclosure of socio-environmental criteria and promotion of good cattle farming practices.  \n• Monitoring of supplier farms using a geospatial system capable of identifying non-compliance incidents and preventing the purchase of raw materials from suppliers with improper behavior.  \n• Transparent Livestock Platform enables JBS cattle suppliers to include their own suppliers in the register and meet socio-environmental criteria for livestock reproduction in the Amazon biome.  \n• Green Offices initiative.  \n• Monitoring of grain suppliers’ chain.  \n• Poultry and swine sourcing: The origin and quality of raw materials are ensured through an integrated relationship between the Company and animal breeders.  \n• Regular visits and audits at suppliers ensure that production practices meet the criteria established by JBS. |\n| Climate Change            |                                                                     | Climate change could also negatively impact the company’s business. Resources such as water, electricity and animal feed (dependent on farming) are essential for producing raw materials (cattle, poultry, hogs and sheep). Operations could also be impacted by new legislation and regulations around the matter | • Monitoring the environmental footprint of operations and implementing actions to reduce these impacts, both in its own operations and those of its suppliers.  \n• Global inventory of direct and indirect greenhouse gas (GHG) emissions, following the international GHG Protocol methodology.  \n• Monitoring indicators related to electricity and water consumption to optimize production processes and reduce usage.  \n• Target to increase the use of renewable energy by 30% by 2030.  \n• Projects covering lagoons for methane capture through biodigesters, converting it into clean fuel.  \n• The Company announced its intention to work toward net-zero greenhouse gas emissions by 2040. |\n| Compliance                |                                                                     | Risk of conduct contravening JBS’ Code of Conduct                                                                                                                                                           | JBS has a global compliance program that encompasses the following pillars:  \n• Risk Assessment  \n• Leadership and Governance  \n• Policies and Procedures  \n• Whistleblower Hotline  \n• Controls  \n• Training and Communication  \n• Third-Party Due Diligence  \n• Monitoring, Oversight, and Discipline |\nSustainability at JBS\n\nIN THIS SECTION\n\nMessage from the CSO → 31\nOur Sustainability Strategy and Approach → 32\nOur Sustainability Governance Structure → 35\nOur Materiality and Stakeholder Engagement → 36\nOur Goals and Progress → 39\nMessage from the CSO\n\nSustainability in the agrifood sector has evolved more in the past two to three years than the preceding 20. There’s been global convergence of increasing expectations by food companies, consumers and other external stakeholders for supply chain transparency; deepening public concern about environmental challenges, especially in the face of a changing climate; and accelerating advancements in technology to improve agricultural productivity and reduce natural resource impacts.\n\nNo one has all the answers, but at JBS we understand that to be a successful business, we must be sustainable. Simply put, this means we are striving for better futures: economic viability, environmental quality and resilience, improved quality of life for those who do the work, and importantly, global food security and affordable food choices.\n\nGiven our understanding of the environmental, economic and food security challenges confronting the global food system, I cannot think of a more energizing and exciting time to do this important work within a food company of our scale.\n\nOur team at JBS is focused on making our own operations better every day, working with our farmer and rancher partners to improve practices, and building partnerships to identify and unlock innovations. We are helping to quantify and take action against what was previously hard to account for: the financial, operational, and license-to-operate risks connected with environmental quality. Every day, we work across our global business to create value by weaving sustainability outcomes into our company’s go-to market strategy and ultimately the products we produce and services we provide.\n\nAt JBS, my role is to collaborate across our global network of businesses and supply chain partners and co-design solutions to our core sustainability opportunities. We operate in over 20 countries and on five continents, and I have the privilege to work with some of the smartest and most capable sustainability and environmental professionals within our regional business units. Together, we coordinate and invest in our most important sustainability priorities, such as our aspiration to reach net-zero greenhouse gas emissions by 2040.\n\nIf you consider that JBS works with and relies upon hundreds of thousands of farmers worldwide who produce food from hundreds of millions of acres of crop, pasture, and range lands on nearly a daily basis, we have both a steep challenge and incredible opportunity to catalyse huge, positive impact to address our most pressing challenges.\n\nWe are eager to share with you our sustainability strategy, the key pillars that encompass our work, and the areas of focus that drive our decisions and actions.\n\nSo, on behalf of our team members and supplier partners around the world, we are grateful for your interest and role in our journey.\n\nSincerely,\n\nJason Weller\nChief Sustainability Officer\nOur Sustainability Strategy and Approach\n\nAt JBS, we are striving to set the food industry standard for profitable and sustainable food production for a growing planet. This means improving the sustainable performance and resiliency of not only our own operations, but contributing to the enhanced sustainability of the greater food production system as a whole, while also helping our customers achieve their sustainability goals.\n\nTo realize this vision, we have developed a Global Sustainability Strategy that mirrors our supply chain connections and addresses our material sustainability topics. This strategy will guide the company’s actions across environmental, social, and governance topics and serve as the overarching framework through which all our sustainability programs and initiatives are developed.\nJBS sustainability strategies across our value chain\n\n1. Assist farmers with stewarding natural resources and enhancing productivity\n   Examples: Soil health, habitat & water management; manure-to-RNG digestors; on-farm solar energy; feed additive trials; etc.\n\n2. Source responsibly produced agricultural commodities\n   Examples: Farm assurance programs; compliance monitoring & consulting services; human rights assessments; etc.\n\n3. Produce sustainable food\n   Examples: LED lighting; 3rd-party animal welfare audits; anaerobic lagoons; AI & robotics; tallow-to-biofuel; etc.\n\n4. Strengthen food systems and communities\n   Examples: Nutritional food; community investment; free education; recyclable packaging; eco-friendly transportation; etc.\n\n5. Operate responsibly\n   Examples: Board oversight; safety protocols; anonymous grievance mechanisms; DE&I programs; leadership development; etc.\n### STRATEGY MATRIX\n\n| VALUE CHAIN | Upstream | JBS | Downstream |\n|-------------|----------|-----|------------|\n| MODEL       | Produce Commodities | Purchase Goods | Manufacture Food | Supply Customers |\n| STRATEGIES  | 1. Assist Farmers with Stewarding Natural Resources and Enhancing Productivity | 2. Source Responsibly Produced Agricultural Commodities | 3. Produce Sustainable Food | 4. Strengthen Food Systems and Communities |\n|             | 5. Operate Responsibly | | | |\n| FOCUS AREAS | 1. Climate • Land • Biodiversity | 2. Commodity Supply Chains • Deforestation • Human Rights • Animal Welfare | 3. Operational Excellence • Circular Economy • Packaging • Customer and Consumer Engagement • Product Integrity | 4. Food Supply Chains • Food Waste • Food Security • Community Impact • Industry Collaboration |\n|             | 5. Ethics and Compliance • Team Management • Human Rights | | | • Employee Engagement • Team Member Health and Safety • Diversity and Inclusion |\nIn 2022, JBS appointed Jason Weller as the company’s first Global Chief Sustainability Officer (CSO). In this role, Jason leads the company’s global sustainability efforts and reports directly to the Global CEO. Under the CSO, a new JBS global sustainability team structure was created to better coordinate our sustainability actions across the company and accelerate our progress toward major priorities, including our pledge to achieve net zero greenhouse gas emissions by 2040 and address deforestation in our supply chain.\n\nReporting to the CSO are the Head of Sustainability in Brazil and the Head of Sustainability of North America, who are responsible for engaging their respective business units and value chains towards creating a more sustainable agricultural system. Under their leadership, the Brazilian sustainability department tracks the company’s domestic operations in South America and their impacts in other countries, while the North American sustainability team focuses on markets in the United States, Canada, Australia, New Zealand, Mexico, the United Kingdom, and Europe.\n\nThis new structure realigns current team members and will add new capacity to provide enhanced services to our internal businesses over time. By supporting the company’s regional business units with a customer mindset, the team strives to build a global framework for sustainable excellence from which the whole company will benefit. At the executive level, the structure also supports members of the Socio-Environmental Responsibility Committee, which advises the Board of Directors on the risks and opportunities in sustainability initiatives.\n\nHaving only been active for a few months, this newly formed structure has already improved global alignment between regional operations, helping to instill a unified company vision for producing food sustainably.\nOne of the roles of our sustainability team is to be an interface between JBS and our key stakeholders, fostering a continuous dialogue and welcoming every opportunity to discuss how we can contribute, actively listen to and anticipate needs, and positively influence others. As our business units determine their own goals, policies, and procedures consistent with our global sustainability strategy and in compliance with the appropriate standards for their respective countries and industries, they also build their engagement with stakeholders locally based on legitimate relationships.\n\nOur materiality matrix is based on four major pillars that represent the most critical topics to our business and our stakeholders: product integrity, social responsibility, environmental stewardship, and animal welfare. These priority topics were identified through a robust analysis that incorporated the views and perceptions of key internal and external stakeholders and the different circumstances of our operations around the world. The material themes were last revisited in 2019 via a survey of both JBS leadership and select customers across our global operations, and feedback was analyzed using consensus-building methodology that did not involve weighting or prioritization.\n\nIn 2022, we conducted a complementary survey to reevaluate the leading topics of interest to our stakeholders. The results showed that the most relevant themes were net zero emissions, deforestation, and employee health and safety, in line with our matrix. In addition, we use the United Nations’ Sustainable Development Goals as an important benchmark to connect our matrix to the world’s most pressing issues.\n## OUR SUSTAINABILITY PRIORITIES\n\n| Topics                  | Sub-topics                  | Related disclosures                                                                 | Sustainable Development Goals |\n|-------------------------|-----------------------------|-------------------------------------------------------------------------------------|-------------------------------|\n| **Product integrity**   | Traceability                | 416-1, FP5, FP6, FP7                                                               |                               |\n|                         |                             | 417-1, 417-3, FP8                                                                 |                               |\n|                         | Supplier relations          | 204-1                                                                               |                               |\n|                         |                             | 308-1, 308-2                                                                       |                               |\n|                         |                             | 414-1, 414-2                                                                       |                               |\n| **Social responsibility**| Team members                | 401-1, 401-2, 404-1, 404-3, 405-1, 406-1                                           |                               |\n|                         | Occupational health and safety | 403-1, 403-2, 403-3, 403-4, 403-5, 403-6, 403-7, 403-8, 403-9, 403-10             |                               |\n|                         | Communities                 | 203-1, 203-2                                                                       |                               |\n|                         |                             | 413-1                                                                               |                               |\n| **Environmental stewardship** | Water and wastewater management | 303-1, 303-2, 303-3, 303-4, 303-5                                                  |                               |\n|                         |                             | SASB: FB-MP-140a.2                                                                 |                               |\n|                         | Climate change              | 305-1, 305-2, 305-3, 305-4, 305-5                                                  |                               |\n|                         | Energy                      | 302-1                                                                               |                               |\n|                         | Waste and packaging         | 301-1, 301-2, 301-3                                                                |                               |\n|                         |                             | 306-1, 306-2, 306-3, 306-4, 306-5                                                  |                               |\n| **Animal welfare**      | Production                  | FP9, FP10, FP11, FP12                                                               |                               |\n|                         | Transportation              | SASB: FB-MP-410a.1, FB-MP-410a.1, FB-MP-410a.3                                     |                               |\n|                         | Processing and handling     | SASB: FB-MP-250a.1, FB-MP-250a.2, FB-MP-250a.3                                     |                               |\nEngagement and collaboration with our stakeholders will always play a key role in both our organizational and sustainability strategies. We recognize that this dialogue must be ongoing to ensure our stakeholders’ evolving needs continue to be met, which is why we offer several different communication channels through which feedback can be provided, including our:\n\n- Company and brand websites\n- Customer service channels\n- Ethics Line\n- Social media platforms such as LinkedIn, Instagram, and Facebook\n- Internal and external communications teams\n\nIn addition, we believe that the industry-wide issues facing global agriculture today require full value chain collaboration to identify scalable sustainable approaches that prioritize continuous improvement and reduce impact. As such, we are active members of and participate in many trade and sustainability associations, as well as industry-based external working groups, associations, and initiatives related to the topic. A full list of these organizations is available on our website.\n\nWe recognize that our dialogue with stakeholders must be ongoing to ensure we continue to meet their evolving needs.\nOur Goals and Progress\n\nGuided by our internal strategy and the expectations of our stakeholders, we have developed global, companywide sustainability goals across environmental, social and governance topics. We remain dedicated to achieving these targets and are proud to share the progress we have made to date.\n\n| OUR GLOBAL GOALS | OUR PROGRESS | STATUS |\n|-------------------|--------------|--------|\n| **Environment**   |              |        |\n| Energy & Emissions|              |        |\n| Achieve Net-Zero greenhouse gas (GHG) emissions by 2040 | • 180+ Scope 1 & 2 GHG emissions reduction projects approved for implementation in JBS facilities, totaling more than US$ 123MM in investments | OPPORTUNITY AREA |\n|                   |              |        |\n| Reduce Scope 1 & 2 GHG emission intensity by 30% by 2030 vs. 2019 baseline | • US$ 5MM+ approved across 11 partnership projects to further our Scope 3 GHG emissions reduction strategy throughout our value chain | ON TRACK |\n| Reach 60% renewable electricity by 2030 and 100% renewable electricity by 2040 | • Individual JBS businesses around the world are also actively engaged in research endeavors focused on animal welfare, animal nutrition, and farm management, which can reduce GHG emissions through improved efficiencies | ON TRACK |\n| Tie senior executive compensation considerations to performance against environmental goals | | ON TRACK |\n| **Water**         |              |        |\n| Reduce water use intensity by 15% by 2030 vs. 2019 baseline | • 5% increase from 2019 to 2022 | OPPORTUNITY AREA |\n| **Social**        |              |        |\n| People            |              |        |\n| 30% improvement in Global Safety Index by 2030 vs. 2019-2020 average baseline | • 40% improvement in 2022 compared to a 2019-2020 average baseline | ACHIEVED |\n| Continue providing life-changing development and educational opportunities for team members and their families | • Enrolled 2000+ team members and/or their children in classes by the end of 2022 to pursue higher education tuition-free through JBS Better Futures; 100+ students completed programs, degrees, or certificates | ON TRACK |\n| Continue investing in the towns where we operate, boosting team member, family, and community well-being | • Provided 9,700+ team members in Brazil access to development and training programs in 2022 to improve their professional skills and career opportunities within the company | ON TRACK |\n| **Animal Welfare**|              |        |\n| Develop a globally aligned Animal Welfare scorecard and set 2030 targets | • Invested R$ 180MM in the J&F Institute, a Business Education Center, in 2022 to provide free education to 900+ elementary - high school students | ON TRACK |\n| **Product Integrity** |              |        |\n| Develop a globally aligned Food Safety and Quality Assurance (FSQA) scorecard and set 2030 targets | • Approved US$61MM+ in local community investments via 240+ JBS Hometown Strong projects by the end of 2022 | ON TRACK |\n| **Ethics**        |              |        |\n| Enhance use of the JBS Ethics Line and responses to cultivate a positive work environment | • Donated R$ 536K+ in food donations through the Fazer o Bem Faz Bem project in 2022 | ON TRACK |\n| **Governance**    |              |        |\n| Ensure compliance with all legal and regulatory obligations of the company in all jurisdictions in which it does business, and define and promote a culture of ethical business conduct | • Launched our “Speak Up Campaign” to encourage and promote use of the JBS Ethics Line and other reporting avenues | ON TRACK |\n\n*Please see our Pledge to be Net Zero by 2040 for more information on what is included in this calculation.\nOur Pledge to be Net-Zero by 2040\n\nSlowing down climate change is one of society’s greatest challenges. It is also one of the main long-term risks faced by the agricultural supply chain and dependent industries.\n\nWe must act urgently to limit global warming to 1.5°C and combat its negative effects. As a global, diversified food company, we have an opportunity – and responsibility – to leverage our scale and influence to help lead sustainable transformation by example and empower our value chain and peers to collectively move forward.\n\nIn March 2021, JBS was the first global meat and poultry company to pledge to achieve net-zero greenhouse gas (GHG) emissions by 2040, ten years ahead of the deadline set by most companies and governments around the world. Now, we are working to transparently share how we intend to achieve these reductions in our absolute scope 1, 2, and 3 emissions, while continuing to sustainably grow our business and meet the increasing global need for safe, affordable access to high-quality food.\n\nTo bolster our pledge and encourage immediate action, we have adopted several near-term targets to achieve reductions in emissions, including reducing our scope 1 & 2 GHG emission intensity by 30% by 2030, and reaching 60% renewable electricity by 2030 and 100% by 2040.\n\nIn 2023, we are working to develop a robust Net Zero Roadmap that outlines our priorities and guides our actions over the next 17 years. It will be iterative and flexible to allow our businesses to design and implement strategies best suited for their specific operations.\n\nStarting this process meant taking inventory of the challenge in its entirety. For 13 years, we have measured, monitored, and estimated our direct and indirect GHG emissions by scope 1 and 2 categorizations to be voluntarily reported to GHG Protocol, CDP, regional regulatory frameworks, and more. In 2022, we expanded our approach by carrying out the first-ever comprehensive analysis of our company’s global GHG emission inventory, inclusive of all relevant emissions, in alignment with GHG Protocol methodologies. The analysis showed that, similar to other food and agriculture companies, the majority of our footprint is made up of indirect scope 3 emissions from activities in our supply chain such as livestock and grain production or product distribution and consumption. This presents a significant challenge because these emissions are not directly related to JBS’s operations and management. Instead, they are part of the emissions produced by hundreds of thousands of individual farming operations growing agricultural commodities and millions of consumers eating food. However, we also see this as a major opportunity to engage our suppliers, food system partners, and consumers on how we can collectively take action to address our shared GHG footprint and improve the resiliency and productivity of the global food system.\n\nWhile we continue our focus and actions to reduce GHG emissions from our facilities in particular, we will be expanding our capabilities and partnerships to catalyze action in our upstream supply chain. Given the size and complexity of this shared footprint, we will utilize a comprehensive and company-wide approach to working with our suppliers and customers and pursue several parallel measures to address our shared food system’s emissions, including:\n\n- **Data measurement and reporting:** Improving the quality, granularity, and transparency of data from our global supply chains, that reflects each operation around the world, will be critical for evaluating and prioritizing action with partners in our scope 3 inventory. We are deploying a global GHG accounting and reporting digital platform in 2023 that will increase our ability to collect quality data, estimate GHG emissions, track improvement projects, and support verification of interventions in our supply chains. Improved data from our supply chains will also help us target more impactful and cost-effective projects to reduce our absolute emissions and intensity-based metrics.\n\n- **Deforestation:** Land use change associated with commodities in our supply chain is the single highest priority opportunity for indirect GHG reduction actions. This is one of the reasons we are working to end agriculture-related deforestation from...\nour global supply chains, and it will require a multi-prong approach. To learn more about our comprehensive strategies and actions to address deforestation, please read Responsible Sourcing.\n\n- **Strategies and interventions for each protein:** Guided by our global Net Zero Roadmap and detailed GHG inventory, beginning in 2023, we will build scope 3 roadmaps for each protein category and country or region in which we operate. This process will help identify currently available technologies and practices for reducing emissions from livestock production, identify gaps in research and scalability, and ultimately help inform our investment strategy for partnership initiatives.\n\n- **Supply chain collaborations:** Where the company has direct connection with livestock, poultry, and seafood suppliers, we will expand our resources and capabilities to help producers better identify beneficial systems they can adopt to reduce GHG emissions while providing economic and operational benefits.\n\n- **Sourcing strategy:** We will partner with strategic agricultural commodity suppliers to co-develop and deploy deforestation-free and low-carbon grain initiatives.\n\nIn 2020, JBS committed to set near- and long-term GHG emissions reduction targets and to pursue validation of those targets from the Science Based Targets initiative (SBTi). As JBS progressed and neared completion of estimating its GHG inventory and setting reduction targets, in late September 2022 SBTi released its Forest, Land and Agriculture (FLAG) Science Based Target-Setting Guidance. We are currently reviewing this updated methodology and its impact on our planned submittal to SBTi. Regardless of the evolving methodologies from third-party verifiers, JBS remains dedicated to setting and independently verifying near- and long-term GHG emissions reduction targets based on sound science.\n\nIn addition, we are currently updating our global scope 3 GHG emission footprint against the newly released FLAG Guidance and draft GHG Protocol Land Sector Removals Guidance.\n\nWe applaud the efforts of our team members who have worked diligently to reduce our environmental impact. Since pledging to become Net Zero by 2040, we have installed or are installing more than US$123 million in investments across more than 180 projects inside our own facilities to reduce scope 1 and 2 emissions, primarily tied to energy use and methane destruction. Collectively, these initiatives will represent an annual reduction of 320,000 metric tons of CO₂e.\n\nTo that end, we are pleased to report that our team has reduced our global scope 1 and scope 2 GHG emissions by 9% from 2021 to 2022 across both location-based and market-based scope 2 calculation methods. In addition, we reduced our scope 1 and scope 2 GHG emissions intensity by 7% (location-based) and 8% (market-based) year over year. Collectively, we have reduced scope 1 and scope 2 emissions intensity by 5% (market-based) in comparison to our 2019 goal baseline.\n\nLooking ahead, we will continue to deploy operational improvements to increase efficiencies and reduce GHG emissions in our own operations while expanding our efforts to reduce and remove scope 3 GHG emissions throughout our value chain.\n\n---\n\n**GLOBAL GHG EMISSIONS BY SCOPE (tCO₂e)**\n\n| Scope | 2019       | 2020       | 2021       | 2022       |\n|-------|------------|------------|------------|------------|\n| Scope 1 | 3,971,569  | 3,912,571  | 4,376,827  | 4,045,137  |\n| Scope 2 (Location based) | 1,692,410  | 1,547,699  | 1,807,372  | 1,605,115  |\n| Scope 2 (Market based) | 1,731,526  | 1,551,270  | 1,752,367  | 1,513,548  |\n\n**GLOBAL GHG EMISSION INTENSITY BY SCOPE (tCO₂e/MT OF FINISHED PRODUCT)**\n\n| Scope | 2019 | 2020 | 2021 | 2022 |\n|-------|------|------|------|------|\n| Scope 1 | 0.203 | 0.199 | 0.215 | 0.202 |\n| Scope 2 (Location based) | 0.087 | 0.079 | 0.089 | 0.080 |\n| Scope 2 (Market based) | 0.089 | 0.079 | 0.086 | 0.075 |\n| Scope 1 and 2 (Market based) | 0.292 | 0.278 | 0.301 | 0.277 |\n\n1 Includes emissions from stationary combustion, mobile combustion, agriculture, waste, and effluent, and fugitive and process emissions in JBS-owned facilities.\n2 Includes emissions from purchased electricity, steam, heat, and cooling. Purchased electricity is calculated using location-based methodology.\n3 Includes emissions from purchased electricity, steam, heat, and cooling. Purchased electricity is calculated using market-based methodology.\n\n4 Assurance conducted on Brazil data, refer to the complete Assurance Letter at the link.\nApplying Our Strategy Across Our Value Chain\n\nIN THIS SECTION\nAssisting Farmers with Stewarding Natural Resources and Enhancing Productivity → 43\nSourcing Responsibly Produced Agricultural → 47\nProducing Sustainable Food → 55\nStrengthening Food Systems and Communities → 69\nOperating Responsibly → 74\n1. Assisting Farmers with Stewarding Natural Resources and Enhancing Productivity\n\nOur company culture has always promoted on-the-ground collaboration over off-site enforcement, and we strive to build our value chain partnership initiatives around the fundamental need to improve both the environmental and financial performance of our supplier partners. We prioritize using a just-transition approach to advancing the sustainability of our global food production systems, always remembering that success would not be possible without the people taking action.\n\nWe work shoulder-to-shoulder with our supplier partners throughout our value chain, providing both technical and experiential support, at the direction of the supplier. Our regular and consistent collaboration helps cultivate long-term relationships that support continuous improvement in our procurement programs.\n\nFrom an environmental perspective, we will continue to build a network of partnerships with farmers and producers to help identify and adopt climate-smart practices. Scalable and self-sustaining solutions will require the full supply chain to engage and collaborate on support for farmers, and reduction projects. As such, sourcing and supply chain initiatives will be foundational to addressing emissions from our company’s global value chain. Where we have direct connection with livestock, poultry and seafood suppliers, we will expand our resources and capabilities to help producers better identify beneficial systems they can adopt to attenuate impacts while providing economic and operational benefits.\n\nClimate\n\nCASE STUDIES\n\n- Pilgrim’s Moy Park has unveiled a state-of-the-art poultry farm on its pathway to reach net-zero GHG emissions by 2040. Located in Lincolnshire, U.K., Beech Farm was built from the ground up with sustainability in mind to reduce scope 1 and scope 2 emissions by 100%, effectively taking the farm ‘off grid’ when all systems operate at capacity.\n\nEverything from the design and layout of the farm building to how it captures and recycles rainwater reflects Moy Park’s mantra of ‘reduce, reuse, renew-able.’ Technologies utilized on the farm to reach net-zero emissions include ground source heat pumps to generate heating, heat exchanger systems to reduce overall heat usage, and solar technology capable of generating 1MW of electricity, which work in tandem with lithium battery storage. The facility also practices the latest biosecurity measures to help ensure safety and welfare standards for its birds.\n\nThrough these innovations, Moy Park has created a 100% reduction in energy-related GHG emissions at Beech Farm, representing 900 metric tons of CO₂e savings a year. With more than 700 farming partners across the U.K., Moy Park plans to use Beech Farm as a demonstration farm to share knowledge and technical assistance with its network of poultry producers. The project’s potential to be a game-changer for the industry is also particularly exciting when taken in partnership with Moy Park’s other scope 3 initiatives, such as its ‘Farm Carbon Calculator’ that will monitor and track GHG emissions in real time at individual farm level, across its entire farming base.\n• The JBS Farm Assurance (JBSFA) program is a third-party audited beef and lamb supply chain program that provides product integrity related to food safety, animal welfare, quality assurance, and traceability to JBS Australia customers and consumers. The program underpins six brands, including Great Southern, Hereford Boss, King Island Beef, Pinnacle, Little Joe, and Portoro.\n\nJBSFA also includes a sustainability framework to measure on-farm practices across seven pillars: soil, pastures, vegetation, water, livestock, people, and carbon management. Developed in consultation with producers and customers, the framework is designed to meet evolving expectations of consumers on sustainability.\n\nIn alignment with the company’s pledge to be Net Zero by 2040, carbon management has been a key focus of the JBSFA framework. Since 2021, JBS Australia has worked with consulting firm, Integriados, to develop a more detailed understanding of the on-farm carbon emissions of cattle producers in the JBSFA program and engage with them on opportunities for emission reductions. As part of the project, JBS Australia supported the development of streamlined on-farm carbon footprint measurement and reporting and, as of December 2022, had extended the initiative to around 50 producers, representing ~3% of the JBSFA program.\n\nLooking ahead, JBS Australia will continue to scale up on-farm footprinting in 2023. The next phase of the project will also build on the findings from on-farm studies to deliver a detailed carbon footprint for the JBS Southern Division’s livestock supply chain, and a strategy to reduce emissions in support of the JBS Global Net Zero pledge.\n\n• At Friboi, our GHG emissions are primarily generated by scope 3 activities, such as enteric fermentation from livestock. Therefore, it is essential that we work in collaboration with partners throughout our value chain to improve the efficiency of cattle production systems and identify potential pathways to reduce methane emissions in Brazilian livestock.\n\nThat is why we are actively searching for scalable feed additives that improve feed efficiency in animal diets – one of the potential pathways for reducing methane emissions. We have partnered with the Institute of Animal Science and its researchers at the Rumen Fermentation and Beef Cattle Nutrition Laboratory to test several methanogenesis inhibitors. One of the initial additives being tested is tannins, a complex molecule derived from plants that enhance the efficiency of an animals’ diet fermentation process, resulting in reduced methane emissions.\n\nBy focusing on feed additives and collaborating with research institutions, we aim to address the challenges associated with our scope 3 emissions, specifically related to enteric fermentation and manure management in cattle.\n\n• In the United States, JBS USA has contributed US$ 700 thousand to the University of Nebraska-Lincoln Foundation to support a new Feedlot Innovation Center, which will include cattle comfort and research buildings, a feed technology facility, innovative open lots, and an animal handling facility. In November 2022, the Center held its official groundbreaking ceremony.\n\nThe expansion aims to create real-world facilities to test new precision technology, solve environmental challenges facing the feeding industry, and improve cattle performance and welfare while comparing different environments and housing systems. It will also allow for innovation in manure collection and management that will innovate both new and possible modifications for existing operations.\n\n• As part of the company’s efforts to improve grazing management practices and reach net-zero GHG emissions by 2040, JBS USA has contributed US$ 230 thousand to support two Colorado State University AgNext research initiatives. The first project aims to develop a U.S. livestock industry net-zero roadmap that will identify current knowledge gaps in GHG reduction strategies, determine potential reduction pathways using dynamic lifecycle assessments (LCA), and calculate abatement cost curves for GHG mitigation. In addition, JBS USA is working with AgNext to help cattle producers across the country develop science-based grazing management principles that will support the sustainability of ranching.\n\n• Friboi and Seara produce two television programs with content aimed at livestock farmers and growers, aired nationwide on Canal Rural. The first, called O Giro do Boi, is a news program about current issues in beef cattle farming across Brazil, also providing updates on live cattle market prices. The second, Ligados & Integrados, is focused on poultry and pork supply chains. Both programs are recognized as trusted sources in their respective sectors.\n\nIn the United States, JBS USA has donated US$ 700 thousand to the University of Nebraska-Lincoln Foundation to support a new Feedlot Innovation Center.\nEach year, Pilgrim’s Mexico hosts annual workshop meetings with current and potential suppliers of strategic sourcing categories to review current business, the probability of new provisions, and the development of new projects at Pilgrim’s. Topics of high relevance for both parties are shared, such as sustainability. During these meetings, several projects are defined in which different Pilgrim’s departments and Pilgrim’s suppliers become aligned to the goals of the business, including the company’s Net Zero by 2040 pledge.\n\nActivities discussed in the 2022 workshops include the procurement of low-cost, responsibly produced soybeans for the business’ Del Día brand, the implementation of new facilities near Pilgrim’s processing plants to supply ingredients, and upcoming changes in packaging needs. In addition, the global Pilgrim’s leadership attended one of the meetings in 2022, and as a result, one of the attending Mexican suppliers is now supplying the company globally.\n\nThe Social Biofuel Mark, a program created by the Brazilian Ministry of Agrarian Development (MDA), is an initiative linked to the National Biodiesel Production Program (PNPB). It provides technical assistance to family cattle ranchers, helping them access markets to sell their produce, while also contributing toward a more sustainable energy mix and thereby reducing GHG emissions.\n\nWe support the program through a partnership between Friboi and JBS Biodiesel. In addition to guaranteeing the purchase of cattle, the objective of the project is to improve pastures, property management, herd management, and herd genetics through technical assistance. By purchasing cattle, the company obtains tallow, which is a byproduct of beef production and the second largest source of raw material for biodiesel production in Brazil.\n\nIncluding the beef value chain in the PNPB program has provided an economic stimulus in the region. It has also earned JBS Biodiesel a Social Biofuel Mark from the Brazilian government. Since integrating cattle farming into the program, in 2017, JBS has purchased more than 98,39 million de animals from 698 properties in 41 municipalities served by the program and has invested approximately R$ 7 million in providing free technical assistance to farmers focused on efficient and responsible production.\n\nLooking to drive carbon sequestration, improve soil health and water quality, and create new economic opportunities for growers to profit from conservation practices, JBS USA is partnering with the Soil and Water Outcomes Fund to engage growers across multiple states in the U.S. in scaling up climate-smart outcome-based contracts on farms that lie in key commodity supply sheds. The US$ 150 thousand partnership is conducting a 10,000-acre pilot in Indiana, an important supply shed for our pork production.\n\nLaunched in 2020, our Fazenda Nota 10 initiative provides training on high-performance management to beef cattle farmers in Brazil, helping them to maximize results. The program, developed in partnership with Instituto Integra, is available to cattle farmers throughout the country. With 416 farms currently enrolled, this is the largest group of cattle farmers ever engaged in an initiative of this kind in Brazil.\n\nAiming to optimize the production process, Fazenda Nota 10 offers participating ranchers productive and financial references relevant to the management of their property and team. Through education and technology, it positively impacts the productivity and profitability of properties participating in the program, showing what really impacts the business and directing paths towards more efficient livestock farming. The topics addressed include animal welfare, genetics, regenerative livestock farming, human resources, reproduction, and nutrition. Currently more than 450 ranchers are part of the program.\nIn line with our Global Environment and Biodiversity Policy, we recognize that the protection and preservation of natural ecosystems, biodiversity and natural resources are fundamental for current and future generations to succeed. As a leading global food company, we want to help agricultural systems across the world double-down on their positive environmental impacts – so they not only continue to protect but also restore natural habitats to allow diverse species populations to thrive.\n\n**CASE STUDIES**\n\n- The **JBS Fund for the Amazon** has been created to foster and finance the sustainable development of the Amazon biome, to promote the conservation and sustainable use of the forest and improve the living standards of its population (read more at the [JBS Fund for the Amazon website](#)).\n\n- Moy Park’s efforts to protect nature and biodiversity have been recognized with ‘**Platinum’ level accreditation** in an independent Business & Biodiversity Charter, delivered by Business in the Community Northern Ireland (BITCNI) in partnership with Ulster Wildlife.\n\n  The Charter recognizes organizations that are committed to enhancing and protecting biodiversity and have taken action to address their impact on all living things, from ecosystems to individual organisms.\n\n  The top rank was conferred on Moy Park in recognition of its focus on protecting and enhancing the environment through a range of nature-focused initiatives including schools’ outreach and community engagement, along with strategic partnerships and investments to enhance biodiversity at its sites across Northern Ireland.\n\n- In Brazil, 100% of Seara’s integrated supplier farms **guarantee compliance with Brazil’s Forest Code**, which requires that a legal reserve be maintained on the properties. This protects local biodiversity in the forest.\n\n- The **Fire Prevention in Pantanal** initiative harnesses artificial intelligence through a fire management platform that cross-references information from satellites, images from cameras installed on farms, meteorological data, and local historical fire data to issue real-time warnings in the event a fire breaks out. With R$ 26 million contributed by JBS distributed over four years, the project has been designed to cover 2 million hectares in the states of Mato Grosso and Mato Grosso do Sul. The system has already provided information to approximately 80 Fire Brigades operating in the region, and it is estimate that the technology employed could reduce burned areas by up to 90%.\n\n- In Northern Ireland, **kickstarted a biodiversity project by planting 350 trees** on the grounds of its facility in Ballymena. Moy Park team members planted the trees in April 2022 with the help of eager students from Slemish College and Straid Nurseries, who provided the trees and equipment. Moy Park has been working with the school, Mid and East Antrim Borough Council, and the Woodland Trust to enhance biodiversity around the Moy Park site, maintain a more diverse ecosystem in the local area, and offset carbon emissions.\n\n  Future activities planned as part of the biodiversity project at Ballymena include establishing habitats for pollinators, growing wildflower meadows, and installing bird boxes around the area.\n2. Sourcing Responsibly Produced Agricultural Commodities\n\nGRI 2-24; 2-25; 308-1; 308-2; 414-1; 414-2; FP5; FP6\n\nWe recognize our role as a value-chain leader starts with making sure our raw materials are sourced responsibly. In doing so, we can influence our entire value chain, from supplier adoption of best practices to the final quality of our products.\n\nWe work to establish relationships with our suppliers that are based on partnership and encourage the implementation of initiatives that improve their governance and practices. Guided by our Global Code of Conduct for Business Associates, we maintain an open dialogue with our suppliers on issues involving respect for the environment, human rights, and national and local labor laws. Through this code, we strive to ensure that our suppliers are compliant with applicable laws and regulations.\n\nWe evaluate all potential suppliers based on several criteria, including compliance, commercial offering, supply flexibility and responsiveness, service, risk management, quality, price, reliability, financial capability, reputation and experience. We also recognize that sourcing products, ingredients and services from within our communities helps further support local economies.\n\nEnvironmental and social impacts differ for each of our unique suppliers based on the region in which they operate and the material they manufacture, the species of animal they raise, or the service they provide. Our ability to directly affect these impacts is often outside of our immediate control; however, we are striving to partner with suppliers who share our values and mission to achieve a more sustainable food supply.\n\nWe maintain an open dialogue with our suppliers on issues involving respect for the environment, human rights, and national and local labor laws.\nEliminating Agriculture-Related Deforestation\n\nAt JBS, we believe that people and planet don’t have to be at odds. For us, becoming people and planet positive means that agricultural food systems are inextricably linked to the protection and restoration of our shared natural resources. That’s why JBS is undertaking a comprehensive approach toward addressing the drivers of deforestation while also positively supporting livestock producers and the tens of thousands of farm families we depend upon to produce food.\n\nIn Brazil, our efforts to mobilize support for sustainable food production are underpinned by robust action and financial investments across multiple states that make up the largest Brazilian biomes, specifically the Amazon and Cerrado regions. The deforestation challenge in Brazil and in agricultural commodity supply chains around the world is larger than any one company — or even one sector — can solve on its own. As one of the world’s leading food and agricultural companies with the scope and scale to influence change, JBS is partnering across agriculture’s full supply chain to address the environmental impacts of food production and help our suppliers adapt to a changing climate.\n\nWe believe that strong standards and enforcement, coupled with positive incentives and producer support, can lead to better supply chain integrity and producer viability, without compromising food security through increased costs to consumers. Economic vitality, food production capacity, and quality of life for communities must be in balance with nature. The following lays out the JBS approach and investments toward eliminating deforestation in our Brazilian cattle supply chain.\n\nIn Brazil, our efforts to mobilize support for sustainable food production are underpinned by robust action and financial investments\n\nOur Commitment: Collective Action for Forest Protection\n\nJBS sits in a pivotal position in the food value chain – interacting upstream with farmers, ranchers, grain originators, and input suppliers, and downstream with distributors, retailers, restaurants, and consumers. While not the only agricultural commodity actor in Brazil, JBS is an industry leader that can help influence a complex supply chain. As such, JBS has made two key public commitments toward becoming forest-positive with the opportunity to deliver change at scale through our value chain partners.\n\nSpecifically, as a responsible business, JBS is committed to:\n\n1. Delivering zero illegal deforestation in all Brazilian biomes by the end of 2025 for direct and tier 1 indirect cattle suppliers (Note: JBS Friboi reports this goal is met in 2023 for its direct cattle suppliers and is now addressing illegal deforestation risks within its network of tier 1 indirect cattle suppliers).\n\n2. Advancing the Tropical Forest Alliance-aligned “Roadmap to 1.5°C” implementation plan for the Cattle Sector in the Amazon and Cerrado biomes\n\n   The Amazon: 2023 target date for no-deforestation for direct suppliers and 2025 for indirect suppliers (legal and illegal, PRODES 2008)\n\n   The Cerrado and other biomes: 2025 target date for no illegal deforestation (PRODES 2020) for direct and indirect suppliers\nOur Principles:\nA Roadmap Toward Eliminating Deforestation\n\nThe following principles guide the JBS forest-positive action plan, inclusive of cattle in Brazil:\n\n• End illegal deforestation in all biomes by the end of 2025 for both direct suppliers and tier 1 indirect suppliers (Direct suppliers are compliant as of 2023)\n• Influence drivers of deforestation for both direct and indirect suppliers\n• Focus on priority biomes at greatest risk\n• Achieve complete transparency and monitoring for direct and tier 1 indirect suppliers\n• Engage the supply chain and cross-sector stakeholders to create common standards and scale non-deforestation ambition\n• Provide economic opportunities for farmers and communities\n\nOur Action Plan:\nMobilizing the Agricultural Value Chain toward Zero Deforestation\n\nJBS has a five-pronged approach to combating potential deforestation in our supply chain that is centered on:\n\n1. A zero-tolerance deforestation sourcing policy\n2. Supply chain monitoring and enforcement\n3. Technical assistance and extension services for producers\n4. Multi-stakeholder engagement and collaboration to accelerate sectoral change\n5. Promoting sustainable development\n\nThe following are programmatic highlights to represent clear, compelling, and collaborative impact, and are an integral part of our total commitment.\n\n1. Our Zero-Tolerance, Zero-Deforestation Sourcing Policy\n\nAccording to numerous studies by NGOs and universities including the National Wildlife Federation, The Nature Conservancy, and University of Wisconsin Madison, nearly 93% of illegal deforestation in the Amazon biome is in the first two levels of cattle suppliers to meat processing facilities.\n\nJBS’s Responsible Raw Material Procurement Policy prohibits the purchase of livestock from farms involved in deforestation, forced labor, invasion of indigenous territories, or embargoed by Brazilian environmental authorities.\n\nIn addition, all livestock suppliers in the Amazon who sell to JBS must adhere to the “Protocol for Monitoring Cattle Suppliers in the Amazon” (also known as the Beef on Track Protocol), developed by the non-governmental organization Imaflora and the Brazilian Federal Prosecutor’s Office (MPF).\n\nBeef on Track establishes the processes and tools for monitoring, auditing, and reporting for a deforestation-free beef supply chain.\n\n2. Supply Chain Monitoring and Enforcement\n\nJBS has developed a cattle supplier monitoring system that leverages public and government databases, satellite imagery, and geo-referenced data to verify compliance with socio-environmental standards. As a result, our monitoring system covers a significant number of direct livestock suppliers — approximately 73,000 — across an area of more than 274,000 miles² (over 709,000 km²). Since implementation more than a decade ago, our monitoring system has blocked almost 16,000 potential supplier farms in Brazil.\n\nHowever, when it comes to indirect cattle suppliers, there is a lack of information available regarding upstream transactions, due to privacy laws in Brazil. To overcome that challenge and complement our monitoring system for direct suppliers, JBS has also built and deployed the Transparent Livestock Farming Platform, a digital platform to increase the visibility further up the cattle supply chain to the tens of thousands of farms that sell cattle to our direct suppliers. This free, confidential, open-source, online platform uses blockchain technology to extend monitoring of our\ndirect suppliers to their suppliers — producers with whom the company does not have a direct business relationship, but who are a critical part of the supply chain. To date, over 45% of cattle processed by JBS are enrolled in the platform, with the goal being to achieve 100 percent participation by 2025.\n\nBeginning in 2026, all direct suppliers and tier 1 indirect suppliers who wish to do business with JBS must be on the platform.\n\n3. Technical Assistance and Extension Services\n\nSourcing policies, monitoring, and compliance systems help to block non-compliant cattle suppliers, but these systems do not address the underlying drivers or economic incentives of forest clearing. As we have learned, simply blocking farms with deforestation concerns is not enough because these blocked farms will continue to produce cattle and other agricultural commodities that will find another way to enter regional and global food supply chains.\n\nJBS is investing significant resources to address this challenge. We have established a network of 18 Green Offices since 2021 to provide free technical support and extension services to farmers who want to improve environmental performance, productivity, and sustainable practices. The JBS Green Offices include teams of specialists and certified consultants who provide free technical support to producers to help them bring their farms into compliance. To date, JBS Green Offices have helped almost 6,000 farms that produce about 2 million head of cattle to come into compliance with Brazil’s Forest Code requirements.\n\nIn addition, JBS provides free agronomic and business planning services to farmers through our Fazenda Nota 10 (“A+ Farm”) Program to help enhance the productivity, profitability, and sustainability of their operations. Utilizing a proprietary software platform, JBS specialists are able to demonstrate both opportunities for on-farm improvement and performance against other producers in the region. Certified consultants then help develop strategies to empower producers to sustainably intensify production and reduce the economic incentives to illegally clear additional forest.\n\nWe have established a network of 18 Green Offices since 2021 to provide free technical support and extension services to farmers.\n4. Multi-Stakeholder Engagement and Collaboration\n\nOur significant presence in Brazil and daily interactions with producers in the country give us firsthand experience with supply chains vulnerable to potential deforestation events. However, JBS is only one participant in the supply chain. That’s why we actively participate in multiple global forums, including the United Nations Climate Change Conference of the Parties (COP), the World Economic Forum, and the Tropical Forest Alliance–supported Agriculture Sector Roadmap to 1.5°C, to work collectively to find solutions to the causes of deforestation in palm oil, beef, soy, and other commodities alongside other stakeholders.\n\n5. Promoting Sustainable Development\n\nThe JBS Fund for the Amazon is a Brazilian organization dedicated to financing initiatives and projects whose aim is the sustainable development of the Amazon Biome, encouraging the conservation and sustainable use of the forest, improvements in the quality of life of the population residing there and development by using technology and applied science.\n\nThis work is underpinned by forest conservation and restoration, socioeconomic development of communities, and scientific and technological development.\n\nProjects approved through the JBS Fund for the Amazon include: Sustainable cocoa corridor, Mãos Indígenas, Floresta em Pê (Indigenous Hands, Standing Forests), Bioplástico da Amazônia, FUTURE Endowment Fund for rural education, Fair and Sustainable Fishing Project, and Geoflora – Forest Automation and Carbon Specialization.\n\nOur Progress: Becoming Forest-Positive by the Numbers\n\n**KEY FACTS**\n\n| Total mapped and monitored land (sq. km) | Number of monitored farms |\n|------------------------------------------|---------------------------|\n| 610,000                                  | 73,000                    |\n\n| Number of municipalities | Number of green offices |\n|--------------------------|-------------------------|\n| 2,063                    | 18                      |\n\n**ANNUAL NUMBER OF FARMS REGULARIZED - TARGET VS ACTUAL**\n\n| 2021 | 2022 |\n|------|------|\n| 1,698| 2,484|\n\n| Properties assisted | Hectares returned to native habitat (reforested) | Animals purchased from properties regularized by the Green Offices |\n|--------------------|-----------------------------------------------|---------------------------------------------------------------|\n| 4,182              | 1,300                                         | 2,000,000                                                    |\nMonitoring Animal Health and Welfare\n\nWe take very seriously our responsibility to provide the animals under our care a good quality of life and a humane end. We are committed to following animal welfare practices, both in our own operations and supply chains to meet the needs of our customers, consumers and society, and more importantly demonstrate our respect for the animals our business depends on.\n\nAcross our operations, our approach to animal care is grounded in science, measurement, training, audits, and research. We have established and implemented animal welfare policies and procedures in line with internationally recognized standards and local laws and regulations. Our animal welfare programs lay out the appropriate practices, controls, training and documentation, and have historically been motivated by the globally recognized “Five Freedoms”, developed by the Animal Welfare Committee (AWC).\n\nHowever, this theme has evolved in the last few years, and the “Five Freedoms” are now more commonly represented as aspirational states or principles that provide a logical and understandable guide to assessing and managing animal welfare, but they are difficult to achieve, if not impossible to measure.\n\nTherefore, we have evolved our approach to focus on the “Five Domains Model”:\n\n1. Nutrition: food deprivation, water deprivation, and malnutrition\n2. Environment: environmental challenges (heat, cold, mud, dust, lack of space, etc.)\n3. Health: diseases, injuries, functional limitations\n4. Behavior: behavioral restrictions\n5. Mental states: weakness, pain (moderate), vertigo, hunger, thirst, pain (short term), nausea, fear, loneliness, anxiety, frustration, anguish, hopelessness, pain (persistent).\n\nAligning compliance with these Five Domains, and the standards and regulations in each region where we operate, is an important component in our management approach, and we believe these practices should permeate throughout the entire value chain. To that end, every year, we invest in regularly training and developing our team members and suppliers, and track various performance indicators to help identify opportunities for improvement. When necessary, corrective actions are outlined according to our animal welfare programs, and additional training is administered as needed.\n\nOur animal welfare programs are often reviewed by animal handling and welfare experts from universities around the globe. These lasting academic partnerships have assisted our company in identifying and investing in additional upgrades to both our facilities and team member and supplier training programs to further enhance the welfare of our animals.\nCASE STUDIES\n\n• In Brazil, JBS is supporting efforts to reduce hot iron branding in the beef supply chain, a current trend aimed at enhancing animal welfare. Farms are now adopting a range of different technologies to replace hot-iron branding with ear tags, buttons, tattoos, and other innovative solutions.\n\nHot branding is the oldest method of cattle identification, being used either to display owner identification, individuals' identification, or herd health control purposes (i.e. as it is required by Brazilian regulation to mark calves that have been vaccinated against brucellosis). However, even when properly applied, hot branding is harsh on animals' skin. Although it only takes 2-3 seconds for the burning metal to come into contact with the animal's skin, this is enough to cause second- or third-degree burns that leave permanent marks on the animals. The pain feeling lasts for several days due to the severe inflammatory process resulting from the burns which may be aggravated when hot brands are not properly performed, resulting in injuries with a high risk of infections and parasite infestation. Moreover, hot branding increases the risk of cowboys' injuries, creating an unhealthy environment at the workplace.\n\nTo improve animal handling practices related to cattle identification, JBS has engaged in a pilot project with four partner farms since 2021. As a result, 68,450 hot-iron branding procedures were avoided throughout 2022 at our partner farms. The initiative is a collaborative effort between the Ethology and Animal Ecology Studies and Research Group (ETCO) affiliated with São Paulo State University (Unesp), the BE.Animal Consulting Group, and Orvalho das Flores Ranch, and is supported by JBS, MSD Animal Health, and ALLFLEX.\n\nParticipating farms are supplied with status assessments explaining how individual identification affects farm management; training on and implementation of good identification management practices; and follow-ups on implemented initiatives. JBS also provides cattle producers with a Good Practices Guide, which contains recommendations for the use of other identification methods such as earrings (electronic or not) and tattoos on the animals' ears. These options allow for greater efficiency in the operational management of the farm.\n\n• In the U.K. and Europe, Pilgrim's Moy Park has been working with Professor Niamh O'Connell at Queens University Belfast (QUB) to further understand the lived experiences of birds and automate measures of bird behavior. In 2022 the QUB team was awarded $1 million from the Foundation for Food and Agriculture Research 'SMART Broiler' competition in conjunction with McDonald's. Moy Park was the industrial partner and supported the project, with the key aim to develop camera-based technology to provide automated behavior and additional management insights - called Flock-Focus. The initial outcomes from the project have shown that the birds can be identified and that gait scores and play behavior can be automatically captured within the field of vision of the camera.\n\nIn addition to capturing the positive behaviors that our birds exhibit every day,\nHuman Rights\n\nOur facilities operate according to all applicable labor and human rights laws, and we adhere to strict internal policies and programs that provide additional guidance to best serve our team members. We have a zero-tolerance policy on child or forced labor.\n\nWithin our supply chains, our Code of Conduct for Business Associates helps to ensure that our partners apply the same ethical business practices to their operations that we do. Additional requirements then vary by JBS business unit and region. For example, each of our European operations complies with the provisions of the UK’s Modern Slavery Act 2015 and the duty it places on businesses to publicly disclose the steps they are taking to tackle forced labor and human trafficking. To learn more about how we are working to review and improve our practices through effective due diligence and risk assessment, please visit Responsible Sourcing.\n\nCASE STUDIES\n\n- Pilgrim’s UK, alongside its retail partners Waitrose and Co-op, conducted a human rights impact assessment (HRIA) of its integrated pork and lamb supply chains. The assessment was the first-of-its-kind for a livestock supply chain due to its scale and wide-ranging criteria. It spanned Pilgrim’s UK’s outdoor-bred pig farms and lamb farms, as well as the business’ processing and abattoir sites, from which Co-op and Waitrose source the majority of their pork and all of Waitrose’s lamb products.\n\nIn response to the findings, the businesses have published a joint Human Rights Action Plan, which is designed to raise awareness among stakeholders along the supply chain of health & safety training, mental health and wellbeing, gender discrimination and access to grievance systems.\n\nOngoing worker welfare visits will also continue to take place throughout the year to ensure high human rights standards are maintained. The Action Plan will be updated with progress reported on publicly.\n\nPilgrim’s Moy Park continues to try to find new ways to encourage new opportunities for the birds to display natural behaviors – one such behavior is ‘feed running’. Although the name can cause confusion, it is essentially when a bird picks up small novel objects such as chick paper or large pieces of straw, and runs with the object whilst other birds quite often try to ‘steal’ it. The QUB are in process of patenting an enrichment object that will stimulate this behavior, last for the duration of the crop, and break down in the litter post-depopulation.\n\n- Pilgrim’s UK supplied data from its onboard trailer temperature monitors, during a forecasted period of cold weather. Drivers also completed online questionnaires to confirm the number of pigs being carried, journey start and end points and timings, the ambient temperature recorded at loading and unloading, and any reported issues with welfare at loading or unloading. The information was submitted confidentially and will be presented back to industry by BMPA once they have enough data collected in both hot and cold weather.\n\nPilgrim’s UK’s agriculture division is working in partnership with the National Farmers Union UK (NFU) to explore the impact of environmental temperature conditions on the welfare of pigs during transportation. During 2022, Pilgrim’s Pride assisted with a project led by NFU to monitor temperatures of pigs during transport. The project was created in response to a previous Welfare in Transport consultation by the U.K. Department for Environment, Food, and Rural Affairs (DEFRA), proposing to limit livestock journeys based upon exceeding minimum and maximum ambient temperatures. This project was completed as part of a wider industry working group, involving the British Meat Processors Association (BMPA) and other processors across pigs, sheep, and cattle.\n3. Producing Sustainable Food\n\nFood Safety and Quality\n\nGRI 416-1; 417-1; 417-3; FP7; FP8\n\nFood safety and quality are at the heart of our business.\n\nWe continually review every aspect of our daily operations to make sure we provide safe, high-quality, nutritious products for our customers and consumers.\n\nIt starts with the health and well-being of the live animal. No matter the production system deployed, the health and welfare of our animals remains our priority, and we are committed to providing proper care to our animals.\n\nWithin our processing operations, we have a robust global food safety and quality program that consists of Standard Operating Procedures (SOPs), Sanitation Standard Operating Procedures (SSOPs), Hazard Analysis and Critical Control Points (HACCP) procedures and validated technology interventions that are designed to eliminate or reduce biological, chemical, and physical hazards from raw material production.\n\nEach of these processes are monitored by JBS team members trained in food safety and quality assurance, as well as government officials, in each production facility. Additionally, inspection and process verification by government officials occur before the mark of inspection can be placed on products entering into commerce.\n\nAll JBS business units also have a written Good Manufacturing Practices (GMP) program and a recall/market withdrawal procedure that provides for trace-back and trace-forward capabilities to ensure proper product identification, if necessary.\n\nEach year, we conduct numerous food safety and quality system audits using accredited, independent auditing firms. In 2022, 73.3% of our global facilities were audited and certified by audit schemes recognized by the GFSI, one of the most stringent food safety-related audits available to the food industry. This represented an 8.8% increase from our percentage of certified facilities in 2021. SASB FB-MP-250a.2\n\n| Country   | Percent of Fresh Processing Facilities Certified by Independent Third-Party Audits According to GFSI Standards |\n|-----------|----------------------------------------------------------------------------------------------------------|\n| Australia | 89%                                                                                                      |\n| Brazil    | 45%                                                                                                      |\n| Canada    | 100%                                                                                                     |\n| Europe    | 100%                                                                                                     |\n| Mexico    | 71%                                                                                                      |\n| United States | 100%                                                                                               |\n\nInternal audits and inspections are also conducted by our FSQA team members. In 2022, we completed a second year of collecting and compiling data against our internal Global Food Safety and Quality Assurance Scorecard, which was developed to benchmark performance indicators across global operations and business units, bolster accomplishments by identifying areas of improvement, and encourage the pursuit of continuous and positive results.\n\nTo determine the scorecard’s indicators, our Global FSQA team reviewed relevant standards, requirements, and metrics, both within the food industry and the regulatory space. Now in effect, it evaluates 12 metrics across four priority pillars, including regulatory compliance, animal welfare and prevention of antimicrobial resistance, customer and consumer satisfaction, and product safety and quality. SASB FB-MP-250a.1\nCASE STUDIES\n\n- The Global FSQA (food safety and quality assurance) team held their second annual meeting in Cambridge, U.K., to share best practices, innovations, and technologies - while empowering FSQA leaders through education, collaboration, and team building.\n\nIn accordance with this year’s tagline - One Team, One Purpose - attendees represented seven countries, encompassing all proteins (beef, poultry, pork, salmon, and prepared foods). Speakers presented on food safety culture, robotics, artificial intelligence, and animal welfare.\n\nThe highlights of this year’s meeting included:\n\n- Building strong relationships among FSQA leaders;\n- Collaborating and learning about KPIs to set global ESG goals;\n- Fostering new learnings while stimulating the exchange of ideas through tours of production facilities;\n- Educating on best-in-class technologies;\n- Learning from external presenters, triggering an exchange of experiences on the food safety culture, animal welfare, and innovation concepts; and\n- Returning home with key takeaways to be applied in their operations.\n\n- At Pilgrim’s Food Masters, a key part of our hygiene programs is a strong focus on how we design equipment to further mitigate microbiological and pathogen risks. To that end, the company has undertaken a hygienic review of its manufacturing equipment to ensure that it is identifying and eliminating areas of the facility or equipment that may be more challenging to access. Hygienic design principles have been applied, which includes a review of the equipment surfaces, ease and accessibility of cleaning, ease of draining and drying equipment, and enhanced cleaning practices.\n\nIn 2022, we completed a second year of collecting and compiling data against our internal Global Food Safety and Quality Assurance Scorecard.\nEnvironmental Performance\n\nAround the world, JBS operations are committed to improving the efficiency of production, while minimizing reliance on natural resources and our overall environmental footprint.\n\nEnergy GRI 3-3\n\nAs a material topic for our business, both in terms of its impact on our GHG footprint and general eco-efficiency, energy management is addressed globally through a four-pronged strategy, focused on:\n\n- **Identifying opportunities** by sharing best practices between company facilities, measuring and monitoring performance, and conducting energy-focused site audits;\n\n- **Implementing behavioral improvements** by establishing energy key performance indicators (KPIs) for each JBS facility, which prompt the implementation of no- or low-cost methods of reducing emissions through behavior;\n\n- **Approving capital expenditure upgrades** through capital investments to upgrade non-energy-efficient equipment, capture and use waste heat, and eliminate other inefficient processes; and\n\n- **Utilizing renewable energy** by procuring both onsite and/or virtual renewable energy sources for the areas where physical decarbonization of company assets is not feasible.\n\nWe apply this strategy against all sources of energy consumed by JBS and support it through various environmental data management systems at both business-unit and facility levels. In addition to total energy use and total renewable energy use, one of the key metrics we monitor is energy intensity (total energy use per unit of production). In 2023, we will implement a new global platform that will allow us to better assess our performance in real time, compare progress between regions and business units, and identify opportunities for future reductions.\n\nOur efforts are further reflected in our goals for continuous improvement, namely our commitment to use 60% renewable electricity in our facilities by 2030. Globally, 42.3% of our energy use and 45.1% of our electricity use was derived from renewable sources in 2022, and several of our businesses continued to use 100% renewable electricity in their operations.\n\nTo reduce energy use in our facilities, our environmental and engineering teams are dedicated to identifying operational efficiencies, replacing equipment, and leading behavioral improvements by example. Throughout 2022 they aligned to internal processes that allowed us to recognize and prioritize impactful projects that ranged across a variety of areas and topics, such as optimization of refrigeration and steam operations, conversion to LED lighting, improvement of fleet fuel efficiency in our transportation units, covering of anaerobic wastewater lagoons for biogas collection, and more.\n\nIn tandem, we continue to ramp up global investments to increase our proportion of total energy consumption from clean sources. In 2022, renewable sources accounted for 42.3% of the total energy consumed by JBS operations worldwide.\n### GLOBAL ENERGY CONSUMPTION¹\n\n|                      | 2019       | 2020       | 2021       | 2022       |\n|----------------------|------------|------------|------------|------------|\n| Energy Use (MWh)     | 25,582,090 | 21,209,776 | 21,937,268 | 20,871,164 |\n| Energy Use Intensity (MWh/MT of finished product produced) | 1.31       | 1.08       | 1.08       | 1.04       |\n| Renewable Energy Use (%) | 36%        | 45%        | 43%        | 43%        |\n| Non-Renewable Energy Use (%) | 64%        | 55%        | 57%        | 57%        |\n\n### GLOBAL SCOPE 1 ENERGY CONSUMPTION²\n\n|                      | 2019       | 2020       | 2021       | 2022       |\n|----------------------|------------|------------|------------|------------|\n| Scope 1 Energy Use (MWh) | 19,097,746 | 14,364,025 | 15,210,827 | 14,500,052 |\n| Scope 1 Energy Use Intensity (MWh/MT of finished product produced) | 0.98       | 0.73       | 0.75       | 0.72       |\n| Renewable Energy Use (%) | 33%        | 43%        | 42%        | 41%        |\n| Non-Renewable Energy Use (%) | 67%        | 57%        | 58%        | 59%        |\n\n### GLOBAL SCOPE 2 ENERGY CONSUMPTION³\n\n|                      | 2019       | 2020       | 2021       | 2022       |\n|----------------------|------------|------------|------------|------------|\n| Scope 2 Energy Use (MWh) | 6,484,343  | 6,845,751  | 6,726,441  | 6,371,112  |\n| Scope 2 Energy Use Intensity (MWh/MT of finished product produced) | 0.33       | 0.35       | 0.33       | 0.32       |\n| Renewable Electricity Use (%) | 46%        | 51%        | 45%        | 45%        |\n| Non-Renewable Electricity Use (%) | 54%        | 49%        | 55%        | 55%        |\n\n¹ Includes direct [electricity generated on-site, the use of fuel to generate steam and heat (stationary combustion) and consumption of fuel by company-owned vehicle fleets (mobile combustion)] and indirect [purchased electricity, steam, heat, and cooling] energy consumption.\n\n² Includes direct energy consumption [electricity generated on-site, the use of fuel to generate steam and heat (stationary combustion) and consumption of fuel by company-owned vehicle fleets (mobile combustion)].\n\n³ Includes indirect energy consumption [purchased electricity, steam, heat, and cooling].\n\n⁴ Assurance conducted on Brazil data, refer to the complete Assurance Letter at the link.\n\n### CASE STUDIES\n\n- **In the United Kingdom**, our Pilgrim’s UK and Pilgrim’s Food Masters businesses continued to use **100% renewable electricity** in 2022.\n\n  Looking ahead, Pilgrim’s UK is set to invest over £10 million across 2022 and 2023 to support the roll-out of a series of process innovations and operational improvements. To determine the best reduction projects to invest in, the business has undertaken a net zero investment roadmap exercise. Upgrades include switching out equipment with more energy-efficient alternatives, such as replacing gas boilers with heat pumps and optimizing refrigeration systems. The business also already has local solar projects at many of its sites and is now expanding these to the remainder of its operations across the country – all of which will help to reduce carbon emissions by 11,000 metric tons annually.\n\n- **No Carbon**, a new JBS company that leases out electric trucks to transport frozen and chilled products, began operations in 2022, supporting logistical operations for retailers and other JBS businesses across Brazil.\n\n- **In multiple JBS operations around the world**, facility lighting stood out as an opportunity for improved management. Poor lighting can inhibit workplace efficiency and is typically accompanied by high utility consumption and cost. In total, the company invested US$ 11 million across 41 projects to **upgrade lighting and controls to automatic LED**, which provides at least 80% energy savings when compared to non-LED options. In addition, the upgraded work environment also improved employee morale and worker efficiency.\n\n- **Our JBS Biolins cogeneration facility in Lins, São Paulo, produces electricity and steam from biomass** (sugarcane bagasse, eucalyptus chips, and various biomass waste), with a capacity of 45 MW – enough to power a city of 300,000 residents. Biolins provides 100% of the electricity and steam it generates to our Friboi, JBS Couros, and JBS Novos Negócios facilities in Lins. The powerplant alone generates the equivalent of 25% of all electricity used by all JBS operations in Brazil.\n\n- **In an effort to use more sustainable electricity through use of solar power**, Pilgrim’s partnered with one of the largest energy suppliers in North America to implement its first **U.S. solar energy project** in Texas. Thanks to the area’s abundant open land and sunshine, West Texas has some of the greatest solar and wind power potential in the country. The Pilgrim’s West Texas solar project is a 15-year agreement that is expected to supply our rural Pilgrim’s locations in Nacogdoches, Waco, and Lufkin with 786,938 megawatts of renewable elec-\ntricity, displacing a total of 334,070 MT CO₂e annually. To put this in perspective, that is the equivalent of taking more than 80,113 cars off the road for a year. When compared to common carbon offsets, the amount of displaced CO₂e from this project is also equal to the amount of carbon sequestered by more than 393,024 hectares of forest in one year or more than 5,567,836 10-year-old tree seedlings.\n\nAs solar power continues to become a more available source of renewable electricity, we believe it can help us reach our global goal of net-zero GHG emissions and meet the energy demands of our facilities.\n\nWater and Wastewater\nGRI 3-3; 303-1; 303-2; SASB FB-MP-140a.2\n\nWater stewardship is crucial to the long-term viability of our global business and our shared communities. Water is a critical component in the production of safe, high-quality food and the decreasing availability of clean, accessible water threatens food security in many areas around the world. Agriculture represents 70% of all water withdrawals, and as one of the largest global food companies, we recognize we must play a fundamental role in helping protect the responsible use of this critical resource.\n\nWithin our operations, we embrace our responsibility to decrease water consumption by monitoring usage and prioritizing reductions at every facility, while still preserving our high standards for food safety and sanitary conditions. Our global Water Stewardship Policy guides our businesses, encouraging the development of strategies and projects that minimize the need for new water sources.\n\nEach facility sets water-use goals and targets to ensure ownership and accountability and devotes financial resources to maintain alignment with business-specific policies and commitments. We also work cross-functionally with our environmental, engineering, operations and food quality and safety teams when designing and implementing conservation strategies to ensure they do not interfere with food safety protocols.\n\nThe primary indicators we measure related to water use include total water withdrawal by source, total water reused, and total water use intensity (water use per unit of production) to consistently identify opportunities for improvements, irrespective of changes in production.\n\n| GLOBAL WATER WITHDRAWAL BY SOURCE (m³) GRI 303-3, 303-5 | 2019 | 2020 | 2021 | 2022 |\n|--------------------------------------------------------|------|------|------|------|\n| Surface                                                | 45,228,057 | 26.3% | 44,748,043 | 26.1% | 45,997,592 | 45.0% | 45,515,648 | 24.8% |\n| Groundwater                                            | 57,677,295 | 33.5% | 56,957,299 | 33.3% | 60,148,519 | 58.9% | 61,404,553 | 33.4% |\n| Municipality                                           | 68,940,053 | 40.1% | 69,323,367 | 40.5% | 74,643,945 | 73.1% | 76,576,839 | 41.7% |\n| Other                                                  | 115,805 | 0.1% | 113,939 | 0.1% | 0 | 0.0% | 140,380 | 0.1% |\n\nAssurance conducted on Brazil data, refer to the complete Assurance Letter at the link.\nWe also constantly monitor the treatment of all wastewater produced in our operations in accordance with appropriate physical and chemical regulatory standards. Each of our production and further processing facilities has a wastewater treatment program specifically tailored to its unique discharge permit requirements to help reduce our total discharged water volume and address noncompliance issues. Depending on the operation, wastewater is treated at our facilities either internally or in the municipal system.\n\n**CASE STUDIES**\n\n- In 2022, JBS Australia placed a significant focus on improving water efficiency. It recognized that the first step to reducing consumption was accurately collecting, calculating, and reporting usage to better understand where the greatest impacts could be made.\n\n  The business invested over A$2 million in water measurement and innovation in 2022 across multiple projects, including the installation of new water meters at all nine of its red meat processing facilities, at seven common key points of production. Using data obtained from these meters, JBS Australia can review its performance and create a structured process for rolling out initiatives to reduce water consumption.\n\n  The business also prioritized water pressure reduction trials in 2022 at a number of facilities, including Dinmore, QLD, Brooklyn, VIC, and Rockhampton, QLD. Furthermore, water sensors were installed at Rockhampton, leading to a reduction of ~50kL/day. The success of this initiative will be replicated at other facilities, resulting in major additional water savings.\n\n  Collectively, these initiatives laid the foundation for water reductions in Q4 2022, which continued into 2023. Dedicating the success of its program to its team members, JBS Australia will continue to support water education initiatives to encourage behavior changes across the organization.\n\n- In Brazil, our businesses have been expanding their water reuse capabilities across equipment cooling, landscaping irrigation, patio cleaning, vehicle washing, and other activities. In 2022, our Brazilian operations reused 2.62 million m³ of water, 54% more than the previous year.\n\n  Throughout the year, JBS Couros also promoted the research and development of scholarly articles that feature water reduction, and Seara created an internal committee to evaluate and guide water-related practices in its operations.\n\n  Seara, for example, invested more than R$ 120 million in the modernization of its wastewater effluent treatment processes, implementing activated sludge systems in seven production facilities. This method allows for organic compost to be generated from activated sludge, aligning with the company’s Circular Economy principles.\n\n  • Across multiple JBS facilities around the world, we have pursued covering anaerobic lagoons and converting to activated sludge systems where applicable. Eight lagoons were approved for capital improvements in the U.S. and Australia and several others in Brazil were either covered or transitioned to an activated sludge system for nearly 100% reduction of anaerobic GHG emissions at these facilities.\n\n**GLOBAL WATER DISCHARGE BY RECIPIENT (m³)**\n\n|                | 2019       | 2020       | 2021       | 2022       |\n|----------------|------------|------------|------------|------------|\n| Water Body     | 80,931,603 | 80,361,473 | 83,400,523 | 84,792,888 |\n| Municipality   | 47,130,042 | 50,134,143 | 50,447,505 | 50,003,582 |\n| Land Application | 18,349,248 | 13,983,917 | 12,886,170 | 12,790,240 |\n| Other          | 7,406,135  | 262,056    | 6,557      | 120,611    |\n\nAssurance conducted on Brazil data, refer to the complete Assurance Letter at the link.\nWaste GRI 306-1; 306-2\n\nGuided by a Global Packaging and Recycling Policy, our operations around the world work to reduce, reuse or recycle the maximum amount of materials and send as little waste to landfills as possible. Opportunities for improved performance in our facilities are identified and addressed in several ways, both daily through site-specific actions and long-term through the development of new technologies for scaled implementation.\n\nJBS environmental teams outline the appropriate procedures for collecting, transporting and disposing waste correctly in accordance with regional laws and regulations, and define best practices for reduction across our production processes. Materials that can be recycled are separated and sent to recycling companies, and where possible, we partner with composting companies to transform organic waste into compost that can be used as fertilizer in crop fields. Nonrecyclable, hazardous and harmful waste, in turn, is separated for suitable final disposal.\n\nGLOBAL WASTE GENERATED IN OPERATIONS BY TYPE AND DISPOSAL (MT) GRI 306-3; 306-4; 306-5\n\n|                | 2019  | 2020  | 2021  | 2022  |\n|----------------|-------|-------|-------|-------|\n| Hazardous Waste| 32,707| 21,306| 14,839| 44,261|\n| Non-Hazardous Waste| 2,144,269| 1,924,909| 2,004,798| 2,386,887|\n| Total Waste    | 2,176,976| 1,946,217| 2,019,636| 2,431,148|\n\nCASE STUDIES\n\n- In Europe, our Pilgrim’s Moy Park, Pilgrim’s UK, and Pilgrim’s Food Masters businesses continued to maintain their commitments to send zero waste to landfill across all facilities in 2022.\n\n- Pilgrim’s Moy Park and Pilgrim’s UK also began using 100% recyclable rigid packaging this year in line with their “Remove, Reduce, Recycle and Research” strategy. All other packaging will be widely recyclable by 2025.\n\n- In the United States, our Grand Island, Nebraska, beef facility partnered with local agriculture to establish a compost operation. Paunch and other organic solids generated at the facility were previously hauled to landfill, but by collaborating with a farmer to establish a more local alternative, the waste is now returned to the circular economy. Symbiotic reductions were ultimately achieved by both parties, decreasing waste sent to landfill by the beef plant and decreasing synthetic fertilizer sourced by the farming community.\n\n- At JBS Ambiental, plastic waste generated at JBS operations is recycled into civil construction material. Plastic scraps from the multilayer packaging (PVDC) used to package natural products are typically difficult to recycle. That’s why the Research & Development team at JBS Ambiental developed a process to transform the excess plastic into material for manufacturing interlocking floors suitable for external environments, such as patio paving.\nPackaging\n\nProper packaging is essential to keeping our food products safe until they reach the consumer’s table, but it should not come at the expense of our environment. That is why we are continuing to explore alternative materials that offer recyclability and technologies that allow us to reduce the amount of packaging needed, while still maintaining strict product safety requirements.\n\nOne of the aims of our Research and Development (R&D) teams is to reduce and optimize the use of primary packaging (in direct contact with food), and secondary and tertiary packaging, thereby diminishing the amount of waste generated by customers and consumers.\n\nCASE STUDIES\n\n- In Europe, Pilgrim’s Moy Park was the first poultry company to undertake a commitment to reduce packaging and food waste in its supply chain. The initiative is part of an ambitious campaign to combat the use of plastics and packaging in its business and in the industry. The company plans to lower its global use of packaging by 5% each year, while simultaneously raising the percentage of recyclable packages by 5%. Among actions planned, Moy Park will collaborate with researchers and supply chain partners to develop sustainable packaging for its entire product portfolio and will eliminate single use plastic from its office and restaurants.\n\n- In 2022, our JBS Australia Southern operations in Victoria transitioned to using recyclable mono PET and compostable top web packaging. This ultimately reduced their packaging use volume by nearly 7%. Furthermore, while the previously used material was non-recyclable, the new solution uses a curb-side collectable bottom web and return-to-store top web.\n\n- Pilgrims Food Masters is a signatory of the UK Plastic Pact, which brings together businesses from across the entire plastics value chain with U.K. governments and NGOs to tackle the scourge of plastic waste. Members agree to the following joint targets:\n  - Target 1 – Eliminate problematic or unnecessary single-use plastic packaging through redesign, innovation or alternative (re-use) delivery models;\n  - Target 2 – 100% of plastic packaging to be reusable, recyclable or compostable;\n  - Target 3 – 70% of plastic packaging effectively recycled or composted;\n  - Target 4 – 30% average recycled content across all plastic packaging; and\n\nAll targets to be achieved by 2025.\n\nThe business continued to make good progress against these targets in 2022, resulting in a reduction of more than 120 MT of plastic packaging while increasing recyclability. Examples of projects delivered include:\n\n- Across our Richmond fresh pork sausages, we reduced the thickness of the plastic layer and reduced the bag sizes, resulting in a reduction of 36.1 MT.\n\n- We moved our Richmond frozen sausages from a mixed laminate to mono laminate and reduced bag size, resulting in a reduction of 49 MT and increasing the recyclability of our packaging.\n\n- Across our chilled ready meals, we introduced a pulp tray for one of our customers, removing 205 MT of virgin plastic annually.\n\n- For another customer, we moved from 2 x virgin plastic PP trays to a single A-pet clam shell designed with recycled plastic, reducing 20 MT of plastic waste.\n\n- At our Carrickmacross site, we have removed another 17 MT of plastic by removing all plastic tape from site.\n\nWe are continuing to explore alternative materials that offer recyclability and technologies that allow us to reduce the amount of packaging needed.\nCircular Economy and Reverse Logistics\n\nCircular Economy\n\nWe are working to apply strategic, circular-economy concepts across our operations to reduce, reuse, recover and recycle materials and energy within closed loop systems, and minimize disposal and waste. Doing so not only creates new business opportunities for our company, but also disruptive solutions that support our operational continuity into the future. It is an integral component of our business model and influences the long-term decisions we make.\n\nHistorically, the meat processing industry has become incredibly efficient from a food waste prevention standpoint. Over the last two decades, we have implemented a number of initiatives to sustainably dispose of our processing waste, such as hides, blood, meat, bones, and others to create marketable materials. Nearly 100% of these inedible byproducts are processed and transformed into consumer goods such as biodiesel, cosmetics, pharmaceuticals, soaps, animal feed, and more.\n\nPackaging and organic waste generated during JBS processing is also transformed into new packaging for use at JBS operations and fertilizers for sale, respectively.\n\nIn alignment with this strategy, JBS has two business units in Brazil that are dedicated to circular economy principles: JBS Couros and JBS Novos Negócios.\n\nClosed-loop systems for reusing and recycling waste can play an important role in the long-term viability of operations. JBS Novos Negócios creates value out of traditional waste streams, converting byproducts and waste from animal protein processing into value-added products, such as biodiesel, collagen, natural casings, fertilizers, pharmaceutical ingredients, personal care and cleaning products, and more that are sold in Brazil and 50 other countries.\n\nAs a pioneer in this space, JBS Novos Negócios is advancing innovation, efficiency and sustainable practices in line with circular economy principles, and we are exploring how we can further apply this model across our global operations.\n\nJBS Couros\n\nWith a global presence and operations across four continents, JBS Couros produces leather for sale at wet blue, wet white semi-finished, and finished stages of hide processing. The company primarily operates in three major markets: automotive, furniture, and footwear and accessories. It also provides processing solutions that incorporate innovation, logistics, and value chain control to help improve product quality and consistency, as well as ergonomics and industrial automation.\n\nBy transforming animal hides into leather through tanning, we create a material with various useful applications. In this regard, we also prioritize environmental impact and waste reduction, as any unused raw material would otherwise need to be incinerated or disposed of in landfills.\n\nOur Ambitions:\n\n- Develop solutions that minimize the disposal of waste generated by our operations;\n- Diminish the environmental impact of packaging used in our products;\n- Advance the circular economy within and outside the company’s operations; and\n- Promote recycling in our value chain.\nOPERATIONS IN SECTORS RELATED TO JBS'S CORE BUSINESSES\n\n- Livestock transportation between farms using a app\n- Uboi\n- Purchase of raw materials\n- Separation of raw materials\n- Animal processing\n- Transportation for processing\n- JBS Novos Negócios operation\n- Leather tannery\n- Food preparation\n- Reuse of waste\n- JBS Trading\n- JBS Higiene & Limpeza\n- JBS Natural Casings\n- JBS Biodiesel\n- ORYGINA\n- JBS Ambiental\n- CAMPO FORTE\n- NoCarbon\n- TRP\n\nKey:\n- JBS Novos Negócios operation\n\nTo learn more about JBS Novos Negócios, please visit our JBS ESG Hub.\nReverse Logistics\n\nIn Brazil, JBS supports reverse logistics projects in accordance with the National Policy on Solid Waste. The company renewed partnerships with Prolata, the Instituto Recicleiros’ Cidade+ Program, and eureciclo in 2022 to promote recycling of packaging downstream of JBS operations. By directing resources and investments to co-ops and collection centers, the recycling chain for post-consumer packaging is strengthened and numerous workers are provided a source of income.\n\nThrough these initiatives, our Brazilian operations collectively recycled 11,458 metric tons of plastic and cardboard packaging and 12,004 metric tons of metal in 2022. In addition, other projects developed in collaboration with JBS Ambiental to improve the segregation of recyclable materials are currently ongoing. Learn more about JBS Ambiental at our website.\n\nCASE STUDIES\n\n- In JBS beef and lamb facilities, animal fat from processing waste material is cooked down into a liquid form known as “tallow” and refined into renewable fuels that contribute to reducing transportation emissions globally. In 2022, approximately 465,000 metric tons of tallow produced in JBS facilities in the U.S., Australia, and Canada were refined into renewable fuels. These renewable fuels are used to power hard-to-abate transportation sectors including aircraft, heavy vehicles, and ferries in some parts of the world. Renewable diesel and sustainable aviation fuels refined from JBS tallow by our customers can emit upwards of 50% fewer GHG emissions than conventional fossil fuels.\n\n- In 2022, JBS Brasil continued to invest in creating additional value through its byproducts, reinforcing the company’s circular economy strategy to align to its pledge to reach net zero GHG emissions by 2040. It began producing organic, organomineral, and special fertilizers, and marked its entrance into the fertilizer market under the Campo Forte Fertilizantes brand. It also entered the health and nutraceuticals market with the launch of Genu-in, a company specializing in collagen peptides and gelatin.\n\n- JBS Couros transforms the leather derived from our production process into products with a unique, natural, and timeless style. One of the business’ main products, Kind Leather, aims to produce leather that allows for greater cutting efficiency when assembling consumer goods (bags, shoes, seats), thus generating less solid waste and using raw materials more efficiently.\n\n- In 2022, Pilgrim’s Mexico implemented a Circular Economy Program in which five suppliers were invited to participate. The course explained the importance of circular economy practices while simultaneously helping each supplier develop a project to implement on their own operations, aimed at reducing energy, water, and waste.\nAnimal Handling\n\nThe welfare of livestock, poultry, and aquaculture in our production facilities is regulated by the Ministry of Agriculture and Livestock / Federal Inspection Service (MAPA/SIF) in Brazil, U.S. Department of Agriculture (USDA) and Food Safety and Inspection Services (FSIS), Canadian Food Inspection Agency (CFIA) Meat Inspection, Buenas Prácticas Pecuarias en Producción de Pollo de Engorda de SADER y SENASICA, Council Regulation N˚1099/2009, Australian Animal Welfare Standards and Guidelines and Australian Standard for the Hygienic Production and Transportation of Meat and Meat Products for Human Consumption, dependent on region and protein.\n\nAnimal welfare responsibilities are managed by our Animal Welfare and Food Safety and Quality Assurance teams. Every facility has a full-time Quality Assurance Manager, Animal Welfare Manager or Animal Welfare Officer (AWO) who is responsible for overseeing the implementation of our animal welfare program, which includes facility assessment, training programs and ongoing monitoring.\n\nIn addition, each production facility has team members from livestock and poultry handling, processing, quality assurance, operations, procurement and human resources who work to ensure that the policies and procedures required by their animal welfare programs, including annual training of all team members, are being correctly implemented and followed.\n\nWe have a zero-tolerance policy for abuse of any kind, and all team members are required to report any violations, either anonymously through our Ethics Line or directly to management. Team members or family farm and ranch partners who violate our Animal Welfare Policy and associated procedures are subject to disciplinary action including termination of employment, termination of contract and/or reporting to the government authority responsible for overseeing animal welfare.\n\n### OUR ANIMAL HANDLING PERFORMANCE\n\n| Australia | Brazil | United States and Canada | Europe** | Mexico |\n|-----------|--------|--------------------------|---------|--------|\n| % of internal animal welfare audits passed | Beef, Pork, and Lamb: 100% Aquaculture: Huon is implementing internal animal welfare audits across all sites in 2023 | Beef: 100% Chicken and Pork: 100% | Beef: 97.9% Pork: 100% Live Pork: 92.4% Chicken: 100% | Chicken: 100% Pork and Lamb: N/A to the style of auditing conducted by Red Tractor and RSPCA | Chicken: 100% |\n| % of third-party animal welfare audits passed | Beef, Pork, and Lamb: 100% Aquaculture: N/A to the style of auditing conducted by RSPCA at Huon sites | Beef: 100% Chicken and Pork: 88%* | Beef: 100% Pork: 100% Live Pork: 100% Chicken: 100% | Chicken: 100% Pork and Lamb: N/A to the style of auditing conducted by Red Tractor and RSPCA | Chicken: 100% |\n| % of third-party animal welfare audits passed on the first attempt | Beef and Lamb: 89% Pork: 100% Aquaculture: N/A to the style of auditing conducted by RSPCA at Huon sites | Beef: 100% Chicken and Pork: 99% | Beef: 100% Pork: 100% Live Pork: 100% Chicken: 100% | Chicken: 100% Pork and Lamb: N/A to the style of auditing conducted by Red Tractor and RSPCA | Chicken: 100% |\n| % of third-party transportation audits passed | Beef, Pork, and Lamb: N/A Aquaculture: 100% | Beef: 100% Chicken and Pork: 100% | Beef: 100% Pork: 100% Live Pork: N/A Chicken: N/A | Chicken: 100% Pork and Lamb: N/A to the style of auditing conducted by Red Tractor and RSPCA | Chicken: 100% |\n| % third-party transportation audits passed on the first attempt | Beef, Pork, and Lamb: N/A Aquaculture: N/A to the style of auditing conducted by RSPCA | Beef: 100% Chicken and Pork: 100% | Beef: 100% Pork: 100% Live Pork: N/A Chicken: N/A | Chicken: 99.9% Pork and Lamb: N/A to the style of auditing conducted by Red Tractor and RSPCA*** | Chicken: 100% |\n\n*Only 26 plants were audited\n**Does not include Pilgrim’s Food Masters\n***Red Tractor and RSPCA audits allow haulers 28 days to satisfactorily apply corrective actions to any non-compliances raised during their audits before being classed as a fail.\nCASE STUDIES\n\n• In 2022, Huon Aquaculture continued to be the only RSPCA-certified Australian seafood producer. The business continues to work with the RSPCA to continuously improve its fish welfare, and every year, all of its farming practices and sites, from freshwater hatcheries to marine grow-out, are assessed by the RSPCA according to its 400 detailed animal welfare standards to ensure best practice welfare outcomes are applied to all Huon fish.\n\nThis accreditation is important to Huon because animal welfare is important to Huon. Over the past several years as salmon consumption has increased, so has the desire for consumers to know more about the salmon that they are eating. By continuing to maintain RSPCA approval, animal welfare is front-of-mind for our staff and our consumers.\n\nAchieving and maintaining this accreditation hasn’t happened overnight—we have worked closely with the RSPCA Approved Farming Scheme over many years to meet their high standards, and it is something that everyone working for Huon has been instrumental in achieving.\n\n• Through an industry-funded Ph.D. studentship, Moy Park and Queens University Belfast (QUB) partnered to investigate if current industry standards for chicken house lighting during the first 7 days of life provide the optimum environment for chicks. This research question was posed based on the observation that traditionally chicks spend significant amounts of time under the mother hen, shaded from external light.\n\nA large-scale commercial study was undertaken to evaluate three treatments, including a standard lighting program that is typical across the U.K., increased darkness duration in the first 7 days, and treatment that allowed the chicks optional access to shelter/covered area that provided darker areas for the first 7 days. Ultimately, this study suggested that long day lengths during early life are not essential to maintain production performance in broiler chickens. It also presented a novel approach to environmental enrichment using dark shelters, which appears to have benefits for bird leg health.\n\n• In Australia, Rivalea worked collaboratively with the University of Melbourne Animal Welfare Science Centre and other industry partners in 2022 to investigate systems that could potentially enhance pig health and welfare. These research projects included evaluation of loose farrowing systems for sows, the elimination of tail docking in pig raising, the use of smart technology to monitor pig health and welfare, the development of single-shot vaccines for pigs, the development of a vaccine for Japanese Encephalitis, alternative sustainable heating systems for farrowing houses, and nutritional strategies to improve pig survival.\nInnovation and R&D\n\nAn innovative culture is integral to our constant evolution. It allows us to develop more efficient and sustainable practices while adapting to changing customer tastes, driven by the belief that we all play a role in developing a better future.\n\nThrough continuous investment in research and state-of-the-art technology, innovation has become a key component behind the way we develop new products, monitor our raw materials, operate our facilities, and recycle and repurpose our waste. Our approach is built upon consumer insights and customer needs informed by opinion surveys and market growth opportunities.\n\nOur innovation teams around the globe share trends, innovative solutions and technology advancements within the company to leverage our collective expertise and lead category growth. Our diversified portfolio of products allows JBS to provide an array of high-quality products tailored to meet the complex needs of customers and the discerning tastes of consumers.\n\nCASE STUDIES\n\n• To continue to meet evolving consumer expectations, Seara implemented the Innovation Hub, a structured innovation management process that monitors consumer needs and challenges, market opportunities, new ingredients, and new technologies, and applies them to its launch of new products.\n\nThrough Seara’s Innovation Hub, constant research is also carried out with consumers to understand new habits, challenges, and priorities. As a result, the business invested R$ 82 million in innovation in 2022. Improvements were mapped by a Technological Gaps project, aimed at improving processes to increase consumer perception of products. In addition, significant scientific research has been carried out in the areas of sustainable packaging, sensory methodologies, and industry 4.0.\n\n• In the United States, several of our beef plants partially transitioned to a zero trim product (ZTP) in 2022. By removing excess fat – for example, the ½ inch on the edge of a steak – the customer doesn’t have to cut and throw it in trash or grill it to melt the fat. It is instead collected at the facility and transformed into tallow. In addition to meeting consumer preferences for more convenient products, the initiative also helps eliminate food waste at home.\n\n• The JBS Process Improvement Team, in collaboration with Operations, has been developing the use of sensors to improve equipment reliability / predictive maintenance tools and the use of cameras to detect quality issues such as boning, value optimization, packaging compliance and dressing performance. These efforts are just now starting to evolve from data collection to actual usage applications.\n\nIn 2021, our beef facility in Brooks, Canada implemented a project to capture the quality of processed chuck line bone via artificial intelligence (AI) cameras, generating a score for each bone and qualifying each employee in terms of bone count and quality. In 2022, a daily bonus per employee was implemented based on daily delivery and validated by 3 parameters: quantity, quality, and audit. Ultimately, the project resulted in increased line yields, process standardization, and team member morale on the chuck line.\nStrengthening Food Systems and Communities\n\nWe value the important role we play in feeding millions of consumers around the world, while maintaining our responsibility as a major employer in many rural areas.\n\nFood Supply Chains\n\nFood supply chains are built and managed to optimize the production and distribution of food that is high quality, safe, nutritious, and affordable, as efficiently as possible to customers and consumers. With growing concerns regarding GHG emissions from food production and consumption, agriculture and food companies and their stakeholders are now also looking to supply chains to undertake additional action to abate emissions. The challenge agriculture and food companies face is that these supply chains are complex and fluid, and most of their emissions are scope 3 in nature – resulting from other activities in a supply chain and outside the direct management and influence of any one actor.\n\nIn addition, companies have relied on secondary data, generalized life cycle assessments, and still-evolving methods to estimate emissions within their supply chains. While these estimates have been important to understand overall emissions, secondary data is too broad to inform investment decisions. For decarbonization efforts to be successful and sustainable, they must engage the full supply chain. Companies need to better understand the relative sources of emissions along each step of a supply chain to make investment decisions and more reliably assign benefits as a result of GHG interventions.\n\nAt JBS, we are investing in innovative partnerships to build and test new ways to engage our food system partners and address these challenges. In the end, we want to ensure our company and partners are targeting investments that make the most impact.\n\nCASE STUDY\n\nIn an effort to drive GHG mitigation and decarbonization action in a food system, JBS and key supply chain company partners completed a proof-of-concept project to collect, allocate, and share primary emissions data across global supply chains. Through the CarbonPrime initiative, the supply chain partners – including JBS, Sumitomo Corporation of Americas, Bayer, AMAGGI, and Rumo – connected primary emissions data from seed processing, agricultural operations, feed and food production, trading, logistics, and distribution from Brazil to global markets. This first-of-its-kind effort developed a high-quality and more precise estimate of GHG emissions from seed to store.\n\nCommunity Impact\n\nGRI 413-1\n\nWe continue to dedicate substantial resources to the well-being of our communities by volunteering our time, donating product, sponsoring local events and teams, and providing gainful employment opportunities. To make sure our efforts have the most meaningful impact, each of our businesses has independent authority to decide what is best to support their communities. For example some facilities focus on bettering the lives of local youth, while others choose to assist in the fight to alleviate hunger in their communities.\n\nGlobally, our initiatives range from child education and care, to refugee and immigration services, housing, healthcare, food security, and more. We also have a long history of partnering with a wide variety of non-profit organizations in local communities, and each of our facilities encourages its team members to take every opportunity to be active stewards of their community.\n\nOur operations in countries such as Brazil, Canada, and the United States also serve as important gateways for refugees and immigrants from many parts of the world to join local job markets and become integrated into the communities where they live and work.\nCASE STUDIES\n\n• J&F Institute\n\nAt the corporate headquarters in São Paulo, Brazil, JBS supports the J&F Institute, a business-oriented education center dedicated to empowering young people with the tools and discipline to integrate family, school, business and community to achieve their dreams while generating prosperity for themselves and society. The J&F Institute believes that successful businesses regard the growth of individuals in their organizations as the driving force behind business growth and success. These are companies that embed education at the core of their strategy and adopt an unwavering commitment to continuous teaching, training, and personal development.\n\nWith this mission, J&F has implemented socio-educational projects that directly align with the central strategy of JBS. This collaboration allows the Institute to adopt an educational model based on a commitment to meeting the needs of people, empowering them for success in business and in life.\n\nThe J&F Institute model is built on four core pillars that guide all activities: School, Business, Family, and Community. These pillars serve as the foundation for an ongoing personal transformation of students, whereby they advance both through business knowledge and practical learning.\n\nThe J&F Institute views education as the bedrock of success, providing high-quality education from elementary through high school. Driven by the philosophy of lifelong learning (“growing and learning for life”), we pursue efforts to elevate education to the next level, towards higher education and tangible business opportunities. To date, the J&F Institute has advanced its mission through two major strategic initiatives:\n\n• Public School Support; providing direct financial, educational and training support to 170 public schools in Brazil and educational and training opportunities to more than 89,000 students and more than 3,500 teachers since the Institute’s founding.\n\n• Basic and Professional Education (Germinare BUSINESS, Germinare TECH, Germinare VET, and Instituto J&F Família); Today, there are more than 900 active students and 413 young people have been trained, with 98% of J&F Institute graduates currently employed in the job market. Importantly, J&F Institute graduates have increased the per capita income of their families by 72% between 2015 and 2021.\n\nFor more information about the J&F Institute, please visit our website.\n• Hometown Strong\n\nIn 2020, JBS USA, JBS Canada and Pilgrim’s U.S. launched Hometown Strong, a US$ 100 million initiative to bring strength and stability to the communities where we live and work. Our facility management teams have been working with local leaders and organizations to determine how the funds can best help meet immediate and longer-term community needs.\n\nProjects include donating books and computers to underserved children, constructing warehouses for food pantries, funding high school agriculture programs, as well as developing land for playgrounds, community gardens and team member housing.\n\nTo date, Hometown Strong has invested in over 250 projects, with more initiatives to come. Throughout the global pandemic, our team members and communities have looked to us for reassurance that we can—and will—get through this pandemic. Toward that end, we are excited to provide meaningful investments in projects that will have positive impacts for generations to come. Click here to read more about our Hometown Strong initiative.\n\n• Better Futures\n\nAs part of our Hometown Strong initiative, JBS USA and Pilgrim’s U.S. are working to build the largest free college tuition program in rural America: Better Futures. Through this program, our team members and their child dependents have the opportunity to pursue their higher education dreams for associate degrees and trade certificates at community and technical colleges—tuition free.\n\nWe recognize and believe in the transformative power of higher education and the opportunities that come from education, coursework and technical skill training.\n\nBetter Futures removes a major financial barrier to college attendance and stands to become the largest free college tuition program in rural America. JBS USA and Pilgrim’s advisors will also help team members—many from first-generation American families—navigate the application process, which can be a deterrence to people applying to college for the first time.\n\nThe Better Futures program provides meaningful investments in the futures of our team members, their families and our communities. Click here to learn more about the Better Futures initiative.\n\n• Special Chefs\n\nIn line with its social commitment, Friboi partnered with the Special Chefs Institute to bring together the flavors of gastronomy with the social inclusion of people with down syndrome. This institution and JBS have partnered together since 2013 and offer cooking classes that encourage students to improve their independences as they develop new skills in the kitchen. Currently, the project serves 300 people a year in the city of Sao Paulo. Friboi also discloses the recipes prepared by the institution’s students on its social networks.\n\n• JBS Australia Food Donations\n\nOur JBS Australia business units are proud to make donations to a range of food charities across the country every year. This includes donations to Foodbank Australia, who assists in providing food relief to 306,000 households every day. In 2022, Primo donated 221,000 meals and 32,300 kilograms of sausages to Australians doing it tough under Foodbank’s Collaborative Supply Program.\n\nFurthermore, Huon’s donations to Foodbank helped to feed 29,200 Australians, through donations of frozen salmon valued at approximately AU$ 665,000. Meanwhile, Andrews Meats donated to a number of food charities in 2022 including OzHarvest, Plates 4 Mates and Canice’s Kitchen, with donations exceeding AU$ 70,000 in product value.\n\nWe are working to build the largest free college tuition program in rural America: Better Futures\n• **Pilgrim’s Tomorrow Fund**\n\nIn 2019, Pilgrim’s U.S. launched the Tomorrow Fund, a scholarship program to support the collegiate pursuits of our team members and their direct dependents. Our vision is to become the best and most respected company in our industry, creating the opportunity of a better future for our team members. In line with this pursuit, we established the Tomorrow Fund to help our team members achieve their dreams and create a better future for themselves and their families through education. Every year, an eligible student from each of our 30 processing facilities across the U.S. and Puerto Rico, plus our corporate office, will be awarded a full-ride scholarship to an eligible university of their choice.\n\nOur goal is to invest US$ 2 million in the Pilgrim’s Tomorrow Fund scholarship recipients by 2025.\n\nThe Tomorrow Fund supports team members and direct dependents pursuing an initial bachelor’s degree, an accredited vocational-technical certification or an associate degree. Award recipients participate in a Pilgrim’s mentorship program and are extended internship offers for the summer at Pilgrim’s locations across the country.\n\nAt Pilgrim’s, we believe our people are our greatest strength. The Tomorrow Fund invests in the future, supports our local communities and improves the lives of our team members and their families through empowerment, education and personal growth. We awarded our inaugural class of Tomorrow Fund leaders with a full-ride scholarship in Fall 2020.\n\n• **Community Support Fund**\n\nMoy Park established a £1 million Community Support Fund aimed at supporting and enriching the lives of those in need across its local communities. This new initiative builds on Moy Park’s range of existing and long-established community measures, including charity and educational programs.\n\nMoy Park’s HR and Performance Director, Kirsty Wilkins said, “The food industry plays a vital role, keeping our supermarket shelves stocked and we are thankful to our local towns, villages and team members who are part of this important effort. Moy Park is a people focused organization, and we invest heavily in development opportunities for our colleagues in the workplace. This new community initiative is a natural extension of this approach and we look forward to receiving applications from local groups.”\n\n• **Mind**\n\nFrom 2018 to 2021, Pilgrim’s UK has donated more than £65,000 to Mind, which provides mental health support services that have become even more important throughout the pandemic.\n\nPilgrim’s UK staff have taken part in a host of activities to raise funds for Mind, including a sponsored staff head shave, which raised more than £600; climbing Mount Kilimanjaro to raise funds; and participating in a 100km challenge, which raised more than £2,000.\n\nPilgrim’s UK also regularly donates to Mind through its staff lottery, which has raised nearly £30,000 throughout the past five years.\nFood Waste\n\nWe have a crucial responsibility to lead the way on reducing food waste and fighting hunger.\n\nWithin our own operations, we have implemented a number of initiatives to better dispose of our processing waste. Through the utilization of leading inventory management systems, we minimize overproduction and reduce the amount of inedible byproducts generated in the first place. Nearly 100% of what is produced however, ultimately becomes such consumer goods as cosmetics and pharmaceuticals rather than going to landfills.\n\nBeyond our facilities, we partner with food banks, customers and charities across the world to donate excess food and ensure that it reaches those in need instead of being discarded. These efforts not only reduce the environmental impact of food waste, but also contribute to addressing global hunger and improving the well-being of our communities.\n\nFood Transport\n\nSustainable food transportation is a critical aspect of strengthening food systems and communities. We work to improve our efforts in this area by adopting various strategies and practices, including:\n\n• Optimizing distribution routes to minimize mileage and reduce fuel consumption;\n• Utilizing more fuel-efficient vehicles, such as hybrid or electric trucks;\n• Exploring alternative energy sources like renewable fuels;\n• Investing in transitioning existing fleets to electric vehicles; and\n• Integrating new technologies like route optimization software and real-time tracking systems.\n\nCASE STUDY\n\nIn April 2022, JBS Brasil launched No Carbon, a company specializing in leasing out 100% electric trucks. These VUC (urban cargo vehicles) trucks are used to transport frozen and chilled products for retail distribution, catering to JBS’ logistical operations distributing Friboi, Seara and Swift products. These vehicles operate in the cities of São Paulo, Brasilia, Curitiba, Ribeirão Preto, Campinas and Itajaí. In line with JBS’ pledge to be Net Zero by 2040, each electric truck will mitigate annual emissions of some 30 metric tons of carbon dioxide equivalent into the atmosphere.\n\nIndustry Collaboration\n\nCollaboration is key to driving positive change in the food sector. The broad-based, industry-wide issues facing global agricultural systems today require full value chain cooperation to identify sustainable approaches that prioritize continuous improvement. Sharing best practices, research, and knowledge benefits the entire industry at large.\n\nAs such, we are active members of many industry-based associations.\n\nPlease visit our website for a full list of these groups.\n5. Operating Responsibly  GRI 205-2\n\nUnderpinning our global sustainability strategy is a non-negotiable commitment to ensure we always operate responsibly.\n\nEthics and Compliance\n\nEthical conduct is fundamental to our approach to business and critical to maintaining the trust of our customers, consumers, team members, suppliers, investors, governments, and other stakeholders. At JBS, our work environment is based on high standards of ethics, compliance, and integrity, guided by adherence to the applicable laws, regulations, and policies that govern our business conduct; and supported by open and anonymous communication channels for voicing concerns. We are committed to maintaining the trust of our stakeholders, earning the trust of skeptics, and ensuring ethical and compliant business conduct across our worldwide operations.\n\nWithin the ever-changing world of business dynamism, growth, and risk management in which we operate, JBS considers “always doing the right thing” a non-negotiable expectation. All team members are required to conduct themselves ethically, transparently, honestly, and legally under the guidelines set forth by the JBS Global Compliance team.\n\nOur Global Compliance Program\n\nIn 2022, JBS appointed Mike Koenig as Global Chief Ethics and Compliance Officer to reinforce the company’s strategy across global operations and build upon existing regional frameworks and expertise. Mike reports directly to the Chairman of the Board of Directors and is supported by six dedicated senior managers, one in each country where we operate. Under Mike’s leadership the Global Compliance team is responsible for creating and disseminating the processes, policies, channels, and programs that encourage ethical conduct in all of the company’s transactions and relationships.\n\nMission: To make ethics and compliance a part of our DNA, part of the fabric of our company, and part of who we are on a daily basis. We are dedicated to partnering with our business and operational units across the world to ensure our practices meet the highest legal and ethical standards and promote the core values that define our company.\n\nHow we will meet our mission:\n\n- We will have clear and understandable policies.\n- We will periodically review and update those policies as needed.\n- We will regularly provide education and training to all personnel, at every level of the company, on those policies.\n- We will regularly monitor our compliance program and make improvements when necessary.\n- We will be available and accessible to discuss issues – big and small, whenever and wherever they arise – with all our personnel.\n- We will pro-actively communicate and collaborate regularly, through a variety of channels, with all our personnel to hear their concerns, issues and questions, and offer guidance and support to ensure that they comply with the law, regulations and policies.\n- We will have a robust, confidential Ethics Line where anyone can report potential violations of law, regulations and policy without any fear, whatsoever, of retribution.\n- We will investigate and resolve all allegations of misconduct through a documented process.\n- We will have an Ethics and Compliance Department Policy that clearly delineates roles and responsibilities within the Department.\n- We will ensure that the Ethics and Compliance Department is staffed with qualified people performing tasks consistent with their experience.\n\nAcross our regional operations, supplementary compliance teams, strategies, and programs are led by each region’s senior compliance manager. To learn more about the JBS Brasil compliance program, please visit our website.\nOur Nine Compliance Program Pillars\n\n1. Lead Behavior\nJBS leadership is responsible for promoting a culture of compliance and setting an example for good practices. Their visible support and commitment are crucial to encouraging team member adoption at every level of the company.\n\n2. Assess Risk\nPeriodic identification, classification, and management of risks allows us to proactively prevent and mitigate issues most critical to our business and continuously improve our policies and procedures.\n\n3. Develop Policies and Procedures\nClear, direct, and consistent policies and procedures based on risk assessment results guide our team members in their daily activities. Policy topics include employee conduct and behavior, anti-bribery/anti-corruption, anti-trust/competition, international trade and sanctions, conflicts of interest, and hospitality (gifts, business meals, and entertainment).\n\n4. Conduct Trainings\nFrequent, engaging, and targeted training, consistent with the activities performed, is provided to all team members in the most appropriate format (in person, online, or by video) to ensure the highest effectiveness.\n\n5. Promote Reporting and Conduct Investigations\nThe JBS Ethics Line is made available 24/7 to all team members in multiple formats and languages and guarantees anonymity and non-retaliation. Adoption is encouraged through the “Speak Up Campaign” and investigations are conducted and closed by appropriate personnel, and administrative or disciplinary action is taken when warranted.\n\n6. Communicate Regularly\nGeneral and targeted communication campaigns are distributed to reinforce good practices among all team members and increase transparency around the evolution of our compliance program.\n\n7. Implement Controls\nOngoing management and improvement of advanced control systems allow for faster and more effective detection and prevention of risk transactions.\n\n8. Monitor Effectiveness\nThe continuous monitoring of our compliance program itself through both internal and third-party evaluations provides for meaningful improvements over time.\n\n9. Extend to Third Parties\nThird-party vendors are required to follow our same high standards for ethical business conduct and integrity, and comply with all applicable laws, regulations and rules.\nIn 2022, we formed a Global Executive Compliance Committee with the primary purpose of helping create a more uniform and consistent compliance program across all company entities. Made up of JBS executive leadership and advised by senior legal counsel as needed, the Committee is tasked with overseeing continued improvements and enhancements to our global compliance program and promoting a company-wide culture of compliance for our team members, stakeholders, business associates, and customers.\n\nAfter a period of sequential acquisitions, the appointment of both our Global Compliance Team and Global Executive Compliance Committee proved vital achievements for strengthening alignment throughout the company.\n\nBeyond this Committee, all JBS leadership and management play a key role in fostering and spreading our global compliance strategy across the company with support from our Mission, Values, policies, and reporting mechanisms.\n\nWe have partnered with two leading third-party firms to conduct comprehensive risk assessments of our current compliance program and structure as well as other potential priority risks. In addition, a third group was retained to assess the maturity and effectiveness of our program.\n\nWe are currently in the process of reviewing recommendations and implementing enhancements based on these assessments.\n\nThe JBS Code of Conduct and Ethics is available in five languages (Portuguese, English, Spanish, Italian, and French) and sets clear behavioral guidelines and standards to ensure appropriate workplace conduct, efficient and safe operations, and the well-being of our team members. The Code has policies for each of the company’s major risk areas, including team member safety, food safety, environmental compliance, animal welfare, corporate ethics, workplace conduct, and taxation and finance.\n\nIn addition to mandatory yearly Code of Conduct and Ethics training, new team members also receive an ethics handbook during orientation and are expected to abide by our policies regardless of their position in the company. Corrective actions for violating the Code or company policies include coaching, written warnings, final written warnings and, if necessary, termination of employment. Serious violations can result in immediate termination.\n\nAdditional policies and procedures focused on specific topics have also been created to help employees and service providers carry out their work at JBS, for example:\n\n- Global Anti-Bribery and Anti-Corruption Policy\n- Global Conflict of Interest Policy\n- Antitrust Policy\n- Global Non-Retaliation Policy\n- Related Party Transactions Policy\n- Policy for Engaging with Governmental Entities and Officials\n- Third-party Due Diligence Policy\n- Policy for Offering/Receiving Gifts, Presents and Entertainment\n- Documenting Competitive Sensitive Intel Policy\n- Ethics Hotline Procedure\n- Procedure for Investigating Grievances\nDuring this past year, we increased trainings and adopted training key performance indicators (KPIs) across our global operations. Highlights include:\n\n- Conducted a three-hour, in-person senior leadership compliance workshop with 50 of the company’s top executives.\n- Conducted a two-hour, in-person director and manager workshop with more than 200 leaders.\n- Conducted a 1-hour, in-person middle and senior manager workshop with more than 1,600 leaders.\n- Provided anti-bribery/anti-corruption e-training modules to all JBS USA and Pilgrim’s salaried employees as well as all JBS Brasil employees with computer access. We also conducted more enhanced and targeted anti-bribery/anti-corruption training in person to certain employee groups, such as international sales and international logistics.\n- Conducted a 3-hour, in-person Ethics Line and investigation workshop for Human Resources leaders.\n- Created leadership KPIs to ensure completion of required trainings.\n- Prepared a Compliance Calendar to set forth a regular and consistent cadence of future trainings.\n\nTo support the ongoing effectiveness of our compliance program, we provide both anonymous and non-anonymous ways for our team members and third parties to report grievances without retaliation or fear of retaliation.\n\nMost notable is the JBS Ethics Line, which is available 24/7, free-of-charge, in 18 languages to every team member and third-party partner in every country where we operate in to accommodate our diverse global workforce. Through this service, an independent, external third party receives reports, whether anonymously or by name, on irregularities or violations of the JBS Code of Conduct and Ethics, JBS Code of Conduct for Business Associates, other JBS policies or procedures, or regulatory requirements. The reports are then sent to the Global Compliance team for review and appropriate investigation. In 2022, approximately 5,743 grievances were submitted to the Ethics Line, of which 100% were investigated and 97% were closed by appropriate personnel, and administrative action was taken where warranted. The remaining 3% of cases were closed in 2023.\n\nIn 2022 we increased trainings and adopted of training key performance indicators (KPIs) across our global operations.\nCommunicating Regularly\n\nIn 2022, we launched our “Speak Up Campaign” in North America, Europe, and Oceania to encourage reporting misconduct and/or policy violations through the JBS Ethics Line or other reporting avenues. The slogan behind this campaign is “If you report it, we can resolve it.”\n\nExecutive leadership was also engaged to amplify messaging through compliance workshop and training presentations, in-person discussions with regional teams, and email communications.\n\nThis past year also marked the publishing of an internal Ethics and Compliance Newsletter and Compliance News, which continue to be published on a regular basis and cover the following topics:\n\n- Leadership and governance\n- Policies published\n- Trainings launched\n- Trending compliance topics\n- Compliance conferences and events throughout the company\n\nImplementing Controls\n\nIn addition to reviewing and enhancing existing financial controls related to anti-bribery/anti-corruption in partnership with our Internal Audit team, preventative and detective controls are continuing to be developed in our JBS USA and Pilgrim’s operations to mitigate risks based on our recent risk assessment, and a thorough review of system set ups and rules is being performed in JBS Brasil based on the recent risk assessment and internal and external audits.\nMonitoring Effectiveness\n\nUsing data from our Ethics Line reports, we monitor overall team member perceptions. Looking ahead, we plan to expand our monitoring capabilities by such actions as developing standardized investigation procedures across our global operations and inserting complaints received outside of the Ethics Line into the Ethics Line platform.\n\nExtending to Third Parties\n\nComplementary to our JBS Code of Conduct and Ethics, we simultaneously have a Code of Conduct for Business Associates available in four languages (Portuguese, English, Spanish, and Italian) to help ensure that our value chain partners apply the same ethical business practices to their operations that we do.\n\nCurrently, we are implementing third-party due diligence systems to help improve and standardize our vendor intake, tracking, and evaluation.\n\nWe of course recognize that no compliance program, policy, or mission statement can account for every topic, issue, or risk area that may arise during the daily course of running a large scale, diverse and international business. Inevitably, situations will arise that do not neatly fall within any particular policy. When such situations arise, we will address them on a real-time basis using our best judgement and discretion, consistent with the highest ethical principles.\nOur Team Members\n\nGRI 2-7\n\nWith a team of nearly 260,000 people around the world, we are a major employer in thousands of rural communities and major cities around the globe, including in Canada, Brazil, Mexico, the United States, the United Kingdom, Australia, and New Zealand. As such, giving our team members opportunities for a better future is a core part of our mission at JBS. Each of our business units invests in the training, health, and safety of our team members to foster a diverse and inclusive work environment and support the communities where we operate.\n\nTeam Management\n\nGRI 3-3\n\nThe JBS team and its management practices, such as talent attraction, hiring, and retention, are guided by our Company Culture and abide by local laws and standards. Our Human Resources (HR) departments operate regionally with support from our corporate HR team and have formal processes in place to allow for information and best-practice sharing within the company.\n\nOur staff is diverse in terms of ethnicity, culture, religion, language, and country of origin. We are committed to hiring and supporting the development of our professionals regardless of nationality, gender, sexual orientation, gender identity, or age, and we also foster the inclusion of people with disabilities. To incentivize new talent and retain current team members, we revise people management policies and programs annually, and develop key performance indicators for health and safety, turnover, absenteeism, and overtime, to monitor and improve our processes. This allows us to make immediate adjustments if necessary and ensure team member health, safety and working conditions are upheld across all facilities.\n\nOur managers reinforce our culture of respect by being available to team members who want to discuss issues. With as many as 60 languages spoken at a single JBS facility, all company materials are made available in different languages and dialects to ensure that all team members are able to express themselves and understand key messages. This material includes information, such as benefits, safety instructions, and new materials about hiring and continuous training. Furthermore, all facilities provide unlimited access to Language Lines in over 200 languages to create immediate access to clear communication at all our facilities.\n\nWe work diligently to accommodate the cultural needs of all of our team members, and we encourage our facilities to evaluate the effectiveness of their accommodations to identify the best approaches to address their unique situations.\nHuman Rights\nGRI 2-28; 2-30\n\nOur facilities operate according to all applicable labor and human rights laws, and we adhere to strict internal policies and programs that provide additional guidance to best serve our team members. We have a zero-tolerance policy on child or forced labor. In 2022 U.S. investigators discovered that a third-party service contractor had employed children in our facilities. In response to this situation, JBS USA and Pilgrim’s implemented a comprehensive set of corrective actions and enhanced its policies and audit rights to ensure compliance by third-party contractors with all applicable laws the safety of the individuals who work in our facilities.\n\nOur background check policy supports re-entry into the workforce of persons with a criminal record dependent on several factors including the assessment of potential risks and liabilities, the “nature and gravity” of the individual’s criminal offense or conduct and the nature of the duties and essential function of the position sought. We do not permit degrading conditions in the workplace that could put our team members’ health or lives at risk.\n\nWe uphold all applicable wage and hour laws, such as minimum wage and overtime compensation, and all legally mandated benefits. We conduct competitive wage analyses multiple times per year for our hourly team members, and once per year for salaried team members to ensure we are paying competitively for where they work and live. Salaries are adjusted as necessary based on these competitive wage analyses.\n\nWe also respect our team members’ rights of association, of joining labor unions and of collective bargaining. In 2022, 94% of our team members working in Brazil, 57% in the U.S. and Puerto Rico, 97% in Canada, 70% in Mexico, 61% in Europe, and 75% in Australia and New Zealand were included in collective bargaining agreements.\n\nWe do not permit degrading conditions in the workplace that could put our team members’ health or lives at risk.\nCode of Conduct and Ethics  GRI 205-2\n\nOur Code of Conduct and Ethics includes behavioral guidelines and standards designed to encourage appropriate workplace conduct, efficient and safe operations, and the well-being of our team members. All JBS team members receive annual in-person, online or video-based training on the Code of Conduct and Ethics and are responsible for enforcing the Code of Conduct and Ethics in their divisions.\n\nThe Code has policies for each of the company’s major risk areas, including team member safety, food safety, environmental compliance, animal welfare, corporate ethics, workplace conduct and taxation and finance.\n\nIn addition to Code of Conduct and Ethics training, new team members also receive an ethics handbook during orientation and are expected to abide by our policies regardless of their position in the company. Corrective actions for violating the Code or company policies include coaching, written warnings, final written warnings and, possibly, termination of employment. Serious violations such as theft can result in immediate termination.\n\nAdditionally, we provide all employees at every level of the company with harassment training at least annually. Harassment of employees by supervisors or co-workers is a violation of federal U.S. law and company policy. We have in place a policy concerning all forms of harassment, including but not limited to sex-based harassment, and harassment and/or retaliation against individuals who report any form of harassment in our workplace.\n\nEmployee Engagement  GRI 404-3\n\nWe value the thoughts and opinions of our team members and conduct regular surveys to maintain an accurate understanding of team member engagement, perceptions, and attitudes on topics such as pay and benefits, scheduling, safety, and satisfaction with supervisors. Surveys are refined regularly to get more specific feedback from our team members. We work to quickly identify and address concerns from our team members and strive to create an environment where team members recognize the importance of their roles. Finally, all our eligible salaried team members receive performance reviews.\n\nEMPLOYEE PROFILES - WORLD WIDE  GRI 2-7; 405-1\n\n| Year | Men | Women | Total |\n|------|-----|-------|-------|\n| 2021 | 60% | 40%   | 256,492 |\n\nTOTAL TEAM MEMBERS\n\n| Year | Total Team Members |\n|------|--------------------|\n| 2020 | 243,908            |\n| 2021 | 247,745            |\n| 2022 | 256,492            |\n\n| Division          | 2020  | 2021  | 2022  |\n|-------------------|-------|-------|-------|\n| JBS Brasil        | 141,887 | 143,213 | 143,879 |\n| JBS US            | 34,306  | 36,197  | 36,792  |\n| Pilgrim’s US + PR | 29,336  | 28,395  | 29,902  |\n| JBS Australia     | 10,236  | 10,508  | 12,958  |\n| JBS Canada        | 2,653   | 3,419   | 3,244   |\n| Pilgrim’s Moy Park| 9,807   | 9,771   | 8,641   |\n| Pilgrim’s UK      | 5,200   | 5,076   | 4,931   |\n| Pilgrim’s Food Masters | N/A | N/A | 3,858 |\n| Pilgrim’s Mexico  | 10,483  | 11,166  | 12,287  |\n### PERCENT OF TEAM MEMBERS BY GENDER – TOTAL WORKFORCE\n\n|                | 2020  | 2021  | 2022  |\n|----------------|-------|-------|-------|\n| **JBS Global** |       |       |       |\n| Men            | 60.9% | 59.9% | 59.8% |\n| Women          | 39.1% | 40.1% | 40.1% |\n| Unknown/Undisclosed | 0.0% | 0.0% | 0.1% |\n| **JBS Brasil** |       |       |       |\n| Men            | 59.0% | 57.4% | 57.0% |\n| Women          | 41.0% | 42.6% | 43.0% |\n| Unknown/Undisclosed | 0.0% | 0.0% | 0.0% |\n| **JBS US**     |       |       |       |\n| Men            | 65.6% | 65.6% | 65.1% |\n| Women          | 34.4% | 34.4% | 34.7% |\n| Unknown/Undisclosed | 0.0% | 0.0% | 0.2% |\n| **Pilgrim´s US + PR** |       |       |       |\n| Men            | 57.7% | 58.7% | 58.8% |\n| Women          | 42.3% | 41.3% | 40.9% |\n| Unknown/Undisclosed | 0.0% | 0.0% | 0.2% |\n| **JBS Australia** |       |       |       |\n| Men            | 70.1% | 68.5% | 70.6% |\n| Women          | 29.9% | 31.3% | 29.4% |\n| Unknown/Undisclosed | 0.0% | 0.2% | 0.1% |\n| **Pilgrim´s Canada** |       |       |       |\n| Men            | 64.8% | 63.6% | 65.6% |\n| Women          | 35.2% | 36.4% | 34.4% |\n| Unknown/Undisclosed | 0.0% | 0.0% | 0.0% |\n| **Pilgrim´s Moy Park** |       |       |       |\n| Men            | 60.8% | 61.2% | 61.0% |\n| Women          | 39.2% | 38.8% | 39.0% |\n| Unknown/Undisclosed | 0.0% | 0.0% | 0.0% |\n| **Pilgrim's UK** |       |       |       |\n| Men            | 68.0% | 65.9% | 66.2% |\n| Women          | 32.0% | 34.1% | 33.8% |\n| Unknown/Undisclosed | 0.0% | 0.0% | 0.0% |\n| **Pilgrim's Food Masters** |       |       |       |\n| Men            | N/A   | N/A   | 60.3% |\n| Women          | N/A   | N/A   | 39.7% |\n| Unknown/Undisclosed | N/A | N/A | 0.0% |\n| **Pilgrim´s Mexico** |       |       |       |\n| Men            | 66.4% | 64.7% | 63.1% |\n| Women          | 33.6% | 35.3% | 36.9% |\n| Unknown/Undisclosed | 0.0% | 0.0% | 0.0% |\n### PERCENT OF TEAM MEMBERS BY AGE GROUP – TOTAL WORKFORCE\n\n|                | 2020  | 2021  | 2022  |\n|----------------|-------|-------|-------|\n| **JBS Global** |       |       |       |\n| < 30 years     | 35.9% | 32.9% | 31.4% |\n| Between 30 and 50 years | 46.9% | 49.3% | 49.7% |\n| > 50 years     | 17.2% | 17.7% | 18.8% |\n| **JBS Brasil** |       |       |       |\n| < 30 years     | 43.4% | 39.9% | 37.5% |\n| Between 30 and 50 years | 47.2% | 50.2% | 50.1% |\n| > 50 years     | 9.4%  | 9.9%  | 12.4% |\n| **JBS US**     |       |       |       |\n| < 30 years     | 21.0% | 22.6% | 23.0% |\n| Between 30 and 50 years | 47.8% | 47.1% | 49.2% |\n| > 50 years     | 31.2% | 30.3% | 27.8% |\n| **Pilgrim’s US + PR** |       |       |       |\n| < 30 years     | 23.0% | 22.2% | 23.5% |\n| Between 30 and 50 years | 42.2% | 42.6% | 44.4% |\n| > 50 years     | 34.7% | 35.2% | 32.1% |\n| **JBS Australia** |       |       |       |\n| < 30 years     | N/A   | 23.2% | 29.2% |\n| Between 30 and 50 years | N/A   | 48.4% | 46.8% |\n| > 50 years     | N/A   | 28.4% | 24.0% |\n| **JBS Canada** |       |       |       |\n| < 30 years     | 14.4% | 18.1% | 19.9% |\n| Between 30 and 50 years | 64.9% | 60.4% | 60.1% |\n| > 50 years     | 20.7% | 21.5% | 19.9% |\n| **Pilgrim’s Moy Park** |       |       |       |\n| < 30 years     | N/A   | 16.2% | 15.6% |\n| Between 30 and 50 years | N/A   | 57.1% | 56.0% |\n| > 50 years     | N/A   | 26.8% | 28.3% |\n| **Pilgrim’s UK** |       |       |       |\n| < 30 years     | 22.7% | 20.7% | 14.5% |\n| Between 30 and 50 years | 49.0% | 49.3% | 49.7% |\n| > 50 years     | 28.3% | 30.0% | 35.8% |\n| **Pilgrim’s Food Masters** |       |       |       |\n| < 30 years     | N/A   | N/A   | 11.2% |\n| Between 30 and 50 years | N/A   | N/A   | 53.3% |\n| > 50 years     | N/A   | N/A   | 35.5% |\n| **Pilgrim’s Mexico** |       |       |       |\n| < 30 years     | N/A   | 36.2% | 34.3% |\n| Between 30 and 50 years | N/A   | 52.5% | 55.0% |\n| > 50 years     | N/A   | 11.3% | 10.7% |\n### PERCENT OF TEAM MEMBERS BY JOB CATEGORY AND GENDER - TOTAL WORKFORCE\n\n|                | 2021       | 2022       |\n|----------------|------------|------------|\n| JBS Global*    | 58.9%      | 58.9%      |\n| Operations     | 46.7%      | 47.0%      |\n| Other          | 2.0%       | 2.1%       |\n| Leaders        | 4.6%       | 4.6%       |\n| Admin          | 5.1%       | 4.8%       |\n| Apprentices, Interns and Trainees | 0.5% | 0.5% |\n\n*Does not include JBS Canada or Pilgrim's Food Masters\n\n### PERCENT OF TEAM MEMBERS BY EMPLOYEE TYPE AND GENDER - TOTAL WORKFORCE\n\n|                | 2022       |\n|----------------|------------|\n| JBS Global*    | 59.7%      |\n| Permanent      | 35.9%      |\n| Temporary      | 0.4%       |\n| Non-guaranteed hours | 0.7% |\n| Full-time      | 22.5%      |\n| Part-time      | 0.2%       |\n\n*Does not include JBS Canada or Pilgrim's Food Masters\n\n### PERCENT OF TEAM MEMBERS BY GENDER - LEADERSHIP\n\n|                | 2021       | 2022       |\n|----------------|------------|------------|\n| JBS Global*    | 67.0%      | 68.5%      |\n| JBS Brasil     | 73.2%      | 72.3%      |\n| JBS US         | 69.8%      | 68.8%      |\n| Pilgrim's US + PR | 63.0% | 60.6% |\n| JBS Australia  | 78.0%      | 79.6%      |\n| Pilgrim's Moy Park | 60.6% | 59.7% |\n| Pilgrim's UK   | 0.0%       | 0.0%       |\n| Pilgrim's Mexico | 84.8% | 84.1% |\n\n*Does not include JBS Canada or Pilgrim's Food Masters\n### PERCENT OF TEAM MEMBERS BY RACE - TOTAL WORKFORCE\n\n|                | 2020  | 2021  | 2022  |\n|----------------|-------|-------|-------|\n| **JBS Brasil** |       |       |       |\n| White          | 51.9% | 50.6% | 49.2% |\n| Black (Black and Brown) | 44.9% | 45.8% | 46.2% |\n| Undeclared/Unknown | 0.9%  | 1.3%  | 2.0%  |\n| Asian          | 1.4%  | 1.3%  | 1.3%  |\n| Indigenous     | 0.9%  | 1.0%  | 1.2%  |\n| **JBS US**     |       |       |       |\n| Hispanic or Latino | 47.6% | 48.0% | 49.0% |\n| White          | 21.0% | 21.1% | 19.8% |\n| Black or African American | 19.8% | 19.3% | 18.8% |\n| Native Hawaiian or Pacific Islander | 1.0%  | 1.7%  | 2.4%  |\n| Asian          | 9.6%  | 8.7%  | 8.4%  |\n| American Indian of Alaskan Native | 0.3%  | 0.4%  | 0.5%  |\n| Two or More Races | 0.7%  | 0.9%  | 0.9%  |\n| Blank          | 0.0%  | 0.0%  | 0.2%  |\n| **Pilgrims US**|       |       |       |\n| Hispanic or Latino | 27.9% | 30.8% | 30.3% |\n| White          | 32.1% | 31.3% | 31.5% |\n| Black or African American | 36.2% | 34.2% | 34.3% |\n| Native Hawaiian or Pacific Islander | 0.4%  | 0.4%  | 0.4%  |\n| Asian          | 2.2%  | 2.0%  | 1.9%  |\n| American Indian of Alaskan Native | 0.4%  | 0.4%  | 0.4%  |\n| Two or More Races | 0.8%  | 0.9%  | 1.0%  |\n| Blank          | 0.0%  | 0.0%  | 0.2%  |\nHealth and Safety\n\nThe health and safety of our team members is paramount. We are committed to providing safe work environments and working conditions for our team members across all JBS facilities.\n\nIn practice, we are responsible for the health and safety of our workforce, business partners, suppliers, and other stakeholders. Throughout our operations, we work to build and disseminate a culture that values health and safety, individual accountability, and shared vigilance, and is led by the example of our business and team leaders. We then strive to instill this same responsibility in our team members through development, training and education, with support from our Code of Conduct and Ethics and Global Health and Safety Policy.\n\nOur health and safety principles:\n\n- Engage, develop and train employees, giving them responsibility for ensuring and fostering a safe and healthy work environment;\n- Anticipate and prevent incidents and accidents, assuming that all accidents are preventable;\n- Drive continuous improvement of our processes, machinery, and equipment, and implement measures to eliminate or minimize incidents;\n- Ensure compliance with legal requirements, our own health and safety programs, and other applicable health and safety standards; and\n- Develop and disseminate a culture of health and safety, individual accountability, and shared vigilance as values, with leaders as role models.\nOur safety governance structure and management approach are guided by our Global Workplace Health and Safety Policy and aligned to the relevant regulatory requirements of each country in which we operate. We defer to governing bodies like those listed below to evaluate the effectiveness of external safety audit processes, collect feedback and make necessary adjustments.\n\nTo ensure successful implementation of our health and safety policies, safety data is integrated across digital platforms, allowing us to better share best practices and identify enterprise-wide trends. This enables us to develop data-driven corrective actions to our processes, including team member observations, safety inspections and audits. We also update our safety programs regularly by detailing new challenges, auditing techniques and providing straightforward solutions. Our safety teams focus on safety training, performance, measurement and the sharing of best practices across our businesses.\n\nIf a team member notices an unsafe act or unsafe condition, we empower them to speak up and make sure unsafe acts are stopped and unsafe conditions are rectified. Everyone is encouraged to report and correct unsafe acts and conditions without fear of retribution. Each team member is also empowered to remove themselves from any situation they deem to be unsafe.\n\n### OUR SAFETY PERFORMANCE  GRI 403-9\n\n| Year | Hours Worked | JBS Brasil | JBS US & Pilgrim's US | JBS Canada | JBS Australia | Pilgrim's Mexico | Pilgrim's Europe* |\n|------|--------------|------------|-----------------------|------------|---------------|-----------------|------------------|\n| 2019 | Hours Worked | 231,042,736| 139,803,205           | 5,530,870  | 16,999,215    | 27,289,589      | 33,757,101       |\n|      | Safety Index | 0.30       | 0.23                  | 0.51       | 0.62          | 0.02            | 0.30             |\n| 2020 | Hours Worked | 239,741,327| 139,378,346           | 5,376,010  | 17,512,099    | 26,733,949      | 31,547,831       |\n|      | Safety Index | 0.25       | 0.14                  | 0.04       | 0.53          | 0.02            | 0.16             |\n|      | DART Rate    | N/A        | 2.49                  | N/A        | N/A           | 0.04            | 1.28             |\n|      | TRIR         | N/A        | 3.91                  | N/A        | N/A           | N/A             | N/A              |\n|      | LTIFR        | N/A        | N/A                   | N/A        | 11.30         | N/A             | N/A              |\n| 2021 | Hours Worked | 253,431,036| 139,431,101           | 5,611,592  | 16,552,736    | 26,554,735      | 30,355,198       |\n|      | Safety Index | 0.18       | 0.11                  | 0.11       | 0.48          | 0.02            | 0.07             |\n|      | DART Rate    | N/A        | 2.63                  | N/A        | N/A           | 0.04            | 1.30             |\n|      | TRIR         | 5.10       | 4.19                  | N/A        | N/A           | N/A             | N/A              |\n|      | LTIFR        | N/A        | N/A                   | N/A        | 11.16         | N/A             | N/A              |\n| 2022 | Hours Worked | 262,517,767| 142,800,620           | 5,590,666  | 20,538,199    | 29,320,766      | 38,955,562       |\n|      | Safety Index | 0.14       | 0.14                  | 0.04       | 0.56          | 0.02            | 0.03             |\n|      | DART Rate    | N/A        | 2.32                  | N/A        | N/A           | 0.04            | 0.94             |\n|      | TRIR         | 3.13       | 3.77                  | N/A        | N/A           | N/A             | N/A              |\n|      | LTIFR        | N/A        | N/A                   | N/A        | 12.98         | N/A             | N/A              |\n\n*Includes Pilgrim's UK and Moy Park\nTo continuously improve, we set company-wide and facility-specific safety goals each year and track leading safety indicators weekly. These leading indicators include monitoring observations for unsafe behaviors, working surfaces, machine guarding, safety gaps, electrical safety, drive cam coaching effectiveness, preventable vehicle accident rates and corrective actions. Performance is reported daily, weekly and monthly to management teams so that decisions that impact health and safety can be made swiftly and have the utmost priority. All of our operational supervisors are required to conduct multiple safety observations each week to identify unsafe behaviors and intervene with helpful coaching prior to the occurrence of an unsafe act, condition or injury.\n\nFinally, we track a Safety Index at each of our facilities to measure the frequency of severe incidents per hour of operation. A severe incident is defined as an amputation, hospitalization, vision loss, fracture or second- or third-degree burns resulting in greater than fifteen days lost time, any injury resulting in greater than fifteen days lost time or a fatality. We have set a goal to collectively improve our Global Safety Index by 30% by 2030, compared to a 2019-2020 average baseline. GRI 403-9; SASB FB-MP-320a.1\n\nCASE STUDIES\n\n- In 2022, JBS Australia’s Northern division, in consultation with the livestock drivers and a trailer manufacturer, designed and built a livestock trailer fitted with a pneumatically operated handrail system, similar to systems in place on tanker trailers. This allows the livestock driver to work safely on top of the crate without needing additional personal protective equipment or safety lines, no matter where the truck is stopped. The new design also provides the driver with a physical barrier/isolation control to protect them from risk of falling and gives them safe access to the trailer catwalk not only during loading/unloading, but also when conducting roadside animal health checks.\n\nThis solution is an industry first for livestock trailers and sets the new sector standard in driver safety. In recognition of the innovation’s safety outcomes, it was recognized as a winner at the Queensland Government Safe Work and Return to Work Awards 2022. JBS Australia hopes this solution initiates cascading adoption and helps drive positive change across our business and wider industry.\n\n- As a crucial element in its journey to Zero Harm, Moy Park’s continued focus on Behavioral Safety has been key and critical in improving standards and reducing workplace lost time accidents.\n\nBuilding on its work to date, Moy Park has now partnered with renowned Behavioral Science subject matter experts to develop an IOSH Certified blended-learning, online course ‘Behavioral Science for Leadership in Safety’.\n\nLaunched in December 2021, the program continues to provide a series of Workshops and ‘Live On-Line Sessions’ to Moy Park team members, complemented by four Self-Study units and an accreditation assessment.\n\n- The Accident Reduction Initiative is a collection of programs implemented throughout all of Pilgrim’s Mexico with the objective of reaching Zero Accidents in our operations. The programs implemented as part of the initiative include:\n  - Skills Management: A training program focused on developing the skills required for team members to perform their jobs safely.\n  - Security Monitors: On-site champions who verify the correct implementation of procedures, ergonomic exercises, use of personal protective equipment (PPE), and detection of unsafe acts or conditions.\n  - 5-Minutes Talks: Quick, regular discussions aimed at raising awareness among staff for the safe development of daily tasks.\n\n- Onboarding: Initial training to ensure new staff are competent to carry out their activities safely from the point of orientation through the development of their skills and the formation of their values.\n\n- Each year, the North American Meat Institute (NAMI) Worker Safety Awards recognize production facilities that have achieved a high level of performance in the team member health and safety area. Four award levels may be earned based on an evaluation of the facility’s actual safety performance, as well as its implementation of an effective safety and health program as measured by a safety program questionnaire.\n\nIn 2023, 73 JBS USA and Pilgrim’s facilities were awarded NAMI Safety awards based on 2022 performance – a 36% increase year over year.\n\nWe improved performance against our Global Safety Index by 40% in 2022 compared to our target baseline.\nDiversity and Inclusion\n\nAs a global company, we consider the diversity of our team members and communities to be one of our greatest strengths and believe it must be reflected at every level of our company to achieve our mission. The diverse backgrounds, languages and cultures of our team members give us a unique opportunity to build a workforce with the wide-ranging skills that are needed for our business to succeed. By treating our team members with dignity and respect, and by promoting an environment based on diversity and inclusion, we strive to create a more engaged, productive, and fulfilled workforce.\n\nOur goal is to have an increasingly inclusive work environment that embraces differences, with measures to help ensure and promote equal opportunity for all employees across all areas and positions, and support mechanisms to continuously raise awareness of the impact of these measures.\n\nLeadership Development\n\nIn line with our Global Diversity, Equity and Inclusion Policy and our Code of Conduct and Ethics, we promote gender and race equality in leadership positions. We are committed to ensuring that all applicants and team members are afforded an equal opportunity in employment without regard to a person’s race, color, ethnicity, national origin, age, veteran status, gender, religion, disability, sexual orientation or status that is protected by law. We also empower our facilities to recruit and retain diverse team members that represent the communities where they live and work.\n\nAt JBS, we are dedicated to encouraging and supporting the professional growth and development of our team members. We know that leaders are not born—they’re made—and we pride ourselves on employing and recognizing people who have the potential to be successful leaders.\n\nOur team members have the opportunity to receive leadership training through many JBS programs, which are tailored to the needs of each business unit and share best practices and results across the company.\n\nCASE STUDIES\n\n• Advogado Trabalhista\n\nAdvogado Trabalhista (Labor Lawyer) is a training program in Brazil for recent law school graduates from the past two years. Since 2016, 56 lawyers have been trained through this program, and it is currently running at nine JBS sites and our São Paulo headquarters.\n\n• JBS Sem Fronteiras\n\nThe JBS Sem Fronteiras (JBS Without Borders) program was created in 2015 to offer specialized deboners at Friboi and Seara the opportunity to work at our JBS Canada facility in Brooks, Alberta. This program leverages our position as a global company to provide our team members with international experience and opportunities, foster knowledge sharing across our operations in different regions and help retain our workforce. To date, the program has placed approximately 70 JBS employees from such states as Bahia, Goiás, Mato Grosso, Mato Grosso do Sul, Pará, Rondônia, and São Paulo, in our U.S., Canadian, and Australian businesses.\n• **Internship Program**\n\nIn the United States, our Internship Program gives college students an opportunity to gain practical industry experience and develop extensive leadership skills. This 10-week summer internship challenges approximately 160 participants through hands-on learning experiences and meaningful projects that improve our business and provide education and valuable workplace experience. Interns are placed in either a production or corporate business unit role where they learn from experienced leaders who offer them industry exposure and networking opportunities with senior management. Not only are our internships paid positions, but the program also allows students to receive college credits.\n\n• **Management Trainee Program**\n\nRecent college graduates looking to pursue their passion for building a career in the animal protein industry can apply to our Management Trainee Program in the U.S. This 12-month rotational program is designed for those ready to excel in our technical, cultural, and leader-based work environments. Customizable rotations allow trainees to grow their project management, problem-solving, and collaboration skills in line with their own interests and career aspirations. Each year, we onboard nearly 50 trainees from campuses across the U.S. The orientation curriculum empowers trainees to strive for individual success while contributing to JBS operations.\n\n• **Mexico Trainee Program**\n\nOur Mexico Trainee Program has more than 100 trainees each year and is designed to create a pipeline of recent college graduates from Mexico who will develop into future operations leaders. This 12-month rotational leadership development program is an opportunity to gain hands-on experience in multiple areas of a facility giving an in-depth understanding of how pieces of our business work together. The first six months of the training program are spent in Mexico at a Pilgrim’s processing facility. The last six months are spent in the U.S. with the intention of trainees being placed in a leadership role at that facility. Throughout the 12 months, trainees go through three leadership development training sessions to prepare them for an accelerated career.\n\n• **Supervisor Development Program**\n\nOur Supervisor Development Program is designed to provide every newly-hired or promoted Supervisor in our U.S. operations with the tools they need to be successful in leadership roles. These team members are supported by mentors in their facilities and participate in four vital training sessions and one in-person training session at the corporate office, where they are given the opportunity to network and learn from executive and front-line leaders across the company. Over 650 team members participate in this program every year.\n\n• **Leadership Warehouse**\n\nOur Leadership Warehouse works to motivate team members to do their part in the continuation of our company culture. The program outlines six different leadership development offerings, providing education opportunities to different levels of leadership in the United States. We provide team members with access to programs that further their leadership abilities and propel JBS closer to its mission. Each of the Leadership Warehouse development programs are designed and facilitated internally allowing us to offer culturally relevant and company-oriented leadership solutions.\n\n• **People First**\n\nOur People First Program creates a success framework for our leads and frontline supervisors. The program provides specific training to all frontline supervisors in four sessions throughout the year, focusing on leadership techniques and tools that build, maintain, and uplift our teams. Program topics include building trust and respect, the cost of turnover, accountability, delegation and prioritization, communication, and information sharing. To empower our team members, we identify and train internal team members to become facilitators of the People First Program.\n\n• **Leading People First**\n\nContinuous, annual training for high potential superintendents and above. Program content builds on the foundation of People\nFirst concepts. Topics are focused on People Safety, Food Safety, and advanced leadership skills like coaching, motivating, engaging others, and effective communication.\n\n- **Elevate**\n  Elevated business acumen topics and leadership training for high potential superintendents and above. Topics are focused on providing participants with knowledge of corporate functions including Legal, Ethics and Compliance, Labor Relations, etc.\n\n- **Summit**\n  Summit is built for senior leaders who are interested in continued learning and growth. The program is open to all global JBS and Pilgrim’s business units and brings together 35 nominated, high-potential leaders for yearlong education. Summit introduces nominees to business concepts by partnering with executive sponsors and local business leaders to solve real-world problems occurring at local facilities. With exposure to JBS operations in the U.S., Australia, Brazil, Europe, Canada, and Mexico, Summit participants gain business knowledge from every unit of the company.\n\n- **Gateway**\n  The Gateway Executive Leadership program is built for senior and executive leaders who have been identified as potential business presidents and future executive leaders within the company. The program is a part of the company’s broader talent mapping (succession planning) process to ensure readiness and increased capabilities within our highest level leadership roles. The program is focused primarily on technical, strategic business functions and provides participants with the opportunity to master these core business areas prior to moving into broader, executive leadership roles.\n\n- **Individual Development**\n  We also offer full tuition sponsorship in the United States for a wide array of coursework through our 10-year partnership with Colorado State University. This partnership includes executive MBA, online MBA, graduate certificate, professional certificate, and online agribusiness degree completion programs.\n\n- **University of Pilgrim’s**\n  University of Pilgrim’s is a training and leadership program designed to benefit all levels of team members. To date in Mexico, we have been able to help more than 69 team members develop personally and professionally and obtain their High School Degree. In the United States, University of Pilgrim’s offers more than 800 courses to all team members.\n\n- **Accelerate Future Leaders Program**\n  Our Accelerate Future Leaders program supports the development of our future senior leaders at Moy Park by focusing on effectiveness, influence, and awareness to better lead our teams to “Be the Best.”\n\n- **Operational Leadership Trainee Program**\n  Our Pilgrim’s UK Operational Leadership Trainee Program was created in 2019 to identify internal and external early career talent, such as recent graduates or apprentices, who have the potential to become future operational leaders. It is a 24-month rotational program whereby trainees spend six-month placements at various UK facilities working on key operational projects.\n\n- **Apprenticeship Program**\n  Our apprenticeship program supports and develops Pilgrim’s UK colleagues by combining on- and off-the-job learning to improve knowledge, skills, and behaviors. Currently, colleagues are enrolled in apprenticeships across a wide range of disciplines including finance, project management, HR, food science, and management. Our apprenticeships range from entry-level to MBA degrees.\n\n- **Senior Leaders**\n  JBS Australia offers tailored leadership development opportunities for company executives and senior leadership. Offerings include the JBS USA Summit Program, Executive MBA programs, post-graduate individual placements, executive coaching, and international secondments.\n\n- **People First Program**\n  JBS Australia debuted its People First Program in 2019. Modeled on JBS USA’s People First, the program supports team members transitioning from an hourly role to a salaried position by giving them foundational leadership and management skills.\nAbout this Report\nAbout This Report\n\nGRI 2-2; 2-3; 2-5\n\nJBS is the largest protein-based food producer in the world. As such, we have a duty and commitment to transparently share our aspirations, strategies, and targets, as well as our progress to date on our sustainable journey.\n\nAs part of this commitment, we are pleased to publish the 12th edition of our Sustainability Report, prepared with reference to the Global Reporting Initiative (GRI). The 2022 report covers the calendar year January 1, 2022 to December 31, 2022 and describes the activities, performance, business structure, and governance practices of our own operations, as well as information on our supply chain whenever possible. The disclosures in the report are mapped to the relevant Sustainable Development Goals (SDGs) of the United Nations (UN) Global Compact. JBS also continues to report in accordance with the standards issued by the Sustainability Accounting Standards Board (SASB), the Task Force on Climate-related Financial Disclosures (TCFD), the World Economic Forum (WEF) and the International Framework.\n\nWith the exception of the acquisitions made by the Company in 2022, all subsidiary and wholly-owned companies are considered in this report. In 2022, data from Pilgrim’s Food Masters, Rivalea, Sunnyvalley, and Huon Aquaculture were integrated unless noted otherwise. The production and environmental indicators (energy intensity, volume of water withdrawal by source, volume of wastewater discharge by recipient, and scope 1 and scope 2 GHG emissions intensity) of the Company’s Brazilian operations were independently audited by SGS, a world leader in inspection, verification, testing and certification.\n\nThe purpose of this report is to articulate how we conduct business and carry out our mission to be the best by delivering high-quality products and services to our customers, building trust-based relationships with our suppliers, creating value for our shareholders, and offering a better future for our workforce.\n\nThis report is published online in full (click here). If you have any feedback, suggestions, questions, or critiques about this report, please let our Sustainability team know at sustentabilidade@jbs.com.br, or our Investor Relations team at ir@jbs.com.br.\nCredits\n\nA publication by JBS SA\n\nCOORDINATION AND CONTENT\nSustainability, Investor Relations and Corporate Communications at JBS\n\nGRAPHIC DESIGN AND LAYOUT\nReport Group\n\nPHOTOS\nJBS image bank", "source": "jbs_2022", "added": "2025-04-26", "created": "2025-04-26", "metadata": {"Source-File": "climate_reports/additional_reports/jbs_2022.pdf", "olmocr-version": "0.1.59", "pdf-total-pages": 95, "total-input-tokens": 236385, "total-output-tokens": 52584, "total-fallback-pages": 0}, "attributes": {"pdf_page_numbers": [[0, 0, 1], [0, 827, 2], [827, 925, 3], [925, 4043, 4], [4043, 7690, 5], [7690, 12051, 6], [12051, 12230, 7], [12230, 14601, 8], [14601, 14798, 9], [14798, 18282, 10], [18282, 20138, 11], [20138, 22599, 12], [22599, 24566, 13], [24566, 25622, 14], [25622, 27523, 15], [27523, 28482, 16], [28482, 29639, 17], [29639, 30226, 18], [30226, 31935, 19], [31935, 33238, 20], [33238, 34570, 21], [34570, 35886, 22], [35886, 37524, 23], [37524, 38604, 24], [38604, 41518, 25], [41518, 43371, 26], [43371, 46451, 27], [46451, 49015, 28], [49015, 53068, 29], [53068, 53301, 30], [53301, 56215, 31], [56215, 57030, 32], [57030, 57926, 33], [57926, 58910, 34], [58910, 60767, 35], [60767, 62459, 36], [62459, 66011, 37], [66011, 67171, 38], [67171, 70906, 39], [70906, 75226, 40], [75226, 79768, 41], [79768, 80069, 42], [80069, 83261, 43], [83261, 88163, 44], [88163, 92023, 45], [92023, 95277, 46], [95277, 97092, 47], [97092, 100291, 48], [100291, 103777, 49], [103777, 106052, 50], [106052, 108588, 51], [108588, 111249, 52], [111249, 114411, 53], [114411, 118196, 54], [118196, 121963, 55], [121963, 123771, 56], [123771, 126711, 57], [126711, 131731, 58], [131731, 134825, 59], [134825, 138534, 60], [138534, 141334, 61], [141334, 144804, 62], [144804, 147902, 63], [147902, 148454, 64], [148454, 151238, 65], [151238, 155313, 66], [155313, 158041, 67], [158041, 161229, 68], [161229, 164907, 69], [164907, 167329, 70], [167329, 170919, 71], [170919, 173866, 72], [173866, 176455, 73], [176455, 180113, 74], [180113, 182397, 75], [182397, 185308, 76], [185308, 187575, 77], [187575, 188901, 78], [188901, 190221, 79], [190221, 192789, 80], [192789, 194778, 81], [194778, 197807, 82], [197807, 199732, 83], [199732, 201726, 84], [201726, 203149, 85], [203149, 204451, 86], [204451, 205869, 87], [205869, 209705, 88], [209705, 214300, 89], [214300, 217256, 90], [217256, 221393, 91], [221393, 225400, 92], [225400, 225418, 93], [225418, 227673, 94], [227673, 227865, 95]]}}